{"id_": "000149", "body_str": ["[1] Boswell, J. : The Refugee Protection Division [RPD] of the Immigration and Refugee Board rejected the Applicants' claims for protection under sections 96 and 97(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [ IRPA ]. The Applicants now seek judicial review of the RPD's decision pursuant to subsection 72(1) of the IRPA , asking the Court to set aside the decision and return the matter to another panel of the RPD for re-determination.", "[2] The Applicants are a married couple and two of their daughters, now aged 17 and 8 years old. They are all citizens of Croatia (Mr. and Mrs. Tomic might be citizens of Bosnia as well). They came to Canada from Gra ac, Croatia, on February 28, 2011, and claimed refugee protection a few days later. Each application is supported by the narrative of Mrs. Tomic, who recited her family's experiences of the war in Croatia between 1991 and 1995, and explained that she feared residual harassment and discrimination against her family.", "[3] On June 22, 2012, Mr. Tomic provided his own narrative, which describes his conscription and other events he experienced during the war. He added that he eventually got involved in municipal politics and began advocating peaceful co-existence between Bosnians, Croatians, and Serbs. After supporting a Serbian politician, he said that he was accused of betraying his people and became the target of pejorative language.", "[4] The Applicants' claims were heard on February 21 and June 13, 2013. During his testimony, Mr. Tomic mentioned additional problems he faced with the Hrvatska demokratska zajednica [HDZ] political party. He also described incidents of politically-motivated violence that were not in his narrative, including an attempted assault on his brother which the police ignored, and a bounty put out to reward anyone who harmed one of his adult daughters for propagating the same ideas and policies that he had once advocated. II. Decision under Review", "[5] On July 8, 2013, the RPD panel member Winston Lim rejected the Applicants' claims for protection.", "[6] The RPD found that the fear described by Mrs. Tomic was essentially a psychological fear stemming from what happened during the war. As for Mr. Tomic, he had described being the subject of derogatory names. The RPD could not see how either fear could be considered well-founded. When asked to give concrete examples, the Applicants could only describe incidents that happened to other people. Even if their testimony were true, the RPD did not consider these incidents direct enough to establish a personal nexus between the alleged fear and a Convention ground.", "[7] In any event, the RPD also had concerns about the Applicants' credibility. They had lived in Germany for a few months from 1994-1995 and said they had filed papers for residency, but were unsure if it was for refugee protection. Because they did not try to obtain any documentation regarding this, the RPD inferred that it would have hurt their claims. Also, the RPD noted that Mr. and Mrs. Tomic were often unemployed in Croatia, and the RPD considered them to be \"economic refugees rather than refugees for a Convention reason.\" Finally, the RPD \"did not find a ring of truth overall in the claimants' testimonies.\" Because of this, it drew a negative inference from the Applicants' failure to corroborate any of the incidents that allegedly happened to them.", "[8] The RPD therefore decided that the Applicants were neither Convention refugees under section 96 of the IRPA nor persons in need of protection under section 97(1) of the IRPA III. The Parties' Submissions A. The Applicants' Arguments", "[9] The Applicants argue that the RPD ignored and misconstrued the evidence and issues before it. The Applicants claim that Mr. Tomic was abused by the HDZ, a national party in a post-war country where guns are everywhere. The Applicants also say that they are seen as dirty because they come from Bosnia, and that these issues of political opinion and discrimination were ignored by the RPD in an effort to wrap up the hearing quickly.", "[10] The Applicants also argue that the RPD's finding that there was no corroborative evidence was unwarranted. According to them, the RPD never asked the Applicants to address its concerns about their employment status and the absence of documentation from their time in Germany. Further, they supplied an article about the mayor of Gra ac that corroborates Mr. Tomic's account of the political problems he suffered as one of his allies, as well as a statutory declaration from a friend about the difficult experiences that Mr. Tomic has had. In addition, the Applicants point to numerous articles in the record that report violence in the area and also in Gra ac, which further confirms Mr. Tomic's story. The RPD never dealt with this evidence, the Applicants say, nor even analyzed the workplace discrimination that Mr. Tomic claimed to face. The Applicants state that the very fact that all of this evidence was ignored or missed by the RPD is sufficient to send the matter back for re-determination, as the RPD failed to apprehend or consider all the risks that the Applicants alleged ( <FRAGMENT_SUPPRESSED> Imm LR (3d) 264).", "[11] The Applicants also state that Mr. Tomic testified about the threats from the HDZ, and the fear the RPD could not understand was right in front of it. The Applicants further argue that the assessment by the RPD needs to be forward-looking and consider the possibility that the Applicants will face the same risk as similarly situated individuals ( <FRAGMENT_SUPPRESSED>  (CA)).", "[12] In this regard, the Applicants state that when his children were threatened, Mr. Tomic said he had had enough. Had the Applicants not left when they did, they say that they likely would have faced the violence referred to in the news article following the HDZ election. In addition, Mr. Tomic's brother was threatened and there was a price put on his daughter's head.", "[13] The Applicants allege that the RPD's errors are further compounded by the fact that the member misrepresented the procedural issues that were raised at the hearing in his decision. B. The Respondent's Arguments", "[14] The Respondent says that any procedural issues at the hearing before the RPD are not relevant, and that the problems with respect to the evidence raised by the RPD are important since there was no corroborative evidence and there were credibility concerns.", "[15] The Respondent states that the Personal Information Forms of the Applicants did not pinpoint any individuals or groups feared by the Applicants. The fear with respect to the HDZ was mentioned for the first time at the hearing before the RPD.", "[16] Furthermore, the Applicants were not willing to even attempt to obtain documentation concerning their time in Germany. The Respondent states that, while the absence of any documentation from Germany is a peripheral issue, it was nonetheless reasonable for the RPD to draw an adverse inference from the absence of any documentation from Germany.", "[17] The Respondent states that, even if true, the Applicants' claims did not articulate any well-founded fear of persecution. They have never been physically abused. The Respondent states that the RPD decision reaches a reasonable outcome.", "[18] As to the absence of any corroborative evidence, the Respondent states that the news article was not direct evidence that the Applicants were targeted by anybody. The Respondent questions whether the statutory declaration was written only for the Applicants and notes that it is extremely vague and not important enough that the RPD should have mentioned it.", "[19] As to the circumstances of similarly situated individuals, the Respondent says that the Applicants could not give concrete examples of others being persecuted even when asked. Furthermore, the Respondent states that the Applicants should have either amended their narratives or obtained corroborative evidence from Mr. Tomic's daughter and brother. The Respondent says that the uncorroborated evidence is not sufficient to show that the Applicants have a well-founded fear or risk of persecution.", "[20] In short, the Respondent states that most, if not all, of the Applicants' allegations were raised for the first time at the hearing before the RPD. The Respondent states that the RPD understood and properly assessed the central allegations. Accordingly, the decision of the RPD is reasonable and should be sustained. IV. Issues and Analysis A. Standard of Review", "[21] Neither party argues that the appropriate standard of review in respect of the RPD's decision is anything other than that of reasonableness. Accordingly, the RPD's factual findings are entitled to deference (see: <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> NR 315 ( <FRAGMENT_SUPPRESSED> (available on CanLII)).", "[22] Thus, the RPD's decision should not be disturbed so long as it was justifiable, intelligible, transparent and defensible in respect of the facts and the law ( <FRAGMENT_SUPPRESSED> at para 47). B. Is the RPD's Decision Reasonable?", "[23] There is a presumption that a decision-maker such as the RPD \"weighed and considered all the evidence presented to it unless the contrary is shown\" ( <FRAGMENT_SUPPRESSED> (available on CanLII), citing <FRAGMENT_SUPPRESSED>  (QL) at para 1 (CA)). Thus, a failure to refer to some relevant evidence will not typically justify a finding that the decision was made without regard to that evidence. However, that is not always the case, and \"... the more important the evidence that is not mentioned specifically and analyzed in the ... reasons, the more willing a court may be to infer from the silence that the agency made an erroneous finding of fact 'without regard to the evidence'\" ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], citing <FRAGMENT_SUPPRESSED>  (QL) at para 17, 157 FTR 35 (TD) [ Cepeda-Gutierrez ] (ellipses in <FRAGMENT_SUPPRESSED> )).", "[24] Furthermore, the Court must be cautious about substituting its own view of the proper outcome by designating certain omissions in the reasons to be fatal ( Newfoundland and  <FRAGMENT_SUPPRESSED>  [ Newfoundland Nurses ]). Reasons need only \"allow the reviewing court to understand why the tribunal made its decision and permit it to determine whether the conclusion is within the range of acceptable outcomes\" ( Newfoundland Nurses at para 16). If the reasons do that, even in the context of the contrary evidence, then there is no cause to infer that evidence was overlooked (", "[25] In this case, however, the RPD's reasons are bereft of any real analysis or appreciation of the Applicants' fears. The RPD curtly stated in paragraphs 13 to 15 of its reasons the following:", "[13] The panel could not see the fear they both tried to describe to be well-founded under a Convention ground nor harassment constituting persecution.", "[14] Furthermore, there is absolutely no direct evidence tendered corroborating the claimants' alleged experiences of any targeting by other people in their home country.", "[15] Although a claimant's testimony is generally considered credible despite the lack of corroborative documentary evidence by virtue of Maldonado , the panel finds that, in this case, there is enough doubt to consider the lack of supportive documents going against the credibility of the claimants' allegations.", "[26] The transcript of Mr. Tomic's testimony clearly shows that he was abused or targeted by armed members of the HDZ and that he was regarded as a traitor and was called offensive racial epithets because he came from Bosnia. There is no mention whatsoever, let alone any analysis, in the RPD's reasons of the HDZ or the political situation alleged by the Applicants. The fact that these aspects of the Applicants' claims were first raised only at the time of the hearing before the RPD is irrelevant. Evidence in this regard was clearly before the RPD and it should have been weighed and considered rather than apparently ignored altogether.", "[27] Moreover, despite the RPD's finding that there was no evidence to corroborate the Applicants' claims, this is contradicted by the record which includes not only articles about violence in Gra ac and news articles about the political situation in Gra ac that were supportive of the Applicants' claims, but also a statutory declaration from Mr. Tomic's former work colleague which states that Mr. Tomic \"had major problems in his life and life of his family in Gracac ...He had a series of unpleasant incidents ...It was going that far that they threatend [ sic ] to [ sic ] his family what hurth [ sic ] him the most. I was present when Marko Tomic was on edge of nervous brakedown [ sic ] because of fear for family.\" V. Conclusion", "[28] In view of the foregoing, I find that the RPD's assessment of the evidence before it was neither justifiable nor transparent and its decision was made without regard for all of the evidence before it. The RPD's reasons for its decision do not allow the Court to understand why it made the decision it did in order to determine whether the conclusion is within the range of acceptable outcomes.", "[29] Accordingly, the Applicants' application for judicial review is allowed and the matter is remitted for re-determination at a new hearing before a different panel of the RPD. Neither party raised a question of general importance for certification, so none is certified. JUDGMENT", "[30] THIS COURT'S JUDGMENT is that this application for judicial review is allowed and the matter is referred back for a new hearing before a different panel of the Refugee Protection Division. No question of general importance is certified. Ljubica Tomic, Marko Tomic,  <FRAGMENT_SUPPRESSED>  contexte", "[1] Le juge Boswell", "[2]", "[3]", "[4] Hrvatska demokratska zajednica II.", "[5]", "[6]", "[7]", "[8] III. A.", "[9]", "[10] <FRAGMENT_SUPPRESSED> Imm LR (3d) 264).", "[11] <FRAGMENT_SUPPRESSED>  (CA)).", "[12]", "[13] B.", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20] IV. A. Norme de contrôle", "[21] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> NR 315 ( <FRAGMENT_SUPPRESSED> (accessible sur CanLII)).", "[22] B.", "[23] <FRAGMENT_SUPPRESSED> (accessible sur CanLII), citant <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], citant Cepeda-Gutierrez ]).", "[24] Newfoundland and  <FRAGMENT_SUPPRESSED>  [ Newfoundland Nurses Newfoundland Nurses <FRAGMENT_SUPPRESSED> (accessible sur CanLII)).", "[25]", "", "", "Maldonado", "[26]", "[27] V. Conclusion", "[28]", "[29] JUGEMENT", "[30] [End of document]"]}