{"id_": "000287", "body_str": ["[1] Mactavish, J. : Branko Rogan came to Canada from war-torn Bosnia-Herzegovina in 1994. He became a Canadian citizen three years later. The Minister of Citizenship and Immigration comes before this Court seeking a declaration that Mr. Rogan obtained his Canadian citizenship by false representation or fraud or by knowingly concealing material circumstances.", "[2] In accordance with the provisions of the Citizenship Act , the revocation process was commenced by the service of a Notice in Respect of Revocation of Citizenship on Mr. Rogan. This Notice advised him of the Minister's intent to make a report to the Governor in Council seeking the revocation of his citizenship on the grounds that it was obtained by false representation or fraud or by knowingly concealing material circumstances.", "[3] In particular, the Notice asserts that Mr. Rogan failed to disclose his activities during the conflict in the former Yugoslavia to immigration officials responsible for selecting applicants to come to Canada. The activities identified in the Notice include: (i) Mr. Rogan's work in Bile a, Bosnia-Herzegovina, during 1992; and/or (ii) Mr. Rogan's position and duties as a reserve police officer and/or police officer and/or military member in Bosnia-Herzegovina during 1992; and/or (iii) Mr. Rogan's activities during service at Bile a detention camp in 1992; and/or (iv) Mr. Rogan's activities mistreating, assaulting and/or torturing detainees at Bile a detention camp in 1992; and/or (v) Other activities in which Mr. Rogan was involved and which would have rendered him inadmissible to Canada at the time of his coming to Canada.", "[4] After receipt of the Minister's Notice Mr. Rogan exercised his statutory right to have this matter referred to the Federal Court. This was done through the issuance of a Statement of Claim by the Minister.", "[5] While citizenship revocation proceedings are not uncommon in this Court, the majority of such proceedings involve matters such as undisclosed criminality or misrepresentations with respect to family circumstances. I am advised that this is the first citizenship revocation proceeding involving allegations of war crimes or crimes against humanity occurring in the post-World War Two era.", "[6] For the reasons that follow, I find on a balance of probabilities that Mr. Rogan was employed as a reserve police officer and worked as a guard at detention facilities in Bile a, Bosnia-Herzegovina, in June and July of 1992. I am further satisfied that Muslim males were arrested and detained during this period, simply because they were Muslims, and that Mr. Rogan would have been aware of this fact.", "[7] I also find that the conditions under which the prisoners were held in these facilities were inhumane, that prisoners were subjected to physical abuse, and that Mr. Rogan was aware of this.", "[8] I have also concluded that Mr. Rogan participated, both directly and indirectly, in the mistreatment and torture of prisoners held at those facilities. Mr. Rogan knowingly concealed this information from Canadian immigration officials in the course of his application for permanent residence. As a consequence, I find that Mr. Rogan obtained his Canadian citizenship by false representation or fraud or by knowingly concealing material information. II. Mr. Rogan's Participation in the Hearing", "[9] Mr. Rogan was represented by counsel during most of the pre-trial phase of this case. However, he delivered a Notice of Intent to Act in Person after the matter was set down for hearing. Although Mr. Rogan was encouraged to consult with Legal Aid in order to obtain legal assistance, he did not retain new counsel.", "[10] Several trial management teleconferences were held in advance of the hearing. Mr. Rogan participated fully in each of these teleconferences, and stated that he would not be able to attend the hearing for financial reasons. He indicated, however, that he did want to come to Court to tell his story. Accordingly, a date was identified for Mr. Rogan's appearance at the hearing, although he was encouraged to attend throughout the proceeding. Mr. Rogan appeared on the specified date, and had a full opportunity to provide the Court with whatever evidence he wished to adduce.", "[11] Mr. Rogan was provided with documentary disclosure in advance of the hearing, and examined a Ministerial witness for discovery. I also directed that Mr. Rogan be provided with will-say statements for each of the witnesses to be called by the Minister in advance of the hearing, in an effort to provide him with as much information as possible about the allegations against him.", "[12] Because Mr. Rogan was not present for the testimony of the Minister's witnesses, I did not have the benefit of observing the witnesses under cross-examination. I have, however, examined the evidence of each witness very carefully in assessing their credibility. This is particularly so in the case of the four eyewitnesses, each of who testified to Mr. Rogan's actions as a prison guard in Bile a in the summer of 1992. III. The Nature of the Proceedings and the Law", "[13] A reference by the Minister under section 18(1)(b) of the Citizenship Act , R.S., 1985, c. C-29 (the \" Citizenship Act, 1985 \") is not an action in the conventional sense of the word. Rather, it is \"essentially an investigative proceeding used to collect evidence of facts surrounding the acquisition of citizenship, so as to determine whether it was obtained by fraudulent means\": Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 1800, at para. 15 [ <FRAGMENT_SUPPRESSED> , (FCA)].", "[14] The task for the Court is to make factual findings as to whether Mr. Rogan obtained his Canadian citizenship by false representation or fraud or by knowingly concealing material circumstances. Findings made by this Court under section 18(1)(b) of the Citizenship Act, 1985 are final, and cannot be appealed.", "[15] Although these reasons follow a hearing at which a great deal of evidence was adduced, the Court's factual findings are not determinative of any legal rights. That is, this decision does not have the effect of revoking Mr. Rogan's Canadian citizenship: Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para. 52, citing <FRAGMENT_SUPPRESSED>  142 N.R. 173 at 175 [ <FRAGMENT_SUPPRESSED> , (FCA)].", "[16] These findings may, however, form the basis of a report by the Minister to the Governor in Council requesting the revocation of Mr. Rogan's citizenship. The ultimate decision with respect to the revocation of citizenship rests with the Governor in Council, which is the sole authority empowered to revoke citizenship. A decision by the Governor in Council to revoke an individual's citizenship may be judicially reviewed: Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1248, at para. 15. A. Procedural Rights", "[17] Mr. Rogan's procedural rights are governed by the citizenship legislation that was in effect on August 20, 2007 - the date upon which he was served with the section 18 Notice initiating the revocation proceedings. The relevant provisions are sections 10 and 18 of the Citizenship Act, 1985 . The full text of these and other relevant legislative provisions are attached as an appendix to these reasons.", "[18] Subsection 10(1) of the Citizenship Act, 1985 allows the Governor in Council to revoke the citizenship of an individual where the Governor in Council is satisfied, on the basis of a report from the Minister, that the person has obtained his or her citizenship by false representation or fraud or by knowingly concealing material circumstances.", "[19] Subsection 10(2) of the Citizenship Act, 1985 addresses the situation where an individual does not misrepresent or conceal material information at the time that he obtains his Canadian citizenship, but has done so in the course of being admitted to Canada for permanent residence.", "[20] Subsection 10(2) deems such an individual to have obtained his citizenship by false representation or fraud or by knowingly concealing material circumstances if he was \"lawfully admitted to Canada for permanent residence by false representation or fraud or by knowingly concealing material circumstances\", and, because of that admission, subsequently obtained his citizenship. B. Substantive Rights", "[21] Mr. Rogan's substantive rights are governed by the version of the Citizenship Act in effect when he obtained his Canadian citizenship on November 14, 1997: Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at paras. 116, 119 and 121; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1249, at para. 16. The Citizenship Act, 1985 was the governing legislation at that time.", "[22] Section 5(1) of the Citizenship Act, 1985 sets out the criteria that had to be satisfied in 1997 in order to be granted a certificate of citizenship. Amongst other things, Mr. Rogan had to satisfy the Minister that he had \"been lawfully admitted to Canada for permanent residence\": paragraph 5(1)(c). Thus, the lawfulness of admission to Canada is a condition precedent to the acquisition of Canadian citizenship: <FRAGMENT_SUPPRESSED> , above, at para. 17.", "[23] Mr. Rogan's substantive rights are also governed by the provisions of the Immigration Act , R.S.C. 1985, c. I-2 that were in force at the time that he applied for permanent residence in Canada in January of 1994, and when he entered Canada some three months later. The relevant legal principles governing his application are addressed further on in these reasons, in the section dealing with Mr. Rogan's application for permanent residence. C. The Burden and Standard of Proof", "[24] Before turning to address the burden and standard of proof in a matter such as this, it is important to start by observing that a citizenship revocation hearing is not a criminal proceeding.", "[25] Canadian citizenship is a valuable privilege ( <FRAGMENT_SUPPRESSED>  at para. 72), and the stakes are undoubtedly high for Mr. Rogan. Nevertheless, it must be kept in mind that the Minister is trying to deprive Mr. Rogan of his citizenship through this proceeding, and not his liberty. Thus Mr. Rogan's interests do not weigh as heavily in the balance as they would in a criminal proceeding: <FRAGMENT_SUPPRESSED> , above, at para. 108.", "[26] The burden is on the Minister to demonstrate that Mr. Rogan obtained his citizenship by false representation or fraud or by knowingly concealing material circumstances: <FRAGMENT_SUPPRESSED> , above, at para. 21.", "[27] An early citizenship revocation case suggested that the onus was on the Minister to establish grounds for revocation with a \"high degree of probability\": <FRAGMENT_SUPPRESSED>  at para. 11 (F.C.T.D.) [ <FRAGMENT_SUPPRESSED> (FCTD)]. However, subsequent jurisprudence has clearly established that the standard of proof is that of the balance of probabilities: <FRAGMENT_SUPPRESSED> , above, at para. 23, citing <FRAGMENT_SUPPRESSED> , above, at para. 110; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 1344 at para. 7 [ <FRAGMENT_SUPPRESSED> (FC)]; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 1351 at para. 8; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 286 at para. 13; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (F.C.T.D.) at para. 187 [ <FRAGMENT_SUPPRESSED> (F.C.T.D.)]; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (F.C.T.D.) at para. 5; and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para. 38 (F.C.T.D.)).", "[28] The balance of probabilities standard will be satisfied if the evidence establishes that it is more probable than not that something occurred. That is, I must be satisfied that an event or fact in dispute is not only possible, but probable: <FRAGMENT_SUPPRESSED> , above, at para. 25; <FRAGMENT_SUPPRESSED> (FC), above, at paras. 8-9.", "[29] That said, because of the seriousness of the allegations that have been made and the significant negative consequences that revocation of citizenship may have for Mr. Rogan, the evidence must be scrutinized with great care: Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2004] 1 F.C.R.280, at para. 25; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para. 10 (F.C.T.D.); <FRAGMENT_SUPPRESSED> , above, at para. 24. D. What must be established in Order to find that there has been a False Representation or Fraud or a Knowing Concealment of Material Circumstances?", "[30] As was noted earlier, the question for the Court to determine in this reference is whether Mr. Rogan obtained his Canadian citizenship by false representation or fraud or by knowingly concealing material circumstances.", "[31] The Minister does not have to demonstrate that, had he been truthful during the immigration process, Mr. Rogan's application for permanent residence would necessarily have been rejected. Rather, the Minister need only show that Mr. Rogan gained entry to Canada by knowingly concealing material circumstances which had the effect of foreclosing or averting further inquiries: Canada (Minister of Manpower and  <FRAGMENT_SUPPRESSED>  [1973] S.C.J. No. 112, at 873; <FRAGMENT_SUPPRESSED> , above, at para. 159; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  F.T.R. 174 at para. 16.", "[32] In order to find that someone \"knowingly conceal[ed] material circumstances\" within the meaning of section 10 of the Citizenship Act, 1985 , \"the Court must find on evidence, and/or reasonable inference from the evidence, that the person concerned concealed circumstances material to the decision, whether he knew or did not know that they were material, with the intent of misleading the decision-maker\": <FRAGMENT_SUPPRESSED> , above, at para. 159. See also <FRAGMENT_SUPPRESSED> , above, at para. 20.", "[33] \"A misrepresentation of a material fact includes an untruth, the withholding of truthful information, or a misleading answer which has the effect of foreclosing or averting further inquiries\": <FRAGMENT_SUPPRESSED> , at para. 22, citing <FRAGMENT_SUPPRESSED> . This is so even if the answer to those inquiries might not turn up any independent ground of deportation: <FRAGMENT_SUPPRESSED> , above, at 873.", "[34] In assessing the materiality of the information concealed, regard must be had to the significance of the undisclosed information to the decision in question: <FRAGMENT_SUPPRESSED> , at para. 21. However, \"more must be established than a technical transgression of the Act. Innocent misrepresentations are not to result in the revocation of citizenship\": <FRAGMENT_SUPPRESSED> , at para. 26, citing Canada (Minister of Multiculturalism and  <FRAGMENT_SUPPRESSED>  (F.C.T.D.).", "[35] That said, misrepresentations claimed to be \"innocent\" must be carefully examined, and willful blindness will not be condoned. If faced with a situation of doubt, an applicant should invariably err on the side of full disclosure: Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  F.T.R. 239 at para. 33. IV. The Historical Context", "[36] In order to put the allegations involving Mr. Rogan into context, it is necessary to have some understanding of events surrounding the conflict occurring in the early 1990's in the former Yugoslavia, and, in particular, what happened in Bosnia-Herzegovina. A. Dr. Nielsen's Expertise", "[37] Historical evidence regarding the war in Bosnia-Herzegovina was provided to the Court by Doctor Christian Axboe Nielsen. Dr. Nielsen holds a Ph.D. in East Central European history with a specialty in the history of the Socialist Federal Republic of Yugoslavia (the \"former Yugoslavia\") from Columbia University. He is currently employed as an Assistant Professor of Southeast European Studies and the Bosnian-Serbian-Croatian language (also known as Serbo-Croatian) at the Institute for History and Area Studies at the University of Aarhus in Denmark.", "[38] In addition to his other qualifications, Dr. Nielsen has worked as a Research Officer in the Investigations Division of the Office of the Prosecutor at the International Criminal Tribunal for the Former Yugoslavia ( <FRAGMENT_SUPPRESSED> ). In that capacity, he was called upon to examine the conduct of the Bosnian-Serb police forces during the war in the Former Yugoslavia. Dr. Nielsen has testified as an expert witness with respect to the structure and role of the police and the Bosnian-Serb Ministry of Internal Affairs in proceedings before the ICTY.", "[39] Dr. Nielsen has also worked as an Associate Analyst in the Investigations Division of the Office of the Prosecutor at the International Criminal Court in The Hague. In addition, he has published articles relating to ethnic cleansing in Croatia, Bosnia-Herzegovina and Kosovo in the Encyclopedia of Migration (Santa Barbara: ABC Clio, 2005).", "[40] In the course of both the pre-trial conference and the trial management process, Mr. Rogan accepted Dr. Nielsen's expertise with respect to the matters dealt with in his report, disputing only the authenticity of pay records referred to by Dr. Nielsen at footnote 33 of the report.", "[41] Dr. Nielsen was qualified as an expert in relation to political, military and social developments in Bosnia-Herzegovina generally, and more specifically, in the municipality of Bile a, between the November, 1990 multi-party elections in the Socialist Republic of Bosnia-Herzegovina and the end of 1992.", "[42] In particular, Dr. Nielsen's expertise relates to the structure and function of police and reserve police organizations under the Ministry of Internal Affairs, including the role played by those bodies in the political and military developments during the relevant period. Dr. Nielsen was also qualified as an expert with respect to the Serbo-Croatian language. B. The Conflict in Bosnia-Herzegovina", "[43] The historical evidence provided by Dr. Nielsen was extensive and was invaluable in understanding the roots of the conflict in the former Yugoslavia, and the war in Bosnia-Herzegovina in particular. While I have been greatly assisted by this evidence, it is not necessary to review all of Dr. Nielsen's evidence in detail. Rather, I will provide a brief overview of certain key events in order to address the issues relating to Mr. Rogan's acquisition of Canadian citizenship.", "[44] The events giving rise to this matter took place in Bile a, a small town in south-eastern Bosnia-Herzegovina, and, more precisely, in eastern Herzegovina. In 1991, the municipality of Bile a had a population of just over 13,000 people, approximately 80% of whom were of Serb ethnicity. Bosnian Muslims (now known as \"Bosniaks\") made up nearly 15% of the population, and a very small number of residents were Croats.", "[45] While Bile a was a predominantly Serb town, the same could not be said for Bosnia-Herzegovina as a whole, which Dr. Nielsen described as \"an absolute patchwork of ethnicities\", including Serbs, Muslims and Croats.", "[46] Dr. Nielsen explained that Bosnian Serbs, Muslims and Croats all share a common Southern Slavic ethnic origin, as well as a common language. The differences between the groups are religious in nature. Bosniaks are of the Muslim faith, whereas Bosnian Serbs are Eastern Orthodox Christians, and Bosnian Croats are Roman Catholic.", "[47] The constitution of the Socialist Federal Republic of Yugoslavia recognized certain \"nations\", which enjoyed the highest degree of constitutional protection afforded by the Socialist Federal Republic of Yugoslavia. Serbs, Croats and Muslims were each considered to be \"nations\", and each had a strong group identity as a national group, in addition to a religious affiliation.", "[48] Dr. Nielsen stated that after 45 years of living in an officially atheist communist state, the level of religious observance in all three groups had declined significantly compared to what it had been prior to the creation of socialist Yugoslavia. That said, with the rise in ethnic nationalism in the late 1980's and early 1990's, religious observance also began to increase.", "[49] The two largest groups living in Eastern Herzegovina were the Bosnian Serbs and Bosnian Muslims. Prior to the 1990's, these groups lived together in relative harmony. However, the legacy of World War II, which saw massacres of the civilian population perpetrated against both Bosnian Serbs and Bosnian Muslims, remained alive in the collective memory of the region's population. These memories, combined with an increasingly fractious political environment as Communism collapsed, contributed to a dramatic rise in ethnic tensions in the late 1980's, and to general apprehension on all sides.", "[50] According to Dr. Nielsen, November of 1990 was \"a crucial tide mark in the history of Yugoslavia\". That month, the first multi-party elections since World War II were held in Bosnia-Herzegovina. These elections ended the Communists' monopoly on power in Bosnia-Herzegovina, and in Yugoslavia generally.", "[51] The coalition that defeated the Communists in the November, 1990 elections was made up of three nationalist parties: the Serbian Democratic Party (or \"SDS\") - the Bosnian Serb party led by Radovan Karadži; the Bosnian Muslim Party of Democratic Action (or \"SDA\"), led by Alija Izetbegovi; and the Croatian Democratic Union (or \"HDZ\").", "[52] In June of 1991, Croatia and Slovenia declared their independence from Yugoslavia. The decision of Croatia to secede from Yugoslavia was severely contested, not only by the Yugoslav federal military forces (including the Yugoslav Army or \"JNA\"), but also by the sizable Serbian minority living in the Republic of Croatia. This led to a protracted military conflict in Croatia, which finally came to a conclusion in 1995.", "[53] Dr. Nielsen explained that the outbreak of armed conflict on the territory of the Republic of Croatia inevitably had a spill-over effect into Bosnia-Herzegovina. As people in the former Yugoslavia were aligning along ethnic lines, Croats in Bosnia aligned with Croats in Croatia in supporting Croatian independence, while Serbs in Bosnia-Herzegovina supported Serbs in Croatia who wished to maintain a close relationship to the Yugoslav state. Bosnian Muslims found themselves increasingly stuck politically and militarily between the Croats and the Serbs, both of who were becoming radicalized by the war in Croatia.", "[54] Things continued to escalate through the fall and winter of 1991 and into early 1992. The Serb attack on Dubrovnik in November of 1991 led to the area of eastern Herzegovina around Bile a becoming a military staging ground for JNA forces, local reserve police units, and irregular unofficial armed formations from Montenegro and Serbia. Military personnel would return to Bile a from the front radicalized by their wartime experiences. This had very negative consequences for the security situation in Bile a, and increased tensions in the community.", "[55] By the time war broke out in Bosnia-Herzegovina in early April of 1992, Bosnian Muslims had voted for an independent state of Bosnia and Herzegovina, a prospect that was unacceptable to Bosnian Serbs. Bosnian Serbs had, in turn, unilaterally declared the creation of the \"Republika Srpska\" or Serb Republic, which came into being in January of 1992 with Radovan Karadži as its first president. Bile a was located in this new entity.", "[56] As tensions continued to escalate, Bosnian Serbs were arming their civilian population. A decision was made to augment the ranks of the police by activating the reserve police and putting these officers at the disposal of the military. Hundreds of Bosnian Serbs were called up - some to serve in the military, and others to serve with the reserve police forces. According to Dr. Nielsen, all of this led to a \"fraying\" of command and control structure of the police.", "[57] On April 1, 1992, the Ministry of Internal Affairs of the Republika Srpska unilaterally proclaimed that it had sole police jurisdiction throughout the Serbian Republic of Bosnia and Herzegovina. This covered all of eastern Herzegovina including Bile a.", "[58] In early April of 1992, Bosnian Serb paramilitary forces commenced the takeover of Bijeljina in north-western Bosnia-Herzegovina, an event that is generally regarded by international observers as the beginning of the war. In mid-April, the Minister of National Defence of the Serbian Republic of Bosnia and Herzegovina commenced a full mobilization. All military-aged males who were not already working in government jobs, in vital economic positions, or in the military, Territorial Defence or police forces were called up for reserve police or military service. The only way that male Bosnian Serbs of military age could have avoided mobilization would have been to flee illegally to other parts of the former Yugoslavia, or to go abroad.", "[59] The JNA had become increasingly identified with the cause of the Bosnian Serbs, with the result that many Bosnian Muslims and Croats resisted responding to mobilization. In May of 1992, the JNA withdrew from Bosnia-Herzegovina altogether. At that point, the remnants of the JNA, along with members of the Territorial Defence force, formed the nucleus of the nascent Army of the Republika Srpska.", "[60] At the same time, employees of the Republika Srpska's Ministry of Internal Affairs were organized into war units. There was a complete militarization of the police structure, including the issuing of military ranks to many police commanders. The exigencies of the situation were such that little or no time or resources were available to provide training for members of the reserve police.", "[61] After the Republika Srpska's Ministry of Internal Affairs began to function on the territory controlled by Bosnian Serb forces, non-Serbs in the police were either summarily dismissed or forced to take loyalty oaths to Republika Srpska. However, Bosnian Muslim police employees in Bile a were not allowed to express their loyalty to the new Serbian republic, and all non-Serbs were forced out of the police, either by being explicitly dismissed, or through extended unpaid sick leaves. Once armed hostilities engulfed a municipality, the Bosnian Serb police often prioritized the detention and incarceration of their erstwhile Bosnian Muslim and Croat colleagues.", "[62] According to Dr. Nielsen, after April of 1992, the police in the Republika Srpska were no longer operating as a police force primarily engaged in maintaining law and order. On the contrary, internal Ministry documents confirm that for most of 1992, the Bosnian Serb police (both regular and reserve forces) were a combat force that spent, by their own account, over 300,000 man-days in combat between April and December of 1992. C. Events in Bile a", "[63] According to Dr. Nielsen, with the advent of Serbian rule in Bile a in early 1992, the situation of the Bosnian Muslim population became very difficult. Muslims in Bile a were intimidated by Serbs, who increasingly carried weapons in public. At the same time, the police, together with the relevant military authorities, undertook to disarm the non-Serb civilian population. Checkpoints were erected in the municipality, and restrictions on the movement of Muslim residents were imposed. Many Muslims lost their jobs, and most were afraid to leave their homes because of safety concerns.", "[64] Dr. Nielsen explained that a number of significant military operations during 1992 were conducted on the pretext of disarming the non-Serb civilian population. These efforts often evolved into mass arrests of all male Bosnian Muslims and Croats in a given area. These individuals would then be detained in camps, prisons, barracks or other, irregular, detention facilities. Many of these individuals were eventually expelled from the municipalities in question.", "[65] Dr. Nielsen pointed to judgments of the ICTY which have determined that the campaign to disarm Bosnian Muslims in Bile a municipality began on June 10, 1992. It resulted in the mass coordinated arrest of large numbers of Muslim and Croat males by regular and reserve police forces. D. Conclusion Regarding the Evidence of Dr. Nielsen", "[66] It is clear from the evidence of Dr. Nielsen that in 1991 and 1992 there was an attack directed against the Muslim civilian population in Bosnia-Herzegovina generally, and in Bile a in particular, which was both widespread and systematic.", "[67] The attack was widespread in that it consisted of massive, frequent and large scale actions carried out collectively with considerable seriousness and directed against a multiplicity of victims. The attack against the Bosnian Muslim civilian population occurred not only throughout the municipality of Bile a, but throughout the entire Republika Srpska.", "[68] The attack manifested itself in Bile a through the significant increase in the number of armed Serb military, paramilitary and police units, and the arming of the Serb civilian population by Serb authorities. This created fear in the Bosnian Muslim civilian population, and threatened their safety. In addition to the loss of their employment, the Muslims of Bile a also faced restrictions on their travel, and the destruction or confiscation of their homes. The attack culminated in the unlawful arrest and detention of the Bosnian Muslim male population of Bile a by Serb authorities, and the eventual ethnic cleansing of the area of the Bosnian Muslim civilian population by Serb authorities.", "[69] The attack against the Bosnian Muslim civilian population of Bile a was also systematic, in that it was organized and followed the pattern of attacks occurring throughout the Republika Srpska. V. The Eyewitness Testimony", "[70] It is Mr. Rogan's involvement in the detention of Muslim prisoners in detention facilities in Bile a that the Minister says was knowingly concealed by Mr. Rogan in his application for permanent residence in Canada. As a consequence, before looking at the information provided by Mr. Rogan in connection with his immigration application, it is first necessary to examine the events occurring in Bile a in 1992, and the role played by Mr. Rogan in those events.", "[71] Five witnesses provided first-hand evidence in this regard. These included Mr. Rogan himself, as well as four Bosnian Muslim men who were arrested and held in detention facilities in Bile a: Ramiz Pervan, Sabir Bajramovic, Huso Hadzic and Kamel Hadzic. A. Branko Rogan", "[72] Branko Rogan is a Bosnian Serb, who was approximately 30 years old in 1992. He was born and raised in Bile a, although there is a question as to where he spent the years leading up to the outbreak of the war in Bosnia-Herzegovina. This issue will be addressed later in these reasons.", "[73] Mr. Rogan stated in his Statement of Defence that he \"was not involved in guarding and transporting Bosniak detainees\". However, Mr. Rogan now admits that he was a reserve police officer in the early summer of 1992, and that he worked as a prison guard at two detention facilities in Bile a during that time. Mr. Rogan does, however, deny any direct or indirect role in the mistreatment or abuse of detainees in those facilities.", "[74] Mr. Rogan explained that after the war began in Bosnia-Herzegovina, he received a call-up notice for military service. Mr. Rogan's wife had just given birth to a child, and a second child had just had surgery. As a consequence, Mr. Rogan says that he obtained a medical note regarding his second child's condition, and went to the Bile a city hall where he asked not to be sent to the battle front.", "[75] Mr. Rogan testified that he was told to report to the police station in Bile a. When he did so, he was told that he would be working as a reserve policeman, guarding prisoners. Although Mr. Rogan was serving as a reserve police officer when carrying out his guard duties, he wore a JNA military uniform, he had the military rank of private or soldier and he was given a Kalashnikov to carry while on guard duty.", "[76] Mr. Rogan says that sometime later, he was told that he could no longer work as a guard and would have to go to the front. At that point, Mr. Rogan fled Bile a, ultimately rejoining his family in Belgrade, Serbia. Mr. Rogan had taken his family to safety in Serbia in April or May of 1992.", "[77] Mr. Rogan says that he began working as a prison guard on or around June 9, 1992. He stated on his examination for discovery that he only completed eight shifts as a guard at the two prisons, two shifts at one facility and six at the other. In a statement given to the RCMP, Mr. Rogan claimed that he worked as a guard for 15 days at the most.", "[78] However, Mr. Rogan conceded in cross-examination that he really does not recall how long it was that he worked as a guard at the detention facilities in Bile a. Indeed, he stated that it could have been weeks, months or even a couple of years.", "[79] Dr. Nielsen testified that he had located Republika Srpska Ministry of Internal Affairs payroll records for the summer of 1992. He stated that he had personally obtained these documents from a police station in Banja Luka in November of 2002. Dr. Nielsen has discussed the documents with Bosnian Serb police officers, who have also corroborated their authenticity. It is Dr. Nielsen's opinion that the individuals listed in the payroll records were employed by the reserve police in Bile a in the months listed.", "[80] Mr. Rogan does not accept the authenticity of the documents. At the same time, however, he does not dispute that the records accurately reflect the days that he worked with the reserve police. Mr. Rogan also identified his father's signature appearing on the payroll documents as the individual who had collected his pay. No explanation was provided by Mr. Rogan as to how his father's signature could have found its way onto a fabricated document.", "[81] I accept Dr. Nielsen's evidence that the payroll records produced by him are authentic, and that they reflect the dates worked by reserve police officers in Bile a in the summer of 1992. These records show that Mr. Rogan worked as a reserve police officer for 20 days in June of 1992. This is consistent with Mr. Rogan's testimony that he began working as a guard on June 9. It is also consistent with Dr. Nielsen's evidence that the round-up and imprisonment of Muslim men in Bile a began on June 10, 1992.", "[82] The payroll records also show that Mr. Rogan worked as a reserve police officer for 31 days in July of 1992. There are no further entries for Mr. Rogan in the payroll records.", "[83] Dr. Nielsen testified that the absence of Mr. Rogan's name from the payroll records for August of 1992 is consistent with the fact that the Bosnian Serb Ministry of Internal Affairs began to significantly reduce the number of individuals serving as reserve police officers, beginning in July of 1992. Dr. Nielsen says that 107 reserve police officers from Bile a were sent to the front in August of 1992, in furtherance of this objective. Mr. Rogan himself testified that he fled Bile a after being told that he would have to go to the battlefront.", "[84] Based upon Dr. Nielsen's testimony and the payroll records, I am satisfied that Mr. Rogan served as a reserve police officer and that he worked as a prison guard in Bile a from June 9, 1992 to July 31, 1992.", "[85] Mr. Rogan came to Canada as a refugee in 1994 and has been living in British Columbia with his family since that time. He became a Canadian citizen in November of 1997, and is currently employed as a metal worker. B. Ramiz Pervan", "[86] Ramiz Pervan lives in Sweden, where he and his family were sent as refugees after Mr. Pervan's release from detention. Mr. Pervan lives on a disability pension as he continues to suffer significant physical and psychological difficulties as a result of the treatment that he endured while in prison in Bile a.", "[87] Mr. Pervan was in his early forties in 1992. He had worked for many years as the Vice-Commander of the Territorial Defence and General People's Protection force in Bile a. Mr. Pervan became the Commander of the force in April of 1991, after the previous Commander, himself a Muslim, fled from his post out of fear of the pro-Serb Mayor of Bile a.", "[88] In September of 1991, Mr. Pervan was relieved of his command responsibilities after he expressed his reluctance to join the JNA in its attack on Dubrovnik. Mr. Pervan believes that he was stripped of his position because he was a Muslim. Mr. Pervan was then assigned to a position answering a telephone. He did this for several months until he was sent home on an indefinite leave in February of 1992.", "[89] Mr. Pervan's description of his treatment is consistent with the evidence of Dr. Nielsen regarding the way in which Muslim officers were excluded from the police in Bile a during this period, including the fact that many were simply sent home on extended leaves.", "[90] Mr. Pervan testified that he spent the next several months confined to his home. He was afraid to venture outside because Serbian paramilitary forces were roaming the area, destroying everything that they encountered.", "[91] At the time that he was sent home from his job, Mr. Pervan was told that Miroslav Duka, the Commander of the police in the Municipality of Bile a during the war, had ordered that he report to the police by phone twice daily, although there was no suggestion that Mr. Pervan was suspected of having committed a crime. Mr. Pervan did this until his arrest on June 11, 1992.", "[92] Mr. Pervan's family initially stayed in the family home after Mr. Pervan's arrest. However, the family's Serb neighbours and long-time friends later came to the Pervan home armed with an automatic rifle. The husband evicted Mr. Pervan's wife from her home, and she was forced to leave all of her possessions behind. With no home and no source of income, Mr. Pervan's wife was dependant on the kindness of friends for her survival while her husband was in custody. C. Sabir Bajramovic", "[93] Sabir Bajramovic also now lives in Sweden, where he and his family were sent as refugees after his release from detention. Like Mr. Pervan, Mr. Bajramovic is in receipt of a disability pension, as he continues to suffer significant psychological difficulties, which he described as \"post-war trauma\", as a result of his experiences while in detention in Bile a.", "[94] Mr. Bajramovic was born and raised in a town near Bile a, and began living in Bile a itself in 1977. Mr. Bajramovic spent more than 20 years working at a metal fabrication factory known as \"Kovnica\" in Bile a, which was owned by the Energoinvest Company.", "[95] Mr. Bajramovic says that in May of 1991, he received a call-up notice to report to the JNA to assist with preparations for the attack on Dubrovnik. Instead of reporting for duty, Mr. Bajramovic fled with his family to Sarajevo. This resulted in him being fired from his position at Kovnica.", "[96] While he was living in Sarajevo, Mr. Bajramovic worked as a bodyguard for Alija Izetbegovi. Mr. Izetbegovi was the head of the Bosnian Muslim Party of Democratic Action, and the President of the newly-declared independent country of Bosnia and Herzegovina.", "[97] The Bajramovic family returned to Bile a in late December, 1991, in order to celebrate the New Year with family. Because roads had become impassable for Muslims, it was impossible for Mr. Bajramovic to return to Sarajevo after the holidays.", "[98] Mr. Bajramovic says that he spent the next several months confined to his family home in Bile a. According to Mr. Bajramovic, this was because there were lots of Serb soldiers roaming the streets in Bile a, and the \"killing started to happen, and raping\". During this time Mr. Bajramovic says that \"it was better to be a dog than a Muslim\".", "[99] Two or three days before Mr. Bajramovic's arrest, he says that he was in the woods near his home when Miroslav Duka and his police officers fired a rocket launcher into the roof of his home, which then burned to the ground. Mr. Bajramovic then took his family to his wife's parents' home on the outskirts of Bile a.", "[100] Mr. Bajramovic says that he went to hide at his wife's grandparent's home, which was near the woods. He explained that his plan was to try to flee into the woods in case of danger. However, when the police came to the home on June 10, 1992, Mr. Bajramovic decided to give himself up, as he was afraid that the police would set the house on fire and harm the grandparents. D. Huso Hadzic", "[101] Huso Hadzic and his family came to British Columbia as refugees in 1993. Mr. Hadzic is self-employed, and runs his own long-distance telephone service business.", "[102] Mr. Hadzic grew up in Bile a with Branko Rogan, who he has known for most of his life as the two were a year apart at school. Mr. Hadzic explained that religious identity was not a big issue when he was growing up in Bile a, and that, as a child, he was not conscious of the fact that he was a Muslim or that Branko Rogan was a Serb. Mr. Hadzic testified that his wife is also a Serb.", "[103] Mr. Hadzic worked at the Kovnica factory in Bile a until 1987 or 1988, when he left to start a business selling children's toys at markets in Bile a and neighbouring towns. Mr. Hadzic was not called up for military service when the conflict started to heat up in Bosnia-Herzegovina, as he was ineligible for service. Rather, he continued working as a market vendor until attacks on Muslims by Serb soldiers returning from the front in April or May of 1992 made it impossible for Mr. Hadzic to leave his home.", "[104] Mr. Hadzic says that he was not arrested in the initial round-up of Muslim males in early June of 1992. He explains that the man sent to arrest him recognized Mr. Hadzic as the vendor who had given a toy to the man's child. After verifying that Mr. Hadzic did not have any weapons in his home, the man left him alone. However, Mr. Hadzic was arrested a few weeks later.", "[105] It was Mr. Hadzic's actions that triggered the investigation into Branko Rogan's activities during the war in Bosnia-Herzegovina, which in turn led to these proceedings. Mr. Hadzic explained that his wife spotted Mr. Rogan in a mall in Burnaby in 1996. After his wife told him that Mr. Rogan was in British Columbia, Mr. Hadzic was able to track down his address, and confirm that the individual living at that address was indeed Mr. Rogan. Mr. Hadzic then contacted the RCMP.", "[106] Mr. Rogan disputes Mr. Hadzic's claim that he only became aware of Mr. Rogan's presence in Canada in 1996. According to Mr. Rogan, Mr. Hadzic knew in advance that Mr. Rogan was coming to this country, and Mr. Hadzic had seen Mr. Rogan on many occasions after he arrived in Canada in 1994. Why, then, asks Mr. Rogan, did Mr. Hadzic wait four years to make a complaint to the RCMP?", "[107] I agree with Mr. Rogan that this does not make a great deal of sense. In my view, however, Mr. Hadzic's actions are more consistent with him only becoming aware of Mr. Rogan's presence in Canada in 1996. Accordingly, I prefer Mr. Hadzic's version of the events leading up to his complaint to the RCMP. E. Kamel Hadzic", "[108] Kamel Hadzic is Huso Hadzic's younger brother, who also now lives in British Columbia. He described an idyllic childhood in Bile a, where he says, he often encountered Branko Rogan who would be riding around Bile a on his bicycle.", "[109] Kamel Hadzic returned to Bile a in 1989, after completing his compulsory military service. Like his brother, Kamel Hadzic worked as a market vendor, until he was called-up for military service in September of 1991.", "[110] In the latter part of 1991, Kamel Hadzic completed a four month rotation with the JNA during the attack on Dubrovnik. He described seeing homes set on fire by the JNA, and also testified to his conflicted feelings participating in the attack. According to Mr. Hadzic, he felt that \"this was not my war\", and he was concerned by the fact that he had family living in Dubrovnik. He says that he considered defecting to the other side of the conflict, but decided not to do so as his defection would have jeopardized his family's safety.", "[111] Kamel Hadzic returned to Bile a from the front in January of 1992, where he found that the situation had deteriorated markedly. He stated that many Muslims had already fled Bile a, and that his \"so-called friends, Serbians\" were singing nationalistic songs and talking to him about what \"your people\" were doing to the Serbs.", "[112] In April of 1992, Kamel Hadzic was once again called up for military service. Although he initially refused to comply with this call-up, he was nevertheless sent to the front lines in the western part of Herzegovina as an infantryman. After a month or so at the front, he was injured by shrapnel and was sent back to Bile a.", "[113] According to Kamel Hadzic, on his return to Bile a he discovered that conditions had deteriorated to the point that he was the only Muslim male who could walk freely in the town, which he attributes to the fact that he was a war veteran. He decided to flee to Montenegro in June of 1992, but was intercepted and arrested near the Montenegrin border. VI. The Arrests and Detention of the Eyewitnesses", "[114] Ramiz Pervan, Sabir Bajramovic, Huso Hadzic and Kamel Hadzic each described their arrests and the treatment that they were subjected to while in detention. While none of these individuals were themselves beaten by Mr. Rogan, as will be described below, Messrs. Pervan and Bajramovic each suffered serious physical abuse during their time in custody. All four eyewitnesses also suffered because of the conditions in the detention facilities in which the men were held. These conditions will be discussed later in these reasons. A. Ramiz Pervan's Arrest and Detention", "[115] Ramiz Pervan testified that on June 11, 1992, four soldiers and a Commander came to his home to arrest him. One of the soldiers hit Mr. Pervan and ordered him to get into a truck, where other Muslim men were waiting. According to Mr. Pervan, one of the soldiers told him to open his mouth. When he did so, the soldier put a gun into his mouth and pulled the trigger, but the gun did not go off. The soldier told Mr. Pervan that \"This time you were lucky\". The soldier also told Mr. Pervan that he had done this because Mr. Pervan had refused to go to the battlefield.", "[116] Mr. Pervan testified that he was taken to the police station in Bile a, and was led to the office that he himself had occupied for 10 years. There were people waiting there who he identified as members of the \"White Eagles\", a Serb paramilitary group. Mr. Pervan was told to put his hands on the wall, whereupon he was beaten and kicked, suffering four broken ribs in the assault.", "[117] Mr. Pervan says that he fainted during the attack. When he awoke, Mr. Pervan saw the Mayor of Bile a and the regional head of the Ministry of Internal Affairs looking at him. Mr. Pervan knew these men, as he had previously worked with each of them. Mr. Pervan said that both men just looked at him, and then turned away.", "[118] Mr. Pervan says that during this period, he could hear screams coming from other offices, which he believed came from other Muslim men arrested that day.", "[119] Mr. Pervan says later that day, that approximately 60 men were taken by truck to the barracks on the military base in Bile a (known as the \"Moše Pijade\" JNA compound). On his arrival, Mr. Pervan encountered a Serb man that he knew by the name of Deputy Lieutenant Branko Segrt. Mr. Pervan asked Deputy Lieutenant Segrt why he had been arrested. According to Mr. Pervan, Deputy Lieutenant Segrt \"probably felt embarrassed at that moment because we were friends ... He didn't look into my eyes. He turned his head and he said, 'You are arrested only because you are a Muslim.'\" Mr. Pervan testified that at no time during his arrest or detention was he ever charged with an offence.", "[120] Mr. Pervan describes the detention facility on the military base as having been very clean and tidy. While he says that prisoners were interrogated while being held at the military barracks, he was not aware of prisoners being mistreated by the guards at that facility.", "[121] At one point during his detention at the prison on the military base, a group of soldiers appeared at the barracks, one of whom was introduced to Mr. Pervan as Branko Rogan. Mr. Pervan testified that he did not recall having met Mr. Rogan previously, although he says that he may have seen Mr. Rogan as a child, as Mr. Pervan knew Mr. Rogan's father, Radovan, and his father's brother Pera very well. Mr. Pervan described Radovan Rogan as \"a very good, very nice man\".", "[122] Mr. Pervan spent 15 days in detention at the military barracks, after which he and the other prisoners were then taken to a jail building next to the police station in central Bile a (the \"police station detention facility\" or \"lower jail\"). Mr. Pervan remained in detention at the police station detention facility until December of 1992.", "[123] While he was being held at the police station detention facility, Mr. Pervan was severely beaten by Miroslav Duka and two other police officers. According to Mr. Pervan, Miroslav Duka had previously been a very good friend of his. As a result of this beating, Mr. Pervan says that he had blood coming out of his ears, nose and mouth for 10 days, and that for the next year he was unable to move his head without fainting.", "[124] Mr. Pervan testified that while he was in custody he would pray every night not to wake up in the morning so that he would stop being a burden for his family.", "[125] At no time while he was in detention was Mr. Pervan provided with any medical attention for his injuries. Mr. Pervan testified that he was hospitalized for his injuries upon his arrival in Sweden, and that he continues to suffer as a result of the beatings. B. Sabir Bajramovic's Arrest and Detention", "[126] Mr. Bajramovic testified that when the police arrived at his wife's grandparent's home on June 10, 1992, he left the home with his hands in the air saying \"I surrender\". A neighbour then began shooting at Mr. Bajramovic, and a bullet just missed him. Mr. Bajramovic says that the shooting stopped when he said \"Don't shoot - I surrender\".", "[127] As Mr. Bajramovic approached the police officers, he saw a relative of his whose arms were bound and who had been badly beaten. Mr. Bajramovic and his relative were then driven to the police station in Bile a where he was left in a room with his brother and about 15 of his relatives.", "[128] The next morning, a reserve policeman by the name of Denda took Mr. Bajramovic into another room at the police station where he was subjected to a severe beating. One of Mr. Bajramovic's assailants hit him on the head with a metal object, a blow so hard that it took two years for the hair to grow back on Mr. Bajramovic's scalp.", "[129] Mr. Bajramovic says that he lost consciousness during this beating, and that he woke up in a cell at the police station. There were two other Muslim men in the cell with him, including one of Mr. Bajramovic's relatives. Both men had been badly beaten. Mr. Bajramovic described the next two or three days as \"torture, constant torture, beating\".", "[130] Mr. Bajramovic testified that some of the police guards used what they called an \"inductor\" to inflict torture on the prisoners. During this process, his hands would be cuffed, electrodes would be attached to his ears, and an electrical current would then be sent coursing through his body. Mr. Bajramovic stated that \"this was really horrible. And if I were to choose ... between this electrical current torture and being beaten by a baton, I would always choose to be beaten by a baton, by five police officers, rather than being exposed to this torture by electrical current.\"", "[131] Mr. Bajramovic remained in this cell for a few days, after which he was taken to the cellar of a student residence building, located some 300-400 metres from the police station. This building was referred to in this proceeding as the \"student dormitory\" or the \"upper jail\".", "[132] Mr. Bajramovic testified that he was beaten by guards while he was in detention at the student dormitory, and was subjected to electrical shocks five or six more times. Mr. Bajramovic says that on one occasion the torture was so severe and lasted so long that a police officer not involved in the torture came into the room and disconnected the machine, as he could no longer stand listening to Mr. Bajramovic's screams.", "[133] Mr. Bajramovic says that he was never given a reason for his arrest, nor was he ever charged with a crime. According to Mr. Bajramovic, \"It was enough that you are a Muslim or a Catholic.\"", "[134] Mr. Bajramovic says that he was held at the student dormitory until October of 1992, when he was transferred to the jail near the police station. Mr. Bajramovic remained in prison at the police station detention facility until he was released from custody on December 17, 1992.", "[135] Mr. Bajramovic was not provided with medical care after his initial beating at the police station. However, he says that he was taken to the hospital some time later. According to Mr. Bajramovic, prisoners who showed signs of having been beaten were taken to the hospital in advance of a visit to the Bile a detention facilities by representatives of the International Committee of the Red Cross. C. Huso Hadzic's Arrest and Detention", "[136] In the spring of 1992, Huso Hadzic and his family were staying at his mother's home in Bile a. In June of 1992, Mr. Hadzic's wife had to go to the police station to obtain a permit. This led to Mr. Hadzic being arrested and taken to the detention facility adjacent to the police station. Mr. Hadzic testified that he remained at the police station detention facility until his release from custody on October 5, 1992.", "[137] Mr. Hadzic testified that although he was questioned while in detention, he was never beaten. He was never charged with an offence, nor does he understand that he was suspected of having committed any crime. Mr. Hadzic believes that he was arrested simply because he was a Muslim. In support of this belief, Mr. Hadzic points to the fact that there was only one Serb in the police station detention facility with him, an individual who had many Muslim friends. Mr. Rogan agrees that all but one or two prisoners at the police station detention facility were Muslim. D. Kamel Hadzic's Arrest and Detention", "[138] As mentioned earlier, Kamel Hadzic was arrested in June of 1992, when he attempted to flee to Montenegro. He was taken to the detention facility at the student dormitory along with the two men who had accompanied him during his escape attempt.", "[139] Mr. Hadzic testified that on his arrival at the student dormitory, a police officer gave \"a few boots to the body\" of one of the other men, although Mr. Hadzic himself was never beaten. Mr. Hadzic testified that he was never charged with, or suspected of having committed a crime, and that he believes that he was arrested simply because he was a Muslim.", "[140] Mr. Hadzic remained in detention at the student dormitory facility until he was released in October of 1992. It appears from their descriptions of their release from detention that the Hadzic brothers were released from prison on the same day, although Kamel Hadzic says that he was released on October 10, 1992, while Huso Hadzic says that he was released five days earlier. Nothing turns on the inconsistency in their evidence in this regard, which I attribute to the fact that these events occurred nearly 20 years ago. Indeed, it was clear throughout their testimony that Huso and Kamel Hadzic's recollections of their time in detention were not as precise as the recollections of Ramiz Pervan and Sabir Bajramovic. E. Findings with Respect to the Reason for the Detentions", "[141] Mr. Rogan testified that at the time that he was working as a prison guard at the detention facilities in Bile a, he assumed that the prisoners were in custody for refusing to respond to military call-ups. He says that he now believes that the men were arrested and detained for political reasons.", "[142] While Mr. Pervan's reluctance to join the attack on Dubrovnik undoubtedly alienated his Serb colleagues, it must be recalled that he was not arrested until approximately nine months after being called-up for military service in September of 1991. When his arrest finally came, it was in the general round-up of Muslim males described by Dr. Nielsen that began on June 10, 1992.", "[143] Similarly, while Mr. Bajramovic's involvement with the Bosnian Muslim Party of Democratic Action and Alija Izetbegovi may have contributed to the abuse that he suffered while in detention, this involvement dated back some years, yet he was not arrested until the June 10, 1992 round-up of Muslim males.", "[144] Neither Huso nor Kamel Hadzic had any political involvement. Kamel Hadzic had actually served with the Serb forces at the front lines and been injured in the process. Huso Hadzic was exempt from military service.", "[145] Moreover, all of the witnesses (including Mr. Rogan) agreed that, with one or two exceptions, all of the prisoners held in both the police station and student dormitory detention facilities were Muslim men. In some cases, the prisoners were elderly. None of the witnesses arrested were ever charged with any offence.", "[146] Having regard to all of this evidence, I find on a balance of probabilities that Mr. Pervan, Mr. Bajramovic and the Hadzic brothers were arrested and detained because they were Muslim men living in Bile a in June of 1992. I am further satisfied that these arrests were the culmination of a progressive series of human rights limitations imposed upon the Bosnian Muslim civilian population of Bile a by Serb authorities.", "[147] In light of the widespread and public nature of the punitive measures inflicted on the Muslim population of Bile a at this time, I am also satisfied that Mr. Rogan would have had to have known that the men held in the police station and student dormitory detention facilities in Bile a had been arrested and were being detained simply because they were Muslim men living in Bile a in June of 1992. VII. The Conditions in the Detention Facilities", "[148] As was noted in the preceding section of these reasons, Ramiz Pervan and Huso Hadzic were held at the detention facility at the police station in Bile a, while Sabir Bajramovic and Kamel Hadzic were held at the student dormitory detention facility. Each witness provided a detailed description of the difficult living conditions in those facilities. Mr. Rogan also testified to the conditions under which the prisoners were held. A. The Police Station Detention Facility", "[149] The police station detention facility was located beside the Bile a police station, with a small yard separating the two buildings. Prior to the war, the building had been used for storage.", "[150] The witnesses gave varying estimates of the size of the building, with Mr. Rogan estimating that the floor plate of the building was approximately 30 feet by 25 or 26 feet, or some 750 to 780 square feet in area. The building was divided into a series of rooms divided by a central corridor. Some of the rooms were used for storage, and were not accessible to the prisoners. One of the rooms available to the men had coal in it, and the prisoners had to put wooden boards over the coal so that they could sleep in the room.", "[151] Mr. Pervan testified that he shared a three by four metre room with 18 other prisoners. He stated that the room was so crowded that the prisoners had to build a second tier or level within the room in order to allow each prisoner to lie down at night.", "[152] Mr. Pervan explained that there were initially 62 men in custody at the police station detention facility, and that another 48 men were brought in later. Huso Hadzic estimated that there were between 120 and 150 prisoners in the jail at the time that he was there. Both men agreed that the detention facility was extremely crowded.", "[153] Mr. Rogan testified that he had no idea how many men were being held at the police station detention facility, although he did not take issue with the estimates provided by other witnesses. Dr. Nielsen's research has uncovered internal Republika Srpska documents which indicate that, at one point, 150 men were held at the police station detention facility.", "[154] It is not necessary to arrive at a precise figure as to the number of detainees held at the police station detention facility. All of the witnesses, including Mr. Rogan, agreed that the prison area was extremely crowded. Because of the lack of space, the men were forced to sleep in a head-to-toe line in the rooms available to them, including the corridor. Mr. Rogan agrees that there were no beds in the jail, and that no mattresses, blankets or pillows were provided by the authorities to the detainees. Prisoners were, however, allowed to receive bedding from their families.", "[155] There was one washroom in the detention facility, which contained a latrine-style squat toilet and a sink. There were no bathing facilities. Mr. Pervan testified that he wore the same clothing throughout the six months of his detention, and that he was only able to wash the lower half of his body twice during the time that he was in custody. Huso Hadzic testified that his wife would sometimes bring him bottles of hot water to wash with.", "[156] Prisoners also did not have access to soap, shampoo, toothbrushes or toothpaste. Mr. Pervan testified that he lost most of his teeth during his time in detention.", "[157] Mr. Rogan testified that Bile a in the summer is very hot, \"like Mexico\" he said, with temperatures going up to 40 degrees Celsius. He agreed that the prisoners were never allowed to go outside, and that the body heat of all of the people living in the confined area of the police station detention facility increased the temperature inside the prison. Mr. Pervan did point out, however, that the windows in the facility provided some relief.", "[158] Mr. Rogan agrees that no food was provided to the detainees by prison officials. However, the families of the detainees were allowed to bring food to the prisoners each day. Mr. Pervan and Mr. Rogan agree that meals could only be brought in once per day. Huso Hadzic believes that food could initially be brought in twice a day, but that was reduced to once a day after a period of time.", "[159] The meals were passed to the prisoners through a small window. Mr. Pervan and Huso Hadzic testified that prisoners had to eat the food brought by their families immediately after it was delivered. Mr. Rogan disputes this, saying that if a family member brought enough food for 10 meals, then the prisoner would be able to have 10 meals in a day. I do not accept this testimony. It is clear that prisoners did not receive sufficient food while in custody. Indeed, Mr. Pervan testified that he lost 34 kilograms during his time in detention, whereas Huso Hadzic says that he lost half of his body weight.", "[160] Finally, as will be discussed further on in these reasons, some of the detainees at the police station detention facility were physically mistreated, and all of the prisoners regularly had to listen to the screams and pleas of fellow detainees as they were being beaten, never knowing who the next victim would be. B. The Student Dormitory Detention Facility", "[161] Sabir Bajramovic and Kamel Hadzic each testified with respect to the conditions at the student dormitory detention facility.", "[162] They stated that 70-80 prisoners were held at the student dormitory detention facility. Mr. Bajramovic was held in a room in the basement of the building that was approximately 15 square metres in size. There were 20 people in the room, requiring the prisoners to sleep in a head-to-toe position in order to accommodate all of them.", "[163] Mr. Rogan claimed to have no knowledge of anything occurring within the prisons, including the overcrowding of the prisoners in the student dormitory detention facility. At the same time, he agreed that the prisoners in the police station detention facility lived in very crowded conditions. When it was put to him in cross-examination that prisoners at the student dormitory detention facility also lived in excessively crowded conditions, he responded in a flippant tone by asking \"Is that my problem?\", a response that demonstrated an utter disregard for the welfare of the prisoners.", "[164] Prisoners at the student dormitory detention facility had to sleep on the floor, and were not allowed to change their clothing or wash themselves. Kamel Hadzic testified that his sleeping space was approximately 16-18 inches wide. As was the case with the police station detention facility, no beds or bedding was provided to the prisoners although family members could bring in blankets for their loved ones.", "[165] Food was brought to the prisoners by family members. Sabir Bajramovic and Mr. Rogan agreed that meals were brought in once a day, whereas Kamel Hadzic suggested that on occasion, food was brought in twice a day. Mr. Bajramovic clearly had a more precise recollection of his time in custody than did Kamel Hadzic, and I prefer his evidence on this point.", "[166] The prisoners had to consume their food as soon as it was handed out, so that the containers could be returned to the prisoners' families. Mr. Bajramovic testified to the weight loss that he suffered while in detention, explaining that three months after he was liberated he still weighed only 54 kilograms (or 119 pounds). Mr. Bajramovic is 190 centimetres (or approximately 6'3\") tall. Kamel Hadzic also testified that he lost a lot of weight while in detention.", "[167] Kamel Hadzic and Sabir Bajramovic each testified that there was only one washroom available to prisoners at the student dormitory, with a single urinal and a latrine-style toilet. Mr. Rogan disputes this, pointing out that the building had previously accommodated 140 students, suggesting that there must have been more washroom facilities available. I prefer the evidence of Messrs. Hadzic and Bajramovic in this regard. They were the ones actually living in the space, and would thus be in the best position to know what washroom facilities were available. In contrast, Mr. Rogan's evidence was based upon speculation.", "[168] Kamel Hadzic confirmed that it was very hot in the student dormitory, and that the air quality was poor. Prisoners were unable to open the windows, and the sanitary condition of the space was terrible. Mr. Hadzic stated that he was unable to shower for four months, and was only able to take the occasional sponge bath. According to Mr. Hadzic, the close proximity of numerous unwashed bodies added to the oppressive atmosphere. C. Findings Regarding the Conditions of Detention", "[169] Based upon the foregoing evidence I am satisfied that Muslim prisoners, including Messrs. Pervan, Bajramovic and the Hadzic brothers, were held in inhumane conditions in the police station and student dormitory detention facilities in Bile a in 1992.", "[170] I note that my conclusion is consistent with documentary evidence emanating from the Bosnian police themselves, which stated that the detention facilities operated by the police were inadequate. There is also contemporaneous documentation in which the military of the Republika Srpska criticizes the conditions in police-operated detention facilities and the large-scale manner in which the police conducted mass detentions of non-Serbs.", "[171] I would further note that while I have based my findings with respect to the conditions under which prisoners were held at the police station and student dormitory detention facilities in Bile a in 1992 solely on the evidence before me, my findings are nevertheless consistent with findings made by the ICTY with respect to the conditions in the detention facilities in Bile a: see <FRAGMENT_SUPPRESSED>  Committee for the Red Cross and United Nations High Commissioner for Refugees have also each independently come to the conclusion that conditions in the detention facilities did not conform to appropriate international and domestic standards.", "[172] I am also satisfied that Mr. Rogan was aware of the conditions under which the prisoners were being held at the police station and student dormitory detention facilities. D. The Attacks on the Detention Facilities", "[173] Before leaving the issue of the living conditions at the detention facilities in Bile a, there is one further matter that bears comment. All four of the eyewitnesses testified that there were armed assaults on both the police station and student dormitory detention facilities, which involved shots, tear gas and firebombs being fired into the prisons.", "[174] Mr. Pervan and Mr. Bajramovic did not indicate when the assaults occurred, and it appears from the evidence of Huso Hadzic that the attack on the police station detention facility may have occurred after Mr. Rogan left his position as a prison guard. Kamel Hadzic was clear in his evidence that the assault on the student dormitory detention facility took place after the reserve police stopped working as prison guards, which occurred at the end of July, 1992. Mr. Rogan testified that although he had heard about the attacks after he came to Canada, they occurred after he left Bile a.", "[175] Given that the attacks likely occurred after Mr. Rogan left his position as a prison guard, I have not taken the assaults on the detention facilities into consideration in examining the condition under which the prisoners were held. VIII. The Abuse of Prisoners in the Detention Facilities", "[176] All four prisoner eyewitnesses testified that the beating of prisoners was a routine occurrence in both the police station and student dormitory detention facilities. The beatings sustained by Ramiz Pervan and Sabir Bajramovic have already been described earlier in these reasons. Mr. Bajramovic also testified that his cousin, Fehrat Avdic, was beaten to death while in detention. Dr. Nielsen testified that his research has determined that two detainees were killed in the detention facilities in Bile a in 1992.", "[177] Not all of the prisoners were physically mistreated, as is evidenced by the fact that neither of the Hadzic brothers was ever beaten while in detention. Mr. Pervan stated that about 20% of the prisoners were beaten. Kamel Hadzic suggested that prisoners who were suspected of having been engaged in political activities or of having guns were singled out for abuse. Indeed, Mr. Bajramovic's public role as a bodyguard for Alija Izetbegovi may explain why he was beaten and tortured so often and so badly. Similarly, Mr. Pervan testified that Miroslav Duka suspected him of giving arms to an opposition group, which may have been a factor in his mistreatment.", "[178] While Mr. Rogan claimed not to have known what was going on inside the police station and student dormitory detention facilities while he was working there, elsewhere in his testimony he stated that he knew what was happening inside the prisons, but that it was not his business.", "[179] Mr. Rogan asserted that that none of the guards were forced to abuse prisoners. At the same time, he acknowledged that he was aware that beatings were in fact occurring. In support of his contention that he was not involved in the mistreatment of prisoners, Mr. Rogan described an incident where two policemen brought a prisoner into one of the detention facilities. Mr. Rogan stated that he assumed that the policemen might beat the prisoner, so he left the area as he wanted no part of it. He says that \"when everything was finished\" he returned to the area, whereupon the prisoner thanked Mr. Rogan for not beating him as well.", "[180] When it was put to Mr. Rogan that witnesses had described prisoners being returned to their cells in an unrecognizable condition, with bruises, broken ribs and swollen faces, Mr. Rogan did not deny that this occurred. He simply stated that this \"could be\", while insisting at the same time that he had never personally beaten a prisoner.", "[181] Mr. Rogan confirmed that while he was still in Bile a he heard that a prisoner had been killed by the police, although he says that he was not on duty at the time of the prisoner's death. Mr. Bajramovic stated that Fehrat Avdic was killed after Mr. Bajramovic was transferred to the police station detention facility, which occurred in October of 1992. This was after Mr. Rogan had left Bile a. However, Dr. Nielsen testified that two prisoners were killed in the detention facilities in Bile a in 1992, and thus it may be that Mr. Rogan was told about the death of the other prisoner.", "[182] Mr. Rogan also described walking by the police station during this period and hearing screams coming from the building.", "[183] As a result of these admissions, I have no doubt that at the time that he was working as a prison guard at the police station and student dormitory detention facilities in Bile a, Mr. Rogan was well aware of the physical abuse to which prisoners were being subjected.", "[184] The next question to be determined is whether Mr. Rogan himself ever participated directly in the abuse of prisoners. IX. Mr. Rogan's Actions at the Detention Facilities", "[185] While Mr. Rogan now concedes that he worked as a guard at both the police station and student dormitory detention facilities in the summer of 1992, he insists that he was never personally involved in the abuse of prisoners. He did say, however, that it would have been open to him to beat or even kill any of the prisoners, had he wanted to do so.", "[186] Mr. Rogan's presence as a guard at the police station detention facility was confirmed by Ramiz Pervan and Huso Hadzic, who saw him working there on a number of occasions. Sabir Bajramovic and Kamel Hadzic each recalled seeing Mr. Rogan working as a guard at the student dormitory detention facility. Mr. Bajramovic testified that he saw Mr. Rogan working at the student dormitory on 15 to 20 occasions. Kamel Hadzic stated that Mr. Rogan worked at the student dormitory during the first two months that he was in custody, after which the regular police took over the guarding of the prisoners.", "[187] According to Mr. Bajramovic, Huso Hadzic and Kamel Hadzic, Mr. Rogan was often drunk while on duty. Mr. Rogan himself acknowledged that when he was on guard duty, he sometimes left his post in order to visit the bars and cafés of Bile a. Kemal Hadzic also stated that Mr. Rogan would close the windows in the prisoner area, that he would not allow any of the prisoners' families to see them, and that he tried to psychologically abuse the prisoners.", "[188] Ramiz Pervan, Huso Hadzic and Sabir Bajramovic all testified that Mr. Rogan was one of the guards who would call out a prisoner's name and take the person out of the prisoner area. Mr. Rogan would later return the prisoner to the living area with the prisoner appearing to have been badly beaten.", "[189] None of the four eyewitnesses was ever beaten by Branko Rogan. However, the witnesses provided evidence of abuse inflicted on other prisoners by Mr. Rogan. Huso Hadzic identified Sadam Mujacic as one of the prisoners taken out of the prisoner area by Branko Rogan, although no information was provided as to what happened to Mr. Mujacic. Three other individuals were identified by witnesses as having been beaten by Mr. Rogan. These were Sreco Kljunak, Munib Ovcina and Asim Catovic. The evidence regarding each of these individuals will be discussed next. A. The Assault on Sreco Kljunak", "[190] The only witness to actually see Mr. Rogan strike a prisoner was Kamel Hadzic. Mr. Hadzic testified that while he was imprisoned at the student dormitory detention facility, he personally witnessed Mr. Rogan enter the prisoner area and call for a prisoner by the name of Sreco Kljunak. Mr. Kljunak was Mr. Hadzic's second cousin. According to Sabir Bajramovic, Mr. Kljunak was a child of a mixed marriage, with Serbs, Muslims, and Catholics in his family.", "[191] Mr. Hadzic testified that as Mr. Kljunak approached Mr. Rogan, Mr. Rogan said something to Mr. Kljunak. Before Mr. Kljunak had a chance to respond, Mr. Rogan struck Mr. Kljunak in the face. According to Mr. Hadzic, Mr. Rogan then took Mr. Kljunak out of the prisoner area.", "[192] Mr. Hadzic says that he then heard Mr. Kljunak screaming and yelling. He also heard Mr. Kljunak begging \"Stop, don't do it, don't do it.\" A few minutes later, Mr. Kljunak was returned to the prisoner area. Mr. Hadzic testified that Mr. Kljunak was red in the face, although Mr. Hadzic did not see any blood on him. It is a reasonable inference that Mr. Kljunak was beaten during the time that he was outside the prisoner area. Mr. Hadzic also testified that Mr. Kljunak told him that he had been beaten by Mr. Rogan.", "[193] Mr. Rogan denies ever having struck Mr. Kljunak. Indeed, he insists that he never even entered the detention facilities, always remaining outside the buildings that he was assigned to guard. However, Mr. Rogan's testimony on this latter point is difficult to reconcile with his claim that he was very good to prisoners, going so far as to bring food, medication and alcohol inside to the prisoners. Mr. Rogan also testified that on two occasions he brought things to Huso Hadzic inside the prison that had been delivered to the detention facility by Mr. Hadzic's father or wife.", "[194] I prefer the evidence of Kamel Hadzic to that of Mr. Rogan as it relates to the Sreco Kljunak incident. Mr. Hadzic's evidence on this point was consistent and clear, and he bore no evident animosity towards Mr. Rogan. Indeed, Mr. Rogan himself described Mr. Hadzic as \"a good guy\".", "[195] In contrast, Mr. Rogan's testimony with respect to the role that he played as a guard at the Bile a detention facilities in the summer of 1992 has varied over the years, as he repeatedly tried to minimize his involvement in the detention and abuse of prisoners", "[196] While other inconsistencies in Mr. Rogan's evidence will be discussed further on in these reasons, one example of the shifting nature of his evidence will illustrate the point. Mr. Rogan testified at the trial that his duties as a reserve policeman were not limited to guarding prisoners at the two detention facilities, and that in the brief time that he worked as a reserve police officer he also guarded a hotel, patrolled the streets of Bile a, and guarded the highway. However, Mr. Rogan stated on his examination for discovery that his only orders were to guard the student dormitory and police station detention facilities, and nothing else. He specifically denied ever patrolling the streets of Bile a.", "[197] As I observed in the section of these reasons dealing with the applicable legal principles, evidence in a proceeding such as this is to be examined with great care. Based upon Mr. Hadzic's first-hand observations, I am satisfied on a balance of probabilities that Mr. Rogan struck Sreco Kljunak in the face. I am not, however, prepared to accord any weight to Mr. Hadzic's evidence that Mr. Kljunak told him that Mr. Rogan had beaten him, as Mr. Hadzic's evidence on this point is hearsay and lacks corroboration. Moreover, no explanation was provided by the Minister as to why Mr. Kljunak could not himself testify with respect to his experiences.", "[198] I note that Sabir Bajramovic testified that Mr. Kljunak was one of the badly beaten prisoners in hospital with him. However, it is not clear when that occurred relative to the incident witnessed by Huso Hadzic, or whether Mr. Kljunak's hospitalization resulted from the beating described by Mr. Hadzic or from a different assault.", "[199] That said, based upon the proximity in time between the removal of Mr. Kljunak from the prisoner area by Mr. Rogan and the screams heard by Kamel Hadzic, I find that, at a minimum, Mr. Rogan personally and knowingly facilitated and was complicit in the beating of Mr. Kljunak. B. The Beating of Munib Ovcina", "[200] Munib Ovcina was a professor and a Muslim prisoner being held in the police station detention facility in Bile a in the summer of 1992.", "[201] Huso Hadzic testified that he witnessed Munib Ovcina being called out of the detention facility by Mr. Rogan on a number of occasions. Mr. Hadzic says that on one occasion, Professor Ovcina was called out and never came back. Mr. Hadzic stated that he heard that Professor Ovcina had been sent to hospital.", "[202] Ramiz Pervan testified to seeing the guards take Professor Ovcina out of the prisoner's living area, along with several other prisoners. Mr. Pervan says that he then heard screams, following which Professor Ovcina and the others were returned to the prisoner area in an unrecognizable condition. Mr. Pervan stated that Professor Ovcina was taken from the police station detention facility by ambulance the next day.", "[203] Sabir Bajramovic testified that Professor Ovcina was one of the badly beaten prisoners in hospital with him.", "[204] Mr. Rogan denies ever having beaten Munib Ovcina. He further states that he has reviewed a statement given to the RCMP by Professor Ovcina, and that Mr. Rogan's name was never mentioned in it. Counsel for the Minister did not challenge this statement in cross-examination, and Professor Ovcina's statement was never put to Mr. Rogan or otherwise entered into evidence.", "[205] Mr. Rogan testified that Professor Ovcina was living in Burnaby, British Columbia after the war, although he has since returned to Bosnia. No explanation was provided by the Minister for not calling Professor Ovcina as a witness.", "[206] Mr. Pervan's testimony does not link Mr. Rogan to the beating of Professor Ovcina. I am prepared to accept Huso Hadzic's testimony that he saw Professor Ovcina being called out of the police station detention facility by Mr. Rogan. However, Mr. Hadzic did not see Professor Ovcina after that, and thus there is little direct or circumstantial evidence to link Mr. Rogan to the abuse of Professor Ovcina.", "[207] I am also troubled by the Minister's failure to challenge Mr. Rogan's assertion that Professor Ovcina never implicated Mr. Rogan in his abuse in the statement that he provided to the RCMP. When I raised my concern with counsel for the Minister during final argument, counsel offered to produce Professor Ovcina's statement, although counsel did not suggest that Mr. Rogan's name actually appeared in it.", "[208] I refused to admit the statement at that late stage in the proceeding. In my view, it would have been unfair to Mr. Rogan to do so. Not only was Mr. Rogan not in attendance during the final argument, more importantly, the statement had not been put to him in cross-examination, and he had thus not been afforded the opportunity to respond to it in his testimony.", "[209] Considering the conflicts and gaps in the evidence in relation to the beating of Professor Ovcina, I decline to make any finding in this regard. C. The Beating of Asim Catovic", "[210] Another prisoner held at the police station detention facility along with Ramiz Pervan and Huso Hadzic was an elderly Muslim man by the name of Asim Catovic, who was also known by the nickname \"Malovilo\".", "[211] Sabir Bajramovic described an incident involving Asim Catovic and Mr. Rogan occurring some months before the outbreak of war in Bosnia-Herzegovina which suggests that there may have been pre-existing bad blood between Mr. Catovic and Mr. Rogan.", "[212] Mr. Bajramovic testified that he had attended a political rally held in the Sports Hall in Bile a in 1991, and that Mr. Rogan was also present at the rally. Mr. Bajramovic described Mr. Rogan as a member of the Serb Democratic Party and an extremist. Mr. Bajramovic says that in the course of the meeting Mr. Rogan made threatening comments aimed at Muslims, and that Mr. Catovic publicly took issue with Mr. Rogan's comments.", "[213] While Mr. Rogan denied ever being a member of the Serb Democratic Party, he confirmed that he was in attendance at the political rally referred to by Mr. Bajramovic. He also conceded that he may have made a speech at the rally that angered the Muslims in attendance. Finally, he did not dispute that he may also have made threatening anti-Muslim comments at the rally, and that Mr. Catovic may have spoken out against him.", "[214] Ramiz Pervan testified that Mr. Catovic and his son were in detention with him at the police station detention facility. One day, Mr. Pervan was looking out of a window that overlooked the yard between the police station and the adjoining detention facility. He saw Mr. Rogan approaching the detention facility, calling for Mr. Catovic, saying \"Malovilo, come here\". Mr. Pervan then observed Mr. Catovic and Mr. Rogan leave the detention facility and go into the police station building next door. According to Mr. Pervan, \"for the next hour, we are listening to [Mr. Catovic] scream\".", "[215] Mr. Pervan went on to state that \"After one hour, Malovilo stays there. Rogan is coming back here and he's calling his son [...] He's calling his son's name, 'Come here, come to tell you something'\". According to Mr. Pervan, Mr. Rogan then asked Mr. Catovic's son \"Did you hear how I killed your father?\" Mr. Pervan says that the son was afraid to say anything other than \"Yes\". Mr. Rogan then told Mr. Catovic's son that \"As long as I am a guard, this is going to happen. This is always going to happen to him.\"", "[216] Mr. Pervan stated that Mr. Catovic later returned to the detention facility and immediately went to lie down in his cell.", "[217] Mr. Rogan came back later that same day and once again called for Mr. Catovic, whereupon the same routine was repeated. Mr. Catovic was taken from the detention facility, and screams and cries were heard emanating from the police station for approximately an hour. Mr. Rogan then returned to the detention facility, once again asking Mr. Catovic's son if he had heard how Mr. Rogan had killed his father. According to Mr. Pervan, this time, Mr. Catovic's son did not respond.", "[218] Mr. Pervan did not know why Mr. Rogan singled Mr. Catovic out for this abuse. He stated however, that the routine was repeated on seven to 10 occasions, and that each time it was Mr. Rogan who took Mr. Catovic from the detention facility.", "[219] According to Mr. Pervan, Mr. Catovic would usually return to his cell and go to lie down after these episodes. However, on one occasion, Mr. Pervan encountered Mr. Catovic in the washroom. Mr. Pervan observed that Mr. Catovic's body \"was totally black, because of the beating\".", "[220] As was mentioned earlier, Huso Hadzic's recollection of events during his time in detention at the police station jail was less precise than that of Mr. Pervan. Mr. Hadzic says that he saw Mr. Rogan call for prisoners and leave the detention facility with them on a regular basis, only to have the prisoners return some time later appearing to have been badly beaten. Mr. Hadzic recalls seeing Asim Catovic after a beating, although he is unclear as to whether Mr. Catovic had been in the police station detention facility prior to the beating.", "[221] According to Mr. Hadzic, Mr. Catovic's face was unrecognizable, and he lifted his shirt to show his bruises to the other prisoners. Mr. Hadzic testified that \"it was really really bad and disturbing to look at\". Mr. Hadzic also stated that Mr. Catovic told the prisoners that Mr. Rogan had beaten him. Mr. Hadzic only referred to one beating in relation to Mr. Catovic, and did not mention hearing Mr. Rogan tell Mr. Catovic's son that he had killed his father.", "[222] Mr. Pervan says that Mr. Catovic did not receive any medical treatment while at the police station detention facility and that Mr. Catovic subsequently left the prison. However, it will be recalled that Sabir Bajramovic testified that he was taken to hospital in advance of a visit to the prison by representatives of the International Committee of the Red Cross as he still showed the physical effects of his beating. Mr. Bajramovic stated that one of the other prisoners in hospital with him was Asim Catovic.", "[223] Mr. Bajramovic testified that Mr. Catovic \"looked very bad\". When the other prisoners asked Mr. Catovic what had happened to him, Mr. Catovic told the prisoners that Mr. Rogan had beaten him.", "[224] Mr. Rogan acknowledged that he knew Asim Catovic before the war, stating that Mr. Catovic was associated with the \"Muslim Party\". It should also be noted that Mr. Rogan displayed real antipathy towards Mr. Catovic in his testimony, describing Mr. Catovic as a very arrogant fundamentalist Muslim. Mr. Rogan further concedes that Mr. Catovic may have been beaten while in detention, although he denies having anything to do with it.", "[225] Mr. Rogan attacked Mr. Bajramovic's credibility on this and other points on the basis that Mr. Bajramovic had not mentioned Mr. Rogan's name in a statement that he gave to the Swedish police. At Mr. Rogan's request, and with the consent of the Crown, the statements given by Sabir Bajramovic were entered into evidence.", "[226] It is evident on the face of the document that the statement referred to by Mr. Rogan was given in relation to an investigation into the conduct of Miroslav Duka, the Commander of the police in Bile a during the time in issue in this proceeding. This statement does not contain any reference to Mr. Rogan. However, two other statements given by Mr. Bajramovic to police authorities (one given earlier and one given later) do mention Mr. Rogan by name. The content of these statements is largely consistent with the testimony provided by Mr. Bajramovic to this Court.", "[227] I do not attach the same significance to the fact that Mr. Rogan is not mentioned by name in Mr. Bajramovic's second statement as does Mr. Rogan. The second statement was provided in relation to an investigation into the actions of Miroslav Duka, not Mr. Rogan. Mr. Bajramovic had already provided considerable evidence to the Swedish police implicating Mr. Rogan in the abuse of prisoners, and there would have been no reason for him to repeat all of this evidence a second time in connection with a different investigation. Moreover, whenever Mr. Bajramovic did discuss the conduct of Mr. Rogan in his pre-trial statements, his evidence was largely consistent with his testimony at trial. As a consequence, I attach no weight to the failure of Mr. Bajramovic to mention Mr. Rogan in the statement provided in connection with the Duka investigation.", "[228] Mr. Rogan also denies making the statements to Mr. Catovic's son attributed to him by Mr. Pervan, insisting that he did not even know that Mr. Catovic had a son. According to Mr. Rogan, M. Pervan \"lies incredible lies\". Mr. Rogan also claimed that the evidence against him was fabricated, suggesting that it was the product of hatred between Serbs and Bosnian Muslims.", "[229] I do not accept Mr. Rogan's suggestion that the evidence against him results from a Muslim conspiracy. There is no evidence before me that would suggest any collusion between the witnesses. While it is reasonable to assume that the Hadzic brothers have been in regular contact since their release from prison, there is nothing that would suggest that there has been any communication, let alone collusion, between the other eyewitnesses and the Hadzic brothers.", "[230] When it was put to Mr. Rogan in cross-examination that the beating of Mr. Catovic was repeated on a daily basis over a seven to 10 day period, Mr. Rogan's smiling response was \"He is still alive, good. I suppose.\" This flippant response clearly suggests that Mr. Rogan did not view the beating of an elderly man to be a matter of serious concern.", "[231] I have no hesitation in preferring the testimony of Mr. Pervan to that of Mr. Rogan in relation to this issue. Moreover, to the extent that there are inconsistencies between the evidence of Mr. Pervan and Huso Hadzic with respect to the beating of Asim Catovic, I prefer the evidence of Mr. Pervan. While I do not believe that Mr. Hadzic was anything other than truthful in his testimony, Mr. Pervan has a much clearer recollection of his time in detention than does Mr. Hadzic.", "[232] I found Mr. Pervan to be a most impressive witness. He testified calmly and with a quiet dignity as he recounted his experiences during the war in Bosnia-Herzegovina, displaying no evident animosity towards Mr. Rogan. Despite the fact that he was clearly deeply wounded, both physically and psychologically, by his experiences in detention in Bile a in 1992, Mr. Pervan did not attempt to exaggerate or overstate in his testimony, readily making concessions where appropriate.", "[233] A simple example will illustrate the point: when it was put to Mr. Pervan that it was unbearably hot in the police station detention facility, Mr. Pervan was quick to volunteer that the windows in the building provided the prisoners with some relief. Similarly, Mr. Pervan did not hesitate to describe the detention facility on the military base as having been very clean and tidy. Mr. Pervan was also careful to specify what he himself had observed, as opposed to things that he had merely been told.", "[234] In contrast, Mr. Rogan's evidence has shifted and evolved over time. As a consequence, to the extent that the evidence of Mr. Pervan and Mr. Rogan conflicts, I prefer the testimony of Mr. Pervan to that of Mr. Rogan.", "[235] Huso Hadzic and Mr. Bajramovic's evidence that Mr. Catovic had told them that Mr. Rogan had beaten him is clearly hearsay. Mr. Catovic did not testify at the trial.", "[236] By all accounts, Mr. Catovic was an elderly man in 1992. He was evidently interviewed during the investigation into Mr. Rogan's activities and gave a statement to the RCMP at that time. While it appears that Mr. Catovic is still alive, I was advised by counsel for the Minister that they were unable to have Mr. Catovic testify at the trial.", "[237] If all I had before me was the hearsay evidence that Mr. Rogan had inflicted beatings on Asim Catovic, I would not give this evidence any weight. Indeed, this was the approach that I took in relation to Kamel Hadzic's hearsay evidence that Mr. Rogan had inflicted a beating on Sreco Kljunak. However, in the case of the beatings inflicted on Asim Catovic, there is additional evidence which corroborates the statements made by Mr. Catovic to Huso Hadzic and Mr. Bajramovic.", "[238] First of all, Mr. Pervan, Mr. Bajramovic and Mr. Hadzic all confirm seeing Mr. Catovic's battered and bruised body. This confirms that Mr. Catovic was badly beaten, although it does not establish who actually inflicted the injuries.", "[239] In addition, however, we also have Mr. Pervan's first-hand evidence that he witnessed Mr. Rogan repeatedly taking Mr. Catovic out of the detention facility, followed immediately by Mr. Pervan hearing Mr. Catovic screaming and crying. The close proximity in time of these events is circumstantial evidence strongly suggesting that, at a minimum, Mr. Rogan facilitated and was complicit in the beatings of Asim Catovic.", "[240] Finally, and most importantly, we have Mr. Pervan's first-hand eyewitness evidence of Mr. Rogan himself repeatedly boasting to Mr. Catovic's son that Mr. Rogan had killed his father. It is highly unlikely that Mr. Rogan would have made inculpatory (if untrue) statements of this nature had he not been involved in the beating of Asim Catovic.", "[241] Taken together, this evidence confirms the hearsay evidence of statements attributed to Asim Catovic that it was Mr. Rogan who had beaten him. I am therefore satisfied on a balance of probabilities that this was indeed the case. I am also satisfied that the statements made by Mr. Rogan to Mr. Catovic's son were intended to inflict serious psychological pain on the son. X. Conclusion Regarding Mr. Rogan's Involvement in the Mistreatment and Physical Abuse of Prisoners", "[242] For the above reasons, I am satisfied on a balance of probabilities that Mr. Rogan worked as a guard at both the police station and student dormitory detention facilities in Bile a in the summer of 1992. I am further satisfied that prisoners in both facilities were arrested and detained simply because they were Muslim men living in Bile a.", "[243] I have found that the prisoners in both detention facilities were held in inhumane conditions, and that Mr. Rogan was personally aware of the conditions under which the prisoners were being held.", "[244] I have also found that some prisoners were mistreated and beaten at both the police station and student dormitory detention facilities. I have no doubt that at the time that Mr. Rogan was working as a prison guard at the detention facilities in Bile a, he was well aware of the abuse to which prisoners were subjected.", "[245] I have further found that Mr. Rogan participated, both directly and indirectly, in the abuse of Muslim prisoners in those facilities. In particular, I am satisfied on a balance of probabilities that Mr. Rogan struck Sreco Kljunak in the face, and that he personally and knowingly facilitated and was complicit in a beating inflicted on Mr. Kljunak. I am further satisfied that Mr. Rogan was directly responsible for beating Asim Catovic, and for making statements to Mr. Catovic's son regarding the killing of his father that were intended to cause serious psychological pain.", "[246] With this understanding of events occurring in Bile a during the summer of 1992 and the role played by Mr. Rogan in those events, the next question to be determined is whether Mr. Rogan obtained his Canadian citizenship by false representation or fraud or by knowingly concealing material circumstances. This requires a careful examination of the law governing Mr. Rogan's immigration application, the application form itself, and the evidence relating to the processing of that application including Mr. Rogan's immigration interview. XI. The Law Governing Mr. Rogan's Application for Permanent Residence", "[247] As was noted at the outset of these reasons, Mr. Rogan's substantive rights are governed by the provisions of the Immigration Act that were in force at the time that he applied for permanent residence in Canada in January of 1994 and when he entered Canada some three months later.", "[248] The relevant provisions of the Immigration Act include subsection 9(3), which imposed an obligation on an applicant to truthfully answer all questions put to him by a visa officer, and to produce such documentation as may be required by the visa officer for the purpose of establishing that the individual's admission to Canada would not be contrary to the Immigration Act or Regulations.", "[249] Mr. Rogan was admitted to Canada as a permanent resident based upon his being a Convention refugee. To be granted status in Canada as a Convention refugee, Mr. Rogan had to be both eligible to claim Convention refugee status, and admissible to Canada: Immigration Act , sections 2 and 19.", "[250] The definition of a \"Convention refugee\" contained in section 2 of the Act excluded anyone from the protection of the Convention where there were serious reasons for considering that the person had committed a war crime or a crime against humanity.", "[251] Once it was determined that a person such as Mr. Rogan was eligible for protection as a Convention refugee, he could be approved for permanent residence in Canada as long as he met the admissibility requirements of section 19 of the Immigration Act", "[252] Section 19(1)(j) of the Immigration Act provided that \"No person shall be granted admission\" to Canada if there were \"reasonable grounds to believe\" that the person had \"committed an act or omission outside Canada that constituted a war crime or a crime against humanity within the meaning of subsection 7(3.76) of the Criminal Code and that, if it had been committed in Canada, would have constituted an offence against the laws of Canada in force at the time of the act or omission\".", "[253] The Supreme Court of Canada described the \"reasonable grounds to believe\" evidentiary standard as requiring \"something more than mere suspicion, but less than the standard applicable in civil matters of proof on the balance of probabilities\". Reasonable grounds will exist \"where there is an objective basis for the belief which is based on compelling and credible information\": <FRAGMENT_SUPPRESSED>  at para. 114. XII. The Processing of Applications for Permanent Residence at the Belgrade Office in 1994", "[254] Evidence regarding the processing of applications for permanent residence in the former Yugoslavia in the 1990's was provided by Michel Dupuis and Brian Casey. Both witnesses were personally involved in the processing of Mr. Rogan's immigration application.", "[255] Michel Dupuis is currently working as an immigration officer and immigration program manager at the Canadian High Commission in Trinidad and Tobago. He worked as the senior immigration officer at the Canadian Embassy in Belgrade between 1992 and 1995. Belgrade is located in what became Serbia after the dissolution of Yugoslavia.", "[256] During the time that Mr. Dupuis was in Belgrade, his primary responsibility was the processing of applications for permanent residence and applications for temporary visas for visitors, workers and students. As the senior immigration officer in the Belgrade office, Mr. Dupuis also had responsibility for supervising the registry operations. Mr. Dupuis reported to Brian Casey, who was the immigration program manager.", "[257] Mr. Casey was an experienced immigration official, whose familiarity with the former Yugoslavia dated back nearly 20 years by the time that he dealt with Mr. Rogan's application for permanent residence in 1994. Mr. Casey was also fluent in Serbo-Croatian.", "[258] Both witnesses described the training provided to immigration officers working at the Belgrade office during the early 1990's in some detail. In addition to the standard training provided to all Canadian immigration officers regarding the processing of visa applications, immigration officers in Belgrade were also provided with ongoing information and regular updates with respect to the situation of various ethnic groups in different parts of Bosnia-Herzegovina as the situation evolved.", "[259] Mr. Dupuis admitted that he did not know much about the situation in the former Yugoslavia when he arrived in Belgrade in 1992. However, it was apparent from Mr. Dupuis' evidence that by the time that he examined Mr. Rogan's application for permanent residence in early 1994, he had a deep understanding of how the conflict in Bosnia-Herzegovina had played out in various regions for members of the different ethnic groups.", "[260] In particular, both Mr. Dupuis and Mr. Casey were aware of the ethnic cleansing taking place in Bosnia-Herzegovina, including in Bile a, as well as the establishment of detention camps, and the impact that the conflict was having on civilians.", "[261] Mr. Casey testified that Canada started accepting refugees from Bosnia in 1992. In response to the conflict in the former Yugoslavia, the Government of Canada announced a Special Measures Program in July of that year to extend the categories of relatives that were eligible to sponsor their relatives in the former Yugoslavia to include siblings, nieces, nephews, aunts and uncles. Within two years Belgrade had become Canada's biggest refugee processing mission. Indeed, Canada became the largest resettlement country in the world for refugees from the former Yugoslavia.", "[262] According to Mr. Dupuis, the Belgrade office was incredibly busy during this period. He was personally conducting six interviews a day, five days a week. By the time that he interviewed Mr. Rogan in early 1994, Mr. Dupuis had conducted hundreds, if not thousands of interviews. Mr. Dupuis testified that approximately 80% of those interviewed were applying for permanent residence in Canada as refugees.", "[263] By 1994, Canada was accepting some 4,000 refugees from Bosnia - 2,500 of who were government-sponsored. The remainder of the applicants were either self-financed or were sponsored by family members or volunteer groups.", "[264] Mr. Dupuis described the process that would be followed in assessing an application for permanent residence by a person from Bosnia seeking refugee protection. Because of the huge number of applicants for resettlement in Canada, the Belgrade office had instituted a pre-screening process. In 1994 alone, more than 120,000 people completed and submitted the pre-screening form. Because Mr. Rogan and his family were sponsored by a family member in Canada, they did not have to go through the pre-screening process. Instead, their application for permanent residence was initiated by the filing of a Form IMM0008 (or \"IMM8\").", "[265] Mr. Casey testified that the potential involvement of applicants in war crimes or crimes against humanity was one of their biggest concerns for applicants from Bosnia-Herzegovina, given that war crimes and crimes against humanity were being committed on a fairly large scale there. As a consequence, by 1994, immigration officials in the Belgrade office were focusing their attention on the issue of admissibility, particularly in the case of male applicants. Their mandate was to ensure that anyone from Bosnia-Herzegovina who was involved in massacres or actions against civilians would not be admitted into Canada.", "[266] Because of his proficiency in Serbo-Croatian, Mr. Casey was the one to review the pre-screening questionnaires in order to determine which individuals would be allowed to proceed to the processing stage. Mr. Casey testified that if there was any indication on the pre-screening questionnaire that an applicant had been involved in the conflict, \"We basically wouldn't look at it. They would be screened out very, very quickly, in a matter of seconds\". As Mr. Casey put it, \"the program [did] not exist for people that are - have been involved in this armed conflict.\"", "[267] Once an application for permanent residence made it through the pre-screening process or was received from a sponsored applicant, the application would be reviewed to ensure that it was complete and that all of the necessary documents had been provided. The application was then placed in a queue awaiting an interview.", "[268] Mr. Dupuis testified that he would review an applicant's file before the interview. He would focus on the information provided in the IMM8 with respect to the applicant's education, dates and place of residence, profession and, if the applicant was a male, his military service.", "[269] The applicant's interview allowed the immigration officer to confirm the information contained in the IMM8, and make his or her own assessment of the credibility of the applicant in order to determine the applicant's eligibility for refugee protection and admissibility to Canada.", "[270] Immigration officers were particularly interested in knowing what the applicant had been doing during the war years. As Mr. Casey stated: [B]ut you were more interested in just what were they doing in 1992, in those crucial periods when the war was going on in Bosnia. Just what were they doing? Where were they situated? Where were they living? What was their activity? What organizations were they involved in? Just what were they doing? That's what you wanted to know.", "[271] As a consequence, immigration officers focused on specific areas in reviewing the IMM8 and in their interview with the applicant. These included the individual's place and dates of residence, their military or police service, their type of work or profession, their education and the route they took to leave Bosnia-Herzegovina to come to Serbia. Each of these factors was considered in assessing whether an applicant might be inadmissible to Canada for having committed war crimes or crimes against humanity.", "[272] Mr. Dupuis explained that the education of the individual could give clues to their background. By way of example, Mr. Dupuis said that questions would arise if an applicant claimed to have both a university degree and a military rank of Private, as a university-educated member of the military would ordinarily be an officer.", "[273] Insofar as an applicant's military service was concerned, Mr. Dupuis explained that he would look closely at an applicant who had served in the military or had performed any other kind of service at any time during the conflict. In such cases Mr. Dupuis would want to know precisely what the individual had done.", "[274] Mr. Dupuis testified that so many individuals had lied about their military service in their applications in an effort to limit their involvement in the conflict that it got to the point that he would tell applicants that if they were going to claim to have worked as a driver, in a medical clinic or as a cook, that would be the end of the application as he would assume that they were trying to hide something.", "[275] According to Mr. Dupuis, the most important information for his purposes was the applicant's dates and place of residence. He explained that he would want to see whether the places an applicant claimed to reside during certain periods meshed with what he knew of the situation in those parts of the country at the times in question. Discrepancies could call the veracity of an applicant's story into question, and could raise concerns about the individual's potential involvement in crimes against humanity.", "[276] Information regarding the route that an applicant took to leave Bosnia-Herzegovina was also important to corroborate the story the applicant was telling the immigration officer. For example, the existence or lack of roadblocks at the relevant time would be of interest to the officer. If he had any concerns about the information provided by an applicant in the IMM8 form, such as how they were able to travel from Bosnia to Serbia, Mr. Dupuis would question the applicant closely during the interview.", "[277] Because most of the applicants spoke neither English nor French, Mr. Dupuis would always have an interpreter present at the interview. Mr. Dupuis explained that these were experienced, well trained individuals, and that there had never been any concern with respect to ethnic bias on the part of any of the interpreters used by the Embassy.", "[278] Mr. Dupuis testified that he would start the interview with a few simple questions to put the applicant at ease, and then would quickly focus on any areas of concern, particularly with respect to the issue of admissibility. Interviews typically lasted between 30 and 45 minutes, but could go much longer if there were areas of real concern. Mr. Dupuis kept contemporaneous notes of the interview.", "[279] As was noted earlier, the issue of an applicant's admissibility to Canada was a primary concern at that time. Immigration officers were particularly concerned as to whether there was any possibility that an applicant had been involved in war crimes or crimes against humanity.", "[280] Question 27 on the IMM8 form dealt specifically with the issue of admissibility, and had a number of parts to it. Applicants were asked a series of questions relating to matters such as whether they suffered from a serious medical condition, whether they had been convicted of or were currently charged with a criminal offence, and whether they had ever been ordered to leave Canada.", "[281] Applicants were also asked: \"In periods of either peace or war, have you ever been involved in the commission of a war crime or crime against humanity, such as: willful killing, torture, attacks upon, enslavement, starvation or other inhumane acts committed against civilians or prisoners of war; or deportation of civilians?\"", "[282] Mr. Dupuis testified that his practice in dealing with Question 27 was to put each of the questions referred to in that section of the application form to the applicant. The question would then be translated, and would be answered by the applicant. Because the question relating to crimes against humanity was lengthy, he would break it into parts, and have each part translated for the applicant.", "[283] It was also Mr. Dupuis' practice to circle each part of Question 27 on the IMM8 form as it was addressed at the interview, and to record the applicant's answers on the form. After the applicant had answered all of the questions contained in Question 27, Mr. Dupuis would sign and date that section of the application form.", "[284] According to both Mr. Dupuis and Mr. Casey, this practice was followed by all of the immigration officers in the Belgrade office. This was the only section of the application form treated in this fashion. It was singled out for special treatment because of the seriousness of the concerns with respect to admissibility.", "[285] The legislative requirement for truthfulness in the application process is expressly set out in the IMM8 form, which requires an applicant to declare that the information given in the application is truthful, complete and correct before submitting the application. Mr. Dupuis testified that at the end of the interview he would also have the applicant solemnly declare that all of the information provided in support of the application was truthful, complete and correct. The applicant would sign the declaration in his presence, and the signature would be witnessed by the interpreter.", "[286] Mr. Dupuis stated that if he had any concerns as to the applicant's admissibility by the end of an interview, the application for permanent residence would be refused. Similarly, if Mr. Dupuis had any sense that the applicant was being evasive, he would refuse the application. Mr. Dupuis was the one who would make the actual decision to refuse an application, although Mr. Casey was required to concur in that decision.", "[287] As Mr. Dupuis put it, his job was to help the victims, whichever side of the conflict they may have been on, and not to help those responsible for the victimization.", "[288] If Mr. Dupuis concluded that the application for permanent residence should be granted, he would write up his findings and send them to Mr. Casey along with the file. The ultimate decision to accept an application would be that of the immigration program manager. XIII. Mr. Rogan's Application for Permanent Residence", "[289] Mr. Rogan testified that his wife's uncle had come to Canada in 1972, and was living in Burnaby, British Columbia. After the outbreak of hostilities in Bosnia-Herzegovina, the uncle agreed to sponsor Mr. Rogan and his family to come to Canada. An Undertaking of Assistance was completed by the uncle in September of 1992, and an application for permanent residence package was sent to Mr. Rogan by Employment and Immigration Canada in October of 1992.", "[290] Mr. Rogan did not immediately apply for permanent residence in Canada. He explained that his father did not want Mr. Rogan to leave Bosnia-Herzegovina with his family, as this would separate the father from his grandchildren. However, the conditions under which the family were living were so poor that Mr. Rogan finally went ahead and submitted his application for permanent residence in January of 1994.", "[291] As required, prior to submitting his application, Mr. Rogan certified that all of the information provided in his IMM8 was \"truthful, complete and correct\". He further acknowledged that \"any false statements or concealment of a material fact may result in [his] exclusion from Canada, and even though [he] should be admitted to Canada for permanent residence, a fraudulent entry on this application may be grounds for [his] prosecution and/or removal.\"", "[292] Mr. Rogan's completed application for permanent residence was produced at the hearing. Mr. Rogan identified the form as his, and explained that he was assisted in completing the application by a friend who spoke some English. Mr. Rogan confirmed that he knew at the time that he completed the form that he was legally obliged to be truthful in his answers.", "[293] There are, however, a number of areas of concern with respect to the truthfulness of the information provided by Mr. Rogan to Canadian immigration authorities. As will be explained below, in both his IMM8 and in his subsequent interview with Mr. Dupuis, Mr. Rogan misrepresented or failed to disclose material information relating to his residence, education, employment and whereabouts. As a result, there was no need for Mr. Dupuis to ask probing questions of Mr. Rogan's activities, especially with respect to his involvement in the conflict in Bosnia-Herzegovina. A. Mr. Rogan's Education", "[294] The first area of concern in Mr. Rogan's application for permanent residence relates to his education. The IMM8 form asks applicants to provide \"Details of [their] post secondary education\". Mr. Rogan wrote N/A in this section of the form.", "[295] Mr. Dupuis interviewed Mr. Rogan in connection with his application for permanent residence on February 25, 1994. Mr. Rogan has little recollection of what was said in the course of the interview. Somewhat surprisingly, given the passage of time and the number of interviews that he conducted, Mr. Dupuis was able to identify Mr. Rogan's picture in a photographic line-up in 1999. He also has a general recollection of the interview, although he does not recall the details of what was discussed.", "[296] Mr. Dupuis' recollection was, however, refreshed by the notes that he made in the course of the interview. The only reference to Mr. Rogan's education in Mr. Dupuis' contemporaneous interview notes is the statement \"termine secondaire\", indicating that Mr. Rogan had completed high school. There is no reference to Mr. Rogan having completed any university studies in Mr. Dupuis' notes.", "[297] Mr. Rogan testified that he completed high school in 1980, following which he did one year of compulsory military service. After completing his military service, Mr. Rogan says that he began studying at the Biza Technika Schola (or technical school) at the University of Novi Sad in Serbia, commencing his studies in September of 1981.", "[298] Mr. Rogan testified that his university career was not a smooth one. He started out studying to be a machinist, later switching to a textile engineering program. Mr. Rogan left school from time to time over the next few years, returning home to Bile a. When he would get bored living at home, he would go back to school. Mr. Rogan says that he completed three full years of studies before finally leaving university in 1986 or 1987. Mr. Rogan says that he was one course short of completing his university degree when he left university for good.", "[299] Mr. Rogan testified that he did not mention his university studies in his application for permanent residence because he did not complete his program. This is not a satisfactory answer, as the form clearly asks about the number of years of school successfully completed, and not just degrees obtained. When this was pointed out to him in cross-examination, Mr. Rogan simply reiterated that he had not referred to his university studies in his application for permanent residence because he had never graduated.", "[300] Mr. Rogan offered a different explanation for his failure to mention his university studies in his examination for discovery. After confirming that he had done five years of university studies between 1981 and 1986, Mr. Rogan explained that he had not disclosed this in his application for permanent residence because \"I didn't want to go into great detail in listing all that, because that would involve perhaps of me [sic] start having to dig up papers documenting that.\"", "[301] The inaccuracy in Mr. Rogan's IMM8 with respect to his years of education was not an innocent misrepresentation on Mr. Rogan's part. He clearly made a conscious decision not to be truthful on his application for permanent residence with respect to his level of education because he did not want to have to obtain supporting documentation with respect to his university studies.", "[302] It is also clear from Michel Dupuis' testimony that information regarding an applicant's level of education could be important in assessing an individual's admissibility. While the disclosure of accurate information regarding his university studies would not necessarily have jeopardized Mr. Rogan's application for permanent residence, his failure to provide truthful information in this regard demonstrates a total lack of concern on the part of Mr. Rogan for ensuring that his responses in his application for permanent residence were truthful, complete and correct. B. Mr. Rogan's Employment", "[303] The next area of concern relates to the answers provided by Mr. Rogan with respect to his employment.", "[304] Question 18 on the IMM8 form asks applicants to provide their work history for the past 10 years. In the case of Mr. Rogan, the relevant period was from February of 1984 to February of 1994. Mr. Rogan stated on the form that he worked at the \"Metal\" factory in Stolac between October of 1986 and June of 1992.", "[305] No other employment is mentioned in the answer to Question 18, although Mr. Rogan states that \"from [J]une 1984 to [O]ctober 1986 I was at the Burreau (sic) for unemployed citizens\" in an addendum to his application form. Mr. Rogan's addendum goes on to state that \"in June 1992 I left my hometown and my job because of war activities in Bosnia-Her[z]egovina, and became a[...] refuge[e]. I came to Belgrade at my relatives with all my famil[y] and I am still here.\"", "[306] First of all, it is difficult to reconcile Mr. Rogan's statement that he was \"at the Burreau for unemployed citizens\" between June of 1984 and October of 1986 with his evidence regarding his university studies - specifically his statement that he did not finally leave university until 1986.", "[307] More significant, however, is Mr. Rogan's claim to have been working in Stolac between 1986 and June of 1992. By Mr. Rogan's own admission, this information is not accurate as he acknowledges having left Stolac for Bile a in March of 1992. Most importantly, Mr. Rogan admits that he failed to mention his nearly two months of employment as a reserve police officer in Bile a in June and July of 1992.", "[308] I will first consider the question of where Mr. Rogan worked between 1986 and 1992, and then examine his failure to refer to his work with the reserve police in Bile a in the summer of 1992. (1) Did Mr. Rogan work at Metal or Kovnica between 1986 and 1992?", "[309] Sabir Bajramovic testified that he supervised Mr. Rogan for the last five or six years that Mr. Bajramovic worked at the Kovnica factory in Bile a. Mr. Bajramovic stopped working at Kovnica in May of 1991, which means that Mr. Rogan would have been working at Kovnica since 1985 or 1986. Mr. Bajramovic also testified that he had known several members of Mr. Rogan's family, and that the two men socialized after work on occasion.", "[310] Kamel Hadzic testified that he would regularly see Mr. Rogan around the town during this time period, and that he believed that Mr. Rogan worked at the Kovnica factory in Bile a.", "[311] Huso Hadzic worked at the Kovnica plant from 1981 until 1987 or 1988. He testified that Branko Rogan worked there as well, although Mr. Hadzic does not recall if Mr. Rogan was still working at Kovnica when Mr. Hadzic left his employment there.", "[312] In contrast, Mr. Rogan testified that he started working in Stolac in 1987, 1988 or 1989, although his IMM8 form says that he started working there in October 1986. Mr. Rogan stated that he only worked at Kovnica for a few months in 1982 or 1984, on one of his breaks from his university studies. Mr. Rogan did not recall if Mr. Bajramovic was working there at the time. Indeed, Mr. Rogan claimed never to have spoken to Mr. Bajramovic, and to know little about him.", "[313] I prefer the evidence of Mr. Bajramovic on this point to that of Mr. Rogan for the following reasons.", "[314] Mr. Rogan's attitude towards Mr. Bajramovic differed greatly from the attitude that he demonstrated towards the other eyewitnesses. Mr. Rogan testified that he did not know Ramiz Pervan. Although Mr. Rogan called Mr. Pervan a liar in his testimony, he did not display any particular animosity towards him. Mr. Rogan also described Kamel Hadzic as a \"good guy\".", "[315] While Mr. Rogan did demonstrate some dislike of Huso Hadzic in his testimony, his attitude towards Mr. Bajramovic was hostile in the extreme. While professing to know little about Mr. Bajramovic, and to have never even spoken to the man, Mr. Rogan nonetheless stated that Serbs were talking about what Sabir Bajramovic was doing for a couple of years before the war. Mr. Rogan also described Mr. Bajramovic as \"a criminal extremist\". He testified that unlike Mr. Pervan and \"Hadzic\", Mr. Bajramovic (and Asim Catovic) were \"a different kind of people\", and that they were very arrogant fundamentalist Muslims.", "[316] Mr. Rogan also expressed outrage that the Government of Canada would pay to bring Mr. Bajramovic to Canada to testify against him. According to Mr. Rogan, no one in this country but Mr. Rogan himself knows who Mr. Bajramovic is.", "[317] Suffice it to say that the degree of animosity exhibited by Mr. Rogan towards Mr. Bajramovic was out of all proportion for someone that he had never spoken to and knew little about.", "[318] It should be noted that Mr. Bajramovic demonstrated an equally visceral antipathy to Mr. Rogan in his testimony. This could have been explained by Mr. Rogan's role in Mr. Bajramovic's imprisonment and torture. However, Mr. Bajramovic also demonstrated a knowledge of Mr. Rogan and his personal life. Mr. Bajramovic knew the name of Mr. Rogan's father and grandfather, as well as Mr. Rogan's wife's maiden name. He knew where Mr. Rogan had grown up, and where Mr. Rogan's wife was from. Moreover, Mr. Bajramovic was able to identify Mr. Rogan at the political rally at the Sports Hall in Bile a in 1991, well before Mr. Bajramovic encountered Mr. Rogan working as a guard at the student dormitory detention facility.", "[319] From this I am satisfied that Mr. Rogan and Mr. Bajramovic knew each other long before June of 1992, and that Mr. Bajramovic's evidence that the two men worked together at Kovnica is more consistent with there having been a prior relationship between the two men. Mr. Bajramovic's testimony in this regard is also corroborated by the evidence of Huso Hadzic.", "[320] Thus I find that Mr. Rogan did not work at the Metal plant in Stolac between October of 1986 and June of 1992. He worked at the Kovnica factory in Bile a until at least May of 1991.", "[321] This was a material misrepresentation that had the effect of foreclosing lines of inquiry by Canadian immigration officials. As Michel Dupuis stated, the dates and places of residence were key to his assessment of an application for permanent residence, as it was important to know whether the applicant's story meshed with what he knew about what was going on in that part of the country at the time in question.", "[322] Mr. Rogan's application for permanent residence states that he worked in Stolac until June of 1992. Mr. Dupuis' interview notes indicate that Mr. Rogan told him that he left Stolac in June of 1992, collected his wife in Bile a and then traveled to Belgrade and on to Subotica. Mr. Dupuis testified that it was significant that Mr. Rogan went directly from Stolac to Belgrade (albeit via Bile a), as this pattern of movement was typical, and suggested that this was a straightforward case.", "[323] [I]f I look at a file like this, if I'm back in 1994, and I do the interview this morning, I look at this and I say, \"Oh, he was in Stolac, he was working there, and then when the war started he left with his family to come to New Belgrade.\" Already for me it's an indication that this case could be a pretty straightforward case, because there was nothing in the file that could give me an indication that the applicant was doing anything else than being a locksmith [more properly translated as a \"machinist\"], leaving the company that were closing, one after the other, at the beginning of the war, and then coming immediately with his wife and children to Serbia. So it was a fairly standard movement of people that I would see during my time in Belgrade.", "[324] Dr. Nielsen's report indicates that unlike Bile a, Stolac was a predominantly Muslim town where Serbs made up only approximately 20% of the population. Dr. Nielsen also stated that Stolac remained under JNA control until the middle of June 1992, when Croatian forces launched a military offensive, capturing Stolac and its environs. According to Dr. Nielsen, by mid-1992, most of the Serb population of Stolac had left the municipality. Thus Mr. Rogan's story of leaving Stolac in June of 1992 was consistent with historical events.", "[325] Brian Casey confirmed that Mr. Rogan's story was also consistent with what Mr. Casey himself knew of the situation in Bosnia-Herzegovina in June of 1992. That is, it was not suspicious that a Serb living in a predominantly Muslim area at that time would flee his home for a location where he would be part of an ethnic majority. As a consequence, an application for permanent residence providing such a history would not raise any red flags.", "[326] I therefore find on a balance of probabilities that Mr. Rogan misrepresented a material fact, namely where he was working prior to June of 1992. I am further satisfied that this misrepresentation had the effect of foreclosing or averting further inquiries by Canadian immigration officials. (2) Mr. Rogan's Failure to Disclose his Work as a Reserve Police Officer and Prison Guard in his Application for Permanent Residence", "[327] The most important omission from Mr. Rogan's application for permanent residence is any reference to his work as a reserve police officer in Bile a in June and July of 1992. It is also clear from Mr. Dupuis' interview notes that Mr. Rogan did not disclose his work at the Bile a detention facilities during his immigration interview. Indeed, Mr. Rogan does not suggest that he did so.", "[328] Mr. Dupuis' evidence was unequivocal: had he been aware that Mr. Rogan served as a reserve police officer in Bile a in the summer of 1992, he would have asked him a lot of very detailed questions in order to determine precisely what Mr. Rogan had done in that capacity. Unless he was satisfied by the answers provided, Mr. Dupuis would have found that Mr. Rogan had not demonstrated that he was not inadmissible to Canada, and his application for permanent residence would have been refused.", "[329] Mr. Dupuis further stated that if an applicant had told him that he was in the reserve police force and had been guarding Muslim prisoners in Bile a in June of 1992, the applicant would have certainly been refused admission to Canada.", "[330] Mr. Rogan admits that he failed to disclose his nearly two months of employment as a reserve police officer in Bile a in June and July of 1992 to Canadian immigration authorities. His explanation for failing to mention this crucial information has varied over time.", "[331] In his examination for discovery, Mr. Rogan stated that he did not tell Canadian immigration authorities about his work with the reserve police \"Because that is not considered a real job. I did not really receive a salary for it. I was there under force, I mean, I wasn't - yeah, I was there under force. It was not a real job\". I do not accept this explanation.", "[332] I will deal with the issue of duress later in these reasons. Suffice it to say at this juncture that even if Mr. Rogan had been compelled to work as a reserve police officer, it did not take away from the fact that he was indeed employed as such. As a result, Mr. Rogan's employment with the reserve police should have been disclosed in his response to Question 18 on the application form.", "[333] Moreover, Mr. Rogan's statement that he \"did not really receive a salary\" for his work with the reserve police is belied by the pay records located by Dr. Nielsen, which I have already found to be reliable. These records indicate that Mr. Rogan received 4,000 dinars for his work with the reserve police in June of 1992 and 10,000 dinars for July of 1992. Mr. Rogan also acknowledged in his testimony at trial that he did in fact receive money for his work with the reserve police.", "[334] A much more plausible explanation for Mr. Rogan's failure to disclose his work with the reserve police was provided by Mr. Rogan in the statement that he gave to the RCMP in October of 1998. Mr. Rogan was interviewed by Constable (now Inspector) Paul Richards of the War Crimes section and Constable (now Staff Sergeant) Carl Sesley of the Burnaby detachment. Staff Sergeant Sesley speaks Serbo-Croatian, and acted as an interpreter during the interview.", "[335] Mr. Rogan was given a Charter caution at the beginning of the interview, and was also provided with the opportunity to consult a lawyer. No argument has been advanced to suggest that Mr. Rogan's statement was taken in breach of his Charter rights, and Mr. Rogan admitted at the pre-trial conference (when he was still represented by counsel) that the statement was given voluntarily.", "[336] While Mr. Rogan now suggests that he was under the influence of alcohol at the time of the interview, this was not evident to either Inspector Richards or Staff Sergeant Sesley, both of whom have been trained to recognized signs of impairment, and each of whom has had a great deal of experience dealing with those under the influence of alcohol. Moreover, Mr. Rogan did not deny making the statements attributed to him, and insisted at trial that everything that he said at the interview was true.", "[337] In the course of the interview, Mr. Rogan was asked why he had not disclosed to Canadian immigration officials that he had worked with the reserve police. Mr. Rogan responded by saying \"I was scared that they will not accept me\". When Inspector Richards asked Mr. Rogan why he would not have been accepted, Mr. Rogan's response was \"I don't know. I was there with no food, my children had nothing to eat. I had to go somewhere.\" Mr. Rogan went on to say that he was afraid that the immigration officer would say \"whoever was anywhere can't [come to Canada], no matter if he did something or not\".", "[338] Mr. Rogan also discussed his failure to mention his work as a reserve police officer in his evidence in chief. He stated \"I thinking about that, I need or not. But I suspicious, if I say for that short time, is still a reserve police officer. Must be very dangerous for me because can prolong my coming to Canada and to my family. In that time, my three young boys were hungry, without diapers, without food, without anything. And I say, 'Why I need voluntarily to say something like that?'\"", "[339] It was put to Mr. Rogan in cross-examination that he had not disclosed his role as a reserve police officer because he was scared that Canada would not accept him if he had said that he had worked as a reserve police prison guard in Bile a in June of 1992. Mr. Rogan responded by suggesting that he was never asked a question about his wartime work. He stated \"Maybe if a question here asked me for that, maybe I will disclose. But because a question of that is not -- was discussed here, I say to myself, 'Why I voluntarily need to make problems to myself and to prolong coming to Canada?'\"", "[340] The fact is that Mr. Rogan was expressly asked to provide details of his work history for the 10 years preceding his application for permanent residence. He did not do so. Mr. Rogan had been employed with the reserve police and worked as a prison guard for two months during the relevant period. This was not mentioned in his IMM8 form, nor was it disclosed by Mr. Rogan at his immigration interview.", "[341] Moreover, Mr. Rogan clearly understood that such disclosure could have led to difficulties or delays with his application for permanent residence. He made the conscious choice not to tell Canadian immigration officials about his work at the Bile a detention facilities. In so doing, Mr. Rogan misrepresented his employment history and knowingly concealed material circumstances. C. Mr. Rogan's Addresses", "[342] Question 24 on the IMM8 form asks applicants to list the addresses where they had lived in the 10 years preceding the date of the application. Mr. Rogan stated that he had lived in Bile a from January of 1984 to October of 1986. He is then shown as having resided in Stolac between October of 1986 and June of 1992, and in New Belgrade between June of 1992 and January of 1994.", "[343] In the addendum to Mr. Rogan's application for permanent residence, Mr. Rogan further stated: \"in June [sic] 1992 I left my hometown and my job because of war activities in Bosnia-Her[z]egovina, and became a[...] refuge[e]. I came to Belgrade at my relatives with all my famil[y] and I am still here\".", "[344] I do not accept the Minister's suggestion that Mr. Rogan should have identified an address in Serbia for the period that he was in university. Mr. Rogan's explanation that his family home in Bile a remained his permanent address while he was a university student is a reasonable one.", "[345] Mr. Rogan says that he lived in Stolac during the period between 1986 and 1992, although he says that he also spent time in Berkovici at the home of his father-in-law. Berkovici is about 20 kilometres to the east of Stolac. Mr. Rogan also says that he occasionally spent time during this period at his father's home in Bile a.", "[346] I have already concluded that Mr. Rogan was probably working at the Kovnica factory in Bile a between 1986 and 1991. I think it unlikely that he was living in Stolac during this period, given that Stolac is some 60 kilometres from Bile a and Mr. Rogan did not own a car.", "[347] Mr. Rogan's claim to have been at university for much of the time between 1980 and 1986 and then to have been living and working in Stolac for most of the period from 1986 to 1992 with only occasional visits to Bile a is also difficult to reconcile with his claim that he was a \"very popular man in town\" who knew everybody in Bile a, including the mayor and everyone who worked at city hall.", "[348] More important, however, is the fact that Mr. Rogan himself admits that he was living in Bile a after the end of March, 1992, although he viewed the situation as temporary. He also accepts that he may have been working as a prison guard in Bile a until the end of July, 1992, and I have found this to have been the case. Nowhere on Mr. Rogan's application for permanent residence is there any indication that he was living in Bile a during this four month period.", "[349] When this was put to Mr. Rogan in cross-examination, he suggested that he may have told Mr. Dupuis that he had been living in Bile a in the course of his immigration interview. I do not believe this to have been the case. Mr. Rogan clearly had no real recollection of what had been discussed during the interview and Mr. Dupuis' contemporaneous notes of the interview record Mr. Rogan as having gone from Stolac to Belgrade in June of 1992. There is no reference in Mr. Dupuis' notes to a four month lay-over in Bile a.", "[350] Reference has already been made to Mr. Dupuis' statement that the most important information for his purposes in processing an application for permanent residence was the applicant's dates and places of residence. Had Mr. Rogan informed Mr. Dupuis of his true whereabouts between March and July of 1992, it would have led to extensive questioning at the interview as to what he was doing at the time, his activities and his affiliations.", "[351] Mr. Rogan's knowing concealment of the time that he spent in Bile a in the spring and summer of 1992 was clearly a material omission which had the effect of averting any further inquiries that Mr. Dupuis may have wished to make, had he known where Mr. Rogan really was during that period.", "[352] Before leaving this issue, there is one further matter that bears comment. Mr. Rogan's application for permanent residence lists an address in New Belgrade as his permanent home address as of June, 1992. Mr. Rogan testified that this was a friend's address, and that he was actually living in Bajmok from the time that he left Bosnia until his departure for Canada in March of 1994.", "[353] According to Mr. Rogan, he put his friend's address on his application form because it was \"easier\". This once again reflects a fundamental lack of concern with accuracy and truthfulness on the part of Mr. Rogan in his dealings with Canadian immigration authorities. D. Mr. Rogan's Membership or Association with Organizations", "[354] Question 25 on the IMM8 form states \"Since my 18th birthday, I have been (or still am) a member of, or associated with the following political, social, youth, student or vocational organizations (including trade unions and professional associations). Include any military service (show rank, unit and location of service in last column)\".", "[355] According to both Mr. Dupuis and Mr. Casey, Mr. Rogan's service with the reserve police should have been disclosed in response to either Question 18 (regarding employment) or Question 25. Mr. Dupuis also confirmed Dr. Nielsen's evidence that during this period, the police forces were, as Dr. Nielsen put it \"more or less under the command of the military during the war in Bosnia. And so the police forces were part of the whole apparatus.\"", "[356] Mr. Rogan listed his period of compulsory military service in 1980-1981 in response to Question 25, but made no reference to his time as a reserve police officer in 1992. When asked why he did not mention his time with the reserve police in response to Question 25, Mr. Rogan stated that the question on the form referred to military service, and not to a civil position.", "[357] Mr. Rogan conceded that he had been called-up by the Army of Republika Srpska in the spring of 1992 during the general mobilization of the army. However, he says that then \"I made somehow that is not military duty\". Mr. Rogan nevertheless acknowledges that he had the rank of private or soldier, that he wore a military uniform throughout the time that he worked at the Bile a detention facilities, and that he was ultimately told that he would have to go to the battlefront.", "[358] At the same time, Mr. Rogan tried to suggest that he also did not have to mention his time working as a reserve police officer in response to the question relating to his employment history, as it was not true employment. Rather, he said that this time \"I spend like military -- like reserve police officer. That is not work nor employment ... That is call from government. Is not my employment.\" He went on to state that \"It's not voluntary ... If I don't come in there, I will -- I would spend time in the prison with Huso Hadzic.\" Minister's counsel then stated \"Right. Because it was a military call-up?\" to which Mr. Rogan answered \"Yes\".", "[359] With respect, Mr. Rogan cannot have it both ways.", "[360] Mr. Rogan clearly considered whether he needed to disclose his police service in response to Question 25, and decided not to. In his evidence in chief, Mr. Rogan stated as follows, seemingly with respect to his answer to this question: In that application I think question 17 was: Did you was military participant and war participant? I thinking about that. I think maybe I need say for that short time, but my three young boys is still in Serbia, without anything. Without diapers, without food. And I think, why I need disclose this voluntarily, because really I never was participant in the military. My brother was.", "[361] This is also evidenced by the exchange that took place during Mr. Rogan's cross-examination with respect to his answer to Question 25: Q. Right, but what you did not put on your form is that you were in the reserve police? A. Nobody asked me here. Q. But the form is asking you for truthfulness, completeness, and accuracy. A. Yes, but nobody asked me, I didn't say voluntarily, and still I honestly say, I'm thinking about that. But I think if I mention that short time, this could be prolong my coming to Canada. It's very clear.", "[362] From this, I am once again satisfied on a balance of probabilities that Mr. Rogan knowingly concealed material information with respect to his work as a prison guard with the reserve police in Bile a in the summer of 1992. E. The Crimes Against Humanity Question", "[363] The final question on Mr. Rogan's application for permanent residence to be addressed is Question 27. It will be recalled that this question has a number of parts to it, each of which is directed to the issue of admissibility.", "[364] One of the questions posed to applicants was \"In periods of either peace or war, have you ever been involved in the commission of a war crime or crime against humanity, such as: willful killing, torture, attacks upon, enslavement, starvation or other inhumane acts committed against civilians or prisoners of war; or deportation of civilians?\" Mr. Rogan answered \"No\" in response to the question on his application for permanent residence.", "[365] As mentioned earlier, Mr. Rogan has limited recall as to what was discussed in his immigration interview. I am satisfied from both Mr. Dupuis' testimony and the documentary record that the question regarding his involvement in crimes against humanity was put to Mr. Rogan in the course of his immigration interview, and that he answered the question in the negative.", "[366] When Mr. Rogan was asked in cross-examination whether his negative answer was correct, Mr. Rogan answered by saying \"I ask you honestly, what you be answer in my place? You think I need answer yes?\" The Minister's counsel then asked \"I'm asking you. This is your form.\" To which Mr. Rogan responded \"I say 'No,'and I still think my answer is no.\"", "[367] The Minister argues that Mr. Rogan's activities as a prison guard at the detention facilities in Bile a in the summer of 1992 amount to his having been involved in crimes against humanity, including imprisonment, inhumane acts, torture and persecution. As a consequence, the Minister says that Mr. Rogan did not answer Question 27 truthfully and completely when he denied any such involvement.", "[368] In order to determine whether this is the case, it is first necessary to understand what constitutes a crime against humanity. a) What is a Crime Against Humanity?", "[369] The ICTY was established in 1993 by Resolution of the United Nations Security Council to address continuing reports of widespread and flagrant violations of international humanitarian law occurring within the territory of the former Yugoslavia, especially in Bosnia-Herzegovina.", "[370] The Statute of the International Criminal Tribunal for the Former Yugoslavia , SC res. 827, UN SCOR 48th sess., 3217th mtg. at 1-2 (1993) [ ICTY Statute ] is an international instrument drawn up specifically in relation to war crimes, crimes against humanity and genocide committed in the territory of the former Yugoslavia from 1991 onward.", "[371] Article 5 of the ICTY Statute defines \"crimes against humanity\" as including the following crimes, when committed in armed conflict, whether international or internal in character, and directed against any civilian population: (a) murder; (b) extermination; (c) enslavement; (e) imprisonment; (f) torture; (g) rape; (h) persecutions on political, racial and religious grounds; (i) other inhumane acts.", "[372] In 1994, \"crime against humanity\" was defined in Canadian law by subsections 7(3.76) and 7(3.77) of the Criminal Code , R.S.C., 1985, c. C-46, which stated that: 7.(3.76) For the purposes of this section, \"crime against humanity\" means murder, extermination, enslavement, deportation, persecution or any other inhumane act or omission that is committed against any civilian population or any identifiable group of persons, whether or not it constitutes a contravention of the law in force at the time and in the place of its commission, and that, at that time and in that place, constitutes a contravention of customary international law or conventional international law or is criminal according to the general principles of law recognized by the community of nations; (3.77) In the definitions \"crime against humanity\" and \"war crime\" in subsection (3.76), \"act or omission\" includes, for greater certainty, attempting or conspiring to commit, counseling any person to commit, aiding or abetting any person in the commission of, or being an accessory after the fact in relation to, an act or omission.", "[373] \"Conventional international law\" was defined in subsection 7(3.76) to mean: (a) any convention, treaty or other international agreement that is in force and to which Canada is a party, or (b) any convention, treaty or other international agreement that is in force and the provisions of which Canada has agreed to accept and apply in an armed conflict in which it is involved;", "[374] These sections of the Criminal Code have since been repealed. Crimes against humanity are now defined in and proscribed by sections 4 and 6 of the Crimes Against Humanity and War Crimes Act , S.C. 2000, c. 24. However, as was noted earlier, issues relating to Mr. Rogan's substantive rights are to be decided based upon the legislation in effect at the time of his application for permanent residence.", "[375] There is no evidence before me as to whether the actions of Mr. Rogan would have constituted a crime against humanity under the laws of Bosnia-Herzegovina. A similar situation appears to have confronted the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , above, a case involving the admissibility of an individual to Canada in light of allegations of crimes against humanity allegedly carried out in Rwanda.", "[376] At paragraph 59 of <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada stated that: We will proceed, as did the courts below, on the basis that, where the Minister relies on a crime committed abroad, a conclusion that the elements of the crime in Canadian criminal law have been made out will be deemed to be determinative in respect of the commission of crimes under Rwandan criminal law. No one challenges the fact that the constituent elements of the crimes are basically the same in both legal systems.", "[377] Similarly, there is nothing in the record before me to suggest that the constituent elements of the crimes are not basically the same in both legal systems. b) The Standard of Proof", "[378] Citing the decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  the Minister says that the standard which applies in determining whether a crime against humanity has been committed in this case is the \"reasonable grounds to believe\" standard.", "[379] The reasonable grounds to believe standard was also applied by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , above. Indeed, section 19(1)(j) of the Immigration Act specifically states that \"no person should be granted admission\" for whom \"there are reasonable grounds to believe have committed an act or omission outside Canada that constituted a war crime or a crime against humanity within the meaning of subsection 7(3.76) of the Criminal Code \".", "[380] I agree that the \"reasonable grounds to believe\" standard is the appropriate one when the issue is whether the individual is inadmissible to Canada for one of the reasons cited in section 19(1) of the Immigration Act . This would include exclusion or inadmissibility for involvement in crimes against humanity. The related standard of \"serious reasons for considering\" applies in assessing whether an individual is excluded from the protection of the Refugee Convention: see <FRAGMENT_SUPPRESSED> , above.", "[381] However, the issue before me is not whether Mr. Rogan was in fact excluded from the protection of the Refugee Convention or was inadmissible to Canada. Rather, the issue for me to determine is whether Mr. Rogan gained his permanent residence in Canada, and through that his Canadian citizenship, by false representation or fraud or by knowingly concealing material circumstances, in this instance his involvement in crimes against humanity. This question must be decided on the balance of probabilities standard [see footnote 1].", "[382] Having made findings as to Mr. Rogan's actions as a prison guard at the detention facilities in Bile a in the summer of 1992, I must then determine whether Mr. Rogan was untruthful or knowingly concealed material circumstances when he stated at his immigration interview that he had not been involved in crimes against humanity. To do this, I must consider whether Mr. Rogan's actions constituted a crime against humanity. This is a question of law. c) Did Mr. Rogan's Actions Constitute a Crime Against Humanity?", "[383] The Supreme Court noted in <FRAGMENT_SUPPRESSED> that what distinguishes a crime against humanity from an ordinary crime is the context in which the crime takes place. A proscribed act will become a crime against humanity when it is committed \"as part of a widespread or systematic attack directed against a civilian population or identifiable group\": at para. 151. As with any criminal offence, there are two components to a crime against humanity: the criminal act (actus reus) and the guilty mind (mens rea).", "[384] The Supreme Court identified four essential elements that must be proven in order to establish the existence of a crime against humanity in <FRAGMENT_SUPPRESSED> . These are that: (i) An enumerated proscribed act was committed (this involves showing that the accused committed the criminal act and had the requisite guilty state of mind for the underlying act); (ii) The act was committed as part of a widespread or systematic attack; (iii) The attack was directed against any civilian population or identifiable group of persons; and (iv) The person committing the proscribed act knew of the attack and knew or took the risk that his or her act comprised a part of that attack [at para. 119] i) Was There an Enumerated Proscribed Act?", "[385] The first question to be determined is whether these findings correspond to an enumerated proscribed act necessary to satisfy the first element of the test for a crime against humanity.", "[386] I have found that Mr. Rogan was a reserve police officer working as a prison guard at detention facilities in Bile a in June and July of 1992. During that time, Mr. Rogan was aware that the prisoners being held in the police station and student dormitory detention facilities had been arrested and were being detained simply because they were Muslim men living in Bile a in June of 1992. Mr. Rogan was further aware that the prisoners were being held in inhumane conditions.", "[387] Mr. Rogan was also aware that prisoners in the detention facilities were being beaten and, in at least one instance, killed. Mr. Rogan facilitated and was complicit in the beating of prisoners. Mr. Rogan was himself directly responsible for striking Sreco Kljunak in the face, for the beating of Asim Catovic, and for the intentional infliction of severe psychological pain on Mr. Catovic's son.", "[388] \"Persecution\" is one of the proscribed acts identified in the Criminal Code definition of crimes against humanity. The Supreme Court of Canada recognized in <FRAGMENT_SUPPRESSED> that persecution is not a \"stand-alone\" crime under Canadian law. As a consequence, the Court looked to the international jurisprudence, particularly that emanating from the ICTY, in order to identify the essential elements of persecution as a crime against humanity.", "[389] From this jurisprudence, the Supreme Court concluded that \"the criminal act of persecution is the gross or blatant denial of a fundamental right on discriminatory grounds. The guilty mental state is discriminatory intent to deny the right\": <FRAGMENT_SUPPRESSED> , at para. 145. See also <FRAGMENT_SUPPRESSED>  actions of Mr. Rogan described above amount to \"persecution\" within the meaning of section 7(3.76) of the Criminal Code , thus satisfying the first of the four essential elements of a crime against humanity identified by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> .", "[391] I am further satisfied that Mr. Rogan's actions also constitute \"other inhumane acts\", as the term is used in section 7(3.76) of the Criminal Code", "[392] The list of proscribed acts identified in the Criminal Code also includes \"other inhumane acts\", without specifying what those acts may be. The Supreme Court did not address this issue in <FRAGMENT_SUPPRESSED> , but did, however, make it clear that Canadian courts can look to international jurisprudence for guidance on these matters.", "[393] <FRAGMENT_SUPPRESSED>  town of Foca in Bosnia-Herzegovina amounted to inhumane acts and cruel treatment. In this regard the Tribunal noted that as a result of the living conditions at the facility, many detainees suffered serious physical and psychological consequences: at paras. 440 and 443. The living conditions described by the Tribunal in the <FRAGMENT_SUPPRESSED> case were very similar to, and in some ways indistinguishable from, the conditions that the detainees were subjected to at the police station and student dormitory detention facilities in Bile a in the summer of 1992.", "[394] In light of my conclusions in relation to the crimes against humanity of persecution and other inhumane acts, I do not need to determine whether imprisonment and torture also constituted crimes against humanity in Canada in 1994, even though that they were not specifically identified as such in section 7(3.76) of the Criminal Code. ii) Was the Act Committed as Part of a Widespread or Systematic Attack against any Civilian Population or Identifiable Group of Persons?", "[395] The second and third elements of crimes against humanity identified in <FRAGMENT_SUPPRESSED> require the act to have been committed as part of a widespread or systematic attack against any civilian population or identifiable group of persons.", "[396] The evidence of Dr. Nielsen establishes that the round-up and imprisonment of Muslim men in Bile a in June of 1992 was part of a widespread and systematic attack by forces of the Republika Srpska, including the military and the reserve police, against the civilian Muslim population of Bosnia-Herzegovina.", "[397] I have found that this attack manifested itself in Bile a in a number of different ways. These included the significant increase of armed Serb military, paramilitary and police units, and the arming of the Serb civilian population by Serb authorities. This created fear in the Bosnian Muslim civilian population, and threatened their safety. In addition to the loss of employment, the Muslim of Bile a also faced restrictions on their travel and the destruction or confiscation of their homes. The attack culminated in the unlawful arrest and detention of the Bosnian Muslim male population of Bile a by Serb authorities and the eventual ethnic cleansing of the area of the Bosnian Muslim civilian population by Serb authorities.", "[398] Thus the second and third elements of a crime against humanity have been established. iii) Did Mr. Rogan know of the Attack and Know or take the Risk that his Acts Comprised a Part of that Attack?", "[399] Insofar as the fourth element is concerned, the Supreme Court observed in <FRAGMENT_SUPPRESSED> that a determination of the individual's knowledge of the existence of the attack can be factually implied from the circumstances existing at the time of the alleged acts. The Court may consider the individual's position, public knowledge of the existence of the attack, the scale of the violence and the general historical and political environment in which the acts occurred. The individual need not know the details of the attack: at para. 175.", "[400] Similarly, the ICTY has held that an accused \"... must know that there is an attack directed against the civilian population and he must know that his acts are part of that attack, or at least take the risk that they are part thereof.\" An accused need not have knowledge of the details of the attack. It will be sufficient \"that, through his acts or the function which he willingly accepted, he knowingly took the risk of participating in the implementation of that attack\": see <FRAGMENT_SUPPRESSED>  that the role of the reserve police units in the Republika Srpska generally, and in Bile a in particular, was well known by the general population. No effort was made to conceal police actions and they were of a massive scale. The evidence also demonstrates that Mr. Rogan was aware of the torture and abuse of Muslim detainees within the detention facilities by the guards and other officials, and that he played an active role in the mistreatment of prisoners.", "[402] In light of its magnitude and public nature, Mr. Rogan must have known of the existence of the attack on the Muslim population of Bile a by the military and police forces of the Republika Srpska Moreover, Mr. Rogan could not have helped but know that his actions guarding prisoners at the detention facilities in Bile a comprised a part of that attack. As a result, I find that the final element of the test for a crime against humanity has been established. d) Conclusion with respect to the Crimes Against Humanity Question", "[403] As was noted earlier, this is not a criminal proceeding. This is an important point, as the standard of proof in this proceeding is not the high standard of \"proof beyond a reasonable doubt\" that would apply in a criminal case and Mr. Rogan does not enjoy the full range of Charter rights in a case of this nature that would apply if he were facing criminal charges.", "[404] The question for this Court is not whether it has been established beyond a reasonable doubt that Mr. Rogan is guilty of a crime against humanity under the Criminal Code , but rather whether it has been established on a balance of probabilities that he made false representations or concealed material information in his answer to Question 27 on his application for permanent residence.", "[405] For the reasons given, I find on a balance of probabilities that Mr. Rogan was not truthful when he denied involvement in crimes against humanity in his answer to Question 27. I am further satisfied that he knowingly concealed material information as to his involvement in the crimes against humanity perpetrated against the Muslim population of Bile a in the summer of 1992. F. Did Mr. Rogan Act under Duress?", "[406] Before leaving this issue, there is one final matter that must be addressed and that is the question of whether Mr. Rogan acted under duress.", "[407] The fact that an individual may have acted under duress does not absolve their complicity in crimes against humanity. That is, it does not negate findings that the acts occurred, or that the individual had the necessary guilty mind. Rather, it excuses that complicity: see <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 1451, at paras. 24 & 27 [\" <FRAGMENT_SUPPRESSED> FCA\"].", "[408] In order to establish that he acted under duress, an individual must demonstrate that he was in imminent physical peril in a situation not brought about voluntarily, and that the harm to the victim or victims of the crime was not greater than the harm faced by the perpetrator: <FRAGMENT_SUPPRESSED> FCA, at para. 25.", "[409] The question in this proceeding is not, however, whether Mr. Rogan should be absolved of complicity in crimes against humanity. As was noted at the outset of these reasons, the role of this Court is to make factual findings as to whether Mr. Rogan made false representations or knowingly concealed material information as to his involvement in crimes against humanity in his answer to the question posed to him at his immigration interview. The findings may then form the basis of a report by the Minister to the Governor in Council requesting the revocation of Mr. Rogan's citizenship. The ultimate decision with respect to the revocation of citizenship rests with the Governor in Council.", "[410] Whether Mr. Rogan acted under duress may, however, be a relevant consideration for the Governor in Council to take into account in determining whether to exercise the discretion to revoke Mr. Rogan's citizenship. A factual finding in relation to this issue may therefore be of assistance to the Governor in Council.", "[411] Mr. Rogan was assigned to work as a prison guard with the reserve police after having been called-up for military service. Mr. Rogan had requested alternate service, as he did not want to be sent to the battlefront for family reasons. As a result, I find that Mr. Rogan served as a reserve police officer as an alternative to compulsory military service.", "[412] Mr. Rogan stated that none of the prison guards were ordered to abuse prisoners at the detention facilities in Bile a. Indeed, it is apparent from Mr. Rogan's testimony that the reserve police officers serving as prison guards at the police station and student dormitory detention facilities in Bile a in the summer of 1992 were largely left to their own devices, receiving little in the way of direction from anyone.", "[413] No persuasive evidence has been put before the Court to demonstrate that Mr. Rogan acted under duress in abusing prisoners. On his own evidence, both in his interview with Inspector Richards and Staff Sergeant Sesley of the RCMP and in his testimony before the Court, Mr. Rogan stated that he was free to do whatever he wanted while working as a guard in Bile a. Indeed, he testified that it was open to him to beat or even kill prisoners if he wanted to do so.", "[414] Mr. Rogan made no attempt to disassociate himself from the reserve police, notwithstanding the fact that he was clearly aware of the inhumane conditions under which the prisoners were living and the abuses that were occurring in the detention facilities. Indeed, Mr. Rogan actively participated in some of those abuses. Mr. Rogan only decided to leave the reserve police when he was told by Miroslav Duka that he would be sent to fight at the battlefront. As Mr. Rogan told Inspector Richards of the RCMP, he left then because he \"didn't want to die on the front line\".", "[415] Mr. Rogan could have left Bile a at any point during the spring and summer of 1992. He testified that he had been able to travel freely between Bile a and Serbia while he was working as a prison guard, and that he regularly went to see his family in Serbia during this time. Indeed he noted that he was even able to travel free of charge if he wore his military uniform. Moreover, when Mr. Rogan did finally decide to flee Bile a, he was able to do so without any apparent difficulties.", "[416] In light of these facts, I am not persuaded that Mr. Rogan was acting under duress during the time that he worked as a prison guard in Bile a in the summer of 1992. XIV. Summary of Factual Findings", "[417] The factual findings made by the Court in this proceeding are summarized below. A. Findings Regarding Mr. Rogan's Actions as a Prison Guard in Bile a", "[418] Mr. Rogan was a reserve police officer working as a guard at both the police station and student dormitory detention facilities Bile a, Bosnia-Herzegovina in June and July of 1992.", "[419] Muslim males living in Bile a, including Mr. Pervan, Mr. Bajramovic and the Hadzic brothers, were arrested and detained in the summer of 1992 simply because they were Muslim men living in Bile a. Mr. Rogan would have been aware of this fact.", "[420] Muslim prisoners, including Messrs. Pervan, Bajramovic and the Hadzic brothers, were held in inhumane conditions, and Mr. Rogan was aware of the inhumanity of the conditions under which the prisoners were being held.", "[421] At the time that he was working as a prison guard at the detention facilities in Bile a, Mr. Rogan was well aware of the fact that prisoners were being subjected to physical abuse, including beatings.", "[422] Mr. Rogan was directly involved in the physical abuse of prisoners. He struck Sreco Kljunak in the face, and facilitated and was complicit in the subsequent beating of Mr. Kljunak. Mr. Rogan also beat Asim Catovic, and made statements to Mr. Catovic's son intended to inflict serious psychological pain.", "[423] Mr. Rogan was not acting under duress during the time that he worked as a prison guard at the detention facilities in Bile a in the summer of 1992. B. Findings Regarding Mr. Rogan's Application for Permanent Residence", "[424] Mr. Rogan knowingly misrepresented his educational qualifications in his application for permanent residence in order to avoid having to produce supporting documentation to Canadian immigration authorities.", "[425] Mr. Rogan did not accurately disclose his addresses for the period between 1986 and 1994 on his application for permanent residence. He intentionally concealed the fact that he was living in Bile a between March and July or August of 1992, which had the effect of foreclosing or averting further inquiries by Canadian immigration officials. Mr. Rogan also misrepresented that he was living in New Belgrade between August of 1992 and early 1994, when he was in fact living in Bajmok during most of that period.", "[426] Mr. Rogan also misrepresented his employment history in his application for permanent residence as it related to where he was living and working prior to June of 1992. This had the effect of foreclosing or averting further inquiries by Canadian immigration officials.", "[427] Most importantly, Mr. Rogan knowingly concealed his employment as a reserve police officer working as a prison guard in Bile a in June and July of 1992. Disclosure of this information would almost certainly have led to a finding that Mr. Rogan was ineligible for refugee protection and inadmissible to Canada.", "[428] Mr. Rogan also did not disclose his involvement with the reserve police in answer to the question on the application form regarding membership in organizations, including the military. Even if I accept that the reserve police in Bile a were not technically the military, Mr. Rogan's involvement with the reserve police should have been disclosed on the application form, either in response to this question or in response to the question dealing with his employment history.", "[429] Mr. Rogan also did not answer truthfully and knowingly concealed material information in both his application for permanent residence and at his immigration interview in relation to his involvement in crimes against humanity perpetrated against the male Muslim civilian population of Bile a in the summer of 1992.", "[430] Mr. Rogan clearly understood that the disclosure of his work as a reserve police officer and prison guard in Bile a could have led to difficulties or delays with his application for permanent residence. Taken together, the omissions and inaccuracies in the information provided by Mr. Rogan in his application for permanent residence and at his immigration interview were clearly a calculated attempt on his part to conceal his role with reserve police in Bile a in June and July of 1992, and to foreclose any inquiries by Canadian immigration officials in this regard.", "[431] As a consequence, I am satisfied that Mr. Rogan obtained his Canadian citizenship by false representation or fraud and by knowingly concealing material circumstances and a declaration to this effect will issue. XV. Costs", "[432] The Minister is seeking his costs associated with this proceeding. The Minister shall have one week in which to file written submissions with respect to the issue of costs, including particulars of the amount being claimed, which submissions are not to exceed five pages in length. Mr. Rogan shall then have a further week in which to file responding submissions on the issue of costs. Mr. Rogan's submissions are also not to exceed five pages in length. JUDGMENT", "[433] THIS COURT DECLARES that The Defendant Branko Rogan obtained his Canadian citizenship by false representation or fraud and by knowingly concealing material circumstances within the meaning of paragraph 18(1)(b) of the Citizenship Act , R.S.C. 1985, c. C-29. Order accordingly. Editor: Elizabeth M.A. Turgeon/vnh Footnote 1. It should be noted that in <FRAGMENT_SUPPRESSED> , the Minister had initially alleged that by answering \"no\" to the question of whether he had been involved in a crime against humanity on his application for permanent residence, Mr. Mugesera had misrepresented a material fact, contrary to the provisions of the Immigration Act . However, the Minister did not pursue this allegation, and the issue was not dealt with by the Supreme Court: see <FRAGMENT_SUPPRESSED> , above, at paras. 25-26. Citizenship Act , R.S.C., 1985, c. C-29 (as appeared on August 20, 2007): 10.(1) Subject to section 18 but notwithstanding any other section of this Act, where the Governor in Council, on a report from the Minister, is satisfied that any person has obtained, retained, renounced or resumed citizenship under this Act by false representation or fraud or by knowingly concealing material circumstances, (a) the person ceases to be a citizen, or (b) the renunciation of citizenship by the person shall be deemed to have had no effect, as of such date as may be fixed by order of the Governor in Council with respect thereto. (2) A person shall be deemed to have obtained citizenship by false representation or fraud or by knowingly concealing material circumstances if the person was lawfully admitted to Canada for permanent residence by false representation or fraud or by knowingly concealing material circumstances and, because of that admission, the person subsequently obtained citizenship. 18. (1) The Minister shall not make a report under section 10 unless the Minister has given notice of his intention to do so to the person in respect of whom the report is to be made and (a) that person does not, within thirty days after the day on which the notice is sent, request that the Minister refer the case to the Court; or (b) that person does so request and the Court decides that the person has obtained, retained, renounced or resumed citizenship by false representation or fraud or by knowingly concealing material circumstances. (2) The notice referred to in subsection (1) shall state that the person in respect of whom the report is to be made may, within thirty days after the day on which the notice is sent to him, request that the Minister refer the case to the Court, and such notice is sufficient if it is sent by registered mail to the person at his latest known address. (3) A decision of the Court made under subsection (1) is final and, notwithstanding any other Act of Parliament, no appeal lies therefrom. Citizenship Act , R.S.C., 1985, c. C-29 (as appeared on November 14, 1997): 5. (1) The Minister shall grant citizenship to any person who (a) makes application for citizenship; (b) is eighteen years of age or over; (c) has been lawfully admitted to Canada for permanent residence, has not ceased since such admission to be a permanent resident pursuant to section 24 of the Immigration Act, and has, within the four years immediately preceding the date of his application, accumulated at least three years of residence in Canada calculated in the following manner: (i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and (ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence; (d) has an adequate knowledge of one of the official languages of Canada; (e) has an adequate knowledge of Canada and of the responsibilities and privileges of citizenship; and (f) is not under a deportation order and is not the subject of a declaration by the Governor in Council made pursuant to section 20. (1.1) Any day during which an applicant for citizenship resided with the applicant's spouse who at the time was a Canadian citizen and was employed outside of Canada in or with the Canadian armed forces or the public service of Canada or of a province, otherwise than as a locally engaged person, shall be treated as equivalent to one day of residence in Canada for the purposes of paragraph (1)(c) and subsection 11(1). (2) The Minister shall grant citizenship to any person who (a) has been lawfully admitted to Canada for permanent residence, has not ceased since that admission to be a permanent resident pursuant to section 24 of the Immigration Act, and is the minor child of a citizen if an application for citizenship is made to the Minister by a person authorized by regulation to make the application on behalf of the minor child; or (b) was born outside Canada, before February 15, 1977, of a mother who was a citizen at the time of his birth, and was not entitled, immediately before February 15, 1977, to become a citizen under subparagraph 5(1)(b)(i) of the former Act, if, before February 15, 1979, or within such extended period as the Minister may authorize, an application for citizenship is made to the Minister by a person authorized by regulation to make the application. (3) The Minister may, in his discretion, waive on compassionate grounds, (a) in the case of any person, the requirements of paragraph (1)(d) or (e); (b) in the case of a minor, the requirement respecting age set out in paragraph (1)(b), the requirement respecting length of residence in Canada set out in paragraph (1)(c) or the requirement to take the oath of citizenship; and (c) in the case of any person who is prevented from understanding the significance of taking the oath of citizenship by reason of mental disability, the requirement to take the oath. (4) In order to alleviate cases of special and unusual hardship or to reward services of an exceptional value to Canada, and notwithstanding any other provision of this Act, the Governor in Council may, in his discretion, direct the Minister to grant citizenship to any person and, where such a direction is made, the Minister shall forthwith grant citizenship to the person named in the direction. Criminal Code , R.S.C., 1985, c. C-46 (as it appeared in January and March 1994): 7.(3.76) For the purposes of this section, \"conventional international law\" means (a) any convention, treaty or other international agreement that is in force and to which Canada is a party, or (b) any convention, treaty or other international agreement that is in force and the provisions of which Canada has agreed to accept and apply in an armed conflict in which it is involved; \"crime against humanity\" means murder, extermination, enslavement, deportation, persecution or any other inhumane act or omission that is committed against any civilian population or any identifiable group of persons, whether or not it constitutes a contravention of the law in force at the time and in the place of its commission, and that, at that time and in that place, constitutes a contravention of customary international law or conventional international law or is criminal according to the general principles of law recognized by the community of nations; \"war crime\" means an act or omission that is committed during an international armed conflict, whether or not it constitutes a contravention of the law in force at the time and in the place of its commission, and that, at that time and in that place, constitutes a contravention of the customary international law or conventional international law applicable in international armed conflicts. (3.77) In the definitions \"crime against humanity\" and \"war crime\" in subsection (3.76), \"act or omission\" includes, for greater certainty, attempting or conspiring to commit, counselling any person to commit, aiding or abetting any person in the commission of, or being an accessory after the fact in relation to, an act or omission. Immigration Act , R.S.C., 1985, c. I-2 (as it appeared in January and March 1994): 2.(1) In this Act \"Convention Refugee\" means any person who (a) by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (i) is outside the country of the person's nationality and is unable or, by reason of that fear, is unwilling to avail himself of the protection of that country, or (ii) not having a country of nationality, is outside the country of the person's former habitual residence and is unable or, by reason of that fear, is unwilling to return to that country, and (b) has not ceased to be a Convention refugee by virtue of subsection (2), but does not include any person to whom the Convention does not apply pursuant to section E or F of Article 1 thereof, which sections are set out in the schedule to this Act; (1.1) For the purposes of the definition \"Convention refugee\" in subsection (1), where a person has more than one nationality, all references to the person's nationality in that definition shall be construed as applying to each of the countries of which the person is a national. 9. (3) Every person shall answer truthfully all questions put to that person by a visa officer and shall produce such documentation as may be required by the visa officer for the purpose of establishing that his admission would not be contrary to this Act or the regulations. 19.(1) No person shall be granted admission who is a member of any of the following classes: (j) persons who there are reasonable grounds to believe have committed an act or omission outside Canada that constituted a war crime or a crime against humanity within the meaning of subsection 7(3.76) of the Criminal Code and that, if it had been committed in Canada, would have constituted an offence against the laws of Canada in force at the time of the act or omission. [End of document]"]}