{"id_": "000866", "body_str": ["[1] Kelen, J. : This is an application for judicial review of a decision by a Pre-Removal Risk Assessment (PRRA) Officer, dated March 10, 2009, denying the applicants' application for protection because they failed to their provide sufficient evidence to demonstrate a fear of personalized risk. FACTS Background", "[2] The applicants are citizens of South Africa. Forty-one (41) year old Melody Angel Cromhout is the principal applicant. She is married to forty-five year (45) year Jeff Colyn Cromhout, who is an applicant. Their children, thirteen (13) year old Angel Cromhout and nine (9) year old Mary, are the minor applicants.", "[3] The applicant family entered Canada on March 8, 2004. The applicants claimed refugee status over a year later on September 28, 2005. They failed to appear for their refugee hearing in front of the Refugee Protection Division (RPD) of the Immigration and Refugee Board on October 16, 2007 and the subsequent abandonment hearing on January 2, 2008.", "[4] The applicants failed to appear for a pre-removal interview on April 28, 2008. The applicants' counsel was allegedly unlicensed and failed to inform the applicants' of their appearance dates. A warrant was issued for the applicants' arrest on May 1, 2008 and executed upon the arrest of Ms. Cromhout on September11, 2008.", "[5] The applicants filed two PRRAs on November 19, 2008, one for Ms. Cromhout and one for Mr. Cromhout. Both included their dependent children in their applications.", "[6] Both PRRAs were denied on March 10, 2009 in a single decision. The applicant filed for leave to appeal the PRRA decision.", "[7] On June 23, 2009 this Court stayed the execution of the deportation order. Leave was granted by this Court on August 4, 2009. Decision under review", "[8] The applicants based their PRRAs on the Cromhout parents' combined traumas in South Africa. These traumas allegedly constituted \"compelling reasons\" per s. 108(4) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (IRPA), which would justify an exception from the requirement to prove future persecution.", "[9] Ms. Cromhout's application was based on her past physical and sexual abuse at the hands of her father, and the failure of the South African state to protect her as a child or as an adult. Ms. Cromhout's counsel submitted that Ms. Cromhout's trauma informs her failure to appear before the Board once she became disillusioned with her previous counsel's incompetence. The PRRA officer was asked to apply the doctrine of compelling reasons in light of Ms. Cromhout's history in South Africa and consider Ms. Cromhout's failure to attend the refugee and abandonment Board hearings with a view to the IRB Gender Guidelines.", "[10] Ms. Cromhout submitted a lifetime chronology of incidents of abuse by her father and the consequent failure of the state to offer protection or assistance. It was submitted that incidents of abuse could reoccur should Ms. Cromhout return to South Africa. Ms. Cromhout submitted that she lives in fear of her children ever living in the same country as their grandfather.", "[11] Mr. Cromhout's application was based on the trauma he experienced from serving on the South Africa Police force. Counsel at the hearing before the Court did not proceed with the case on behalf of Mr. Cromhout because there was no evidence to find him in need of protection.", "[12] The officer accepted that Ms. Cromhout may have been abused in South Africa. The officer concluded that the principal applicant failed to provide sufficient objective evidence to support their fear of risk in South Africa.", "[13] The PRRA officer held that the applicants failed to provide a reasonable explanation for their failure to attend any of the hearings in front of the Board. The PRRA officer found that the applicants could not impugn their previous counsel's competence without providing proof that the aforementioned counsel was provided with notice of the allegations. The PRRA officer considered the gender guidelines but found that they did not explain the applicants' failure to attend the Board hearings.", "[14] The PRRA officer considered counsel's submissions on the doctrine of compelling reasons but determined that there was no evidence on the record to trigger the application of s. 108(4) of IRPA given the failure of the applicant to submit medical or psychological reports regarding her trauma.", "[15] The officer further found that there was no evidence that the minor applicants, who were 8 and 4 years old respectively when they came to Canada, had ever been in contact with Ms. Cromhout's father or suffered abuse, and would be at risk if returned to South Africa. LEGISLATION", "[16] Section 96 of the Immigration and Refugee Protection Act (IRPA), S.C. 2001, c. 27, confers protection upon persons who are Convention refugees: 96 A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or ) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "[17] Section 97 of IRPA confers protection to persons who may be at a personalized risk to their life or to a risk of cruel and unusual punishment or at risk of torture: 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "[18] Subsection 108(1)(e) of IRPA states that a refugee or protection claim shall be rejected if the reason which the claim was made has ceased to exist: 108. (1) A claim for refugee protection shall be rejected, and a person is not a Convention refugee or a person in need of protection, in any of the following circumstances: ... ) the reasons for which the person sought refugee protection have ceased to exist. ...", "[19] Subsection 108(4) of IRPA provides an exception to the general rule in s.108(1)(e) of IRPA if the claimant establishes that there are compelling reasons arising out of the claimant's past experiences: (4) Paragraph (1)( ) does not apply to a person who establishes that there are compelling reasons arising out of previous persecution, torture, treatment or punishment for refusing to avail themselves of the protection of the country which they left, or outside of which they remained, due to such previous persecution, torture, treatment or punishment.", "[20] Subsection 113(b) allows the Minister to hold a PRRA hearing: 113. Consideration of an application for protection shall be as follows: ... ) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required; ...", "[21] Subsection 167 of the IRPR sets out the factors the Minister must consider before deciding if a PRRA hearing is required: 167. For the purpose of determining whether a hearing is required under paragraph 113( ) of the Act, the factors are the following: ) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act; ) whether the evidence is central to the decision with respect to the application for protection; and ) whether the evidence, if accepted, would justify allowing the application for protection. ISSUES", "[22] The applicant raises the following four issues: A. Is there any evidence which supports the applicants' submissions with respect to the issues set out below? 1. Is there an obligation to advise an immigration counsel who is not licensed regarding allegations of incompetence? 2. Did the officer err in law or exceed jurisdiction or breach fairness in rejecting the credibility of the applicants without an oral hearing? 3. Did the officer err in law or exceed jurisdiction in relation to s. 108 (4) (\"compelling reasons\")? 4. Did the officer err in fact or err in law or exceed jurisdiction or breach fairness in failing to determine the issue of state protection? STANDARD OF REVIEW", "[23] <FRAGMENT_SUPPRESSED>  N.R. 1, the Supreme Court of Canada held at paragraph 62 that the first step in conducting a standard of review analysis is to \"ascertain whether the jurisprudence has already determined in a satisfactory manner the degree of (deference) to be accorded with regard to a particular category of question (see also  <FRAGMENT_SUPPRESSED>  per Justice Binnie at paragraph 53).\"", "[24] The first two issues involve procedural fairness and questions of law and as such are reviewable on a correctness standard (see specifically regarding the obligation to give notice of an allegation of incompetence to counsel: <FRAGMENT_SUPPRESSED>  Per Justice Heneghan at paragraph 13; <FRAGMENT_SUPPRESSED>  per Justice Dawson at paragraph 14; specifically regarding the requirement to hold a hearing: <FRAGMENT_SUPPRESSED>  per Justice Russell at paragraph 31; <FRAGMENT_SUPPRESSED>  per Justice Phelan; and my decision <FRAGMENT_SUPPRESSED> ).", "[25] The PRRA officer's finding that the Mr. and Ms. Cromhout's experiences did not rise to the level of \"compelling reasons\" under section 108(4) is a finding of fact or mixed law and fact, and is subject to a standard of review of reasonableness (see my decision in <FRAGMENT_SUPPRESSED> citing <FRAGMENT_SUPPRESSED>  2005 FC 822, 140 A.C.W.S. (3d) 354, per Justice Mosley at paragraph 5).", "[26] The last issue concerns the adequate provision of reasons, which touches upon procedural fairness and therefore reviewable on a correctness standard of review ( <FRAGMENT_SUPPRESSED> , per Justice Dawson at paragraph 24).", "[27] In reviewing the officer's decision using a standard of reasonableness, the Court will consider \"the existence of justification, transparency and intelligibility within the decision-making process\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" ( <FRAGMENT_SUPPRESSED> at paragraph 47; <FRAGMENT_SUPPRESSED> , supra, at paragraph 59). ANALYSIS", "[28] Before discussing the issues raised by the principal applicant, the Court finds that the PRRA officer dismissed this application because there was insufficient evidence of a serious risk to the applicants if deported to South Africa. The Court concludes that this finding was reasonably open to the PRRA officer. Issue No. 1 : Is there an obligation to advise an immigration counsel who is not licensed regarding allegations of incompetence?", "[29] The applicants submit that the officer erred in law in holding that there is an obligation to advise an immigration consultant who is not licensed regarding allegations of incompetence. The applicants argue that this case is distinguishable from the leading case law on this issue because the consultant in this case was unlicensed, so there was no governing body to which the applicants could have complained to.", "[30] <FRAGMENT_SUPPRESSED>  per Justice Teitelbaum at paragraph 31, is the leading case on the issue of giving counsel notice of allegations of incompetence made against them. In Shirvan , supra, this Court held at paragraphs. 31-32 that before examining allegations of incompetence, the applicant must meet a preliminary burden to give notice of the allegations to the prior counsel.", "[31] Contrary to the applicants' submission, a letter or complaint to a governing body is not the only notice that will be acceptable to this Court as a pre-condition to examining counsel's alleged incompetence.", "[32] <FRAGMENT_SUPPRESSED>  Justice O'Reilly held at paragraph 17 that the requirement to give of notice will be satisfied either when the applicants makes a complaint to a governing body, in that case the Canadian Society of Immigration Consultants (CSIC), or when the applicants provide evidence that their consultant was informed of the allegations against them.", "[33] It was incumbent upon the applicants, who were represented by new counsel when they applied for a PRRA, to send a letter to their immigration consultant to advise them of the allegations of incompetence made against them in the PRRA submissions. The onus is on the applicants to provide the necessary evidence to support their claim. The officer was under no obligation to alert the applicants to the requirement to provide evidence of notice to their immigration consultant.", "[34] The officer interpreted the law correctly when he determined that the applicants' allegations of inadequate counsel at the time of their Board hearings could not be considered because of the failure to give notice. Issue No. 2 : Did the officer err in law or exceed jurisdiction or breach fairness in rejecting the credibility of the applicants without an oral hearing?", "[35] The applicants submit that the officer made a negative credibility finding based on the applicant's failure to provide a reasonable explanation for the failure to attend any of the Board hearings. The officer exceeded his jurisdiction by making a credibility finding without the benefit of an oral hearing pursuant to subsection 113(b) of IRPA section 167 of the IRPR.", "[36] Section 167 of the IRPR and subsection 113 (b) of IRPA set out the requirements for holding an oral hearing in a PRRA. Compliance with all three subparagraphs of section 167 indicates that a hearing may be required ( <FRAGMENT_SUPPRESSED>  per Justice Shore, at paragraph 12) (emphasis in original). In other words, where the requirements in section 167 are complied with, a presumption in favour of an oral hearing is raised ( <FRAGMENT_SUPPRESSED> , supra, at paragraphs 20-21). However, there is no statutory obligation to conduct a hearing.", "[37] There is also no statutory duty to conduct an oral hearing when an officer moves to assess the weight or probative value of evidence without considering whether it is credible ( <FRAGMENT_SUPPRESSED>  per Justice Zinn, at paragraphs 26-27).", "[38] The requirements of section 167 of the IRPR are not met in this case. The PRRA officer clearly stated that the applicant failed to adduce sufficient evidence to prove her fear of risk. The applicant did not provide any evidence to support her allegations of risk or trauma. The officer's comments on the applicant's failure to provide an excuse for not appearing in front of the Board bore no influence on the final disposition of the PRRA. There is no ambiguity in the officer's reasons that could lead this Court to hold that the officer failed to differentiate between findings of insufficiency and credibility.", "[39] This ground of review must therefore fail. Issue No. 3: Did the officer err in law or exceed jurisdiction in relation to subsection 108 (4) (\"compelling reasons\")?", "[40] The applicant submits that the PRRA officer erred in dismissing the applicant's claim for relief under the \"compelling reasons\" doctrine because she did not provide medical evidence of continuing psychological after-effects from the abuse.", "[41] The respondent submits that subsection 108(4) of IRPA is not applicable in the present case because officer did not find that the applicants were Convention refugees or persons in need of protection.", "[42] The case law is clear that before a tribunal or officer may embark on a compelling reasons analysis, \"it must first find that there was a valid refugee (or protected person) claim and that the reasons for the claim have ceased to exist (due to changed country conditions)\" (see the following decisions by Justice Layden-Stevenson in <FRAGMENT_SUPPRESSED> ; at paragraph 10; <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED>  per Justice Snider at paragraph 37). In the absence of a finding of past persecution or risk, subsection 108(4) has no application.", "[43] The applicants in this case failed to satisfy the officer that they feared risk in South Africa. The officer was not unreasonable in finding that the applicant's claim was not sufficient to show she feared a risk if they returned to South Africa. Since the applicant was determined to not be a person in need of protection, subsection 108(4) does not apply.", "[44] The officer's decision that subsection 108(4) does not apply in this case is reasonable and should not be disturbed. Issue No. 4 : Did the officer err in fact or err in law or exceed jurisdiction or breach fairness in failing to determine the issue of state protection?", "[45] The applicants submit that the PRRA officer erred in rejecting the claim without any consideration or discussion of adequate state protection. The applicants argue the officer's reasons are inadequate in this regard and breach the duty of fairness. This issue does not need to be considered in view of the Court's findings on the other issues.", "[46] Both parties advised the Court that this case does not raise a serious question of general importance which ought to be certified for an appeal. The Court agrees. JUDGMENT", "[47] THIS COURT ORDERS AND ADJUDGES that: The application for judicial review is dismissed. [End of document]"]}