{"id_": "000998", "body_str": ["[1] Noël, J. : This is an application for judicial brought under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA] in relation to a decision dated January 21, 2013 by a visa officer with the Consulate General of Canada in Hong Kong rejecting the Applicant's application for a permanent resident visa [APR] in Canada as a member of the investor class. II. Facts", "[2] The Applicant is a citizen of China who applied for permanent residency in Canada in the investor class on January 4, 2011.", "[3] On January 21, 2013, the Applicant was interviewed by the visa officer at the Consulate General of Canada in Hong Kong. During this interview, he was questioned at length about his possible membership in associations in his home country including the Chinese government.", "[4] The visa officer rendered the impugned decision on the same day, denying the APR on the ground that the Applicant failed to be truthful in answering questions. III. Decision under review", "[5] The visa officer's decision is based on what was perceived as a contradiction in the Applicant's story as it concerns his association with organizations or the Chinese government. On one hand, the Applicant claimed never to have been a member of an organization or in any way affiliated with the Chinese government, and on the other hand, a Chinese government website listed the Applicant as a member of the Chinese People's Political Consultative Conference [CPPCC] Standing Committee. The visa officer stated that the Applicant was offered the opportunity during the interview to address these concerns that he had not been truthful regarding his affiliation with the Communist Party of China or with the Chinese government body.", "[6] Therefore, the visa officer concluded that the Applicant had not answered the questions truthfully pursuant to section 16 of the IRPA and accordingly dismissed his claim. IV. Issue", "[7] This judicial review and the parties' arguments raise two issues to be addressed by the Court: A. Did the visa officer err in determining that the Applicant had not been truthful in answering the questions he was asked as required by section 16 of the IRPA? B. Did the visa officer breach procedural fairness by not providing the Applicant with an opportunity to respond to the government website stating that he was a member of the CPPCC Standing Committee? V. Standard of review", "[8] Being fact-driven, the first issue shall be addressed under the standard of reasonableness (see <FRAGMENT_SUPPRESSED> [2012] FCJ No 204 [ <FRAGMENT_SUPPRESSED> ]). This standard calls for great deference and requires that this Court consider \"the existence of justification, transparency and intelligibility within the decision-making process\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> [2008] SCJ No 9). The second issue relates to procedural fairness, and such questions are reviewable under the standard of correctness (see <FRAGMENT_SUPPRESSED> , above at para 10; <FRAGMENT_SUPPRESSED> [2008] FCJ No 674). No deference is owed to the decision-maker following this standard. VI. Applicant's submissions", "[9] The visa officer's decision must be set aside because it is based on misconstruction of evidence and because it is the result of a breach of natural justice.", "[10] The visa officer found that the Applicant was a member of the \"Communist Party Standing Committee\", but the Applicant testified that he had never been a member of the Communist Party. The Applicant was a member of the CPPCC Standing Committee, which stands for the Chinese People's Political Consultative Conference, and not of the Chinese Communist Party, and unlike what the visa officer's decision conveys the CPPCC is not a part of the Chinese government. Rather, it is a consultative conference formed of various political and non political actors, including members of the clergy.", "[11] Furthermore, the visa officer breached procedural fairness by relying on information, namely the Chinese government website listing him as a member of the CPPCC, without giving him the adequate opportunity to respond and prove that he was not a member of the Chinese Communist Party.", "[12] The visa officer's decision was reasonable because the Applicant was under the obligation to be truthful in his application, yet he failed to disclose that he had been a member of the CPPCC. The Applicant's explanation at the interview was contradicted by the evidence submitted, and this lead to a finding of fact which should not be disturbed. In fact, the Applicant acknowledged during this interview that he was a member of the CPPCC, and he even claimed to have been a member for six years before the interview. Also, the visa officer never made a specific finding that the Applicant was a member of the Chinese Communist Party but was simply asking questions on the issue. As for the question of the CPPCC Standing Committee being a government organization or not, it is not important - the Applicant had to be truthful in his application and reveal any affiliation, and he did not.", "[13] As for the alleged breach of procedural fairness, the Applicant was confronted with the evidence but did not request more time to present any evidence of his own. Also, the Applicant never mentioned during the interview that the CPPCC is not a government affiliated organization. VIII. Applicant's reply", "[14] In his reply, the Applicant mostly argues that it would have been impossible for him to say that he was member of the CPPCC Standing Committee at the time of his application because he filed his APR in January 2011, i.e. before becoming a member of the CPPCC Standing Committee in April 2011. Also, the Applicant was not a member of this Standing Committee for six years - rather he was invited to attend certain meetings as a guest. IX. Analysis", "[15] Although far from perfect, the visa officer's decision is nonetheless reasonable and this application for judicial review shall be dismissed. A. Did the visa officer err in determining that the Applicant had not been truthful in answering the questions he was asked as required by section 16 of the IRPA?", "[16] During his interview with the visa officer, the Applicant was confronted with his written application in which he denied being a member of any Chinese social or political organization, as well as with a document stating that he had been, at a certain point, a member of the CPPCC Standing Committee. After questioning the Applicant on the issue, the visa officer concluded that the Applicant had not answered all the questions truthfully, as required by section 16 of the IRPA which provides as follows: Immigration and Refugee Protection Act , SC 2001, c 27 PART 1 IMMIGRATION TO CANADA Division 2 Examination Obligation - answer truthfully 16. (1) A person who makes an application must answer truthfully all questions put to them for the purpose of the examination and must produce a visa and all relevant evidence and documents that the officer reasonably requires. , LC 2001, ch 27 IMMIGRATION AU CANADA Section 2 16.", "[17] The question this Court must answer is whether the Applicant, at the time of his application and during his examination - in other words during his interview - was truthful in answering questions.", "[18] At question 12 of his APR, the Applicant declared that he had never been a member of any organization and that he had never been associated with any organization. According to the application form, the term \"organization\" includes any political and social organization. The Applicant was asked this same question during the interview: \"I WOULD LIKE TO CONFIRM THAT YOU HAVE DECLARED THAT YOU HAVE NEVER BELONGED TO ANY SUCH ORGANIZATION - IS THAT CORRECT? Yes, I confirm that.\" (Visa officer's Global Case Management System [GCMS] notes, Certified Tribunal Record [CTR], at page 4) It was after this question that the visa officer confronted the Applicant with the document mentioning him as a member of the CPPCC Standing Committee. In fact, the Applicant was extensively questioned on this issue. One of the questions asked was \"WHEN DID YOU FIRST JOIN THIS STANDING COMMITTEE\", to which the Applicant answered « About six years ago. » (Visa officer GCMS notes, CTR, at page 4)", "[19] In his factum, the Applicant goes to great lengths to establish that he was under no obligation to mention that he belonged to this Standing Committee as he only became a member in April 2011, i.e. a few months after filing his APR in January of that same year. According to the Applicant, prior to becoming a member he had only attended the meetings as a guest. In addition to being in direct contradiction to his answer that he had joined the CPPCC Standing Committee about six years prior to the interview, the Applicant's argument in this regard was put forward in this application for judicial review only - although he was asked on many occasions during the interview to be more specific with respect to the period covered by his membership in the Standing Committee, he never mentioned that he joined the Standing Committee in April 2011. The Applicant should have brought up this issue at the time of the interview. What is more, the argument is substantiated by the evidence in the Applicant's record that was not before the visa officer and that should therefore not be considered in these proceedings (see for example  <FRAGMENT_SUPPRESSED> [2013] FCJ No 586; <FRAGMENT_SUPPRESSED> [2003] FCJ No 1596).", "[20] The Applicant also takes issue with the fact that the visa officer insisted on the fact that the CPPCC is a Chinese government organization. It is true that the visa officer adopted a somewhat truncated approach to the ties between the CPPCC and the Chinese Communist Party, going as far as telling the Applicant that they had \"INFORMATION [...] DESCRIBING [him] AS A MEMBER OF THE COMMUNIST PARTY STANDING COMMITTEE.\" (Visa Officer's GCMS notes, CTR, at page 4) Nevertheless, this Court finds that this error, while most inelegant, is not material. The Applicant was required to mention his membership in any organization, including social and political organizations, and one could difficultly argue that the Chinese People's Political Consultative Conference is not, in some way, political in nature.", "[21] In addition, contrary to the Applicant's argument, the visa officer never found that the Applicant was a member of the Chinese Communist Party. Questions on the matter were asked, but no specific findings were made.", "[22] That being said, the one finding that was made was that the Applicant had not been truthful in answering questions. As stated above, the reviewing court's role is limited and it must not interfere with the decision-maker's decision if the underlying process is justified, transparent and intelligible and if the result falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law. Considering the evidence with which the visa officer had been presented and the answers provided by the Applicant during his interview, it was reasonable to conclude that the Applicant had been a member of the CPPCC Standing Committee for several years prior to filing his application and that, having failed to report it in his application and at the interview, he did not answer the questions truthfully as required by section 16 of the IRPA ( <FRAGMENT_SUPPRESSED> [2013] FCJ No 730). B. Did the visa officer breach procedural fairness by not providing the Applicant with an opportunity to respond to the government website stating that he was a member of the CPPCC Standing Committee?", "[23] The Applicant claims that he was not offered the opportunity to reply to the visa officer's concerns regarding his membership in the CPPCC Standing Committee. This Court finds, however, that the Applicant was in fact confronted with the evidence relied upon by the visa officer during the interview and offered a possibility of responding to this evidence.", "[24] In fact, as found above, the Applicant was extensively questioned on the issue and it resulted from this questioning that the Applicant acknowledged having joined the CPPCC Standing Committee six years prior to the interview.", "[25] What is more, in his factum the Applicant argues that he should have been enabled to \"bring to the interview evidence of his status as a former independent member of the CPPCC and that the CPPCC is an advisory body not a government one.\" (Applicant's Memorandum, at para 24.) It can thus be inferred that the Applicant would have liked to provide evidence on two matters, both of which are not relevant to the determination of this application and are of no avail to his claims in these proceedings. First, the \"independence\" of the Applicant as a member of the CPPCC is a non-issue because, independent or not, the Applicant was a member of this Standing Committee and failed to acknowledge it even if he was required to do so. Second, proving that the Standing Committee was not a government institution would have been of no help to the Applicant because, as its name suggests, the CPPCC Standing Committee was nonetheless a political association.", "[26] Consequently, this Court finds that not only was the Applicant provided the opportunity to address the visa officer's concerns regarding his standing in the CPPCC, but the evidence he claims he should have been given an opportunity to present would have had no impact on the issue of the matter. Therefore, this Court further finds that the visa officer did not breach procedural fairness.", "[27] The parties were invited to submit a question for certification, but none were proposed. ORDER", "[28] THIS COURT ORDERS that this application for judicial review is dismissed and no question is certified. <FRAGMENT_SUPPRESSED>  Noël II. Faits", "[2]", "[3]", "[4] III.", "[5]", "[6] IV.", "[7] V. Norme de contrôle", "[8] VI.", "[9]", "[10]", "[11] VII.", "[12]", "[13] VIII.", "[14] IX. Analyse", "[15] A.", "[16] , LC 2001, c 27 IMMIGRATION AU CANADA Section 2 16. Immigration and Refugee Protection Act , SC 2001, c 27 PART 1 IMMIGRATION TO CANADA Division 2 Examination Obligation - answer truthfully 16. (1) A person who makes an application must answer truthfully all questions put to them for the purpose of the examination and must produce a visa and all relevant evidence and documents that the officer reasonably requires.", "[17]", "[18]", "[19] <FRAGMENT_SUPPRESSED> [2013] ACF no 586; <FRAGMENT_SUPPRESSED> [2003] ACF no 1596).", "[20]", "[21]", "[22] <FRAGMENT_SUPPRESSED> à 39, [2013] ACF no 730). B.", "[23]", "[24]", "[25]", "[26]", "[27] ORDONNANCE", "[28] [End of document]"]}