{"id_": "001093", "body_str": ["[1] Roy, J. : This is an application for judicial review made pursuant to section 72 of the Immigration and Refugee Protection Act , SC 2001, c 27, (the \"Act\") of the decision of a Pre-Removal Risk Assessment (\"PRRA\") officer (the \"officer\") to refuse the application for protection of the applicant, Mr. Aminul Islam (the \"applicant\"). Facts", "[2] The facts of this case are simple. The applicant is a citizen of Bangladesh. He is a supporter of the Bangladesh National Party and he has worked in Bangladesh as a General Manager of Programs for Ekushey Television Limited until September of 2007.", "[3] The Bangladesh National Party is currently in opposition in Bangladesh. It is not an underground organization.", "[4] The applicant was approached in late 2008 to work on the election campaign of another political party, the Awami League; but he refused. After the Awami League won the election, it is alleged that its supporters were involved in a campaign to take better control in the areas where support for them was less significant. It is alleged that there has been acts of extortion and lawlessness of some magnitude. The applicant claims that he was in the process of doing a documentary film on these events, which would be entitled \"Promise, Expectation and Action\", when acts of intimidation were perpetrated against him. The applicant claims that on May 31, 2009, supporters of the Awami League arrived at his office in Dhaka and demanded approximately C$13,000.00, within 21 days, as political pressure. The applicant testifies that he called the police but was told that they could not do anything.", "[5] The applicant left Bangladesh shortly thereafter, on June 10, 2009 and entered Canada on June 20, 2009 with a temporary resident visa. The applicant made his refugee claim on July 21, 2009. He claims that between his arrival on June 20th and his refugee claim made on July 21st, Awami League supporters visited his office and his residence in Dhaka. They indicated to his wife that they would trace the applicant and punish him for not complying with their demand. On June 25, some members of the Rapid Action Battalion allegedly came to his residence again and were looking for him. They would have raided the house and seized his laptop computer as well as other documents in connection with his planned documentary film.", "[6] The so-called Rapid Action Battalion [RAB] is described in various documents submitted by the applicant as a law enforcement agency. Amnesty International, in Exhibit \"I\" to the affidavit of the applicant, describes it as \"a special police force, created, to much acclaim, to combat criminal gang activity throughout the country.\" Amnesty International goes on to assert that RAB has been responsible for 200 killings during the tenure of the current government of the Awami League. Amnesty International contends that many of those killings have resulted in sham investigations. Impunity is the norm in spite of pledges of zero tolerance by the government. The officer conducted his own research and describes it as \"Bangladesh's primary anti-crime and anti-terrorism elite force\".", "[7] The applicant contends that he is at risk if he is returned to his country because the documentary film he was working on at the time of his departure would expose wrongdoings of RAB officers, including extortion. Indeed his computer, containing footage of the RAB in action, was seized in June 2009, which would increase the risk if he returns to his country. Decisions", "[8] The Refugee Protection Division of the Immigration and Refugee Board (the \"Board\") rejected the applicant's refugee claim on July 22, 2011. The Board was of the view that the claim was fundamentally vague and lacked corroborative evidence. Furthermore, the Board concluded that even if it were to accept the applicant's claim that he is targeted because of his political opinion, he would still have an internal flight alternative [IFA] within Bangladesh. The applicant's political profile was not high and there is no evidence that the Awami League supporters who allegedly contacted him had any political influence of significance.", "[9] It does not appear that the applicant sought judicial review of the Board's decision of July 2011. Instead, the applicant submitted an application for PRRA on December 21, 2011.", "[10] In support of his PRRA application, the applicant submitted 34 documents, many of which are dated after July 22, 2011. The applicant submits that these documents satisfy the requirement of section 113 of the Act. Subsection 113( ) reads as follows: 113. Consideration of an application for protection shall be as follows: ) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection; [...] 113.", "[11] The PRRA officer concluded that the risks identified in the PRRA application are essentially those presented to the Board. There may have been new documents, but they did not contain new evidence not already before the Board. The parties' positions", "[12] The applicant argues that the PRRA officer did not consider adequately 31 of the 34 documents that were filed in support of his PRRA application. As for the three documents that were considered more extensively, the applicant claims that they were not given the significance they deserve. Finally, counsel for the applicant tried to argue that the IFA ought to have been examined further by the PRRA officer in light of the new documentation filed in support of the PRRA application.", "[13] The respondent objects to any attempt to re-litigate the IFA issue. Furthermore, the Minister contends that the officer's decision is reasonable, especially in view of the lack of new evidence as required by section 113 of the Act. At any rate, the evidence as a whole lacks specificity and does not relate to applicant's alleged circumstances. Analysis", "[14] With respect to the IFA, counsel for the respondent objected to the argument on the basis that the matter had been disposed of by the Board, the matter was not the subject of a judicial review application and was not even raised before the PRRA officer or in the judicial review before this Court. In my view, the respondent's counsel has a point. The Court must take the record as it was constituted before the PRRA officer. What was not raised before the PRRA officer cannot be raised successfully before this Court on a judicial review. Nevertheless, even going to the merits of this argument, it is hard to see how the PRRA officer could have agreed with the argument that the circumstances had changed sufficiently such that there would not have been anymore an IFA to the applicant.", "[15] Not only was the matter of the IFA addressed squarely by the Board, but there was nothing new raised before the PRRA officer that could disturb the conclusion reached. Recently, this Court ruled in <FRAGMENT_SUPPRESSED> :", "[22] Last, the applicant does not indicate how the panel erred in its analysis of the IFAs, the existence of which is sufficient to dispose of the entire claim: <FRAGMENT_SUPPRESSED>  (FCA) and <FRAGMENT_SUPPRESSED>  (FCA). It suggested two possible cities as IFAs and was not satisfied that it would be unreasonable for the applicants to move there. The panel stated why it believed that the move would not be unreasonable: the applicant's education, experience and financial situation. It is a finding of fact and therefore the Court cannot intervene in the absence of an error showing that the panel's decision was not based on the facts or that the panel disregarded an important part of the evidence. The applicant did not argue such errors. The panel's decision is tenable with respect to the facts and the law and, consequently, is reasonable. To the same effect, one can refer to <FRAGMENT_SUPPRESSED> .", "[16] As such, this finding should suffice for the judicial review to fail. However, an examination of the whole record convinces me that the matter would also have failed on its merits.", "[17] There is no dispute between the parties, and this Court agrees, that the standard of review in this case is one of reasonableness ( <FRAGMENT_SUPPRESSED> ).", "[18] In reviewing the Board's decision on a reasonableness standard, the Court will consider \"the existence of justification, transparency and intelligibility within the decision-making process\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\". The Court will only intervene if the decision falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED>  at para 47; Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  at para 59).", "[19] The burden on the applicant is therefore to bring before the PRRA officer new evidence that arose after the rejection by the Board and, if denied by the PRRA officer, to show this Court on the balance of probabilities that the PRRA officer's decision was unreasonable in that it could not be in the range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "[20] On the basis of the record before the PRRA officer, it is difficult not to share the view that what was presented to the PRRA officer was essentially the same evidence as was made available to the Board. Although it is true that the PRRA officer gave short shrift to 31 of the 34 documents that were submitted to him, there is a good reason for that. That new evidence is actually largely, if not completely, a rehash of what was already available to the Board. Perhaps more importantly, it is impossible to use that new evidence in order to connect the general risk in Bangladesh, to the extent it exists, with the situation of the applicant. In other words, the risk has never been personalized with the assistance of these 31 documents ( <FRAGMENT_SUPPRESSED> ).", "[21] There is no doubt that the officer considered that documentary evidence. His conclusion that sufficient personal evidence showing that the applicant is targeted by the RAB or, for that matter, by the Awami League goons is reasonable on the record before the officer. Indeed, it was the conclusion reached by the Board.", "[22] If there is an attempt at personalizing the risk, it comes from the three letters that are considered more extensively by the PRRA officer. The PRRA officer concludes, \"I do not find these letters contain materially new evidence that has not been considered by the RPD panel. They simply repeat what were presented to the RPD panel\". The burden to convince that these findings were unreasonable has not been discharged by the applicant. The issue is not whether the PRRA officer was correct. Rather, what needs to be shown is that the PRRA officer was unreasonable. As has been stated repeatedly, a PRRA application by a failed refugee claimant is not an appeal. And the judicial review of a PRRA officer's decision is not an appeal either.", "[23] The applicant failed before the Board. He cannot be successful before the PRRA officer if he does not satisfy the requirements of section 113 of the Act. He must \"present only new evidence that arose after the rejection or was not reasonably available ... at the time of the rejection.\" As has been found repeatedly by this Court, a PRRA application is not a second refugee claim or an appeal of the Board's decision ( <FRAGMENT_SUPPRESSED> ). The conclusion reached by the officer that the three letters did not meet the burden the applicant carried is eminently reasonable. It follows that he cannot succeed before this Court.", "[24] I agree with counsel for the parties that this is not a matter for certification pursuant to section 74 of the Act. JUDGMENT", "[25] The application for judicial review of the decision of a Pre-Removal Risk Assessment officer dated May 28, 2012 is dismissed.", "[2]", "[3]", "[4] Promise, Expectation and Action", "[5]", "[6]", "[7]", "[8]", "[9]", "[10] 113. 113. Consideration of an application for protection shall be as follows: ) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection; [...]", "[11]", "[12]", "[13] Analyse", "[14]", "[15] <FRAGMENT_SUPPRESSED> :", "", "[16]", "[17] <FRAGMENT_SUPPRESSED> .", "[18] <FRAGMENT_SUPPRESSED> , paragraphe 59.", "[19]", "[20] <FRAGMENT_SUPPRESSED> .", "[21]", "[22]", "[23]", "[24] JUGEMENT", "[25] [End of document]"]}