{"id_": "001153", "body_str": ["[1] LeBlanc, J. [Translation]: The applicants, Humberto Galindo Herrera, his spouse, Ana Laura Gamon Ibarra, and their three children are Mexican citizens. Saying that they were the victims of a group of extortionists, they fled Mexico for Canada in March 2009. They then submitted a refugee claim, which was refused in January 2012, the Refugee Protection Division of the Immigration and Refugee Board (RPD) finding that the claim contained gaps that caused it to disbelieve the key elements of the applicants' narrative. They then sought to challenge that decision before the Court, but leave to do so was denied in June 2012.", "[2] As soon as their application for leave and judicial review was denied, the applicants sent a request to the respondent Minister (Minister) based on section 25 of the Immigration and Refugee Protection Act , SC 2001, c 27 [Act] to permit them, on the basis of humanitarian and compassionate considerations, to apply for permanent resident status from within Canada, not from outside Canada as the Act normally requires.", "[3] In support of the request, the applicants submitted that their degree of establishment in Canada, the best interests of the three children, then ages 15, 18 and 21, and the risks of a potential return to Mexico to their well-being and personal safety constituted sufficient humanitarian and compassionate considerations to justify exempting them from the obligation to apply for permanent residence outside Canada.", "[4] This request was refused on April 15, 2014, by one of the Minister's delegates (Delegate). It is this decision that the applicants are appealing in this proceeding under section 72 of the Act. II. Issue and standard of review", "[5] The applicants submit that the Delegate improperly assessed the degree of their establishment in Canada, erroneously analyzed the best interests of a child criterion, erred in her review of the hardship associated with a return to Mexico and breached the principles of procedural fairness by giving little or no weight to some of the evidence without providing reasonable grounds.", "[6] It is settled law that decisions made under section 25 of the Act are discretionary and that the appropriate standard of review is reasonableness (REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED).", "[7] Following this standard of review, the Court must show deference to the Minister's findings and therefore will intervene only if they, first of all, are not justified, transparent and intelligible and, second, do not fall within a range of possible, acceptable outcomes which are defensible in respect of the facts and law (REFERENCE_SUPPRESSED, and REFERENCE_SUPPRESSED CITATION_SUPPRESSED; CITATION_SUPPRESSED; REFERENCE_SUPPRESSED).", "[8] Still following that standard, it is not for the Court to substitute its own appreciation of the evidence for that of the Minister or to prefer its own findings over the Delegate's ( CITATION_SUPPRESSED). III. Analysis", "[9] According to the Act, a foreign national-that is, a person who is not a Canadian citizen or permanent resident of Canada-who wishes to enter Canada must first ask the Minister to issue a visa or other document required by the Act or its Regulations (section 11 of the Act, see also REFERENCE_SUPPRESSED).", "[10] However, section 25 of the Act provides that it is possible to depart from that rule on the basis of humanitarian and compassionate considerations and to thereby permit a foreign national to apply for a permanent resident visa from within Canada. On the other hand, in the context of the Act, this is an exceptional measure. As the Federal Court of Appeal noted in CITATION_SUPPRESSED is not intended to be an alternative immigration stream or an appeal mechanism for failed asylum claimants ( CITATION_SUPPRESSED).", "[11] Accordingly, section 25 of the Act requires that a person claiming access to this exemption scheme must provide proof that the application of the system that would otherwise apply, which requires a person to submit a visa application prior to entering Canada, would cause the applicant to personally suffer unusual and undeserved or disproportionate hardship associated with leaving Canada, with arriving and staying in the foreign country or both ( CITATION_SUPPRESSED and 41). The factors must be exceptional because the purpose of the section 25 scheme is not to exempt foreign nationals from the inherent consequences of leaving Canada and applying for permanent residence through normal channels ( CITATION_SUPPRESSED; REFERENCE_SUPPRESSED).", "[12] In this case, the applicants submit that the Minister's Delegate did not adequately weigh the various factors that were advanced to justify the presence of unusual and undeserved or disproportionate hardship giving rise to the section 25 exemption scheme.", "[13] The applicants have not satisfied me that the Delegate's analysis and the findings she arrived at were unreasonable. At the outset, the Delegate correctly set out the applicable analytical framework by indicating the exceptional nature of a request based on section 25 of the Act and the resulting burden in terms of the nature of the hardship that must be established to justify granting such a request.", "[14] As for the first factor advanced by the applicants in support of their request, i.e. establishment in Canada, the applicants submit that the Delegate was required to conduct a more extensive analysis of it instead of merely stating the facts and going from there to a negative finding without a real analysis.", "[15] That is not how I read the Delegate's decision in this regard. In my view, she did in fact analyze the various elements put forward by the applicants in support of this factor. Inter alia , she recognized that Mr. Herrera and his spouse, both of whom have been gainfully employed since December 2009, had made efforts to enter the Canadian labour market and to be financially independent and that that was a positive factor in their request.", "[16] However, given their respective academic and professional profile, the Delegate found that Mr. Herrera and his spouse had not established why they would be unable to find employment in Mexico so that they could continue to support the family. She made the same comment with respect to the couple's two daughters, Leslie and Vanessa, who acquired work experience and training here in Canada and who, according to the Delegate, should also be able to find employment in their country of origin.", "[17] The Delegate, relying on this Court's jurisprudence (REFERENCE_SUPPRESSED), also determined that the termination of the employment relationship that their departure from Canada would cause did not constitute [translation] \"unusual and undeserved or disproportionate hardship\".", "[18] The Delegate also considered as being positive the fact that the applicants had integrated well into their community, but she found there too that a termination of the ties developed by the applicants fell within hardship inherent to having to leave Canada in order to apply for a permanent resident visa outside Canada.", "[19] On this first factor, the Delegate found as follows: [translation] The applicants have been in Canada for about five years, and they work. Although that is a considerable length of time, the family spent most of their lives in Mexico where they also worked. They have shown an ability to adapt in a country that was foreign to them; there is no evidence that they would be unable to recommence their lives in their country of origin. Having considered all the information and factors available to me, I am of the opinion that the applicants' establishment and integration into Canada is not such that it would justify an exemption. Although I consider the applicants' efforts to integrate to be positive, they have not demonstrated that terminating their ties in Canada would cause an unusual and undeserved or disproportionate hardship if they had to submit their application from outside Canada, as the Act normally requires.", "[20] The degree of establishment in Canada is certainly an important factor in analyzing a section 25 request but is not, in itself, determinative. As long as all the relevant circumstances were considered, the Court will rarely intervene in the Minister's assessment of this factor and the weight it should be given in the overall assessment of the request. This is what the Court recently pointed out in REFERENCE_SUPPRESSED, where my colleague, Justice Gleason, wrote: Where, as here, the applicant demonstrates a certain degree of establishment, so long as the officer considers the relevant factors, it will be rare that this Court will intervene in the analysis, as the range of possible, acceptable conclusions is quite large. Indeed, it is well established that it is not for this Court to re-weigh the factors presented in an H&C application ( CITATION_SUPPRESSED; REFERENCE_SUPPRESSED). And, as stated by Justice Blais (then of this Court) in REFERENCE_SUPPRESSED, while the degree of establishment in Canada may be a relevant factor for an officer to consider, this factor is not determinative: In my view, the officer did not err in determining that the time spent in Canada and the establishment in the community of the applicants were important factors, but not determinative ones. If the length of stay in Canada was to become the main criterion in evaluating a claim based on H&C grounds, it would encourage gambling on refugee claims in the belief that if someone can stay in Canada long enough to demonstrate that they are the kind of persons Canada wants, they will be allowed to stay. (REFERENCE_SUPPRESSED at CITATION_SUPPRESSED).", "[21] At the hearing, counsel for the applicants placed great emphasis on the fact that the applicants have now been established in Canada for six years, which is, in her view, a considerable period of establishment. The Minister does not deny that this is a significant period of time but notes that the Act was not designed to encourage foreign nationals to stay illegally in Canada for as long as possible to improve their chances of being allowed to stay.", "[22] As we have just seen, the length of stay in Canada is one factor like the others that must be assessed on the basis of the restraint shown by Justice Blais in the CITATION_SUPPRESSED case, which Justice Gleason referred to in CITATION_SUPPRESSED , above, and which the Minister reiterated. After all, a foreign national living here illegally must know that he or she may eventually be removed and that the removal, if it happens, may be more painful depending on the length of stay in Canada (REFERENCE_SUPPRESSED).", "[23] I therefore find that there is no reason to intervene with respect to the first factor.", "[24] Regarding the best interests of a child factor, the applicants submit that returning the family to Mexico would cause hardship for the children in terms of both education and employment. They criticize the Delegate for not being sufficiently interested in the life their children lead in Canada and the benefits it brings them.", "[25] Again, the Delegate's analysis appears adequate to me. She considered the fact that the three children were attending school although she noted that that was a normal thing to be expected of school-age children. She also gave weight to the fact that the three children had developed friendships and attachments during their stay in Canada.", "[26] However, finding that the family unit would not be disrupted if returned to Mexico, the Delegate was of the opinion that Mr. Herrera and his spouse had not shown why they would not be able, in this scenario, to continue to ensure the emotional, physical, social and economic well-being of their three children or why the children, who have lived a good part of their lives there and attended school, would be unable to readapt to Mexican society. She also found that Mr. Herrera and his spouse, who had the burden of proof (REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED), had not submitted sufficient documentary evidence supporting their claim that the studies undertaken in Canada by their three children would not be recognized in Mexico.", "[27] In my opinion, the Delegate, as the jurisprudence required of her (REFERENCE_SUPPRESSED), was sensitive, alert and alive to this factor, and the applicants did not establish why her finding with respect to this factor was unreasonable. The Delegate correctly pointed out that, although the Minister is required by the Act to consider the best interests of a child, there is no presumption that this criterion prevails over other factors relevant to the analysis of a request under section 25 of the Act (REFERENCE_SUPPRESSED).", "[28] The alarming situation described in the article quoted by the applicants at paragraph 54 of their memorandum on the situation of children in Mexico, which was not brought to the Delegate's attention, does not appear to me to reflect the reality of the children of Mr. Herrera and his spouse insofar as it deals primarily with children from underprivileged areas. That is not the case of the children of Mr. Herrera and his spouse, and that was not their reality when the family left Mexico if I rely, inter alia , on what counsel for the applicants stated at the hearing, that Mr. Herrera and his spouse's income at that time was substantially more than the Mexican average.", "[29] Their reality was also not the reality of the claimant in REFERENCE_SUPPRESSED, relied on by the applicants, a young teenager from one of the poorest and most dangerous neighbourhoods in the capital of the Honduras, who left his native country alone, on foot, to go to live with relatives in Vancouver.", "[30] Now with regard to the factor of the risks arising from the situation in Mexico, the Delegate first noted that the applicants' fears about their personal safety were substantially the same as those examined by the RPD in the context of their refugee claim and that it was not her role, on a request under section 25 of the Act, to reconsider the RPD's findings in the absence of new evidence.", "[31] As for the evidence relating to the general situation in Mexico, the Delegate found that, although the situation is not perfect, the applicants had not demonstrated that the hardships they would face if returned to that country would be different from those faced by the rest of the Mexican people.", "[32] The applicants submit that it was not possible for the Delegate to have examined this factor adequately in that she had not first correctly analyzed the degree of establishment in Canada factor.", "[33] In light of my finding that the analysis was reasonable, the applicants' argument concerning the Delegate's treatment of the factor of the hardship that a return to Mexico would cause, must therefore fail.", "[34] Last, this must be also be the case for the argument that the Delegate breached the principles of procedural fairness by giving little or no weight to some of the evidence without providing reasonable grounds.", "[35] In this regard, it should be noted that questions relating to the weight given to evidence or the adequacy of reasons for an administrative decision-maker's decision concerning its reasonableness, not whether it complies with the principles of procedural fairness ( REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED). In this regard, it is settled law that the reasonableness and validity of a decision cannot be questioned solely on the basis that the administrative decision-maker's reasons do not make reference to \"all the arguments, statutory provisions, jurisprudence or other details the reviewing judge would have preferred\" and that the decision-maker is therefore not required \"to make an explicit finding on each constituent element, however subordinate, leading to its final conclusion\" ( CITATION_SUPPRESSED).", "[36] It was sufficient here that the reasons for the Delegate's decision enabled the Court to understand the basis of her decision and to determine whether the conclusion the Delegate reached fell within the range of possible, acceptable outcomes. For the reasons already stated, I find that this was the case.", "[37] As the Minister stated in his memorandum, the applicants are inviting the Court, for all practical purposes, to re-examine their exemption request and to substitute its opinion for the Delegate's. As I already indicated, that is not the Court's role when ruling on an application for judicial review ( REFERENCE_SUPPRESSED).", "[38] The applicants had to satisfy the Delegate that their personal circumstances were such that the hardship of having to obtain immigration status through normal channels, from outside Canada, would be unusual, undeserved or disproportionate ( REFERENCE_SUPPRESSED).", "[39] They did not succeed and have not satisfied me that the Delegate's decision, in light of all the circumstances of this case, was unreasonable.", "[40] In closing, it should be pointed out that the decision to not exempt the applicants from the usual requirements of the Act does not deprive them of the right to apply for permanent residence because they will always be free to do so from outside Canada (REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED).", "[41] Neither party requested that a question be certified for the Federal Court of Appeal, as provided in subsection 74(d) of the Act. ORDER", "[42] THE COURT ORDERS as follows: 1. The application for judicial review is dismissed. 2. No question is certified. CITATION_SUPPRESSED"]}