{"id_": "001270", "body_str": ["[1] Mandamin, J. : Vitaliy Oprysk (the \"male Applicant\") and Oleksandra Oprysk (the \"female Applicant\") (collectively referred to as the \"Applicants\") are citizens of the Ukraine. Pursuant to section 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the \"IRPA\"), they apply for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the \"Board\"), dated September 15, 2006, wherein it was determined that the Applicants are not Convention refugees or persons in need of protection.  <FRAGMENT_SUPPRESSED>", "[2] For the reasons that follow, I have concluded that the application for judicial review should be dismissed.  <FRAGMENT_SUPPRESSED> BACKGROUND  <FRAGMENT_SUPPRESSED>", "[3] The Applicants, husband and wife, claim refugee protection pursuant to sections 96 and 97 of the IRPA. The Board did not dispute the allegations by the Applicants which it summarized in its decision.  <FRAGMENT_SUPPRESSED>", "[4] The male Applicant had been a political activist and member of the Rukh party since 1991. He has participated in election campaigns, attended meetings and rallies, and advocated for the party's pro-democracy platform. In the fall of 1999, members of the security services questioned him about the Rukh party and seized certain documents. He was subsequently pressured for bribes by the Tax Police.  <FRAGMENT_SUPPRESSED>", "[5] In September 2000, the police interrupted a Rukh organized rally in Lviv attended by the male Applicant. The male Applicant found himself detained. He was held overnight and beaten by police. He was released the next morning without being charged. Subsequently, the male Applicant, with other activists, published and distributed a leaflet about the heavy-handed police tactics. Following this, the male Applicant and other Rukh activists received threatening phone calls.  <FRAGMENT_SUPPRESSED>", "[6] In June 2001, five men appeared at the male Applicant's workplace, locked him in his garage and beat him. They threatened to kill him if he continued to be involved in political activities. As a result of the beating, he spent one week in the hospital to recover. Following the attack, the male Applicant was too afraid to continue his political activities. In the fall of 2001, the male Applicant was beaten by the Berkuts (Ukrainian Special Police Force). This also landed him in the hospital. The male Applicant travelled to Canada on February 16, 2002.  <FRAGMENT_SUPPRESSED>", "[7] In December 2003, the female Applicant was also beaten by the security service and required medical attention. The security service continued to harass her by telephone, and searched her family's apartment twice in the spring of 2004. The female Applicant travelled to Canada on August 4, 2004.  <FRAGMENT_SUPPRESSED>", "[8] The Applicants made their claims for refugee protection on September 20, 2004.  <FRAGMENT_SUPPRESSED> Decision Under Review  <FRAGMENT_SUPPRESSED>", "[9] The Board found that the Applicants were not Convention Refugees. For the Board, the determinative issues in the Applicants' claims were whether, as per section 108(1)(e) of the IRPA, there had been a change in circumstances since the Applicants departed from the Ukraine and whether the compelling reasons exception could be invoked pursuant to section 108(4) of the IRPA.  <FRAGMENT_SUPPRESSED>", "[10] The Board held that even if a serious possibility of persecution existed at the time the male Applicant left the Ukraine in 2002, the country conditions had changed. The Board found that although the male Applicant may have carried on his political activities during a time where a repressive regime was in power, this was no longer the case. President Yushenko had replaced the authoritarian regime of President Leonid Kuchma, and has consistently pledged to fight corruption and run a more transparent government. Based on documentary evidence, the Board found that there have been notable changes following the Orange Revolution in 2004 which brought President Yushenko into power. The Board also found that the Rukh party plays a significant role in President Yushenko's \"Our Ukraine\" bloc. It concluded that the male Applicant would be able to participate in his former political activism without fear of persecution.  <FRAGMENT_SUPPRESSED>", "[11] While giving both the male Applicant and the female Applicant the benefit of the doubt that they were beaten by members of the state security apparatus and that these actions were abhorrent, the Board was of the opinion that such actions did not rise to a level that would trigger the compelling reasons exception under section 108(4) of the IRPA. In addition, the male Applicant's claim that he would suffer death upon his return to the Ukraine was not consistent with the documentary evidence. Although the male Applicant, at the hearing, testified that he suffered a nervous breakdown after coming to Canada in 2002, that he requires daily medication, and that he suffers from other ailments, the Board noted that the male Applicant's health is now well-controlled. Further, the Board concluded that although the medical problems are likely evidence of stress, they could be related to a variety of causes which the Board declined to speculate on.  <FRAGMENT_SUPPRESSED>", "[12] The Board, based on the totality of evidence, did not categorize the male Applicant's entire experience as meeting the \"level of atrocity\" required for the compelling reasons exception to be invoked. The Board stated that the claim of the female Applicant relied primarily on the evidence of the male Applicant.  <FRAGMENT_SUPPRESSED> Relevant Legislation  <FRAGMENT_SUPPRESSED> Cessation of Refugee Protection  <FRAGMENT_SUPPRESSED> Rejection  <FRAGMENT_SUPPRESSED> 108. (1) A claim for refugee protection shall be rejected, and a person is not a Convention refugee or a person in need of protection, in any of the following circumstances:  <FRAGMENT_SUPPRESSED> (a) the person has voluntarily reavailed themself of the protection of their country of nationality;  <FRAGMENT_SUPPRESSED> (b) the person has voluntarily reacquired their nationality;  <FRAGMENT_SUPPRESSED> (c) the person has acquired a new nationality and enjoys the protection of the country of that new nationality;  <FRAGMENT_SUPPRESSED> (d) the person has voluntarily become re-established in the country that the person left or remained outside of and in respect of which the person claimed refugee protection in Canada; or  <FRAGMENT_SUPPRESSED> (e) the reasons for which the person sought refugee protection have ceased to exist.  <FRAGMENT_SUPPRESSED> Cessation of refugee protection  <FRAGMENT_SUPPRESSED> (2) On application by the Minister, the Refugee Protection Division may determine that refugee protection referred to in subsection 95(1) has ceased for any of the reasons described in subsection (1).  <FRAGMENT_SUPPRESSED> Effect of decision  <FRAGMENT_SUPPRESSED> (3) If the application is allowed, the claim of the person is deemed to be rejected.  <FRAGMENT_SUPPRESSED> (4) Paragraph (1)(e) does not apply to a person who establishes that there are compelling reasons arising out of previous persecution, torture, treatment or punishment for refusing to avail themselves of the protection of the country which they left, or outside of which they remained, due to such previous persecution, torture, treatment or punishment.  <FRAGMENT_SUPPRESSED> Perte de l'asile  <FRAGMENT_SUPPRESSED> Rejet  <FRAGMENT_SUPPRESSED> Perte de l'asile  <FRAGMENT_SUPPRESSED> Issues  <FRAGMENT_SUPPRESSED>", "[13] The issues arising in this application are:  <FRAGMENT_SUPPRESSED> a. Did the Board err by applying the wrong test in determining whether there was change of circumstance in the Ukraine since the Applicants' departure?  <FRAGMENT_SUPPRESSED> b. Did the Board apply the wrong test in determining that there were no compelling reasons arising out of previous persecution to accept the Applicants' claim for refugee status?  <FRAGMENT_SUPPRESSED> c. Did the Board fail to observe a principle of natural justice or procedural fairness by failing to take notice of the materials before it?  <FRAGMENT_SUPPRESSED> d. Did the Board fail to observe the principles of natural justice or procedural fairness by basing the outcome of the female Applicant on that of the male Applicant?  <FRAGMENT_SUPPRESSED> Standard of Review  <FRAGMENT_SUPPRESSED>", "[14] The standard of review of Board decisions involving the application of section 108(1)(e) and section 108(4) of the IRPA in respect of change in circumstance and compelling reasons has been previously decided in judgments of the Federal Court.  <FRAGMENT_SUPPRESSED> Change in Circumstance  <FRAGMENT_SUPPRESSED>", "[15] <FRAGMENT_SUPPRESSED> the Federal Court of Appeal established that the question of whether there has been a change in circumstance as set out in section 108(1)(e) of IRPA is not a question of law but rather is a question of fact. As such it must be reviewed on the standard of patent unreasonableness.  <FRAGMENT_SUPPRESSED> Compelling Reasons  <FRAGMENT_SUPPRESSED>", "[16] Justice Yvon Pinard in his 2004 decision <FRAGMENT_SUPPRESSED> following earlier jurisprudence of this Court, held that the compelling reasons exception set out under section 108(4) of the IRPA is a question of fact and thus must be reviewed on the standard of patent unreasonableness.  <FRAGMENT_SUPPRESSED> Denial of Natural Justice or Breach of Procedural Fairness  <FRAGMENT_SUPPRESSED>", "[17] A denial of natural justice or a breach of procedural fairness when examined on judicial review will be reviewed on the standard of correctness. Any breach of natural justice or denial of procedural fairness will result in the impugned decision of the administrative body being quashed and sent back for re-determination ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED> Did the Board Err by Applying the Wrong Test in Determining Whether There was Change of Circumstance in the Ukraine?  <FRAGMENT_SUPPRESSED>", "[18] The Applicants submit that the Board misconstrued the test for a Convention Refugee by requiring either \"virtual death\" or \"evidence of one or more politically motivated killings\" in the Ukraine before allowing their claims to succeed. The Applicants rely on <FRAGMENT_SUPPRESSED>  (F.C.A.) at paragraph 2, and <FRAGMENT_SUPPRESSED>  (F.C.A.) at paragraph 11, for the proposition that physical harm is not required for a person to be considered a victim of persecution.  <FRAGMENT_SUPPRESSED>", "[19] The Applicants argue that the documentary evidence before the Board clearly demonstrated the presence of political persecution well after the election of President Yushenko. The Applicants referred to articles which allege that the main violator of human rights and freedoms in the Ukraine is the state's power structures. The Applicants further submit that as a result of Victor Yanokovych being named Prime Minister on August 4, 2006 any perceived or real \"signs of progress\" were reversed as Yanokovych shares the same authoritative style as former President Kuchma. The Applicants rely on <FRAGMENT_SUPPRESSED> for the proposition that the Board may take into account post-hearing evidence. In this case, the Applicants argue that the Board should have considered Yanokovych's August 2006 election victory in arriving at its decision.  <FRAGMENT_SUPPRESSED>", "[20] The Respondent submits that the documentary evidence demonstrates that there were notable improvements since the Orange Revolution. There was increased accountability by police officers, and prison conditions continued to gradually improve. There were no reports that the government or its agents committed politically motivated killing.  <FRAGMENT_SUPPRESSED>", "[21] The Respondent relies on <FRAGMENT_SUPPRESSED> , at paragraph 2, for the proposition that there is no requirement that the Board examine the changes in country conditions in terms of whether they are effective, meaningful or durable. The Respondent further submits that the Applicants did not make reference to the 2006 Parliamentary Elections which resulted in the appointment of Yanokovych as Prime Minister, a process which would have been underway during the Applicants' hearing. Further, the Applicants did not make any post-hearing submissions concerning Yanokovych's appointment. The Respondent notes that it is not this Court's role to re-weigh the evidence ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[22] The Board is required to engage in an effective weighing of the evidence for and against changed country conditions ( <FRAGMENT_SUPPRESSED> ). The Board did acknowledge the male Applicant's submissions on the risk of persecution he would face on return to the Ukraine and his submissions on continued persecution of various segments of the population, notably educational professionals, governmental officials and journalists. The Board also acknowledged continued problems with police corruption, especially in the area of traffic law enforcement, however the Board noted that significant efforts are being made to curtail these abuses. The Board, while accepting the male Applicant's evidence of a colleague being beaten, remarked that there was no evidence of a present risk of persecution to activists in the Rukh party sharing similar characteristics as that of the male Applicant. In arriving at its conclusion, the Board did adhere to the instruction in <FRAGMENT_SUPPRESSED> , by considering and weighing the evidence for and against changed country conditions.  <FRAGMENT_SUPPRESSED>", "[23] The Applicants reliance on <FRAGMENT_SUPPRESSED> , for the proposition that the Board erred by not considering Yanokovych's August 2004 election victory as Prime Minister is misplaced. Notwithstanding that Yanokovych was \"the hand picked successor to President Kuchma, the corrupt and violent former President of the Ukraine\", it should be noted that the refugee hearing was heard on July 5, 2006, Yanokovych became Prime Minister a month later in August 2006, and the Board decision was released September 1, 2006. The events which the Applicants would like to rely on are therefore in the interim between the hearing and the Board decision. In <FRAGMENT_SUPPRESSED> , the applicant in that case filed a post-hearing affidavit and the affidavit itself covered previously related evidence. In this case, the Applicants did not mention or even allude to the election process and the potential for a Yanokovych victory at their hearing, nor did they make any post-hearing submission. <FRAGMENT_SUPPRESSED> , cannot stand for the proposition that post-hearing events not brought to the Board's attention must be considered by the Board. Further, the significance of Yanokovych's election must be established by changed country conditions evidence and not speculation.  <FRAGMENT_SUPPRESSED>", "[24] I find that the Board's conclusion that the country conditions in the Ukraine have changed such that if the male Applicant were to be returned, he would not face a serious possibility of persecution on the grounds of his political activity to be entirely reasonable. In other words, I am satisfied with the Board's finding that the reasons for which the male Applicant sought refugee protection have ceased to exist.  <FRAGMENT_SUPPRESSED> Did the Board apply the wrong test in determining that there were no compelling reasons arising out of previous persecution to accept the Applicants' claim for refugee status?  <FRAGMENT_SUPPRESSED>", "[25] The Applicants submit that since the Board referred to the detention and beatings suffered by both the male and the female Applicants as \"abhorrent\", this should be sufficient to meet the compelling reasons exception.  <FRAGMENT_SUPPRESSED>", "[26] The Respondent argues that the compelling reasons exception set out in section 108(4) of the IRPA should be read as requiring Canadian authorities to give recognition of refugee status on humanitarian grounds to a limited category of persons who have \"suffered such appalling persecution that their experience alone is a compelling reason not to return them, even though they may no longer have a fear of further persecution\" (Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  (F.C.A.) at paragraph 19).  <FRAGMENT_SUPPRESSED>", "[27] The Respondent submits that following the decision in <FRAGMENT_SUPPRESSED> , atrocious and appalling persecution has been defined in this Court's jurisprudence as \"extremely savage or wicked\", \"shocking, unpleasant\" ( <FRAGMENT_SUPPRESSED> ). The onus remains on the Applicants to establish that there are compelling reasons for not returning to the country in which past persecution arose ( <FRAGMENT_SUPPRESSED>  (F.C.A.) at paragraph 4).  <FRAGMENT_SUPPRESSED>", "[28] The Respondent asserts that the Board should consider the level of atrocity, the effect on the claimants' physical and mental state, and assess whether these past experiences constitute compelling reasons not to return the claimants to their country of origin ( <FRAGMENT_SUPPRESSED> ). The Respondent argues that the Applicants had not been tortured or subjected to extreme forms of mental abuse that is required to trigger the section 108(4) IRPA exception.  <FRAGMENT_SUPPRESSED>", "[29] The Board's conclusion that the treatment of the Applicants was \"abhorrent\" does not equate to a finding that their treatment was \"atrocious and appalling\". \"Abhorrent\" is defined in the Canadian Oxford Dictionary , 2d ed. as \"inspiring disgust, repugnant; hateful, detestable.\" In Arguello- <FRAGMENT_SUPPRESSED> , conduct found to be \"atrocious and appalling\" was held to engage the compelling reasons exclusive in section 108(4) IRPA . The Federal Court of Appeal, at paragraph 12, noted the two words were defined in The Concise Oxford Dictionary of Current English , 1990 as:  <FRAGMENT_SUPPRESSED> \"atrocious\": 1. very bad or unpleasant; 2.extremely savage or wicked (atrocious cruelty)  <FRAGMENT_SUPPRESSED> \"appalling\": shocking, unpleasant, bad  <FRAGMENT_SUPPRESSED> Clearly, \"abhorrent\" describes conduct somewhat less than \"atrocious and appalling\" conduct.  <FRAGMENT_SUPPRESSED>", "[30] In Arguello- <FRAGMENT_SUPPRESSED> , the experiences suffered by the applicant are of a different magnitude than the allegations of the Applicants in the case at bar. In Arguello-Garcia ̧ above, the applicant's brother and family were murdered by the El Salvadorian National Guard. His mother had witnessed these murders and died of shock three days later. The applicant was inadvertently linked to the guerrilla movement and was detained by the military. While detained, he was tortured and sexually abused. The applicant also submitted a psychiatric report which the Federal Court of Appeal found confirmed lasting psychological effects of serious past persecution suffered by the applicant. Here, the Board did not have a psychological report or other documents confirming the Applicants suffered psychological effects as a result of their experiences in the Ukraine. Although the male Applicant did submit a doctor's letter, the letter indicated that he suffered from hyperthyroidism, hypertension and arterial fibrillation, but that his health was now well-controlled. The Board acknowledged the medical problems are likely evidence of stress but also could be attributed to a number of causes.  <FRAGMENT_SUPPRESSED>", "[31] I do not find the Board's findings that it could not categorize the male Applicant's experience exceptional enough to come within the compelling reasons exception to be unreasonable.  <FRAGMENT_SUPPRESSED> Did the Board Fail to Observe a Principle of Natural Justice or Procedural Fairness by Failing to Take Notice of the Materials Before it?  <FRAGMENT_SUPPRESSED>", "[32] The Applicants submit that the Board erred in failing to consider the medical document noting that the female Applicant was beaten as corroborative evidence that the female Applicant's status as a political activist and as a person with a refugee claim stands on its own merits. The Applicants rely on <FRAGMENT_SUPPRESSED> for the proposition that an agency's burden of explanation increases with the relevance of the evidence in question of the disputed facts. The Respondent made no submissions with respect to this point.  <FRAGMENT_SUPPRESSED>", "[33] The Board, in its narrative of the female Applicant's experiences, did refer to her experiences as separate from that of the male Applicant. The Board accepted her account of being beaten and hospitalized. It need not refer to the medical certificates as part of its recitation of the narrative. As a general rule, the Board does not have to specifically refer to every piece of evidence, and will be presumed to have considered all of the evidence coming to its decision ( <FRAGMENT_SUPPRESSED>  (F.C.A.)). The Board clearly was cognizant of the female Applicant's separate status as a refugee claimant.  <FRAGMENT_SUPPRESSED> Did the Board Fail to Observe the Principles of Natural Justice or Procedural Fairness by Basing the Outcome of the Female Applicant on that of the Male Applicant?  <FRAGMENT_SUPPRESSED>", "[34] The Applicants submit that the Board failed in its duty to consider and analyze the claim of the female Applicant. The Applicants argue that in addition to fleeing to Canada at a different time, the female Applicant was subject to persecution at the hands of the Ukrainian security services while her husband was in Canada. The Applicants assert that the female Applicant was a political activist in her own right and suffered persecution not simply because she was married to the male applicant. The Applicants argue that because of this, the one sentence dedicated to the claim of the female Applicant in the Board's reasons deprived her of procedural fairness (Tribunal Record, Vol. 1/4 at page 14). The Respondent made no submissions with respect to this point.  <FRAGMENT_SUPPRESSED>", "[35] The Board is required to join the claims of spouses in accordance with Rule 49(1), Refugee Protection Division Rules , S.O.R./2002-228.  <FRAGMENT_SUPPRESSED>", "[36] The Board did make reference to the female Applicant's experiences at the hands of the Ukrainian security apparatus. Even if, according to the Applicants, the reference was brief, the Board did give her the benefit of being assumed to be a victim of persecution before she left the Ukraine. Her experiences were sufficiently similar to that of her husband, the male Applicant, to enable the Board to apply the change of circumstances analysis for her husband to her. In addition, it should be noted that while the Applicants submitted two Personal Information Forms, the Applicants only submitted one narrative detailing their experiences.  <FRAGMENT_SUPPRESSED> this Court discussed the requirements of dealing with multiple claimants in a single decision. The question which much be asked is whether the \"fact that the claims were joined has caused an injustice to either of the claims\". The joining of the claims in this case did not result in the female Applicant's evidence not being considered. I am satisfied with the Board's reasoning that no persuasive evidence was adduced to differentiate the female Applicant's claim from that of the male Applicant, her husband.  <FRAGMENT_SUPPRESSED>", "[37] The Board determined that the experiences suffered and the evidence submitted by the male Applicant did not trigger the compelling reasons exception under section 108(4) of the IRPA. Given that the female Applicant did not adduce any evidence at the hearing to substantially differentiate her claim from that of the male Applicant, and that the male Applicant's treatment by the Ukrainian security services was more severe than that of the female Applicant's, there was no requirement for the Board to conduct an additional compelling circumstances analysis. The female Applicant was not deprived of procedural fairness.  <FRAGMENT_SUPPRESSED>", "[38] I find there was no breach of natural justice or procedural fairness either in the Board's consideration of the female Applicant's evidence or in the Board's combining of her claim with the male Applicant's.  <FRAGMENT_SUPPRESSED> Conclusion  <FRAGMENT_SUPPRESSED>", "[39] The Board's finding that there has been a change of circumstances is reasonable and has not been rebutted by the Applicants. The onus lies with the Applicant to establish that conditions in the Ukraine which gave rise to their persecution have not ceased. They have not done so. The Board's finding is not patently unreasonable.  <FRAGMENT_SUPPRESSED>", "[40] The Board properly considered the evidence before it when it found that the level of mistreatment of the male applicant, which was the most severe, was abhorrent but did not reach the exceptional degree to invoke the compelling reasons exception under section 108(4) of the IRPA. The Board's reasons are not patently unreasonable.  <FRAGMENT_SUPPRESSED>", "[41] The Board did consider the evidence of the female Applicant. It addressed her experience in the Ukraine and her separate departure from the Ukraine. It referred to her in its reasoning on both issues of change in circumstances and compelling reasons. The Board, while accepting that the female Applicant was beaten, did not refer to the female Applicant's medical evidence. It is not required to do so. The Board did not deny the female Applicant procedural fairness in respect of the evidence submitted on her behalf.  <FRAGMENT_SUPPRESSED>", "[42] The Board had a legislative basis for combining the two claims. The Applicants presented their claim together and the female Applicant advanced her claim in combination with her husband's claim. The Board did not fail to note the separate experience of the female Applicant. I find no denial of procedural fairness in the Board's combination of the two claims.  <FRAGMENT_SUPPRESSED>", "[43] The application for judicial review cannot succeed and should be dismissed.  <FRAGMENT_SUPPRESSED>", "[44] THIS COURT ORDERS AND ADJUDGES that :  <FRAGMENT_SUPPRESSED> 1. The application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED> 2. No serious question of general importance is certified.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}