{"id_": "001292", "body_str": ["[1] Rothstein, J. : This is an appeal brought under section 56(1) of the Trade-marks Act , R.S.C. 1985, c. T-13, from a decision of the Registrar of Trade Marks (through Myer Herzig, a member of the Trade Marks Opposition Board) dated November 29, 1991, refusing the applicant's application to register the trademark \"The Mild One\" for cigarette tobacco and cigarettes. Section 56(1) states: \"56(1) An appeal lies to the Federal Court from any decision of the Registrar under this Act within two months from the date on which notice of the decision was dispatched by the Registrar or within such further time as the Court may allow, either before or after the expiration of the two months.\"", "[2] The portion of the Registrar's decision which is relevant to this appeal appears at pages 5 and 6 of his decision: \"I accept the opponent's argument that the expression THE MILD ONE, as a whole, when used in association with cigarettes and cigarette tobacco, conveys a single meaning, i.e., that the tobacco products sold under this brand are gentle rather than harsh, and that a consumer would expect the wares to meet this standard. \"Even if it is wrong to characterize the applied for mark as a laudatory phrase, then the evidence filed by the opponent still supports its contention that the words THE MILD ONE, used in association with cigarette tobacco and cigarettes, are merely informative or clearly descriptive, or deceptively misdescriptive, of the intrinsic nature of the smoking characteristics of the applicant's cigarette tobacco and cigarettes and is a descriptive phrase which any manufacturer producing a low tar or gentle tasting cigarette would wish to use. \"Considering the above, and not having the benefit of evidence from the applicant, and not finding the applicant's argument persuasive, I find that the applicant has not met its legal burden to counter the opponent's position that the subject mark offends the provisions of section 12(1)(b).\" Section 12(1)(b) states: \"12(1) Subject to section 13, a trademark is registrable if it is not (b) whether depicted, written or sounded, either clearly descriptive or deceptively misdescriptive in the English or French language of the character or quality of the wares or services in association with which it used or proposed to be used or of the conditions of or the persons employed in their production or of their place of origin.\"", "[3] It should be noted that pursuant to section 35 of the Trade-marks Act , the appellant disclaimed the right to the exclusive use of the word MILD with respect to cigarette tobacco and cigarettes in response to an objection at the examination stage. Section 35 states: \"35 The Registrar may require an applicant for registration of a trademark to disclaim the right to the exclusive use apart from the trademark of such portion of the trademark as is not independently registrable, but the disclaimer does not prejudice or affect the applicant's rights then existing or thereafter arising in the disclaimed matter, nor does the disclaimer prejudice or affect the applicant's right to registration on a subsequent application if the disclaimed matter has then become distinctive of the applicant's wares or services.\"", "[4] On this appeal the appellant filed evidence pursuant to section 56(5) of the Trade-marks Act which state: \"56(5) On an appeal under subsection (1), evidence in addition to that adduced before the Registrar may be adduced and the Federal Court may exercise any discretion vested in the Registrar.\" In the case at bar new evidence has been filed that was not before the Registrar.  <FRAGMENT_SUPPRESSED>  (Ex. Ct.), Gibson, J., stated at page 56: \"On this appeal evidence additional to that which was before the examiner of the respondent was adduced by the appellant by way of three affidavits ... \"On an appeal such as this, by reason of the provisions of s. 55(5) of the Trade Marks Act , the court may review the Registrar's decision and exercise any discretion vested in him. However, a decision as to whether or not a trademark is 'primarily merely' a surname is a practical question of fact and does not involve the exercise of the Registrar;'s discretion, and especially in a case such as this where additional evidence is before the court that was not before the Registrar, the court may substitute its own conclusion for that of the Registrar, cf. <FRAGMENT_SUPPRESSED> .\" As such it is open to the court to substitute its own conclusion for that of the Registrar.", "[5] The evidence on this appeal consisted of the affidavits of Alan Green, Director, Legal and Trademarks, of the appellant, and Heather Rhodes, legal assistant in the office of Sim, Hughes, Dimock, solicitors for the appellant. Ms. Rhodes conducted a search of the DYNIS trademark database which contains the registration records of the Trade Marks Office. The search was for trademarks which included the words or letter combinations THE and ONE. Ms. Rhodes' affidavit disclosed the following trademark registrations which appear to be particularly relevant to this case: Trademark:\t\t\tTHE TOUGH ONE Wares:\t\t\t\t\tJeans Disclaimer:\t\t\tTOUGH Trademark:\t\t\tTHE LITE ONE Wares:\t\t\t\t\tSurgical masks Disclaimer:\t\t\tLITE Trademark:\t\t\tTHE THICK ONE Wares:\t\t\t\t\tTomato Juice Disclaimer:\t\t\tTHICK Trademark:\t\t\tTHE SOFT ONE Wares:\t\t\t\t\tCosmetics Disclaimer:\t\t\tSOFT Trademark:\t\t\tTHE BIG ONE Wares:\t\t\t\t\tStorage Batteries Disclaimer:\t\t\tBIG Trademark:\t\t\tTHE NATURAL ONE Wares:\t\t\t\t\tHair Spray Disclaimer:\t\t\tNATURAL Trademark:\t\t\tTHE SOFT ONES Wares:\t\t\t\t\tUndergarments Disclaimer:\t\t\tSOFT Trademark:\t\t\tTHE RIGHT ONE Wares:\t\t\t\t\tSoft Drinks Disclaimer:\t\t\tRIGHT Trademark:\t\t\tTHE SLIM ONE Wares:\t\t\t\t\tInfant Bottles Disclaimer:\t\t\tSLIM Trademark:\t\t\tTHE GREAT ONE Wares:\t\t\t\t\tShirts, hockey equipment, food Disclaimer:\t\t\tGREAT Trademark:\t\t\tTHE ONE Wares:\t\t\t\t\tBanking", "[6] The searches conducted by Ms. Rhodes indicated that at least ten trademarks have been registered which are in the form sought by the appellant in this case. The words THE and ONE are separated by an intermediate adjective. In all cases the intermediate adjective was disclaimed. Generally, the adjectives by themselves are descriptive, e.g., TOUCH, SOFT, BIG, GREAT, etc. THE MILD ONE, is identical in structure to the trademarks in the DYNIS' database which achieved registration. I am unable to distinguish these examples from the type of trademark for which the appellant sought registration in the case at bar.", "[7] <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 154, Jerome, A.C.J., states at page 161: \"Finally, where an applicant points to a number of advertised and registered marks similar to the proposed mark, it is incumbent upon the registrar, in rejecting the application, to reconcile the inconsistencies to some extent. It is not enough to simply rely on the principle that each case must be decided on its own merits.\"", "[8] From a review of the Registrar's decision it appears that the Registrar concentrated on the single word MILD as opposed to the mark as a whole. While the word MILD was disclaimed and may indeed be descriptive, the mark as a whole would appear to be distinctive. It is the trademark as a whole that must be considered. At page 159 of Canadian Parking Equipment , supra, Jerome, A.C.J., states: \"Section 35 of the Trademarks Act provides that unregistrable parts of a trademark, descriptive words for example, may be disclaimed apart from use in the mark itself. This provision, therefore, may assist an applicant to overcome an objection based on descriptiveness. Despite the disclaimers associated with it, if a mark as a whole is considered distinctive, it may be registrable. The effect of a disclaimer then is to permit other persons to use the disclaimed material in trademarks of their own and thus prevents monopolization of the specific words.\"", "[9] In this case there does not appear to have been evidence placed before the Registrar as to similar forms of trademarks. Whether or not the Registrar would be aware of them from the DYNIS trademark database was not made clear to me. Nonetheless, the evidence before me indicated a series of similar type marks. In view of the acceptance of registration in all the other cases, the rejection of the application in this case would result in an unexplained inconsistency.", "[10] In view of the evidence adduced on this appeal and the absence of representations by the respondent, I would allow the appeal. Appeal allowed. Editor: Janette Blue/sg [End of document]"]}