{"id_": "001414", "body_str": ["[1] Pinard, J. : On March 10, 2011, Hardeep Singh (the \"applicant\") filed the present application for judicial review of the decision of Manoula Soumahoro, immigration officer for Citizenship and Immigration Canada (the \"officer\"), pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the \"Act\"). The officer refused the applicant's application for permanent residence under the spousal class, doubting the genuineness of his marriage.", "[2] The applicant is a citizen of India who arrived in Canada on February 2, 2006. On March 14, 2006, he claimed refugee status. On September 8, 2006, the applicant divorced his wife who at the time was living in the United States.", "[3] In February 2007, the applicant claims to have met his second and current spouse, Amarjit Kaur, there being a seventeen year age difference between the two. In April 2007, Mrs. Kaur obtained Canadian citizenship. In April of the following year, the applicant's claim for refugee status was denied.", "[4] On August 9, 2008, the couple got married, this being Mrs. Kaur's third marriage. As of this day, the couple claims they began to live together.", "[5] On November 7, 2008, the applicant was informed of his eligibility for a Pre-Removal Risk Assessment (\"PRRA\"), which was ultimately denied on March 15, 2010. On April 1, 2009, the applicant applied for permanent residence under the spousal class.", "[6] The applicant's PRRA claim being denied, his removal was set for May 21, 2010. However, the applicant did not report for his removal, now claiming in his Reply that he could not leave his wife alone and was awaiting the processing of his permanent residence application. Consequently, on May 31, 2010, a warrant was put out for his arrest. On February 17, 2011, the applicant turned himself in at Citizenship and Immigration Canada headquarters.", "[7] On February 21, 2011, the applicant and his spouse were separately interviewed by the officer with respect to the applicant's permanent residence application, in order to determine whether the requirements of section 124 of the Immigration and Refugee Protection Regulations , SOR 2002-227 (the \"Regulations\") were met. The couple was asked the same questions and was subsequently confronted with their differing answers, being allowed to clarify these inconsistencies. The applicant's legal counsel was present at this interview, as was an interpreter.", "[8] On March 3, 2011, the officer informed the applicant by letter that his application for permanent residence in the spousal class was refused. In his letter, the officer states \"[a] fter a careful and sympathetic review of your application, it has been concluded that you do not meet the requirements of the class\"; he considered the applicant to be of bad faith pursuant to subsection 4(1) of the Regulations.", "[9] Considering the parties' representations, the issues can be summarized as follows: i. Should this Court exercise its discretion and refuse to consider the applicant's application for judicial review because the latter does not have clean hands? ii. Did the officer err in his assessment of the genuineness of the applicant's marriage? i. Should this Court exercise its discretion and refuse to consider the applicant's application for judicial review because the latter does not have clean hands?", "[10] The respondent alleges that the applicant does not have clean hands for he made false representations and failed to appear for his removal order. Such misconduct, in his opinion, requires this Court to refuse to consider the present application for judicial review and dismiss the applicant's application altogether.", "[11] The respondent also identifies a misrepresentation made initially by the applicant's wife. In the latter's solemn declaration, she stated that she had no family, that they had all passed away. The applicant also claimed that his wife's family passed away, when declaring in a form that they were deceased, in response to whether her family attended the wedding ceremony. However, this alleged misrepresentation was not discussed by the officer.", "[12] In his Reply, the applicant argues that this Court should proceed and decide on the merits of his application for judicial review. To do otherwise would be an unreasonable exercise of judicial discretion, contrary to the existing jurisprudence on clean hands.", "[13] I do not believe this to be a case where this Court should exercise its discretion and refuse to hear the applicant's application for judicial review. Balancing the need to maintain the integrity of administrative and judicial processes and prevent the abuses of these processes, and the need to preserve the public interest in the lawful conduct of the government and the protection of human rights, the applicant's misconduct does not warrant the application of the clean hands doctrine.", "[14] While the respondent relies on <FRAGMENT_SUPPRESSED>  [ Wong ] to encourage this Court to consider evidence and information that was not before the officer, nor formed part of the latter's decision, the precise statement of this Court at paragraph 12 was that: having decided to undertake judicial review, the Court must confine itself to the facts on which the administrative decision was made - except in cases where either the decision-maker's jurisdiction or the fairness of the administrative procedure is called into question.", "[15] The applicant is not without blame, failing to report for his removal. He is definitely guilty of misconduct, and contrary to the applicant's allegations, this Court can take into account the applicant's immigration history. The officer did not mention the applicant's immigration history in his decision because he was assessing the genuineness of the applicant's marriage. His history was irrelevant in making this determination. Nonetheless, the applicant's immigration history was summarized in the officer's notes. Therefore, while the applicant acted in contravention of the immigration laws of Canada, he remedied his misconduct in voluntarily turning himself in after a warrant against him had been issued, as in <FRAGMENT_SUPPRESSED> . Unlike in Wong , relied on by the respondent, there is no outstanding warrant against the applicant and he is not in hiding. Thereby, he has not shown a complete disregard for the immigration laws of Canada. For these reasons, his application will be considered on its merits. ii. Did the officer err in his assessment of the genuineness of the applicant's marriage?", "[16] The applicable standard of review to this issue is reasonableness. The genuineness of a marriage is a question of fact ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ Valencia ] ). Hence, such determinations are left to the officer, as is the assessment of the evidence ( Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ] ). As a result, this Court can only intervene if the officer's determinations, and thereby his decision, are based on erroneous findings of fact made in a perverse, capricious manner or if made without regard to the material before him ( Tirer at para 11).", "[18] The applicant argues that the officer committed a reviewable error by not considering the documentary evidence, qualifying it as purely \"complementary\". Such a qualification, he believes, constitutes a reviewable error, relying on <FRAGMENT_SUPPRESSED>  in support of his allegations. The applicant further contends that the officer's justification for his preference for the evidence ascertained during the interview reflects a flawed understanding of the documentary evidence.", "[19] The respondent argues that the officer's decision as to a lack of genuineness leading to the rejection of the applicant's application for permanent residence was justified, being based on a reasonable assessment of the evidence before him. The applicant had the onus of proving the genuineness of his marriage and that it was not entered into for the purpose of acquiring status or privilege under the Act.", "[20] In determining whether to grant an application for permanent residence as a member of the spousal class, an officer has to determine whether the marriage is genuine and was not entered into primarily for the purpose of acquiring status or privilege under the Act (subsection 4(1) of the Regulations; <FRAGMENT_SUPPRESSED> at para 15; <FRAGMENT_SUPPRESSED> at para 54). If the evidence leads the officer to conclude that the marriage is not genuine, it is presumed that such a union was entered into for the purpose of acquiring status in Canada ( <FRAGMENT_SUPPRESSED> at para 16; <FRAGMENT_SUPPRESSED> ).", "[21] The officer's decision must be assessed as a whole ( Valencia at para 25). The officer cannot microscopically analyze the evidence, nor can this Court dissect the officer's decision ( <FRAGMENT_SUPPRESSED> ). There may always be conflicting evidence and consequently a range of differing conclusions: anyone might reach a different conclusion ( <FRAGMENT_SUPPRESSED>  the officer in the present case did consider and mention the documentary evidence provided by the applicant. However, the officer gave it lesser weight, relying on the inconsistencies at the interview. Moreover, in his decision, the officer also asserted not having been convinced by the applicant's explanations of these inconsistencies.", "[23] It was wrong of the officer to refer to the documentary evidence as complementary, for the evidence must be assessed as a whole. But the officer's use of this qualifier does not in itself render his whole decision unreasonable. While he may have inadequately expressed himself, reading his decision, he does appear to have considered the evidence as a whole.", "[24] This Court should be hesitant to transpose the holdings from other cases, for the issue of genuineness is very fact driven. In this case, the officer took issue with eight questions out of thirty-nine. Were these inconsistencies significant enough for him to conclude a lack of genuineness based solely on these inconsistencies, considering the documentary evidence was accepted as \"solid\"? I do not think they were. They do not reveal little knowledge of each other or a sham. The wife forgot to mention they ate lentils: it seems reasonable that this oversight was because they eat lentils every day, as explained by the applicant. Neither can identify by name the roads surrounding the apartment, but can they recollect street names period? The applicant's wife seems to have trouble with locations in general, not being able to identify where her temple is located. However, the discrepancies as to the description of their apartment are somewhat more concerning. But can this alone justify a finding of lack of genuineness based on a balance of probabilities ( <FRAGMENT_SUPPRESSED> at para 21; <FRAGMENT_SUPPRESSED> )? Perhaps if the officer had specifically addressed the applicant's justifications. However, he only states that he does not consider them convincing, without further explanation. His reasoning is not clear.", "[25] Thus, while the assessment of the evidence is left to the officer and deference is owed to his factual determinations, I do not think his decision is intelligible, nor justifiable, lacking transparency, and thereby falling outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> at para 47). I do not think the officer's decision as to a lack of genuineness was reasonable: the officer does not explain why he rejected the applicant's explanations, certain of the targeted inconsistencies are minor and the documentary evidence was accepted but considered \"complementary\".", "[26] For the above-mentioned reasons, the application for judicial review is allowed and the matter is sent back to a different officer for new consideration and determination. JUDGMENT", "[27] The application for judicial review of the decision of Manoula Soumahoro, immigration officer for Citizenship and Immigration Canada, pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27, is allowed. The matter is sent back to a different officer for reconsideration and redetermination. Application allowed. [End of document]"]}