{"id_": "001540", "body_str": ["[1] Snider, J. : The Applicant, Tsegeroman Zenawi Kidane, is a citizen of Eritrea. In 2008, the Applicant moved to Cairo, Egypt and applied for permanent residence in Canada as a refugee outside Canada. In a letter (also referred to as the rejection letter) dated October 12, 2009, a visa officer (the Officer) with the Canadian Embassy in Cairo, Egypt refused her application. The Applicant seeks to overturn this decision. For the reasons which follow, I will allow this application for judicial review. II. Issues", "[2] The issues raised by this application are as follows: 1. Did the Officer err by failing to have regard to the Applicant's status as a UNHCR refugee or by failing to have regard to CIC Guideline OP 5 (discussed below)? 2. Did the Officer make erroneous findings related to credibility, by failing to have regard to the evidence before her or by misunderstanding or misinterpreting the evidence? 3. Did the Officer err by failing to assess all possible grounds of persecution - specifically, the Applicant's claim to have left Eritrea illegally? 4. Did the Officer err by failing to give adequate reasons? 5. Does the Officer's decision give rise to a reasonable apprehension of bias? III. The Related Files", "[3] This file is one of four judicial review applications heard together by this Court. The other three files are Court File Nos. IMM-6000-09 (Henok Aynalem GHIRMATSION), IMM-6009-09 (Tsegay Kiflay WELDESILASSIE) and IMM-6010-09 (Selam Petros WOLDESELLASIE). These four files are representative of a group of almost 40 files, for which judicial review applications have been commenced. The remaining files have been held in abeyance pending the outcome of these four files. The common elements of the four files and, as I understand it, of the entire group of files, are as follows: • each of the claimants is an Eritrean citizen; • each of the Applicants claims to be a member of the Pentecostal Church; • the applications for permanent residence were refused for each; and • the same Officer interviewed each of the claimants and made the decision to refuse the application for permanent residence.", "[4] While the individual merits of each of the applications for judicial review are raised in the separate application records, the four cases were selected as representative cases because, in the words of the Applicant, \"they evince several distinct errors and patterns of decision making that are common to many or all of the other cases\".", "[5] I wish to stress that this decision is addressed to this particular application by this Applicant. I make no overall finding or order that binds the disposition of any of the remaining files. Each file presents a unique set of facts and requires separate review and determination.", "[6] Having said this, there are issues that are common to the four files. With respect to those common issues, I present my analysis and conclusions more fully in the first of the four files - IMM-6000-09. The Reasons for Judgment and Judgment in that file can be found at <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. Where appropriate, in these Reasons, I will refer the parties and the reader to the applicable sections of <FRAGMENT_SUPPRESSED> . IV. The Affidavits", "[7] In <FRAGMENT_SUPPRESSED> , above, I reviewed the affidavits that were filed in support of the judicial review application.", "[8] The affidavits presented in this case by the Applicant (besides that of the Applicant herself) are identical. I have the same concerns as were previously expressed. For the reasons set out at paragraphs 6 to 23 of <FRAGMENT_SUPPRESSED> : • the affidavits of Ms. Janet Dench will be given little weight; • the affidavit of Mr. Tewolde Yohanes will be given little weight; • Dr. William Griffin is accepted as an expert in matters related to the Pentecostal faith and, if required, the evidence and opinions set out in his affidavit will be treated as expert evidence provided to assist the Court; and • the documents attached to the affidavit of Ms. Natalia Shchepetova were not before the Officer and will not be considered by this Court.", "[9] To the extent that the affidavit of the Officer purports to add to or amend her reasons, as set out in the computer assisted immigration processing system (CAIPS) and the rejection letter, it will not be considered. V. Background of the Applicant", "[10] In this section of these reasons, I will briefly set out the background of the Applicant as she has described it. I observe that this is the Applicant's story, primarily as set out in the narrative that was part of her application; I make no findings of its truth or of the merits of the claim.", "[11] The Applicant was born on June 29, 1963 in Adibzage, Eritrea. The Applicant converted to Pentecostalism as a young woman and has been a leader of her church since 1984.", "[12] In 1993, the Applicant, following the death of her husband, took a job for 10 years as a clerk with the Ministry of Health in Eritrea.", "[13] In May 2002, the government of Eritrea began a concerted effort to target and shut down minority churches, including Pentecostal churches.", "[14] In 2003, the Applicant left her job with the Ministry and began working full-time with the church, serving as a secretary and translator of books.", "[15] By 2007, the Applicant was refused a passport to visit her sister in the United States because she was not a member of a recognized religion. The Applicant travelled to Sudan where she obtained a passport from the Eritrean embassy without being questioned about her religious identity.", "[16] In the summer of 2008, the Applicant moved to Cairo, Egypt where she was recognized as a UNHCR refugee. The Applicant submitted an application for permanent residence in Canada as a refugee outside Canada. VI. The Interview", "[17] On September 30, 2009, the Applicant was interviewed by the Officer. The interview was conducted in English and Tigrinya, with the aid of an interpreter. There is no transcript of the interview. The Officer took notes on her computer during the interview and copied these notes into CAIPS, apparently on the same day.", "[18] Further descriptions of what went on at the interview are contained in the affidavits of the Officer (sworn on September 5, 2010) and the Applicant (sworn on February 24, 2011). Given the time that has passed between the interview and the affidavits, during which time memories can become dim or distorted, I am reluctant to rely on these affidavit versions of the details of the interview held in 2009.", "[19] In this case, as was also the situation in <FRAGMENT_SUPPRESSED> , above, the Applicant came to the attention of an organization known as Africa and Middle East Refugee Assistance (AMERA). The role of AMERA is described in more detail in <FRAGMENT_SUPPRESSED> , above, at paragraphs 33 and 34.", "[20] The Applicant was interviewed by a representative of AMERA on November 1, 2009, during which interview she provided further details of her interview with the Officer. The notes are attached to the Applicant's affidavit. The notes were made within a short time following the interview with the Officer; they are more contemporaneous than the comments in the affidavits of either the Officer or the Applicant. As I concluded in <FRAGMENT_SUPPRESSED> , above, and for the same reasons, I will accept the AMERA notes with considerable reservations that may go to weight. VII. The Decision", "[21] In her rejection letter dated October 12, 2009, the reasons for rejection were set out as follows: After carefully assessing all factors relative to your application, I am not satisfied that you are a member of any of the classes prescribed because you have not satisfied me that you were credible at your interview. I find it unreasonable that if you converted to the Pente faith since 1984 that you started to work with church in 2003 one year after the religion was banned. I equally find it unreasonable that if you were a Pente believer that you had no problems during your long service with the government. Further, I am not satisfied that you are indeed a Pente follower as you were not able to provide basic information about the faith. Besides, you stated that one of your problems was that you were not able to get a passport however you came to Egypt on a valid passport issued by your embassy in Sudan. I am not satisfied that you do not have a durable solution in Eritrea. As I do not find you credible, I am not satisfied that you meet the country of asylum definition; that you have not been and do not continue to be seriously and personally affected by massive violation of your civil rights nor that you meet the convention refugee definition of having a well-founded fear of persecution.", "[22] It appears that the Officer's rejection was based on an overall conclusion that the Applicant was not credible. The stated reasons for that conclusion consist of the following: 1. she was unable to provide \"basic information\" about the Pentecostal faith; 2. it was not plausible that someone of the Pentecostal faith could have worked for the Government for many years with no problems; 3. it was not plausible that she would begin working for the Pentecostal Church in 2003, one year after the Church was banned; and 4. it was not plausible that she could not obtain a passport in Eritrea but managed to get one from the Eritrean Embassy in Sudan.", "[23] The first three reasons relate to the Applicant's claim to be of the Pentecostal faith. The fourth can be characterized as an inference about the practices of the Eritrean government.", "[24] It is common ground that the Officer's reasons are those set out in the decision letter augmented by the contents of the CAIPS notes on the file. What additional reasons for these two key findings can be obtained from the CAIPS notes? The portions of the CAIPS notes reproduced in these reasons are transcribed as closely to the original version as possible. 1. Pentecostal Faith : According to the CAIPS notes, the Applicant referred to her religion on a few occasions during her interview. To the question of why she converted to Pentecostalism, the Applicant responded that, \"I WANT TO ENTER HEAVEN\". The Officer's CAIPS notes also have a very brief notation: \"WHAT IS THE SECOND COMING? VERY BASIC INFO\" [Note: During her interview with the AMERA representative, the Applicant provides much more detailed explanations]. The Officer states, in the CAIPS notes, that she asked: \"WHAT ARE THE DIFFERENCES [between the Evangelical faith of her parents and Pentecostalism] ?\" However, no answer is recorded. In her affidavit, the Officer states that the Applicant was unable to tell her the differences [Note: This is not consistent with the AMERA interview notes, where the Applicant states that she described the notion of being born again]. According to both the Officer's affidavit and the notes from the AMERA interview, the Applicant was asked about the \"seven gifts (or fruits) of the spirit\". The Officer's affidavit and the Applicant's AMERA notes provide different recollections of the exchange that took place. The reference that is most reliable is that contained in the CAIPS notes: I ALSO HAVE CONCERNS ABOUT YOU CONVERTING TO ANOTHER RELIGION BECAUSE OF THE GIFTS OF THE HOLY SPIRIT AND NOT KNOWING WHAT THEY ARE? THE GIFTS WOULD ONLY BE GIVEN TO A FEW PEOPLE, YOU WERE BORN FROM WATER AND SPIRIT, YOU ARE BAPTIZED AND START SPEAKING IN TONGUES. 2. Working for Government : As noted, the Applicant worked for the Ministry of Health as a clerk from 1993 to 2003, when she left to begin working full-time for the Pentecostal Church. As noted in the CAIPS notes, the following discussion took place: WHILE YOU WERE PENTE AND WORKING FOR THE MINISTRY YOU DIDN'T ENCOUNTER ANY PROBLEMS? I DIDN'T HAVE ANY PROBLEMS. IF THE RELIGION IS ILLEGAL AND YOU WERE WORKING FOR THE GOVERNMENT, I WOULD SUSPECT YOU WOULD HAVE HAD PROBLEMS? RELIGIOUS PERSON, JOHEAH [SIC] WITNESS WERE THE ONES BANNED. 3. Working for Church : From 2003 to 2007, the Applicant worked for the Pentecostal Church in Eritrea. There is nothing in the CAIPS notes to indicate that the Officer asked the Applicant why she began working for the Church after it had been banned. 4. Passport : The Applicant obtained a valid Eritrean passport from the Eritrean embassy in Khartoum, Sudan, after allegedly being refused a passport from the authorities in Eritrea because she was not a member of a recognized religion. The CAIPS notes show that the Applicant described this to the Officer: HOW DID YOU OBTAIN YOUR PASSPORT? I WENT TO SUDAN, THEY WOULDN'T ASK YOUR RELIGION IN SUDAN.YOU GOT YOUR PASSPORT IN SUDAN? YES. FROM WHERE? ERITREAN EMBASSY. VIII. Statutory Framework", "[25] A brief outline of the statutory scheme affecting this application is described in my reasons in <FRAGMENT_SUPPRESSED> , above, at paragraphs 41 to 45. The full text of the relevant statutory provisions is set out in Appendix A to that those reasons.", "[26] In summary form, to be eligible for resettlement in Canada as a refugee abroad under s. 139(1), s. 144 and s. 145 of the Immigration and Refugee Protection Regulations , SOR/2002-227 [ IRPA Regulations ], a person: • must meet the Convention refugee definition; • must be outside Canada; and • must meet the requirement that there is no reasonable possibility in a foreseeable amount of time of any other durable solution such as, o voluntary repatriation or resettlement in their country of nationality or habitual residence; and o resettlement or an offer of resettlement in another country. IX. Standard of Review", "[27] Overall, the decision of a visa officer is reviewable on the standard of reasonableness. When reviewing a decision on the standard of reasonableness, the Court is concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" That is, the decision will stand unless it does not fall \"within the range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para. 47).", "[28] However, the issues of failure to consider a ground for protection, reasonable apprehension of bias and the adequacy of reasons are reviewable on a standard of correctness ( <FRAGMENT_SUPPRESSED> , above, paras 46-53). X. Failure to have regard to certain factors or evidence A. UNHCR Status", "[29] The Applicant has been recognized as a Convention refugee by the United Nations High Commission for Refugees (UNHCR), as evidenced by a \"blue card\" issued in August 2008. As I understand it, the blue identity card shows that the bearer has been individually assessed and is officially acknowledged by this UN body as a refugee. The Applicant submits that the Officer erred by failing to give any consideration to the UNHCR status as a factor relevant to her determination.", "[30] The importance of the UNHCR designation is discussed in some detail in <FRAGMENT_SUPPRESSED> , above, and is not repeated her. I restate that Citizenship and Immigration Canada (CIC) Guideline OP 5, \" Overseas Selection and Processing of Convention Refugees Abroad Class and Members of the Humanitarian-protected Persons Abroad Classes \" (August 13, 2009)(OP 5) teaches the Officer the importance of the UNHCR refugee recognition. In section 13.3 of OP 5, visa officers are instructed that a decision by the UNHCR with regard to an applicant's refugee status is a factor to consider in determining eligibility for refugee status.", "[31] There is no reference in the CAIPS notes or the decision to the Applicant's status with the UNHCR. I recognize that UNHCR status as a refugee is not determinative; the Officer's mandate is to assess the Applicant's credibility and to determine the merits of her claim under applicable Canadian laws. Nevertheless, OP 5 recognizes the importance and relevance of the UNHCR in the processing of applications under the Refugee Abroad Class. In my view, the Applicant's status as a UNHCR refugee was a personal and relevant consideration.", "[32] The evidence of the UNHCR designation was so important to the Applicant's case that it can be inferred from the Officer's failure to mention it in her reasons that the decision of the Officer was made without regard to it ( <FRAGMENT_SUPPRESSED>  (QL)(FCTD), at para 17). This is a central element to the context of the decision. The Officer, faced with a UNHCR refugee, should have explained why her assessment did not concur with that of the UNHCR. She was not under any obligation to blindly follow the UNHCR designation; however, she was obliged to have regard to it. Unless a visa officer explains why a UNHCR designation is not being followed, we have no way of knowing whether regard was had to that highly relevant evidence.", "[33] This error by the Officer is a sufficient basis on which to overturn the decision. I wish, however, to repeat that the UNHCR determination is not determinative; the Officer must still carry out her own assessment of the evidence, including the evidence of the UNHCR Refugee status. B. Failure to Assess Eligibility as set out in OP 5", "[34] The Applicant argues that the Officer failed to carry out an assessment as to whether she met the definition of a Convention refugee. In particular, the Applicant faults the Officer for not explicitly following the steps outlined in section 13.3 of OP 5.", "[35] This argument was raised and rejected by me in <FRAGMENT_SUPPRESSED> , above. For the same reasons, I am not persuaded that the Officer erred by failing to follow the steps set out in OP 5, section 13.3.", "[36] As in <FRAGMENT_SUPPRESSED> , above, the problem with the Applicant's argument on this point is that it ignores that the Officer's decision was based on a negative credibility finding. Moreover, the Applicant held a valid passport (however or wherever obtained). Thus, much of the documentary evidence related to persecution of Pentecostals in Eritrea, or to the treatment of those who left Eritrea illegally was not relevant. Thus, if the credibility findings are sustainable, I would conclude that there was no error by the Officer in failing to refer to each and every step outlined in section 13.3 of OP 5. XI. Reasonableness of Credibility Findings A. Passport from Eritrean Embassy", "[37] The Officer found that it was implausible that, if the Applicant had been refused a passport in Eritrea, she could have obtained one at the embassy in Sudan. In my view, this implausibility finding is unsupported by any evidence. We have no idea from the documentary evidence whether this part of the Applicant's story is true or not. An inference based on a total lack of documentary evidence is either (a) mere speculation; or (b) based on what the Officer knows about Canadian immigration procedures.", "[38] Common sense, based on our trust in Canadian authorities, would lead us to assume that a person who is refused a passport in Canada would also be refused a passport at any Canadian embassy. But, can we measure the possible actions of foreign embassies of all countries by that high standard - particularly when the country in question has been criticized for corruption? Visa officers must be careful not to judge actions which appear implausible when judged from Canadian standards; such actions might be plausible when considered within the \"claimant's milieu\" ( <FRAGMENT_SUPPRESSED>  (QL), 34 ACWS (3d) 241(FCA)). In the case at bar, the Officer may erroneously have judged the reasonableness of the Eritrean embassy against how a Canadian embassy would have considered such a passport application. Or, quite simply, she speculated. In either event, the Officer erred on a material issue. B. Pentecostal Faith", "[39] The key elements of the Officer's credibility finding related to the Applicant's claims of being of the Pentecostal faith. The Officer made three underlying findings to support a conclusion that the Applicant was not credible about her Pentecostal faith; those findings were as follows: 1. she was unable to provide \"basic information\" about the Pentecostal faith; 2. it was not plausible that someone of the Pentecostal faith could have worked for the Government for many years with no problems; and 3. it was not plausible that she would begin working for the Pentecostal Church in 2003, after the Church was banned.", "[40] With respect to \"basic information\", the rejection letter and CAIPS notes provide little guidance as to what questions were asked by the Officer. From the affidavit evidence and the AMERA interview notes, I can reasonably infer that the Officer asked the Applicant to name the \" seven gifts of the Holy Spirit\". As recorded in the CAIPS notes, the Applicant provided a very short response.", "[41] There also may have been some confusion around whether the Officer asked about the \"fruits of the spirit\", a concept that would likely not have been commonly understood by a Pentecostal, or the \"gifts of the spirit\". The Applicant's affidavit and the AMERA interview notes refer to the \"fruits\". Having reviewed the record, I am satisfied that it is more likely than not that the Officer asked about the \"gifts of the spirit\". What is very clear is that the Officer asked about \"seven\" such gifts.", "[42] In both written and oral submissions, the Respondent argues that the Officer's references to \"the gifts of the Holy Spirit\" were not perverse as is taken directly from the Bible, 1 Corinthians 12:4-11.", "[43] The problem is that the Officer arbitrarily asked for \"the seven gifts of the Holy Spirit\", which is not a defined concept in the Pentecostal faith. As noted by Dr. Griffin (see Applicants' Application Records, Volume 2, Affidavit of Dr. Griffin, para 13): It would be a great error if someone were to evaluate a person's Pentecostal faith on the basis of lack of knowledge about the \" seven gifts of the Spirit.\" Such an expression is absolutely foreign to a Pentecostal . (Emphasis added.)", "[44] When asked how the Officer learned about the Pentecostal faith, she answered (Cross-Examination of AnnMarie McNeil, March 22-23, 2011, Q195-197 and Q239): Q. So is it fair to say that you learned about the Pentecostal faith while you were in Cairo? A. Yes. Q. And where and what did you read to learn about Pentecostal faith? A. I did Google searches with websites and I can't recall them right now. ... Q. And would you say that your knowledge of Pentecostalism relates specifically to Pentecostalism in Eritrea or Pentecostalism more generally? A. Pentecostalism more generally. ... Q. Do you agree that there's not specific reference or no reference to a specific number of gifts in either 1 Corinthians 12 or the UK country document on Eritrea? A. Yes, I would agree with that. There's no specific number mentioned.", "[45] When asked how she chose to ask the Applicant about \"the 7 gifts of the Holy Spirit\", she stated (Cross-Examination of AnnMarie McNeil, March 22-23, 2011, Q241): Q. How did you determine whether to ask - whether there were seven gifts or nine gifts? A. I just chose a number. I could have asked for three or four. I chose seven.", "[46] In my opinion, the faith-based questions posed by the Officer were without factual foundation. It is an important function for a visa officer to decipher the sincerity of an applicant's religious belief. In order to do this, the visa officer must be informed regarding the relevant religious beliefs and practices. This cannot be done by arbitrarily applying a test that would confuse an applicant. This was the case with the line of questioning posed by the Officer. The Officer did not assess the sincerity of the Applicant's Pentecostal religious beliefs. Instead, the Officer asked questions designed to test the Applicant's knowledge of \"the seven gifts of the Holy Spirit\". Moreover, the Officer's admission that she knew little of the Pentecostal faith in Eritrea taints all of the questions that she asked and the inferences that she drew from the Applicant's responses. The matter of the Applicant's faith was central to her claim. This error in assessing that aspect of her claim is fatal to the decision.", "[47] The second and third findings relate to the Applicant's work in Eritrea. In my view, neither of the findings is perverse or outside the range of reasonable, acceptable outcomes. Even though the Pentecostal faith was not banned until 2002, the documentary evidence indicates hardship for the adherents of the faith prior to that time. The Officer reasonably concluded that it would have been difficult for someone of the Pentecostal faith to continue in a job with a government ministry for ten years with absolutely no problems. Secondly, it was also open to the Officer to question why a Pentecostal, knowing the risks, would voluntarily leave a job with the government to assume a full-time clerical position with a banned religion. While the Officer's reasons could have been better written on these two points, I would not overturn the decision on the basis of either of these two findings by the Officer. C. Conclusion on credibility findings", "[48] Paying respectful attention to the reasons offered or which could have been offered by the Officer in this case, I conclude that the credibility findings related to the Applicant's faith and her obtaining a passport lack justification, transparency and intelligibility; they are unreasonable. These two findings by the Officer were central to the Applicant's claim. Accordingly, the Officer's conclusion that the Applicant was not credible is not reasonable. XII. Other Grounds of Persecution", "[49] In this case, as set out in the rejection letter and the CAIPS notes, the Officer considered only one ground of persecution. Specifically, she examined whether the Applicant was at risk on grounds of religious persecution. The Applicant submits that she also raised her illegal departure as a reason why she feared persecution in Eritrea. She argues that the Officer erred by not considering this additional ground of persecution. Documentary evidence, in her view, strongly suggests that persons who return after leaving the country illegally would be subject to harsh treatment by Eritrean authorities.", "[50] The problem with this assertion is that the Officer did not find the Applicant's story of obtaining a passport from the Eritrean Embassy in Sudan to be credible. Although not explicitly stated in these words, the Officer believed that the Applicant obtained her passport in Eritrea and, therefore, did not leave the country illegally. Beyond the assertion in her personal narrative that she obtained her passport in Sudan, there is nothing in the record that could, in my view, amount to a claim that she left the country illegally. The Officer did not err in failing to consider this alternate ground of persecution. XIII. Adequacy of Reasons", "[51] The Applicant asserts that the reasons of the Officer are inadequate. For the reasons set out in <FRAGMENT_SUPPRESSED> , above, on the narrow question of whether the reasons are adequate to meet the Officer's duty to provide reasons, I would conclude that the Officer's reasons are adequate. XIV. Reasonable Apprehension of Bias", "[52] The Applicant asserts that the decision of the Officer raises a reasonable apprehension of bias. For the reasons set out in <FRAGMENT_SUPPRESSED> , above, I do not agree with the Applicant. XV. Conclusion A. Summary of decision", "[53] Returning to the issues raised near the beginning of these reasons, I would conclude that the Officer made the following reviewable errors: 1. the Officer erred by failing to have regard to the Applicant's status as a UNHCR refugee; and 2. the central elements of the Officer's finding of lack of credibility do not reflect justification, transparency and intelligibility; this portion of the decision is unreasonable;", "[54] These conclusions are sufficient to warrant the intervention of this Court. However, to complete this summary, my other conclusions are as follows: 1. the Officer did not err by failing to refer to or follow explicitly the steps outlined in OP 5, section 13.3; 2. the Officer did not err by failing to assess all grounds of persecution; 3. the Officer's reasons (the CAIPS notes and the rejection letter) satisfy the Officer's duty to give reasons; and 4. the Applicant has not met her burden of demonstrating that the Officer's decision gives rise to a reasonable apprehension of bias. B. Remedies", "[55] The Applicant seeks a number of remedies that extend beyond a re-determination of the application by a different decision maker. As stated in the \"Applicants' Further Memorandum of Argument\" (a submission common to all four of these judicial reviews), the Applicant seeks the following: The Applicants request that this Court quash the decisions of the visa officer in each of the four \"lead cases\", and remit the matters to a senior decision maker not based at the Cairo visa post for redetermination of eligibility within 60 days; in the event of a positive eligibility decision the applicants request further that background checks be completed within a further 30 days and visas issued within 7 days thereafter.", "[56] I am prepared to quash the decisions and have the matter remitted to a different visa officer for re-determination. I am also prepared to order that the Applicant be able to submit such further material as she feels is necessary to support her claim. However, I am not prepared to issue the detailed order that the Applicant would like to see in this case. In respect of the balance of the request, I refer to my reasons in <FRAGMENT_SUPPRESSED> , above, at paragraphs 118 to 122. C. Costs", "[57] The Applicant seeks costs in this and the related three files. The Applicant will have until May 27, 2011 to make further submissions on costs. The submission is to be a joint submission for all four related files and must not exceed ten pages in length. Further, the submission should identify the total amount of costs sought, either for each file or for the four files together. The Respondent will have until June 9, 2011 to provide reply to the Applicant's submissions on costs. D. Next Steps", "[58] As noted at the beginning of these Reasons, the Applicant is one of almost forty claimants in similar circumstances. In Reasons for Judgment and Judgment released at the same time as this, I have concluded that the judicial review applications for the other three files heard at the same time as this one will also be allowed. As I did early in these Reasons, I wish to stress that this decision is addressed to this particular application by Ms Tsegeroman Zenawi Kidane. I make no finding or order that binds the disposition of any of the remaining files. Each file presents a unique set of facts and requires separate review and determination. However, I am hopeful that these Reasons will permit counsel for the Applicant and the Respondent to reach an agreement on the proper disposition of some or all of the remaining applications in the group.", "[59] At the close of the hearing, the parties expressed interest in convening a conference with me to discuss the next steps. If the parties continue to believe that such a conference would be helpful, they are invited to make such a request through the Court Registry. E.", "[60] Neither party proposes a question of general importance for certification. I agree that there is no question for certification. JUDGMENT", "[61] NOW THIS COURT ORDERS AND ADJUDGES that 1. The application for judicial review is allowed, the decision of the Officer is quashed and the matter remitted to a different officer for reconsideration. 2. The Applicant will be permitted to provide any additional materials to the newly designated visa officer that she believes are relevant to the determination of her claim. 3. The Applicant will have until May 27, 2011 to make further submissions on costs. The submission is to be a joint submission for all four related files and must not exceed ten pages in length. Further, the submission should identify the total amount of costs sought. The Respondent will have until June 9, 2011 to provide reply to the Applicant's submissions on costs. 4. No question of general importance is certified. [End of document]"]}