{"id_": "001556", "body_str": ["[1] Denault, J. : The appellant is appealing from a decision by a citizenship judge on August 10, 1993, dismissing her application for Canadian citizenship on the ground that she does not meet the requirements of s. 5(1)(d) and (e) of the Citizenship Act . After examining the applicant, the judge also found that there was no basis for her recommending that the Minister exercise discretionary powers on compassionate grounds pursuant to s. 5(3)(a) of the Act", "[2] The appellant, who was assisted by an interpreter since she does not have an adequate knowledge of one of the official languages of Canada, testified in court. Her husband, accompanying her, also intervened in favour of his wife, manifestly a sick woman.", "[3] The evidence disclosed that the appellant, born in 1929 in Iran, was granted permanent resident status in Canada in May 1990. Since her arrival, she has lived in the Vancouver area with her husband.", "[4] As was indicated by the presence of an Iranian interpreter, the appellant does not have an adequate knowledge of one of the official languages of Canada. She could hardly answer very simple questions. She testified having tried to learn English through tapes and T.V. shows but could not identify - she did not even seem to understand the question - these shows.", "[5] The summary examination to determine her knowledge of her new country indicates that it is still very limited. She identified the Prime Minister of Canada as being Raymond (Romeo?) Leblanc, and then Elizabeth (II?), and finally Jean Chrétien.", "[6] In short, she does not meet the requirements of s. 5(1)(d) and (e) of the Citizenship Act", "[7] However, I understood from her husband's intervention that the Minister should in his discretion waive these conditions on compassionate grounds (ss. 5(3)(a) and 5(4)). Before the appellant appeared before the citizenship judge, a request for medical opinion was required, and filed by her family physician, Dr. Shamim Jetha. He states in his medical report that the applicant's medical condition prevents her from meeting the requirements of s. 5(1)(d) and (e) of the Act on the grounds that she has been suffering from \"chronic pain (generalized) for several years and she has seen many specialists and is still being investigated\". The citizenship judge, without any contradicting evidence, discarded that evidence and \"decided against making an affirmative recommendation under ss. 5(3) or 5(4) of the Act , since there was no evidence of any health disability, or of any special or unusual hardship ...\". In my opinion, this was an error. Unless the citizenship judge had good and valid reasons to set that medical report aside, she had, on the basis of it, to at least make a recommendation that the Minister should waive the requirements of s. 5(1)(d) and (e) of the Citizenship Act with respect to the appellant on compassionate grounds, pursuant to s. 5(3)(a) and because it would impose unusual hardship upon the appellant, pursuant to s. 5(4) of the Act . This is my recommendation. Order accordingly. Editor: Angela E. McKay/sg [End of document]"]}