{"id_": "001806", "body_str": ["[1] Near, J. : The Applicants, Norma Angelica Yanez Tecuapetla and David Garcia Hernandez, seek judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board) dated May 2, 2011. The Board found that they were not Convention refugees or persons in need of protection under sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA).", "[2] For the following reasons, this application is dismissed. I. Background", "[3] The Applicants are citizens of Mexico. They were issued Mexican passports on July 14, 2009 and came to Canada as visitors the following day.", "[4] They made a claim for refugee protection on August 14, 2009 based on a fear of the female Applicant's former boyfriend, Jose. She stated that Jose physically and sexually abused her on a regular basis.", "[5] When she began seeing the male Applicant, Jose vandalized her car and the walls of her apartment complex. Jose and his friends also physically assaulted the male Applicant on several occasions. The female Applicant's parents were physically assaulted and robbed. Jose threatened the Applicants and mentioned that family members would be harmed.", "[6] A refugee hearing was initially scheduled for the Applicants on January 31, 2011. The Applicants confirmed that there were \"ready, willing and available to proceed with the hearing\" for that date.", "[7] On January 14, 2011, the Applicants' counsel, Ms. Patricia Ann Ritter, requested that the refugee hearing be adjourned due to the female Applicant's pregnancy-related symptoms. This request was denied for unsatisfactory medical evidence.", "[8] As a result, the Applicants attended their hearing as originally scheduled by the Board. On their arrival, they learned from the presiding Board Member that a letter had been received indicating Ms. Ritter was ill and could not attend the hearing.", "[9] The Board granted an adjournment and set a new hearing date for April 27, 2011. This time the hearing would be peremptory. It would proceed regardless of whether counsel was present. The Applicants would also be required to \"show cause\" as to why the Board should not declare their claim abandoned.", "[10] The Board confirmed that Ms. Ritter would be available on that date but advised the Applicants to contact her. The Applicants insist that they called Ms. Ritter to schedule an appointment but were never given a date or time. They tried to seek assurances from the office the day before that Ms. Ritter would be able to represent them.", "[11] When the Applicants arrived at the hearing on April 27, 2011, the Board Member informed them that their \"counsel did call this morning and she has indicated that she has a medical issue and she's going to fax something to the board this morning.\" However, there is no fax in the Certified Tribunal Record or other evidence submitted of an adjournment request.", "[12] The Board proceeded with the \"show cause\" hearing, noting the Applicants' claim would either be declared abandoned or proceed at that time. The Applicants were not seen as having done enough to contact their counsel but, since they indicated a readiness to proceed, the hearing continued with the Applicants representing themselves. At the conclusion of the hearing, the Board Member suggested that the Applicants continue to seek advice either with their current counsel or somebody else.", "[13] The Applicants' claim was denied by way of a decision on May 2, 2011. II. Decision Under Review", "[14] The Board's decision concentrates on the issue of state protection. It found that the Applicants did not take all reasonable steps under the circumstances to seek state protection in Mexico prior to seeking international protection in Canada. For example, the female Applicant stated that she did not report Jose's abuses to police because she thought he would change and she was afraid of him.", "[15] The Board was not persuaded that police would not investigate the Applicants' allegations against Jose and his accomplices if they were reported to them. Indeed, police attempted to pursue individuals who assaulted and robbed the female Applicant's parents immediately after being notified (though it should be noted that the Board considered Jose's involvement in that incident speculation).", "[16] In addition, the Applicants' responses regarding the effectiveness of state protection were not considered persuasive, since they were largely unsubstantiated and not consistent with documentary evidence. In its detailed review of the documents submitted, the Board recognized that while there were some inconsistencies among several sources, the preponderance of the objective evidence regarding current country conditions suggested that, although not perfect, there is adequate state protection for victims of crime in Mexico. III. Issue", "[17] The sole issue raised by this application is as follows: Did the Board breach natural justice or procedural fairness by proceeding with the hearing regarding the Applicants' claim in the absence of counsel? IV. Standard of Review", "[18] Issues of natural justice and procedural fairness demand the correctness standard of review ( Canada Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  CarswellNat 434 at para 43). V. Analysis", "[19] The Applicants submit that the Board breached natural justice by forcing them to proceed without counsel or risk their claim being declared abandoned. Counsel's illness was beyond their control. They anticipated that Ms. Ritter would be there to represent them, prior to contrary information from the Board. The Applicants tried to contact Ms. Ritter and it was unreasonable for the Board to imply that they almost guarantee her presence. Moreover, the Board gave no consideration to any injustice that would occur in proceeding at that time.", "[20] By contrast, the Respondent contends that no breach resulted in the conduct of the hearing, despite the absence of counsel. No clear adjournment request was made and the Board is not obligated to initiate one independently. The Applicants have failed to identify what would have been different if counsel had represented them.", "[21] The Board was intent on proceeding with the hearing. This should not have come as a surprise to the Applicants as they were informed and indicated an understanding at the previous adjournment that the April 27, 2011 hearing would proceed irrespective of whether they were represented.", "[22] Though the Applicants insist they made efforts to contact Ms. Ritter and seek assurances that she would be present, the Board did not consider this sufficient. The Applicants had been unable to get an appointment to discuss their case with Ms. Ritter and acknowledged some doubt to the Board Member at the hearing as to whether she would be attending.", "[23] Ms. Ritter's failure to communicate in advance with the Applicants should not be excused. If she knew that she would not be able to attend the hearing in advance, she could have informed the Applicants to seek out other representation.", "[24] At the same time, the Applicants were previously made aware that the peremptory hearing would proceed without representation. Under Rule 58(4) of the Refugee Protection Division Rules , SOR/2002-228, if the Board does not declare the claim abandoned \"it must start or continue the proceedings without delay.\" The issue becomes whether the decision by the Board to continue with the hearing in the absence of counsel necessarily leads to procedural fairness concerns.", "[25] Reviewing the relevant authorities in <FRAGMENT_SUPPRESSED>  [2004] FCJ no 1460 at paras 17-24, Justice Sean Harrington concluded that in the context of administrative proceedings \"[t]he right to counsel is not absolute; what is absolute, however, is the right to a fair hearing.\" As a consequence, proceeding in the absence of counsel is not in and of itself a breach of natural justice. The critical question is whether that absence deprived the individual of the right to a fair hearing in some way.", "[26] Applying these principles in <FRAGMENT_SUPPRESSED>  [2006] FCJ no 597, for example, Justice Danièle Tremblay-Lamer recognized that \"in certain circumstances, the absence of counsel may result in such unfairness during the hearing that Court intervention is warranted.\" However, she was not satisfied that this was case where the applicant unmistakeably indicated he was ready to proceed and the Board took necessary steps to ensure that he participated meaningfully in a hearing that proceeded fairly.", "[27] In this instance, the Applicants have not identified how the conduct of the hearing in counsel's absence was unfair. It does not appear that the Applicants prepared with counsel after the January 31, 2011 adjourned hearing. There is nothing in the transcript to suggest that key documents were unavailable or the Applicants were unable to present their case. Indeed, the Board seems to have been alive to the Applicants' interests by indicating at the conclusion of the hearing to continue to seek advice.", "[28] Contrary to <FRAGMENT_SUPPRESSED> , the Applicants suggest that proceeding without counsel alone warrants intervention by the Court as a breach of natural justice. This is not necessarily the case as it depends on the fairness of the hearing more generally.", "[29] As the Respondent also notes, the Applicants have failed to link to the absence of counsel to the merits of their case. They have not drawn the Court's attention to any error in the decision, such as information that was not presented and considered, that would reinforce the need to remit the matter back to the Board.", "[30] The authorities relied on by the Applicants are of limited assistance as they are directed primarily at the factors that must be considered as part of an adjournment request (see for example <FRAGMENT_SUPPRESSED>  151 NR 76; <FRAGMENT_SUPPRESSED>  25 Imm LR (2d) 200; <FRAGMENT_SUPPRESSED>  [2004] FCJ no 1834; <FRAGMENT_SUPPRESSED>  [2004] FCJ no 1931).", "[31] As the Respondent states, there was no clear request or evidence of an adjournment (for this pre-condition see <FRAGMENT_SUPPRESSED>  [2003] FCJ no 1131 at para 17). The Certified Tribunal Record refers to the possibility of a further fax from counsel but whether that fax materialized and the nature of its content remains uncertain. Also, the Board is not required to advise the Applicants to seek an adjournment on its own initiative (see <FRAGMENT_SUPPRESSED>  [2007] FCJ no 563 at paras 2-3; <FRAGMENT_SUPPRESSED>  [2005] FCJ no 1244 at para 17).", "[32] Absent any indication that the Applicants received an unfair hearing, the Board's decision to proceed in the absence of counsel does not result in a clear breach of natural justice or procedural fairness. VI. Conclusion", "[33] Accordingly, this application for judicial review is dismissed. JUDGMENT", "[34] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed. Application dismissed. Editor: Sharon McCartney/vnh"]}