{"id_": "002243", "body_str": ["[1] Strickland, J. : This is an application for judicial review of a decision of the Refugee Protection Division (RPD) of the Immigration and Refugee Board of Canada. The RPD determined that the Applicants are not Convention refugees and are not persons in need of protection pursuant to section 96 and 97, respectively, of the Immigration and Refugee Protection Act , SC 2001, c 27 (the IRPA). This application is brought pursuant to subsection 72(1) of the IRPA. Background", "[2] The Applicants are citizens of Hungary of Roma ethnicity. They are Csaba Beri, his wife Piroska Korbely and their children Virginia Beri, Kevin Beri and Csaba Martin Beri. They claim to fear persecution  <FRAGMENT_SUPPRESSED>  from racist Hungarians, including skinheads, the Hungarian Guard and the Jobbik Party.", "[3] The Applicants described discrimination and persecution to which they and their extended family were exposed throughout their lives  <FRAGMENT_SUPPRESSED> . They fled and arrived at the Lester B. Pearson Airport in Toronto on November 7, 2010, claiming refugee protection the same day.", "[4] The RPD found that the Applicants are not Convention refugees pursuant to section 96, and are not persons in need of protection pursuant to section 97 of the IRPA (the Decision). That Decision is the subject of this judicial review. Decision Under Review", "[5] The RPD acknowledged the documentary evidence confirming that violent attacks against Roma continue and that Roma are discriminated against in almost all fields of life  <FRAGMENT_SUPPRESSED> . Accordingly, and taking into account the particular circumstances relating to the Applicants' claim, the RPD found that state protection was the determinative issue before it.", "[6] The RPD stated that the Applicants have the legal burden of rebutting the presumption that adequate state protection exists by adducing clear and convincing evidence which satisfies the RPD, on a balance of probabilities, that the state cannot protect its citizens.", "[7] The RPD considered that Csaba Beri was assaulted on several occasions. Csaba Beri stated that he did not report a 2001 assault to the police because he did not know the names of his attackers and thought the police would not do anything about the incident. In May of 2008, Csaba Beri was again assaulted while looking for a job. He asked a security guard to help him but was told to go home. He did not report this to the police because he was afraid of them and did not believe they would assist him either. The RPD also noted that in July 2009, Csaba Beri was violently forced out of a café because he was a \"gypsy\". He did not report this incident to police as he feared the police and did not believe they would be of assistance, but thought that they would instead humiliate him.", "[8] The RPD also considered that the child, Csaba Martin Beri, was attacked by skinheads in the summer of 2009. While the police were nearby, they did not prevent the incident. The Applicants did not report the incident to the police for the same reasons as set out above.", "[9] The RPD noted that in March of 2010, Csaba Beri and his wife, Piroska Korbely, were assaulted and that medical care was required for Ms. Korbely. Csaba Beri attended at the police station and, although the police were not courteous, they allowed him to file a report. Upon return some time later to follow up on the incident, the police informed him that they would be closing the case as they were unable to identify the assailants.", "[10] The RPD considered that Csaba Beri had approached the Roma Minority Government (RMG) in search of assistance for the discrimination targeted against his child at school. The RMG ineffectively attempted to address the problem and advised that it had contacted the police in other cases with no results. The RMG was only able to hear the complaints filed and confirm racism.", "[11] The RPD noted that the Applicants did not attempt to elevate their complaints to a higher authority in spite of being dissatisfied by police actions. The RPD noted that the Applicants had not heard of the Roma Police Association or the Independent Police Complaints Board. It also considered that the Applicants were aware of, but had not approached, the Ombudsman for Minority Rights, as they did not know what its role was.", "[12] The RPD was not satisfied that the Applicants had rebutted the presumption of state protection. There was insufficient information to suggest that the police were not making genuine and earnest efforts to investigate Csaba Beri's allegations and apprehend the perpetrator. The RPD also did not find Csaba Beri's response regarding the effectiveness of state protection to be persuasive. It preferred the documentary evidence to the Applicants' testimony.", "[13] Relying on the documentary evidence, the RPD also found that Hungary candidly acknowledges its past problems and is making serious efforts through several measures to rectify the treatment of minorities, especially in the case of the Roma. The RPD also found that despite reports of police corruption, several sources demonstrated that Hungary responds to complaints that are made. Furthermore, if the Applicants faced discrimination, they could access the Equal Treatment Authority, seek compensation through the courts or file complaints with the Roma Police Officers' Association.", "[14] The RPD noted that Hungary faces criticism of the measures it has used to implement the laws it has enacted to address discrimination and persecution and combat racism, particularly against the Romani people. However, it was important to note that Hungary is a part of the European Union (EU), and therefore it is responsible for upholding various standards to maintain its EU membership. Therefore, the RPD found that, on the balance of probabilities, Hungary is taking measures to implement the standards that are so mandated.", "[15] The RPD concluded that, on the totality of the evidence, the Applicants failed to rebut the presumption of state protection and that the Applicants had not taken all reasonable steps to avail themselves of that protection before making a refugee claim. The RPD was not convinced that protection would not be forthcoming if sought. There was insufficient persuasive evidence that there is a serious possibility that the Applicants would face persecution pursuant to section 96 or, on balance of probabilities, face a risk to their lives or to cruel and unusual punishment of a danger of torture pursuant to section 97 if they were returned to Hungary. Issues", "[16] The Applicants submit that the RPD erred in law or fact in determining that they are not Convention refugees or persons in need of protection by: a. failing to reasonably assess the evidence as a whole and not having regard for the totality of the evidence; b. misinterpreting the issue of persecution and failing to assess the cumulative nature of the acts of discrimination and violence suffered by the Applicants in the aggregate; and c. erring in its assessment of state protection.", "[17] It is clear from the RPD's Decision that the determinative issue was state protection. As there is no specific discussion regarding persecution or risk, it can be assumed that the RPD conceded this component of the analysis. Accordingly, in my view, the issue here is whether the RPD's determination that state protection was available  <FRAGMENT_SUPPRESSED>  was reasonable having regard to all the evidence before it. Standard of Review", "[18] The Supreme Court of Canada in  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  at para 57 held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard. ( <FRAGMENT_SUPPRESSED> ;  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  at para 18).", "[19] This Court has confirmed that determinations of state protection are reviewable on a reasonableness standard ( <FRAGMENT_SUPPRESSED>  [2008] FCJ No 771 at paras 11-13). Accordingly, reasonableness is the applicable standard of review in the present case. Analysis", "[20] The Applicants submit that because the RPD did not make a negative credibility finding, their allegations should be accepted as fact. While the RPD acknowledged that Roma suffer discrimination in almost all facets of life, it failed to assess the issue of persecution separately. This leads to the presumption that it accepted that the Applicants were persecuted  <FRAGMENT_SUPPRESSED> .", "[21] The Applicants also argue that the RPD was required to consider the cumulative nature of the incidents of harm and discriminatory incidents suffered by the Applicants to determine if it constitutes a well founded fear of persecution. If it did not, the RPD was required to explain why it did not amount to persecution.", "[22] Regarding state protection, the Applicants submit that the Board had evidence that the Applicants did seek police protection and made some twenty or more reports to the Roma Minority Government.", "[23] The Applicants also argue that the RPD erred in its analysis by discounting uncontradicted evidence that supported their testimony and preferring the documentary evidence. The Applicants presented evidence of a specific and general lack of adequate state protection  <FRAGMENT_SUPPRESSED>  which the RPD disregarded. The Applicants submit that the RPD also failed to assess the \"operational adequacy\" of Hungary's efforts to address discrimination and persecution of Hungarian Roma. Therefore, the RPD stopped short of a full assessment of the claims. The Applicants provide a lengthy review of the case law that they consider to support this position.", "[24] The Respondent submits that the RPD's Decision was reasonable for three reasons. First, the evidence of the discrimination faced by the Applicants did not rise to the level of persecution. Second, the Applicants did not make reasonable efforts to seek protection. Finally, the documentary evidence demonstrated that state efforts to protect the Roma were yielding results.", "[25] The RPD assessed the totality of the evidence, and while doing so, it was entitled to prefer the documentary evidence over the Applicants' testimonies, even in the absence of an adverse credibility finding. The Respondent argues that the Applicants are simply asking this Court to reweigh the evidence.", "[26] The Respondent submits that even if the RPD had found that the Applicants had suffered persecution, this does not establish future persecution. The Respondent acknowledges that evidence that in and of itself does not constitute persecution, but forms a pattern of persecution, cannot be ignored. However, it submits that the Applicants have failed to demonstrate that the RPD ignored such evidence of persecution because the RPD referred to the discriminatory practices against all family members at school and in regard to access to clubs, jobs and public venues. The RPD clearly noted that any discriminatory acts did not constitute a well founded fear of persecution because the Applicants have recourse to state protection.", "[27] The Respondent submits that the RPD's state protection findings were reasonable. The onus of rebutting the presumption of state protection lies with the Applicants and they failed to satisfy this onus. Furthermore, requiring state protection to be effective is an unattainable standard and the proper test for state protection is whether it is adequate.", "[28] The RPD reviewed the Applicant's evidence regarding state protection together with the documentary evidence including the contradictory evidence. The RPD's reasons demonstrate that it referred to the efforts being made by the state, but also considered the results of those efforts.", "[29] Furthermore, in order to rebut the presumption of state protection, the Applicants must convince the RPD that they approached the state for protection where such protection might reasonably be forthcoming. In several instances, the Applicants did not make police reports and there was insufficient information to suggest that the police were not genuinely investigating the allegations and attempting to apprehend assailants.", "[30] The Respondent submits that the Applicants' subjective reluctance to seek state protection is insufficient to rebut the presumption of state protection as are unsuccessful attempts at police protection. State protection can also be available from state-run or state-funded agencies. Analysis", "[31] The RPD found that the determinative issue in the Applicants' claim was the availability of state protection. There were no issues of credibility as is confirmed by the transcript of the hearing before the RPD. When Applicants' counsel raised the issue of credibility, the RPD responded that: \"I'm going to stop you there Counsel, because I think your client was very credible\".", "[32] The Respondent argues that requiring state protection to be effective is an unattainable standard and the proper test is whether state protection is adequate. In that regard it relies on <FRAGMENT_SUPPRESSED>  [ Samuel ] at paras 10 and 13; <FRAGMENT_SUPPRESSED>  (TD) [ <FRAGMENT_SUPPRESSED> ] at para 23; <FRAGMENT_SUPPRESSED>  (TD) [ <FRAGMENT_SUPPRESSED> ] at paras 9-11; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] ;  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ].", "[33] Neither Razc , above nor <FRAGMENT_SUPPRESSED> , above, concerned the operational effectiveness of state protection  <FRAGMENT_SUPPRESSED> . In <FRAGMENT_SUPPRESSED> , above, Justice Near found that the appropriate test for state protection is adequacy and not effectiveness per se.", "[34] It is perhaps helpful to clarify the principles of state protection which apply to the present case. These principles were previously set out in <FRAGMENT_SUPPRESSED>  [2008] FCJ No 399 [ <FRAGMENT_SUPPRESSED> ] and hold that a claimant \"must adduce relevant, reliable and convincing evidence which satisfies the trier of fact on a balance of probabilities that the state protection is inadequate\" ( <FRAGMENT_SUPPRESSED> , above at para 30).", "[35] State protection need not be perfect, but it must be adequate, and \"only in situations in which state protection 'might reasonably have been forthcoming' will the claimant's failure to approach the state for protection defeat his claim\" ( Ward , above, at para 49; <FRAGMENT_SUPPRESSED>  (FC)).", "[36] Instead, the focus of the RPD must be on what is actually happening in a country, that is, evidence of actual or operational level protection, and not on efforts that a state is endeavouring to put in place. As stated in <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], regarding the Hungarian Roma applicants in that case:", "[5] [...] It is not enough to say that steps are being taken that some day may result in adequate state protection. It is what state protection is actually provided at the present time that is relevant. In the present case, the evidence is overwhelming that Hungary is unable presently to provide adequate protection to its Roma citizens. I repeat what I wrote in <FRAGMENT_SUPPRESSED>  (CanLII), 2010 FC 1176 at paragraphs 8 to 11: 8 Another error of law is with respect to what is the nature of state protection that is to be considered. Here the Member found that Mexico \"is making serious and genuine efforts\" to address the problem. That is not the test. What must be considered is the actual effectiveness of the protection. [...]", "[37] The finding in <FRAGMENT_SUPPRESSED> , above, has been echoed in many other cases including <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED> .", "[38] It has also been recognized by this Court that the situation  <FRAGMENT_SUPPRESSED>  is a difficult one. As Justice Russell states in <FRAGMENT_SUPPRESSED> , above, in a country such as Hungary where there are obvious and clearly recognized human rights abuses, a state protection analysis is not easy:", "[105] The Hungarian situation is very difficult to gauge. Much will depend upon the facts and evidence adduced in each case, and on whether the RPD goes about the analysis in a reasonable way. Where it does, it is my view that it is not for this Court to interfere even if I might come to a different conclusion myself. It is my view that a reasonable analysis was conducted in this case that was alive to the governing principles and that applied them to the facts on the record in a responsive way. On this basis, I cannot interfere with the Decision.", "[39] In <FRAGMENT_SUPPRESSED> , above, Justice Russell rejected the claim that the RPD only considered Hungary's efforts to protect without regard for the operational adequacy of state protection. However, that case may be distinguished from the present matter as, while not materially affecting the state protection analysis, there the applicants' credibility was questioned and the RPD thoroughly considered state protection based on the record it had before it.", "[40] In <FRAGMENT_SUPPRESSED> , above, at para 16, cited by the Respondent, Justice Rennie found that the case before him was not one where the RPD \"made generalizations about the country without considering the specific evidence before it, nor did it refer only to efforts or good intentions without considering implementation and actual results.\" Based on the evidence before the RPD, it reasonably found that state protection was available to the applicants. However, Justice Rennie qualified this finding by stating:", "[18] In reaching this conclusion I do not detract from the observations of my colleague, Justice Michel Shore, in <FRAGMENT_SUPPRESSED> , at paragraph 66, wherein he noted: Thus, it cannot be sufficient to show the changes and improvements in the Hungarian state, including a number of options for recourse and the possibility to obtain state protection. It still remains to be proven that the changes have been effectively implemented in practice. Proof of the state's willingness to improve and its progress should not be, for the decision-maker, a decisive indication that the potential measures amount to effective protection in the country under consideration. As the case law above shows, willingness, as sincere as it may be, does not amount to action.", "[41] In this case, the RPD acknowledged that violent attacks against the Roma continue and that the Roma are discriminated against in almost all fields of life citing the United States, 8 April 2011, Department of State. \"Hungary.\" Country Reports on Human Rights Practices for 2010 (the 2010 US Country Report). The RPD states that, \"Hungary candidly acknowledges its past problems and is making serious efforts to rectify the treatment of minorities in that country, especially in the case of the Roma\". The RPD further states that: The Board recognizes that there are some inconsistencies among several sources within the documentary evidence; however, the preponderance of the objective evidence regarding current country conditions suggest that, although not perfect, there is an adequate state protection  <FRAGMENT_SUPPRESSED>  for Roma who are the victims of crime, police abuse, discrimination or persecution, that Hungary is making serious efforts to address these problems, and that the police and government officials are both willing and able to protect victims.", "[42] In canvassing the documentary evidence, the RPD states that the \"Hungarian government has taken a number of legal and institutional measures to improve the situation of the Romani minority\". While the RPD notes the criticisms facing the implementation of Hungarian laws enacted to address the discrimination and persecution of its minorities, particularly the Romani, it also states that the government is making efforts to \"specifically address issues faced by the Roma population ...\"", "[43] Regarding specific measures which are in place  <FRAGMENT_SUPPRESSED> , the RPD noted the following: • In 2008, the extreme nationalist Hungarian Guard was ordered dissolved, which was upheld by the country's Supreme Court later that year; • Roma, like the other official minorities, are entitled to elect their own minority self governments which organize minority activities and handle cultural and educational affairs, and the president of the minority self government has the right to speak at local government assemblies; • While there are reports of police corruption, and the use of excessive force against Roma, the state takes action when complaints are made. • The Independent Police Complaints Board (IPCB) began operation in 2008. While this body is set up to independently review complaints of police actions which violate fundamental rights and make recommendations to the head of the National Police, there is criticism that the police follow up on only a small portion of the IPCB's recommendations; • In the first 10 months of 2009, over 4000 police officers were found responsible for breaches of discipline, petty offences, criminal offences, or were unfit duty. During the same period almost 390 officers were sentenced by the courts to prison terms, suspended sentences, fines, demotions or dismissals; • The IPCB investigated violations and omissions by the police that affected fundamental human rights, and found 157 violations which it forwarded to the police chief, who agreed with the finding of the IPCB in one case, partially accepted the findings in 27, and rejected the remainder (2010 US Country Report); • The Parliamentary Commissioner for National and Ethnic Minority Rights took complaints from any person that felt his or her minority rights were violated as a result of a government agency's actions. The evidence also indicated many other similar initiatives undertaken by the Hungarian government to address the problem of corruption within the police forces; • Police still do commit abuse against the Roma, but there is also evidence that indicates it is reasonable to expect authorities to take action in those cases (no reference to supporting documentary evidence); • There is recourse to the Equal Treatment Authority, which has provided individuals with a direct avenue of redress for violations of the prohibition of discrimination in a variety of public and private law relationships since 2005; • There are remedies such as seeking compensation through the courts, or turning to one of the Parliamentary Commissioners (Council of Europe 24 February 2009, European Commission Against Racism and Intolerance (ECRI). ECRI Report on Hungary (Fourth Monitoring Cycle); Response to Information Request HUN103232.E, 15 October 2009) or the Roma Police Officers' Association. Complaints filed with the latter generally deal with discrimination in employment, discriminatory treatment and discrimination by law enforcement authorities or police officers (Response to Information Request HUN103091.E 21 April 2009); • Hungary has one of the most advanced systems for minority protection in the region, and has taken a number of initiatives relating to the situation of the Roma, including education, employment, housing, health and political representation (Societe Institute; Response to Information Request HUN103232.F 6 October 2009 and HUN103267.F 16 October 2009); • The government had made a number of efforts to specifically address issues faced by the Roma population (2010 US Country Report April 8, 2011); • Hungary is part of the European Union, and thus responsible for upholding a number of various standards to maintain its membership;", "[44] In my view, the RPD's Decision as regards to state protection is more descriptive in nature than it is analytical. That is, it describes state efforts intended to address discrimination, persecution and protection of the Roma but undertakes no real analysis of the operational adequacy or success of those efforts. As stated by Justice Mosley in <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1663 (QL) [ <FRAGMENT_SUPPRESSED> ]:", "[16] The Board did not provide any analysis of the operational adequacy of the efforts undertaken by the government of Honduras and international actors to improve state protection in Honduras. While the state's efforts are indeed relevant to an assessment of state protection, they are neither determinative nor sufficient ( <FRAGMENT_SUPPRESSED>  [2011] F.C.J. No. 816 at para 75). Any efforts must have \"actually translated into adequate state protection\" at the operational level ( <FRAGMENT_SUPPRESSED> .", "[45] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para 57, Justice Russell states the following about the RPD's failure to address the operational adequacy of mechanisms in place to protect the Roma population  <FRAGMENT_SUPPRESSED> :", "[57] In my view, this analysis runs counter to what the RPD is obliged to do. The analysis is about a legislative and procedural framework (steps) that the government of Hungary has attempted to implement. It is not about the operational adequacy of those steps.", "[46] The RPD's analysis is also similar to the situation in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. In <FRAGMENT_SUPPRESSED> , the RPD dismissed the applicants' claim based on its conclusion that state protection is available to the Roma community  <FRAGMENT_SUPPRESSED> . Justice O'Reilly stated the following at para 10:", "[10] With regard to the documentary evidence, the Board concentrated on descriptions of the state's efforts to improve the situation  <FRAGMENT_SUPPRESSED>  and the activities of non-state actors to help. However, evidence of a state's efforts does not help answer the main question that arises in cases of state protection - that is, looking at the evidence as a whole, including the evidence relating to the state's capacity to protect its citizens, has the claimant shown that he or she likely faces a reasonable chance of persecution in the country of origin? To answer that question, the Board had to decide whether the evidence relating to the state resources actually available to the applicants indicated that they would probably not encounter a reasonable chance of persecution if they returned to  <FRAGMENT_SUPPRESSED>  (CanLII), 2013 FC 542, at paras 7, 9).", "[47] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], Justice Zinn makes the following finding which is directly relevant to the circumstances before this Court:", "[11] Actions, not good intentions, prove that protection from persecution is available. See the following on this point among the many, many decisions of this Court involving state protection in  <FRAGMENT_SUPPRESSED>  (CanLII), 2002 FCT 809, at para 37; <FRAGMENT_SUPPRESSED>  (CanLII), 2010 FC 1003, at para 70; <FRAGMENT_SUPPRESSED>  (CanLII), 2010 FC 1004, at para 63; <FRAGMENT_SUPPRESSED>  (CanLII), 2012 FC 250, at para 5; <FRAGMENT_SUPPRESSED>  (CanLII), 2012 FC 1049, at para 40; <FRAGMENT_SUPPRESSED>  (CanLII), 2012 FC 1107, at para 22; <FRAGMENT_SUPPRESSED>  (CanLII), 2012 FC 1326, at para 17; <FRAGMENT_SUPPRESSED>  (CanLII), 2012 FC 1349, at paras 57 - 60.", "[48] In the present case, the RPD states that it prefers the \"documentary evidence over the [Applicants'] testimony since it is drawn from a wide range of publically [sic] accessible documents, from reliable nongovernmental and government organizations.\" However, with regard to the documentary evidence, the RPD concentrated on the state's efforts to improve the situation  <FRAGMENT_SUPPRESSED>  and the activities of non-state actors to help. It failed to look at the operational adequacy of those measures similar to some of the jurisprudence cited above ( <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> , all above).", "[49] For example, the 2010 US Country Report, above, states that, \"Human rights NGOs complained that law enforcement authorities, prosecutors, and courts were reluctant to recognize racial motivation for many crimes\". In addition, the 2009 Country Report indicates that the Hungarian Government has not implemented laws against official corruption effectively, and that corruption in the executive and legislative branches of government reportedly increased during 2009.", "[50] The 2010 US Country Report also indicates that, \"Violent attacks against Roma continued, generating strong public concern and intense disputes as to the existence and scale of racially motivated crimes ...\" In addition, \"Roma were detained and subjected to racial profiling more frequently than non-Roma\". The report states that according to the Hungarian Civil Liberties Union (HCLU), \"police and municipalities selectively applied laws against the Romani community to keep Roma segregated and to restrict their free movement\" (page 34 report/page 190 record). Furthermore, \"Human rights NGOs reported that Roma were discriminated against in almost all fields of life, particularly in employment, education, housing, penal institutions, and access to public places, such as restaurants and bars.\" Also, the Hungarian Civil Liberties Union (HCLU), \"asserted that police and municipalities selectively applied laws against the Romani community to keep Roma segregated and to restrict their free movement.\"", "[51] In addition, the Council of Europe. 24 February 2009. European Commission against Racism and Intolerance (ECRI). ECRI Report on Hungary (Fourth Monitoring Cycle) states that, \"A particularly alarming development has occurred  <FRAGMENT_SUPPRESSED>  since ECRI's third report, in the form of a sharp rise in racism in public discourse\". The ECRI also notes that \"incidents of police brutality towards Roma continue to be reported.\" The Romas  <FRAGMENT_SUPPRESSED>  continue to face racist violence, racism in public disclosure, as well as racially motivated crimes.", "[52] The ECRI also makes several recommendations which largely concern the lack of monitoring of compliance with legislation and measures as well as implementing those measures. The ECRI states: ECRI reiterates its recommendation that ways of measuring the situation of minority groups in different fields of life be identified, stressing that such monitoring is crucial in assessing the impact and success of policies put in place to improve the situation...", "[53] The ECRI also refers to NGO's which emphasize that: [...] a rarity of reports of racists violence is not in itself an indication that such acts are not committed, as victims of such acts may often be reluctant to come forward at all or to report the racist elements of violence offences against the person, whether owing to a sense of shame, due to fear of retribution, or because they feel it is unlikely that serious follow-up will be given to this aspect of a crime.", "[54] In addition, Amnesty International has expressed concerns that \"Hungarian authorities are failing to take necessary steps to prevent and respond to violence against Roma effectively due to shortcomings and gaps in the criminal justice system (November 2010. Violent Attacks Against Roma  <FRAGMENT_SUPPRESSED> . (EUR 27/0010/2010) [Amnesty International Report]). In addition, the Amnesty International Report states that, \"The provisions on hate crimes that exist are not being thoroughly implemented ...\"", "[55] Further, the European Roma Rights Centre states the following: [...] discrimination pervades all aspects of life for Roma  <FRAGMENT_SUPPRESSED> , most egregiously in the fields of education, housing and access to public services. The Government has failed to prevent, prohibit and eradicate practices of racial segregation in education and housing. Legal prohibition and other legal administrative measures against racial discrimination have to date been ineffective in prohibiting and bringing to an end racial discrimination against Roma  <FRAGMENT_SUPPRESSED> . Moreover, there is no available statistical data concerning race and ethnicity, which hinders the exposure and tackling of discrimination on these grounds (European Roma Rights Centre, Chance for Children Foundation and the Hungarian Helsinki Committee Concerning Hungary (For Consideration by the United Nations Committee at its 98th Session)).", "[56] With respect to the RPD's finding that the claimants did not take all reasonable steps to seek protection, the following paragraph of Justice Zinn's from <FRAGMENT_SUPPRESSED> , above, applies to the present situation:", "[20] As I stated above, what the Board fails to address is the question: how would state protection be more forthcoming if the applicants had followed up with, e.g., the Minorities Ombudsman's Office? Would they be any safer or any more protected? Again, instead of treating the applicants' interactions with the police as having evidentiary relevance to the legal issue - Is state protection available? - the Board treated the applicants' (in its view) inadequate efforts in relation to the police as a disqualifier for refugee protection. To repeat: that was an error.", "[57] Similarly in this case, the RPD concluded that the Applicants failed to rebut the presumption of state protection, in part, because they had not sought it. However, the evidence indicates that the Applicants made one police report and, in response to a follow up inquiry from the Applicants, the police advised that they were closing the case as they had not been able to identify the assailants. This does not support the RPD finding that there was insufficient evidence to suggest that the police were not making genuine and earnest efforts to investigate the allegations and apprehend the perpetrators. Further, \"where protection is not likely to be forthcoming, there is no requirement to seek it\" ( Ward , above).", "[58] As to the suggestion that the Applicants had not attempted to elevate their complaints, it is of note that the Roma Police Association, referred to in this context by the RPD, is described in the country conditions reports as an agency primarily concerned with assisting its police members. Similarly, as indicated by the RPD, the Equal Treatment Authority is concerned primarily with discrimination in public and private law relationships. The RPD also noted the presence of the Parliamentary Commission for National and Ethnic Minority Rights which can be sought for compensation. However, as stated in <FRAGMENT_SUPPRESSED> , above, it is difficult to see how state protection would be any more forthcoming or effective had the Applicants redirected their complaints to such agencies. Indeed, the Applicants reported making over twenty complains to the RMG with respect to discrimination experienced by their child at school. This was ineffective and did not serve to make state protection any more available.", "[59] As to the Independent Police Complaints Board (the IPCB), the RPD stated that this body was set up to independently review complaints of police actions which violate fundamental rights and to make recommendations to the head of the National Police. However, as acknowledged by the RPD, there is criticism that the police follow up only on a small portion of the complaints. In addition, the country reports indicate that the IPCB's investigative rights are \"insufficient\" and are usually limited to the complaint and the file of the case as submitted by the police, making it difficult for the IPCB to reconstruct the facts (Hungarian Helsinki Committee (HHC). 21 September 2009. Krisztina Fodor Lukacs, Andras Kadar and Judit Kovac Zsolt Kortvelyesi. GusztaNagy. Evaluating a Year and a Half The Most Important Problems Emerged in the Practice of the Independent Police Complaints Board of Hungary ).", "[60] In summary, the RPD erred in its state protection analysis by focusing almost exclusively on the efforts being made by the Hungarian government to curb persecution against the Roma, while conducting little or no analysis of the operational effectiveness of those measures. The RPD also focused on the Applicants' alleged failure to seek out protection from alternate authorities without regard to the \"practical significance of that reporting to the real issue of state protection\" similar to the situation in <FRAGMENT_SUPPRESSED> , above, at para 21. Accordingly, based on the evidence before me, the RPD's Decision is unreasonable and must be set aside. JUDGMENT", "[61] THIS COURT'S JUDGMENT is that this application for judicial review is allowed, the RPD's decision is set aside and the matter is remitted back for re-determination by a differently constituted panel of the RPD. No question of general importance for certification has been proposed and none arises. ANNEX The following provision of the Federal Courts Act , RSC 1985 c F-7 is relevant to this proceeding: (4) The Federal Court may grant relief under subsection (3) if it is satisfied that the federal board, commission or other tribunal ) acted without jurisdiction, acted beyond its jurisdiction or refused to exercise its jurisdiction; ) failed to observe a principle of natural justice, procedural fairness or other procedure that it was required by law to observe; ) erred in law in making a decision or an order, whether or not the error appears on the face of the record; ) based its decision or order on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it; ) acted, or failed to act, by reason of fraud or perjured evidence; or ) acted in any other way that was contrary to law. The following provisions of the Immigration and Refugee Protection Act , SC 2001, c 27 are relevant to this proceeding: 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or ) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. 96. 97.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18] Analyse", "[20]", "[21]", "[22]", "[23]", "[24]", "[25]", "[26]", "[27]", "[28]", "[29]", "[30] Analyse", "[31]", "[32] <FRAGMENT_SUPPRESSED>  ( Samuel <FRAGMENT_SUPPRESSED>  (1e inst) ( <FRAGMENT_SUPPRESSED> ), au paragraphe 23; <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ); <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ); <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ); <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ); <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ).", "[33] Ni Razc", "[34] Canada (Procureur général) c Ward , [1993] 2 RCS 689 ( Ward ) et", "[35] Ward <FRAGMENT_SUPPRESSED>  ( Da Souza <FRAGMENT_SUPPRESSED>  (CF)).", "[36]", "<FRAGMENT_SUPPRESSED> à 11:", "[37] <FRAGMENT_SUPPRESSED> et 12; <FRAGMENT_SUPPRESSED> à 15.", "[38]", "", "[39] <FRAGMENT_SUPPRESSED> Molnar", "[40]", "", "[41]", "[42]", "[43] Societe Institute", "[44] <FRAGMENT_SUPPRESSED>  [2011] ACF no 1663 (QL) ( <FRAGMENT_SUPPRESSED> ):", "<FRAGMENT_SUPPRESSED>  paragraphe 9).", "[45]", "", "[46]", "", "[47]", "", "[48]", "[49]", "[50]", "[51]", "[52]", "[53]", "[54]", "[55] [traduction]", "[56]", "", "[57] Ward", "[58]", "[59] Evaluating a Year and a Half The Most Important Problems Emerged in the Practice of the Independent Police Complaints Board of Hungary ).", "[60] JUGEMENT", "[61] ANNEXE La disposition suivante de la (4) The Federal Court may grant relief under subsection (3) if it is satisfied that the federal board, commission or other tribunal ) acted without jurisdiction, acted beyond its jurisdiction or refused to exercise its jurisdiction; ) failed to observe a principle of natural justice, procedural fairness or other procedure that it was required by law to observe; ) erred in law in making a decision or an order, whether or not the error appears on the face of the record; ) based its decision or order on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it; ) acted, or failed to act, by reason of fraud or perjured evidence; or ) acted in any other way that was contrary to law. 96. 97. 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or ) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. [End of document]"]}