{"id_": "002314", "body_str": ["[1] Noël, J. [Translation]: This is an application for judicial review under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA) of a decision, dated March 7, 2013, by an immigration officer at the Canadian Embassy in Guatemala who refused the application for permanent residence (APR) of Laura Oristela Ramirez Martinez (Laura) as a family member of a protected person, in this case her mother, Telma Elia Martinez (Telma) (together, the applicants). II. Facts", "[2] Telma left Honduras on July 25, 2008, fearing her former spouse. Her daughter, Laura, remained there with her son, Erick Ramon. Laura was born on May 5, 1987, and is hard of hearing. On September 29, 2010, the Immigration and Refugee Board granted Telma \"protected person\" status.", "[3] On February 17, 2011, Telma filed another APR under the protected person category pursuant to section 175 of the Immigration and Refugee Protection Rules, SOR/2002-227 (IRPR), in which she attested to the fact that she is Laura's mother.", "[4] On December 15, 2011, the visa office was notified that Laura was to be treated as a dependant, and that she had been included in the APR as a family member. On March 9 and 12, 2012, the forms pertaining to Laura were sent to the visa office.", "[5] On August 24, 2012, the immigration officer in charge of the file concluded that she did not have enough evidence to verify where Laura was living and whether she was financially dependent on her mother. On three occasions between August 27, 2012, and November 22, 2012, the immigration officer sent a letter to the applicants notifying them that they needed to provide more information in support of their submissions. The applicants forwarded documents in response to each letter sent by the immigration officer.", "[6] Still unsatisfied with the evidence in the record, the immigration officer ultimately rejected Laura's APR on March 7, 2013.", "[7] In a letter dated March 18, 2013, the applicants filed an application for reconsideration of the impugned decision; on May 22, 2013, another officer refused to review the decision, thereby upholding the March 7, 2013 decision. III. Impugned Decision", "[8] In her brief decision, after having noted the legislative framework applicable to Laura's APR, the immigration officer rejected Laura's APR as a family member of a protected person on the ground that Laura did not meet the definition of \"dependent child\" within the meaning of subparagraph 2( )(iii) of the IRPR or that of \"family member\" under paragraph 1(3)( ) of the IRPR. Consequently, Laura is not a family member for the purposes of section 176 of the IRPR. Indeed, the immigration officer concluded that the applicant was 22 years old when her mother filed her application, that she was not studying full time, and that she had not proven that she had depended on her mother financially before having reached the age of 22. In addition, the officer clarified that she had examined possible humanitarian and compassionate considerations, but was not satisfied that such grounds existed. IV. Applicants' Arguments", "[9] The applicants submit that the immigration officer's decision is unreasonable, in particular because she failed to take important evidence into consideration, including an affidavit by Telma in which she explains her relationship with her daughter, as well as receipts indicating that the mother had transferred money to her daughter. The applicants further add that the immigration officer had discretion to reconsider her decision, but chose not to do so. Lastly, they contend that due to the particular circumstances of their application the immigration officer should have taken the best interest of the child, that is to say, of Laura, into account even if she was an adult at the time the application was filed. V. Respondent's Arguments", "[10] The respondent maintains that the decision is reasonable. Contrary to what the applicants claim, the immigration officer did examine the evidence that was before her, and the decision properly reflects the evidence as a whole. The onus was on the applicants to submit the necessary evidence to establish that Laura depended on her mother financially before she was 22 years of age and that she continued to depend on her, which they did not do. Nevertheless, the immigration officer, going beyond what was expected of her, invited the applicants, on three occasions, to complete their file by submitting additional evidence. The officer based her decision on the evidence that was before her at the time, and the applicants are relying on new evidence - explanations and documentary evidence - that should be excluded from the judicial review process. The respondent adds that even if the new evidence submitted by the applicants had been considered, it would only have shown that Laura depended on her brother rather than her mother.", "[11] As for the concept of best interests of the child, the respondent notes that Laura is an adult who cannot be considered to be a child. A person who may satisfy the definition of \"dependent child\" does not necessarily benefit from a best interests of the child analysis. Similarly, the fact that a person has a physical or mental vulnerability which may be similar to that of a child does not mean that the person can be considered a child. Furthermore, the immigration officer examined the humanitarian and compassionate considerations that would have been favourable to Laura, but reasonably found that there were no such grounds in this case. VI. Applicants' Reply", "[12] In their reply, the applicants contend that, contrary to what the respondent may believe, this is not a family reunification application but a sponsorship application. They add that it is very difficult for Telma, who is recognized as a refugee, to provide documentation proving that she was supporting her daughter. The applicants further assert that the case law relied upon by the respondent is not applicable to this case because those decisions involved different circumstances; the context in this case is quite different. They further argue that some of the evidence, which, in their view, was wrongly overlooked by the immigration officer in her analysis, does not constitute new evidence and should be examined in this review. The applicants concluded their reply by reminding Canada that it should seek to save lives and protect people from persecution and that it has a duty to meet its international obligations regarding human rights and refugees. VII. Issues", "[13] This application raises two issues in dispute: 1. Did the immigration officer err in finding that there was insufficient evidence in the record to establish that Laura is a dependent child? 2. Did the immigration officer err by not considering the best interests of the child, Laura, even if she was an adult at the time the application was submitted? VIII. Standard of Review", "[14] The first issue, which involves the immigration officer's assessment of the evidence, is reviewable on a standard of reasonableness ( FRAGMENT_SUPPRESSED). The case law has established that the second issue too, is reviewable on a reasonableness standard (see FRAGMENT_SUPPRESSED).", "[15] The Court must therefore afford considerable deference to the immigration officer's findings and will only intervene in the absence of justification, transparency and intelligibility, that is to say, if the decision does not fall within \"a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( FRAGMENT_SUPPRESSED). IX. Analysis Legislative Framework", "[16] Before engaging in an analysis of the issues, it would be helpful to establish the legislative framework for the APR under judicial review. The legislative provisions relevant to this case are reproduced in the appendix, for ease and readability.", "[17] A person seeking to obtain permanent residence must meet various requirements set out in the IRPA and IRPR. Subsection 176(1) of the IRPR, which provides for the possibility of submitting an APR as a \"family member\", must be read in conjunction with the other provisions of the IRPR. Subsection 1(3) of the IRPR, which defines the concept of \"family member\" for the purposes of subsection 176(1) of the IRPR, is understood to include a dependent child of the person submitting the application. The definition of \"dependent child\" is found at section 2 of the IRPR and, more specifically, the definition applicable to this case is that found at subparagraph 2( )(iii), reproduced below for ease and convenience: Immigration and Refugee Protection Regulations , SOR/2002-227 2. The definitions in this section apply in these Regulations. ... \"dependent child\" \"dependent child\", in respect of a parent, means a child who ) has one of the following relationships with the parent, namely, (i) is the biological child of the parent, if the child has not been adopted by a person other than the spouse or common-law partner of the parent, or (ii) is the adopted child of the parent; and ) is in one of the following situations of dependency, namely, ... (iii) is 22 years of age or older and has depended substantially on the financial support of the parent since before the age of 22 and is unable to be financially self-supporting due to a physical or mental condition. [Emphasis mine.] , DORS/2002-227 2. [...] [...] (iii)", "[18] That said, for reasons that will be documented below, the immigration officer's decision is reasonable because it is based on the evidence that was before her at the time and because it was reasonable not to have considered the best interests of the child in Laura's case. A. Did the immigration officer err in finding that there was insufficient evidence in the record to establish that Laura is a dependent child?", "[19] Given the evidence contained in the record at the time of the decision, it was reasonable for the immigration officer to conclude that there was insufficient evidence. Indeed, in light of the legislative framework set out above, in order for the application to be accepted, the applicants were required to prove that Laura was dependent on her mother before she reached the age of 22, therefore prior to May 5, 2009, that she was still dependent on her mother today and that she was incapable of supporting herself in light of her medical condition. And, furthermore, it should be pointed out that the onus is on the applicant to provide the decision-maker with all of the pertinent information and documentation in an application in order to establish that the APR meets the statutory requirements (see, for example, FRAGMENT_SUPPRESSED).", "[20] In this case, the applicants submit that the decision ignored certain pieces of important evidence, namely an affidavit on the relationship between the mother and her daughter as well as money- transfer receipts. However, as the respondent quite rightly noted, a great deal, if not all, of the evidence on which the applicants based their application constitutes new evidence which cannot be admitted in a judicial review.", "[21] The decision that is under review, namely, that of March 7, 2013, must obviously be examined having regard to the evidence contained in the court record at the time the decision was made. As a result, it would be difficult for the Court to consider evidence that was filed in the record by the applicant after the decision, particularly the evidence that was submitted with the application for reconsideration dated March 18, 2013. The court record and the immigration officer's notes in the Computer Assisted Immigration Processing System (CAIPS) shed more light on the situation. It appears from these notes that the applicants submitted practically no evidence in support of their submissions. Faced with a nearly empty file, the immigration officer, on her own initiative, requested additional information from the applicants, on three occasions, which would have allowed them to establish, inter alia, Laura's financial dependence on her mother. In response to these requests for additional information, the applicants provided letters and medical reports. It was only after having provided the applicants with three opportunities to complete their file that the officer made her decision rejecting the application.", "[22] According to the CAIPS notes and the court record, the documents cited by the applicants - affidavits and receipts - were submitted in support of the application for reconsideration, that is to say, on March 22, 2013. As a result, the affidavit of January 14, 2013 (notwithstanding the date of signature, the decision-maker did not have it before her) and receipts were not contained in the court record at the time the decision was made and must be excluded from this proceeding.", "[23] Therefore, to verify whether the immigration officer failed to consider some of the evidence, it would be helpful to verify what evidence was really before her when she made her decision decision. The record contained various medical reports and two letters, which in no way established that there existed a relationship of financial dependence between the daughter and her mother. Counsel for the applicants is asking that the new evidence be considered in this judicial review. It would be unfair to the immigration officer to do so. She asked for evidence of this dependence to be submitted on three occasions. The applicants submitted few documents. She therefore made her decision based on what was before her.", "[24] This is why, given the little evidence in the record, it was entirely reasonable for the immigration officer to conclude that there was insufficient evidence to establish that Laura was financially dependent on her mother, which is an essential condition for an APR to be issued. B. Did the immigration officer err by not considering the best interests of the child, Laura, even if she was an adult at the time the application was submitted?", "[25] This Court finds that it was reasonable for the immigration officer not to examine the best interests of the child.", "[26] The applicants, who claim otherwise, feel that Laura, even if she was an adult at the time the application was submitted, ought to have benefited from a best interests of the child analysis. In this regard they rely on FRAGMENT_SUPPRESSED, which recognized the right of adult children to a \"best interests of the child\" examination in an application on humanitarian and compassionate grounds. The reasoning in FRAGMENT_SUPPRESSED , above, was indeed followed in a number of later decisions, but I have noticed the emergence of a new line of authority in this regard.", "[27] More recently, Justice de Montigny, of this Court, set some limits on the scope of this right in FRAGMENT_SUPPRESSED", "[28] Consequently, according to FRAGMENT_SUPPRESSED reasoning above, an adult child could benefit from a best interests of the child analysis if he or she is dependent on their parent. Therefore, given that the Court has concluded, with regard to the first issue, that the applicants were unable to establish that Laura was financially dependent on her mother due to a lack of evidence, how could it then conclude that Laura was entitled to a best interests of the child analysis? Especially in light of the fact that, as she indicated and explained in her CAIPS notes, the immigration officer nonetheless examined humanitarian and compassionate considerations that might apply to the applicant's case before concluding that these were insufficient to compensate for fact that Laura did not meet the criteria of dependent child.", "[29] Accordingly, given that the applicants were unable to establish the existence of dependency between them, it was reasonable for the immigration officer not to proceed with an analysis of the best interests of the child.", "[30] The parties were invited to submit a question for certification, but none was submitted. ORDER", "[31] THE COURT ORDERS AND ADJUDGES that the application for judicial review be dismissed. No question is certified. Application dismissed. Editor: Angela E. McKay/vnh APPENDIX A - APPLICABLE LEGISLATIVE PROVISIONS Immigration and Refugee Protection Regulations , SOR/2002-227 Definitions 1. (1) The definitions in this subsection apply in the Act and in these Regulations. ... Definition of \"family member\" (3) For the purposes of the Act, other than section 12 and paragraph 38(2)(d), and for the purposes of these Regulations, other than sections 159.1 and 159.5, \"family member\" in respect of a person means ) the spouse or common-law partner of the person; ) a dependent child of the person or of the person's spouse or common-law partner; and ) a dependent child of a dependent child referred to in paragraph ( ). ... 2. The definitions in this section apply in these Regulations. ... \"dependent child\" \"dependent child\", in respect of a parent, means a child who ) has one of the following relationships with the parent, namely, (i) is the biological child of the parent, if the child has not been adopted by a person other than the spouse or common-law partner of the parent, or (ii) is the adopted child of the parent; and ) is in one of the following situations of dependency, namely, ... (iii) is 22 years of age or older and has depended substantially on the financial support of the parent since before the age of 22 and is unable to be financially self-supporting due to a physical or mental condition. ... Family members An applicant may include in their application to remain in Canada as a permanent resident any of their family members. , DORS/2002-227 1. (1) [...] (3) ). [...] 2. [...] [...] [...] Membre de la famille"]}