{"id_": "002364", "body_str": ["[1] Reed, J. : The respondent brings a motion to have paragraphs struck from affidavits that have been filed in support of the applicant's application. The applicant challenges a decision of the Regional Safety Officer, dated April 25, 1997. The applicant filed affidavits sworn by two witnesses who gave evidence to the Regional Safety Officer; those witnesses were Messrs. McClellan and Mayor. The applicant claims that the evidence of those witnesses was ignored by the Regional Safety Officer. The respondent seeks to have the relevant portions of the affidavits, and the corresponding paragraphs of the applicant's memorandum of fact and law, struck from the record. It is argued that if the applicant wants to rely on the transcript of the proceedings before the Regional Safety Officer, it must file the relevant portions of the transcript of that hearing, and not rely on the affidavit evidence of those who appeared as witnesses.", "[2] Counsel for the respondent has obtained, from the Regional Safety Officer, a copy of the tape recording of the proceedings before that officer and has offered it to counsel for the applicant. She does not seek to have the tape recordings transcribed for the respondent's purposes. She does not contest the accuracy of the statements made in the affidavits filed in support of the applicant's position by Messrs. McClellan and Mayor. Counsel for the respondent's position is that the applicant has an obligation to produce the best evidence in support of its claim to the court, and this requires it to pay the cost of transcribing the tape recordings and to include the relevant portions of such transcript in its application record.", "[3] I have not been persuaded that the Federal Court Rules regarding judicial review applications require such. I leave aside the question of whether a transcription, by a party , of a tape recording of the proceeding is a transcript. Counsel for the applicant argues that only a duly certified copy of the transcript, by an independent person, qualifies as such. The references cited in support of this position were: <FRAGMENT_SUPPRESSED>  (Nfld. T.D.); Recording of Evidence by Sound Recording Machine Act , R.S.S. 1978, c.  <FRAGMENT_SUPPRESSED>  (U.S. Ct. of App.).", "[4] The decisions that this court is asked to review, by way of judicial review, are varied in their content and procedural context. On some occasions official transcripts are prepared; on others, there may not even be a tape-recording of the proceeding available. In some cases, where there is a formal record that has been kept, the decision maker does not go to the expense of providing a transcription of the proceedings until after an application for judicial review has been commenced and a request pursuant to rules 1612 or 1613 made.", "[5] I think the respondent's motion can be decided on a very narrow basis. Rules 1606(2)(d) requires that an application record contain \"the portions of any transcript of evidence to be used by the applicant at the hearing\". The applicant, in this case, does not intend to rely on a transcript of the proceedings (if the tape recording that exists, once transcribed, qualifies as a transcript). The applicant has obtained affidavit evidence from two witnesses who presented evidence to the decision maker. It is that evidence upon which the applicant seeks to rely in making its claim. This does not preclude the respondent from challenging the accuracy of the affidavits by cross-examining the affiants, or by filing its own transcription of the tape recording of the proceeding. At the same time, the Rules do not preclude the applicant proceeding as it has done, based on affidavit evidence, without going to the expense of preparing a transcription of the tape recording.", "[6] The sources cited to me concerning the best evidence rule include: The Law of Evidence in Canada , Sopinka and Lederman, Butterworths at 929-940; <FRAGMENT_SUPPRESSED>  W.A.C. 398; 94 C.C.C.(3d) 574 ( <FRAGMENT_SUPPRESSED>  (U.S. Ct. of  <FRAGMENT_SUPPRESSED>  does not apply to require an applicant to prepare its application record in the manner that counsel for the respondent seeks to impose on counsel for the applicant.", "[7] The decision in <FRAGMENT_SUPPRESSED>  (F.C.A.) deals with the obligation of decision makers (in that case the Public Service Commission) to have a verbatim record made, either by electronic recording or shorthand notes, of the proceedings before it. The court notes that under the then relevant Federal Court Rules , if a tribunal has caused its proceedings to be recorded and has in its possession a transcript of them, then, the tribunal is required to forward that transcript to the court as part of the record. The decision also indicates that where there is no statutory or other legal obligation on a decision maker to transcribe its proceedings, an applicant has the right to require the production of shorthand notes or tape recordings of the proceedings, if they exist, and may transcribe them at this or her own expense for use before the court. I do not read that decision as stating that the only way an applicant can present evidence of what was said to a decision maker, when a tape recording has been made of the proceeding, is by producing a transcription of that tape recording.", "[8] For the reasons given the motion will be dismissed. Counsel for the applicant asked that costs be awarded in any event of the cause. Rule 1618 provides that costs are not awarded in respect of judicial review applications unless special reasons are shown. Special reasons were not argued before me. I leave this matter to be decided at a later date in the context of the application as a whole, should counsel decide that this is a situation in which he wishes to argue that special reasons exist for awarding costs. Motion dismissed. Editor: Jana A. Andersen/kaw [End of document]"]}