{"id_": "002532", "body_str": ["[1] Gauthier, J. : Marjan Ghasemian seeks judicial review of the decision of the Refugee Protection Division of the Immigration Refugee Board (the \"Board\") holding that she is not a Convention refugee nor a person in need of protection pursuant to the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the \" Act \"). Facts", "[2] Mrs. Ghasemian is a citizen of Iran who alleges a well-founded fear of persecution by reason of her membership in a particular social class, namely as a victim of spousal abuse. She also claims a well-founded fear of persecution on the basis of religion, because she converted to Christianity while in Canada and now risks severe punishment including death as an apostate if she returns to Iran.", "[3] She arrived in Canada in September 1998 to visit her parents, her sister and her brother who all lived in Toronto. She first claimed refugee status in April 1999 under a false name. This claim was not pursued but her misrepresentation was discovered when she made an application for landing on humanitarian compassionate grounds using her real name. Having admitted that she had lied previously, she reopened her abandoned refugee claim under her own name in July 2000.", "[4] The decision of the Board rejecting the claim under ss. 96 and 97 of the Act is brief. The Board first states that it is not satisfied that there is sufficient credible or trustworthy evidence upon which to make a positive determination. It reviews the impact of Mrs. Ghasemian's representation in presenting her first claim under a false name and reviews the explanations given for her behaviour concluding that it is not satisfied with those explanations.", "[5] It then looks at why the applicant did not make a claim in England back in 1996 during a trip to London with her husband and mother-in-law or why she did not attempt to leave Iran before 1998 given that she had a valid passport since 1997. The Board appears to accept Mrs. Ghasemian's explanation that she was at all times under the strict control of her former husband until her family persuaded him to let her visit them in Canada in September 1998. However, the Board draws a negative inference from her failure to claim refugee status until July 2000 (they disregarded her April 1999 claim), and states that such conduct is inconsistent with the well-founded fear of persecution.", "[6] The Board does not comment any further on Mrs. Ghasemian's claim of spousal abuse or on the credibility of her testimony in that respect.", "[7] After this, the Board reviews the claim based on her religious conversion and finds that the claimant's actions in Canada in this regard are \"implausible and inconsistent with the action of a person who has a well-founded fear of persecution\". To justify this conclusion, the Board simply states that it cannot accept the applicant's assertion that she was \"unaware of the consequences of her conversion when she came to Canada\". For the Board, the draconian measures adopted by the Iranian clergy, in condemning any form of religious expression other than their vision of Islam are well-known around the world and it is inconceivable that the claimant would not be aware of such restrictions, especially given her own testimony that she had Christian friends at high school who left the country due to fear of persecution. It found questionable that she would take the risk of a public baptismal ceremony. The Board concludes that it is not satisfied that the motive of the conversion was \"purely religious\". It was one more attempt to streamline her status in Canada.", "[8] The Board did consider the testimony of Pastor Paul Gonsalves who stated that Mrs. Ghasemian attended regular church services and participated in various church programs. It held that this testimony was credible, and the Board accepted that Mrs. Ghasemian had been baptised.", "[9] There was no analysis of the evidence presented to establish the objective element of the claim with respect to spousal abuse or the treatment of apostates in Iran. The Board concluded that Mrs. Ghasemian had failed to establish a well-founded fear of persecution for any reasons enumerated in the Convention refugee definition and that there was \"insufficient credible or trustworthy testimony\" upon which to make findings that she would face a risk to life or a risk of cruel or unusual treatment or punishment or danger of torture. Issues", "[10] Mrs. Ghasemian argues that the Board: (a) did not assess her claim based on spousal abuse; (b) could not reject her claim as a Convention refugee nor as a person in need of protection given that it found that apostates are at risk in Iran; (c) misconstrued the test for \"refugee sur place\" by looking at the motives of her conversion and misconstrued her testimony with respect to her knowledge of the consequences of her conversion. Analysis", "[11] The standard of review applicable to a decision of the Board is well known and is summarized in <FRAGMENT_SUPPRESSED> ; 302 N.R. 178; 2003 FCA 39 (F.C.A.), at para. 14: \"Insofar as these are findings of fact they can only be reviewed if they are erroneous and made in a perverse or capricious manner or without regard for the material before the Refugee Division (this standard of review is laid down in s. 181(4)(d) of the Federal Court Act , and is defined in other jurisdictions by the phrase 'Patently unreasonable'. These findings, in so far as they apply the law to the facts of the case, can only be reviewed if they are unreasonable. In so far as they interpret the meaning of the exclusion clause, the findings can be reviewed if they are erroneous. (On the standard of review, see (a) Spousal Abuse:", "[12] The first issue to be reviewed is whether the Board failed to evaluate Mrs. Ghasemian's claim based on spousal abuse. As mentioned, the Board did not look at any of the substantive evidence in respect of that claim.", "[13] Nevertheless, the Court is satisfied that the Board considered this ground as a basis for Mrs. Ghasemian's claim pursuant to s. 96 of the Act . First, although not determinative, it says so at the beginning of its decision. Second, the comments about the impact of her misrepresentation and her delay in claiming refugee status while in London or prior to 1998 or upon her arrival in Canada, clearly relates to her alleged subjective fear of her husband given that until September 3, 2000, the date of her conversion, this was the only basis on which she could make a claim.", "[14] The absence of a subjective fear is fatal to a claim under s. 96 of the Act . Once the Board found that the applicant had failed to establish such a fear, there was no need for it to comment on the evidence presented to establish the objective element of her claim for that reason.", "[15] Even though normally, delay is not a determinative factor in a refugee claim, (as mentioned in <FRAGMENT_SUPPRESSED> ; 157 N.R. 225 (F.C.A.), which was cited by the Board in its decision), it has been found that in certain circumstances, it could be so ( <FRAGMENT_SUPPRESSED> ; 194 F.T.R. 178 (T.D.), at para. 6). I agree with the respondent that it is for the Board to decide, on the basis of the evidence before it, the significance of delay in a particular case ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; 2001FCT 1018 (T.D.), at para. 18).", "[16] The Court is not satisfied that the Board made a reviewable error when it found that, in the particular circumstances of the case which included the fact that her credibility had been greatly diminished by her misrepresentations in 1999 and the excessive delay in making her claim, Mrs. Ghasemian had not established the subjective element of her claim as an abused spouse. (b) The Conversion to Christianity and (c) the Crime of Apostate", "[17] I will review the two last issues together because both relate to Mrs. Ghasemian's conversion. I shall first look at her claim as a person in need of protection pursuant to s. 97 of the Act", "[18] <FRAGMENT_SUPPRESSED> ; 240 F.T.R. 15; 2003 FC 1121 (F.C.), Blanchard, J., found that the Board had erred in law in failing to provide sufficient reasons for rejecting a claim under s. 97 of the Act . In that case, the Court also held that the \"test under s. 97 of the Act does not require a determination of subjective fear of persecution but rather a determination that removal would subject an applicant to a danger of torture or to risk to life or to risk to cruel or unusual treatment or punishment under certain conditions\". The fact that the Board had totally failed to comment on the evidence in that respect justified quashing the decision because the reasons given amounted to no more than an unsupported conclusion with respect to the applicant's claim.", "[19] I agree with the interpretation given in Shah , above, to s. 97 of the Act and I find that I must reach the same conclusion as Blanchard, J., in that case.", "[20] The only finding with respect to s. 97 of the Act in the decision is the following: \"For the above reason, and after a careful review of all the evidence, the panel, finds that the claimant failed to establish, on the balance of probability, that she has a well-founded fear of persecution by any reasons enumerated in the Convention refugee definition. We further conclude that there is insufficient credible or trustworthy testimony upon which to make a finding that the claimant will face risk to life or risk of cruel and unusual treatment or punishment or danger of torture. \" (My emphasis)", "[21] The credibility findings with respect to Mrs. Ghasemian's conversion are not relevant to her claim as a person in need of protection. The evidentiary basis for both claims may well be the same as mentioned by Blanchard, J., in Shah , above, but the analysis to be carried out is very different. For example, in the present case, the Board could well reject Mrs. Ghasemian's claim as \"refugee sur place\" even if it accepted that there was an objective risk of persecution as an apostate in Iran.", "[22] However, once it accepted that the crime of apostate is severely punished in Iran (see p. 6 of the decision) and the fact that Mrs. Ghasemian had been publicly baptised, it had to consider whether she would be viewed as an apostate by the Iranian authorities regardless of the motive of her conversion. The chances of her being punished as a convert had to be assessed. The documentation produced with respect to the treatment of apostates including the verifications undertaken by the authorities at the entrance of churches or other places of cult could not be ignored.", "[23] I find that the Board simply failed to consider this aspect of the claim. This constitutes a reviewable error.", "[24] As I said, with respect to the \"refugee sur place\" claim, it was open to the Board to conclude that despite the evidence with respect to the objective risk of being found guilty of a crime of apostate, Mrs. Ghasemian had not established the subjective element of her claim and to reject it on this basis.", "[25] Their finding in that respect, however, appear to be based to a large extent on the lack of credibility of the applicant's testimony in respect of her fear of reprisal.", "[26] I agree with the applicant that the Board misconstrued her evidence in that respect. I carefully reviewed the transcript and found nothing to support the Board's statement that: I do not accept the claimant's assertion that she was unaware of the consequences of her conversion when she came to Canada. The draconian measures adopted by the Iranian clergies, in condemning any form of religious expression other than their own narrow vision of Islam, are well known around the world. It is inconceivable that the claimant, who has lived her entire life in Iran, would be unaware of such restrictions. \" (My emphasis)", "[27] The respondent made reference to the following passage: \"RPO: Okay, thank you. And I'd like to refer you also to the same page, question - of the Personal Information Form, question 25. No. 20. Just a second, I guess it's an error, 20. Question 20. 'Are you or were you wanted by the police or military or any other authorities in any country?' You stated 'No.' CLAIMANT: That's right. RPO: Now, as a convert would you be wanted by the police if you went to your country? CLAIMANT: Yes, it's illegal in Iran (inaudible) Islamic law (inaudible). RPO: Okay. CLAIMANT: And if you convert (totally inaudible). RPO: So you would say that it's a yes instead of a no, that you're wanted by the police or would you leave it as a no? CLAIMANT: I don't know what to say. PRESIDING MEMBER: Let that go.\"", "[28] I am not satisfied that this passage can be construed as an assertion that Mrs. Ghasemian was unaware of the consequences of her conversion upon arriving in Canada.", "[29] Mrs. Ghasemian says that the Board also erred when it looked at her motive for conversion and applied the wrong test by rejecting her claim on the basis that it was not made in good faith i.e., she did not convert for a purely religious motive. She relies on the decision of the English Court of Appeal in <FRAGMENT_SUPPRESSED>  (C.A.).", "[30] In that case, the English Court of Appeal found that even though Mr. Danian's \"refugee sur place\" claim was based on outspoken political opinions, allegedly made for the sole purpose of supporting his claim, the tribunal still had the obligation to determine whether he would face persecution if returned to his country of origin.", "[31] Although the decision in Danian , above, is not binding on this Court, I find its reasoning quite persuasive and agree that opportunistic claimants are still protected under the Convention if they can establish a genuine and well-founded fear of persecution for a Convention ground.", "[32] I note, however, that in Danian , above, the Court also said that the fact that a claimant has manipulated his or her situation in order to make a refugee claim may still be relevant to the issue of credibility.", "[33] Obviously, this may have a significant impact on a claimant's ability to establish the existence of a subjective fear of persecution if the only evidence in that respect is his or her testimony.", "[34] The parties did not raise any question for certification and the Court finds that this case raises no question of general interest. ORDER", "[35] THIS COURT ORDERS that: 1. The application for judicial review is granted and the matter is sent back for redetermination by a differently constituted panel. 2. No question is certified. Application allowed. Editor: Elizabeth M.A. Turgeon/gs [End of document]"]}