{"id_": "002619", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (the Act) for judicial review of a decision of the Immigration and Refugee Board, Refugee Protection Division (the Board), dated July 7, 2011, wherein the applicant was determined to be neither a Convention refugee within the meaning of section 96 of the Act nor a person in need of protection as defined in subsection 97(1) of the Act. This conclusion was based on the Board's credibility concerns and its finding that adequate state protection was available to the applicant in Turkey.", "[2] The applicant requests that the Board's decision be quashed and the matter be referred back for redetermination by a differently constituted panel. Background", "[3] The applicant, Ayhan Fathi (a.k.a. Faith Ayhan), is a citizen of Turkey. He is of Kurdish ethnicity.", "[4] The Ulkucu is a racist anti-Kurdish gang in the applicant's home town of Malatya. This gang is involved in illegal activities such as the sale of drugs, guns and stolen cars.", "[5] In February 2007, the applicant came across a group of four men (Ulkucu gang members) attempting to steal a car. Believing that it might have been his uncle's car, the applicant approached the group. When he questioned them, they attacked him with an iron rod. After fleeing, he called the police and reported the attempted car theft, but not the attack. The police subsequently arrested the four men for auto theft.", "[6] A couple days later, the applicant noticed a group of men watching him. Some of them had been present during the attempted car theft. The men punched the applicant. As he fled, they called threats after him for having reported them to the police. In fear, the applicant sought refuge at home. The men remained in the applicant's neighbourhood for about a week. When the applicant informed the police, they responded that they were unable to do anything if the men were only walking around the neighbourhood.", "[7] Approximately a month later, around March 2007, the applicant was again attacked by the same group. After beating him with a piece of wood, they threatened him. As he fled, the applicant called back to his attackers claiming that he had evidence of the gang's smuggling activities that he was going to give the newspapers. When he made it home, the applicant's father took him to a medical clinic where he received medical treatment.", "[8] Over the following year, the threats continued. The applicant's brother was also threatened at school. The applicant therefore applied for a Canadian student visa to escape future harm. This application was denied.", "[9] In March 2008, the applicant and his cousin were out driving together. They stopped at a market to buy cigarettes. The applicant recognized some of the men that had attacked him standing outside the market. Although he tried to leave, the men followed and attacked the applicant and his cousin. After being beaten, the two escaped. In fear of being shot, the applicant did not report this incident to the police.", "[10] A few days later, the applicant and his cousin were out driving again. They noticed a car following them. When they sped up, passengers in the other car fired shots at them. They brought the car with bullet holes in it to the police. The police said they would investigate, however, the applicant doubts they did.", "[11] The applicant later learned that a local newspaper had published a story on the Ulkucu gang on March 3, 2008. This article led to the arrest of one of the top gang members. The applicant believed that his attacks were a result of the gang's incorrect assumption that he was the newspaper's informer.", "[12] At the end of March 2008, the applicant was again attacked by a group of men when he was collecting shopping carts from the parking lot of the Carrefour grocery store where he worked. He was attacked, cut on the neck and taken to hospital for treatment. The police came to the hospital to record details of the attack. When the applicant's family arrived, the applicant's father got into an argument with the police over their failure to protect his son. As a result, the applicant's father was handcuffed and detained in a police car for two hours. The applicant remained in hospital for three days. Ten days after the attack, the applicant went back to work. However, he was fired for harming the business.", "[13] In May 2008, the applicant applied for a U.S. student visa to escape further harm. He went and stayed with his aunt in Ankara during the visa interview. The visa application was denied because the interviewers did not believe that the applicant would return home after completing his studies abroad.", "[14] When the applicant returned to his home town, he was asked to attend the police station as his attackers had been caught. Three youths were in detention and the applicant identified one as his previous attacker. Outside the police station, relatives of the Ulkucu gang threatened him and his family, demanding that he not press charges. Afterwards, the applicant and his family also received threatening phone calls.", "[15] Later, the police brought the applicant to the prosecutor at the Courthouse to discuss the public prosecution pertaining to his attack. Along the way, the police pressured the applicant not to press charges. In fear of the threats he had received, the applicant told the prosecutor that he did not want to register a complaint. Nevertheless, he later received a notice to attend Court. In fear of being detained and fined for not attending, the applicant went to the Courthouse. As he approached the Courthouse, a group of men came towards him and started chasing him. He ran away and hid in an alleyway before returning home.", "[16] In fear, the applicant went to Ankara on February 2, 2009 to stay with his aunt. His attackers discovered where he was by threatening his brother. Subsequently, while walking in Ankara, a group of men attempted to abduct him in a car. However, many people surrounded the car, forcing the applicant's release. Thereafter he returned to Malatya.", "[17] To escape further hardship, the applicant's uncle in Canada helped him obtain documents for a U.S. student visa. The visa was granted in June 2009. Upon arrival in the U.S., the applicant's uncle picked him up and drove him straight to the U.S.-Canada border where he immediately made a refugee claim.", "[18] The hearing of the applicant's refugee claim was held in two sittings: April 28 and June 2, 2011. Board's Decision", "[19] The Board wrote its decision on June 23, 2011. The Board first summarized the applicant's allegations, as presented in his Personal Information Form (PIF). It accepted the applicant's identify as a Kurdish national and citizen of Turkey.", "[20] The Board found that credibility and state protection were issues in this application, with credibility being the determinative one.", "[21] The Board based its negative credibility finding on the following: Amended PIF narratives; Inconsistencies between PIF narratives and testimony at hearing; Inconsistency between Port of Entry (POE) notes and PIF narratives; and Failure to corroborate allegations.", "[22] First, the Board noted that the applicant had submitted three PIF narratives: the original in July 2009; a first revised and substantially upgraded narrative with some new allegations in October 2010; and a second revised narrative with a new allegation shortly before or at the hearing. The Board noted that these changes gave rise to much discussion at the hearing. Given the significant changes, the Board found that the revised narrative would be expected to be more or less complete.", "[23] Secondly, the Board noted various inconsistencies between the applicant's PIF narratives and his oral testimony at the hearing, particularly for the events that occurred on three specific dates.", "[24] The first pertained to the events in March 2007. In the first revised narrative, the applicant added that he had received an x-ray at the hospital. However, at the hearing, the applicant stated that he did not recall whether he received an x-ray at that time. In addition, the applicant's testimony provided that he was injured on his arm and shoulder. Conversely, in his first revised narrative, the applicant indicated that he was treated for injuries on his back, not arm and shoulder, or back of shoulder as testified.", "[25] The second event was the initial March 2008 attack when the applicant and his cousin were out driving and stopped at a market to buy cigarettes. In his first revised narrative, the applicant alleged that he was attacked by three men, two of whom he recognized. At the hearing, the applicant alleged that it was three or four men, only one of whom he recognized. The Board noted that when questioned about these inconsistencies, the applicant responded that the events in Turkey had caused him great psychological harm and he could therefore not think clearly. However, as the narratives were written in Canada, not Turkey, the Board drew negative credibility inferences from these inconsistencies.", "[26] With regards to the applicant's mental condition, the Board also noted the psychologist report and the affidavit of Suleyman Kaya indicating that the applicant has continuing mental and mood issues. The Board stated that it carefully considered this evidence. However, having observed the applicant's ability to understand questions and reply appropriately at the hearing sittings, it nevertheless questioned the applicant's credibility. The Board also highlighted that several of the inconsistencies arose with the written submissions, which the applicant would have had time to properly prepare.", "[27] The third event occurred at the end of March 2008 when the applicant was attacked in a parking lot at work. In his PIF, the applicant alleged that he was attacked by nine men, however, at the hearing, he could not recall the number and guessed that it was at least seven or eight men. Although the applicant relied on mental issues to explain the inconsistency, the Board noted that these latter issues were only cited shortly before the hearing and only when attempting to explain inconsistencies. As such, the Board drew a negative credibility inference.", "[28] The Board also gave the medical reports submitted for this incident little weight as the applicant had stated that the predominant injury he suffered was the cut to his throat. Conversely, the medical reports stated that the predominant injury was that he was beaten. The Board further noted that in his narrative, the applicant stated that he was treated for the cut to his neck and injury to his groin. Conversely, at the hearing, the applicant stated that his injuries were the cut to his neck and impacts from being kicked everywhere, especially his eye and back. The Board also noted that in his narrative, the applicant stated that the gang members grabbed his arm while at the hearing he said that they also grabbed his throat.", "[29] Finally, the Board noted that in his amended narrative, the applicant specified the date of this attack as March 29, 2008. The Board acknowledged a Turkish newspaper article that was submitted between the two hearing sittings. The date of the article was March 31, 2008 and the attack it referred to occurred on March 30, 2008. As the evidence was inconsistent and the applicant was unable to adequately explain why, the Board deemed the article not genuine and assigned little weight to it.", "[30] Thirdly, the Board drew negative credibility inferences from the inconsistencies between the POE notes and the PIF narratives. In the POE notes, the applicant had stated that his attackers put a knife to his throat and showed him a gun. The Board found that the applicant was unable to explain why he later stated in his PIF that he was actually severely cut by a knife. The Board did not accept the applicant's statement that he had a medical report in hand when he made his refugee claim at the border as this would have been recorded in the POE notes. Similarly, the Board did not accept that the applicant's testimony that an interpreter had been provided by telephone when this section of the POE notes was completed as this was also not recorded in the POE notes. The Board also drew a negative credibility inference from the applicant's inability to explain why he had not included the allegations of a gun in his PIF narratives.", "[31] Finally, the Board noted that where it had credibility concerns, it was entitled to draw negative credibility findings from an applicant's failure to document key allegations, if such corroboration could have reasonably been available. The Board highlighted the applicant's failure to document his alleged firing after his March 2008 attack. The applicant also did not provide corroboration of the complaint he allegedly made to the Ministry of Labour regarding this wrongful dismissal. He indicated at the first sitting that he may be able to provide this documentation, but did not do so at the second sitting.", "[32] The Board also noted that the newspaper article from March 3, 2008 that allegedly discussed the Ulkucu gang and for which the applicant believed he was targeted as an informant, was never produced. The applicant had stated at the first sitting that the article might be available for the second sitting.", "[33] For these reasons, the Board found that the applicant's evidence was, on the whole, not credible. As such, the allegations supporting his refugee claim were thereby rendered not credible.", "[34] Turning to state protection, the Board first noted judicial principles that have developed to guide this assessment. The Board then acknowledged evidence submitted by the applicant that indicated that Turkish police may deal leniently with ultra-nationalists, some of whom have infiltrated the police. Some Turkish police also held negative attitudes against Kurds.", "[35] The Board then turned to the analysis of events reported by the applicant. First, the Board noted that the police had arrested four men after the applicant notified them of the attempted car theft in 2007. At that time, the applicant did not report the beating because he was frightened. Therefore, in the face of strong evidence of state protection, the Board found that the applicant had refused to report his alleged assault. The Board also deemed it illogical behaviour that the applicant would report to the police when the men began hanging around his neighbourhood, but would not report their assault on him. For similar reasons, the Board questioned the applicant's failure to report to the police the attacks in March 2007 and the first March 2008 attack.", "[36] Further, the Board noted that even though the applicant had refrained from contacting the police, they later did catch the applicant's alleged attackers. Thus, although the applicant had failed to seek state protection, it was nevertheless provided to him. In addition, although the applicant stated that it was not a real prosecution, his evidence indicated that the state held a detailed prosecution based on his complaint. The Board found this strong evidence of adequate state protection. The Board also noted that when the applicant finally did attend Court, he provided a false story because he did not wish to face his attackers. Based on this assessment, the Board found that although the state was attempting to prosecute the applicant's attackers, he himself took active steps to frustrate the prosecution. As adequate state protection was made available to him, the Board found that it would continue to be available to him upon his potential return.", "[37] Finally, the Board noted the applicant's alleged fear of persecution arising from his Kurdish ethnicity. However, upon briefly canvassing the documentation and acknowledging that Kurds might face some discrimination in Turkey, the Board found that the applicant would not be subject to persecution simply based on his Kurdish ethnicity. For these collective reasons, the Board denied the applicant's claim. Issues", "[38] The applicant submits the following points at issue: 1. Did the Board err in failing to consider all of the relevant case specific documentary evidence, in violation of the principle in <FRAGMENT_SUPPRESSED>  applicant's claim suffered from a lack of corroboration? 3. Did the Board err in assessing the applicant's credibility? 4. Did the Board err in assessing state protection?", "[39] I would rephrase the issues as follows: 1. What is the appropriate standard of review? 2. Did the Board err in determining that the applicant was not credible? 3. Did the Board err in determining that state protection was available to the applicant in Turkey? Applicant's Written Submissions", "[40] The applicant submits that the Board did not consider all the important evidence. It only discussed two of the ten documents that he filed to corroborate key elements of his claim. This error is reviewable on a correctness standard. The applicant submits that the Board ignored crucial evidence, thereby erring in concluding that he did not provide sufficient corroborating documents. As such, the Board improperly found implausibility and a lack of credibility. The Board erred by ignoring corroborating evidence that went directly to the heart of the determination process, contradicting the Board's inferences and corroborating the applicant's allegations.", "[41] The applicant submits that there is established jurisprudence that where a board has stated that corroborating testimony by an applicant's witness is not necessary, it is no longer open for that board to rule against an applicant on the basis of lacking corroborative testimony.", "[42] The applicant submits that the Board also erred by not mentioning the affidavit of his cousin who had also been assaulted in Turkey. This contradicted case law that established that the basis of a refugee claim can be established on evidence of those similarly situated to the applicant, such as his cousin who was a member of the same ethnic group in Turkey.", "[43] The applicant also submits that the Board erred by relying heavily on the uncorroborated evidence of the applicant being fired from his job after being attacked. This was not a key portion of his claim. Conversely, his persecution by the Ulkucu gang, on which his claim was based, was well documented. However, the Board completely ignored this evidence.", "[44] The applicant also submits that the Board made unreasonable credibility findings. In rendering these findings, the Board made the following errors: 1. The Board engaged in a microscopic review of the evidence; 2. The Board misconstrued the applicant's evidence; and 3. The Board improperly dismissed the applicant's explanation for the alleged inconsistencies and the psychologist report tendered.", "[45] First, the applicant submits that this Court has set aside decisions where the inconsistencies found by the Refugee Division have been exaggerated, insignificant or not central to the basis of the claim. In this case, the applicant submits that the Board focused on discrepancies within minor, peripheral details rather than evaluating the substance of his claim. The applicant submits that to completely disbelieve key portions of an applicant's claim based on a single error in detail, indicates an overzealous approach. This is exacerbated by the fact that the applicant testified through an interpreter.", "[46] The applicant also submits that it is improper to determine that there are inconsistencies between POE notes and an applicant's testimony or PIF narrative when these pertain to details rather than the substance of the claim. The Board erred by failing to take all the evidence into account, focusing rather on minor inconsistencies in rendering a negative credibility determination.", "[47] Secondly, the applicant submits that the Board erred by relying on misconstrued evidence in making negative credibility findings. The applicant highlights the Board's misconstruction of his testimony as to the reason for his PIF amendments. Rather than being an amendment to complete the original narrative as described in the decision, this change stemmed from an error by the applicant's counsel, as was accepted by the Board at the hearing. The applicant submits that a negative finding based on misconstrued or distorted evidence was clearly an error. Further, the Board's finding on this point was confusing and nonsensical. As such, it violated the general principle that reasons must be clear and unambiguous, particularly so with credibility findings.", "[48] The applicant also submits that the Board erred in drawing a negative credibility finding based on the perceived inconsistency regarding where he was hit, namely, the back of his shoulder versus his arm and shoulder. The applicant submits that the reference to the back of his shoulder was in fact the Board's own statement that it improperly attributed to the applicant.", "[49] Thirdly, the applicant submits that the Board must consider explanations that are offered for inconsistencies in an applicant's testimony. In this case, the applicant indicated that it was difficult for him to tell his story in a single setting due to psychological trauma that he had suffered from the events that occurred in Turkey. The applicant submitted a letter indicating that he obtained psychiatric treatment in Turkey and a recent psychologist report stating that he suffered from post traumatic stress disorder and major depressive disorder. This latter report indicated that memory lapses is a common symptom. However, the Board did not appreciate the content of this report and merely noted that the applicant was apparently able to understand questions and reply appropriately. The applicant submits that the Board thereby failed to consider whether the psychological circumstances might help explain an omission, lack of detail or confusion of events.", "[50] Finally, the applicant submits that the Board erred in its state protection assessment. The Board did not analyze the effect on state protection of the Ulkucu gang, the applicant's agent of persecution, having significant power. Their power stems from their association with a political party, the Nationalist Movement Party, which holds seats in the Turkish Parliament. The Board also failed to consider the adequacy of state protection in light of his repeated failed attempts to obtain help from the police, and their active pressure on him to withdraw his complaints. Respondent's Written Submissions", "[51] The respondent submits that the decision in this case deals with questions of fact. It is therefore subject to a reasonableness standard which draws a high degree of deference.", "[52] The respondent submits that the applicant has not challenged the Board's credibility findings in any meaningful way. The respondent states that findings must not be analyzed microscopically, without regard to the context and the entirety of the decision. The applicant's arguments are merely a disagreement with the Board's weighing of the evidence. This does not establish a reviewable error.", "[53] The respondent submits that the applicant's multiple omissions were not peripheral. Rather, they were central to his fear and flight from Turkey, leading to the Board's doubt of his credibility. Further, as the applicant extensively overhauled his PIF narrative in the first amendment, it should have been complete without requiring another amendment. It was also notable that at the hearing, the applicant could not recall details included in his amended narratives.", "[54] The respondent also submits that the minor omissions that the applicant criticizes the Board for relying on were in fact relied upon by him to substantiate specific elements of his claim. Further, where an applicant leaves out important facts, they may be considered an omission that goes to lack of credibility. The Board was therefore entitled to take into consideration the applicant's inability to recollect the additional details that were included in the amended PIF narratives.", "[55] The respondent submits that the Board was also entitled to give the psychologist report little weight as many of the inconsistencies occurred between the written submissions. Presumably, the applicant would not have been under duress when writing these. The applicant did not provide a satisfactory explanation for the omissions and inconsistencies between his POE notes and his PIF narratives. Nevertheless, even if the omissions were peripheral, the respondent submits that they can still affect the Board's perception on the applicant's credibility as a whole.", "[56] The respondent also submits that it is established jurisprudence that once a board finds an applicant not credible, it is entitled to give that applicant's documents no probative value.", "[57] The respondent submits that this Court should not interfere with the Board's assessment of credibility where an oral hearing has been held unless the conclusions are based on irrelevant considerations or evidence was ignored. Further, if the inferences and conclusions are reasonable based on the record before it, this Court should not interfere whether or not it agrees with the inferences that have been drawn. The Board is entitled to reject uncontradicted evidence if it is not consistent with the probabilities affecting the case as a whole. Similarly, the Board can make adverse credibility findings on the implausibility of the applicant's story alone and can make reasonable findings on common sense and rationality. In this case, the respondent submits that the Board made a reasonable finding based on the totality of the evidence. It is not up to this Court to reweigh the evidence.", "[58] The respondent also submits that the Board did not err in its treatment of the documentary evidence. The Board is presumed to have taken all the evidence into consideration, whether or not it indicates having done so in its reasons. In this case, the Board's reasons demonstrate a grasp of the pertinent issues and relevant evidence.", "[59] Turning to state protection, the respondent submits that the Board's assessment was reasonable. It was based on current and widely available objective documentary evidence and the adequacy of state protection. The Board rendered a reasonable decision based on both this documentary evidence and the applicant's failure to report and assist with the prosecution of his alleged assailants. This failure frustrated the possibility of bringing his attackers to justice. In addition, future harassment in Turkey that would render the state protection inadequate was merely speculative. The Board was not obliged, nor did it accept such speculation.", "[60] Finally, the respondent submits that the Board reasonably found that the documentary evidence did not support a finding that the discrimination faced by Kurds amounted to persecution. Analysis and Decision Issue 1 What is the appropriate standard of review?", "[61] Where previous jurisprudence has determined the standard of review applicable to a particular issue before the court, the reviewing court may adopt that standard (see <FRAGMENT_SUPPRESSED>  at paragraph 57).", "[62] It is established jurisprudence that credibility findings, described as the \"heartland of the Board's jurisdiction\", are essentially pure findings of fact and are therefore reviewed on a reasonableness standard (see Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  [2009] SCJ No 12 at paragraph 46; <FRAGMENT_SUPPRESSED>  [2011] FCJ No 786 at paragraph 23; and <FRAGMENT_SUPPRESSED>  [2003] FCJ No 162 at paragraph 7).", "[63] Assessments of findings on state protection raise questions of mixed fact and law that are also reviewable on a reasonableness standard (see <FRAGMENT_SUPPRESSED>  [2007] FCJ No 584 at paragraph 38; <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED>  [2010] FCJ No 650 at paragraph 16).", "[64] In reviewing the Board's decision on a standard of reasonableness, the Court should not intervene unless the Board came to a conclusion that is not transparent, justifiable and intelligible and within the range of acceptable outcomes based on the evidence before it (see <FRAGMENT_SUPPRESSED> above, at paragraph 47; and <FRAGMENT_SUPPRESSED> above, at paragraph 59). As the Supreme Court held in <FRAGMENT_SUPPRESSED> above, it is not up to a reviewing court to substitute its own view of a preferable outcome, nor is it the function of the reviewing court to reweigh the evidence (at paragraphs 59 and 61). Issue 2 Did the Board err in determining that the applicant was not credible?", "[65] It is well established that credibility findings demand a high level of judicial deference and should only be overturned in the clearest of cases (see <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1633 at paragraph 30). As such, the Court should generally not substitute its opinion unless it finds that the decision was based on erroneous findings of fact made in either a perverse or capricious manner or without regard for the material before it (see <FRAGMENT_SUPPRESSED>  [2004] FCJ No 1869 at paragraph 3). In reviewing a board's decision, isolated sections should not be scrutinized; rather, the Court must consider whether the decision as a whole supports a negative credibility finding (see <FRAGMENT_SUPPRESSED>  [2010] FCJ No 1365 at paragraph 30).", "[66] It is well established that a board may draw negative inferences on an applicant's credibility where relevant and important incidents that are not included in the PIF are revealed at a later stage in the refugee proceeding and a reasonable explanation is not provided for their earlier omission (see <FRAGMENT_SUPPRESSED>  [2004] FCJ No 1112 at paragraph 18; <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1586 at paragraph 29; and <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1615 at paragraph 18).", "[67] In this case, the Board drew negative credibility findings from inconsistencies that it noted between the applicant's different submissions, namely, the POE notes, PIF narratives and his hearing testimony. Individually, these were relatively minor. They included small differences in the number of attackers, the number of attackers that the applicant recognized, the specific medical treatment he received (x-ray or not) and the location of his injuries (back versus back of shoulder, and groin versus injuries from being kicked everywhere). Inconsistencies also arose that were essentially based on interpretation. For example, in the medical report filed to corroborate the March 2008 attack, it stated that the initial diagnostic was \"examination following a beating\" and the emergency service included \"dressing of a wound\". However, the Board drew a negative credibility finding from the fact that the applicant had stated that the predominant injury he suffered was the cut to his throat.", "[68] The Board discounted the psychologist's report as an explanation for these inconsistencies based on its own observations of the applicant's communication at the hearing and the fact that the written submissions were completed prior to the hearing, allowing the applicant adequate time to properly prepare. It is notable, however, that most of the inconsistencies noted by the Board were between written submissions and the oral testimony.", "[69] Although decision makers are generally granted significant deference on credibility findings, they should not be concerned with minor inconsistencies or elaborations based on the  <FRAGMENT_SUPPRESSED>  [2007] FCJ No 135 at paragraphs 18 to 19; and <FRAGMENT_SUPPRESSED> above, at paragraph 18). Alleged discrepancies or inconsistencies must be rationally related to the applicant's credibility (see <FRAGMENT_SUPPRESSED> ). A relevant guiding principle was enunciated by Mr. Justice François Lemieux in <FRAGMENT_SUPPRESSED>  [2006] FCJ No 1011 (at paragraph 25): [...] Inconsistencies drawn between POE notes and an applicant's testimony or the applicant's PIF where a tribunal dwells on details and not on the substance of the claim and leads to misconstruction of the evidence. Any such inconsistencies should be major and not minor and sufficient by itself to call into question the applicant's credibility [...].", "[70] In this case, I do not find that the inconsistencies raised by the Board were so major that they could reasonably be described as calling into question the applicant's credibility.", "[71] Where there are concerns on an applicant's credibility, a board may rely on the lack of documentary evidence corroborating that applicant's claims in drawing a negative credibility inference (see <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1697 at paragraph 23). The requirement to submit corroborating documentary evidence is more pertinent where it concerns critical aspects of an applicant's claim (see <FRAGMENT_SUPPRESSED> above, at paragraph 20).", "[72] In this case, the applicant criticized the Board's assessment of evidence corroborating key elements of his claim. The applicant argued that the Board erred by only discussing two of the ten documents filed to corroborate key elements of his claim. Most significant was the Board's treatment of the applicant's psychologist's report. The psychological assessment was completed between the two hearing sittings and was before the Board for the second sitting. The report specifically states that: I anticipate that Mr. Ayhan will have considerable difficulty testifying at his hearing as he was quite absent minded during the interview, and it was challenging for him to recall information. With psychological distress at this level of intensity, patients often have extreme difficulties with accurate recall. [...] It is imperative to add that individuals suffering from the level and severity of the symptomatology presented by Mr. Ayhan often experience lapses in memory.", "[73] In its decision, the Board did acknowledge the psychologist's report and the affidavit of Suleyman Kaya indicating that the applicant has continuing mental and mood issues. However, based on its observations of the applicant's ability to understand questions and reply at the hearing, it nevertheless questioned the applicant's credibility. In coming to this conclusion, I do not find that the Board adequately took into account the clear statements included in the psychologist's report describing the applicant's limited memory.", "[74] In summary, I find that the omissions and inconsistencies relied upon by the Board were not related to such central aspects of the applicants' claims to justify the negative credibility inferences drawn (see <FRAGMENT_SUPPRESSED> above, at paragraph 19). Rather, I find that the Board was overzealous in considering some of the inconsistencies and made findings without adequate regard to the record before it. Taken as a whole, I find that the Board's negative credibility findings do not fall within the range of acceptable outcomes.", "[75] With respect to state protection, I cannot tell what the Board's decision would have been had a different finding been made on credibility.", "[76] The application for judicial review is therefore allowed and the matter is referred to a different panel of the Board for redetermination.", "[77] Neither party wished to submit a proposed serious question of general importance for my consideration for certification. JUDGMENT", "[78] THIS COURT'S JUDGMENT is that the application for judicial review is allowed and the matter is referred to a different panel of the Board for redetermination. Application allowed. Editor: E. Joanne Oley/vnh ANNEX Relevant Statutory Provisions Immigration and Refugee Protection Act , SC 2001, c 27 72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court. 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care."]}