{"id_": "002669", "body_str": ["[1] Brown, J. : This is an application for judicial review by Adriana Lucia Sanchez Mestre, Alberto Enrique Ordonez Florez and Melissa Ordonez Sanchez [the Applicants] under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 of a decision by the Immigration and Refugee Board of Canada, Refugee Protection Division [RPD], rendered orally on November 21, 2013, wherein the RPD determined that the Applicants were not Convention refugees or persons in need of protection. For the reasons that follow the application is granted. I. Facts", "[2] Adriana Lucia Sanchez Mestre was born on October 5, 1984. Her husband, Alberto Enrique Ordonez Florez, was born on November 19, 1978. Their daughter, Melissa Ordonez Sanchez, was born on May 9, 2010. They are citizens of Colombia. The Applicants made the following allegations in support of their refugee claims, all of which were found truthful and credible by the RPD: 1. Ms. Sanchez is a General Physician and worked at the ESE Cartagena de Indias as a family doctor from February 16, 2011 to March 15, 2013. On November 9, 2012, she attended a patient for an emergency due to an injury to the left leg. The man, accompanied by two men, came back on November 12, 2012 and November 16, 2012 for checkups. On November 19, 2012, one of the accompanying men came back and asked for a home visit for the patient because he was in pain. There, the two men said that the patient was fine, that they were from the Ejército de Liberación Nacional (the National Liberation Army) [ELN] and needed her as a doctor to provide services in some of their locations. Ms. Sanchez said it was not possible for her and left. 2. On November 28, 2012, Ms. Sanchez received an anonymous letter asking her for her answer and telling her that the time was almost up for her to provide them with her answer. Ms. Sanchez was afraid and took a vacation to see if things would calm down. She visited the United States with her daughter, mother and brother from December 1, 2012 to December 10, 2012. She returned to work on December 11, 2012. 3. On January 9, 2013, one of the men came to the Health Centre and asked for Ms. Sanchez. She evaded him. She then saw the men on different occasions in the street but they did not approach her. The Nurse Assistant told Ms. Sanchez that some other men were coming to the house and were friends with the police in that area. For that reason, Ms. Sanchez did not report these incidents to the police. She started receiving phone calls and messages from unknown numbers, asking her to go with them and that she would face consequences if the answer was negative. They told her not to approach authorities or things would be worse. Ms. Sanchez stayed calm because she did not know how serious the situation was and thought the situation would be temporary at that time. 4. On January 29, 2013, Ms. Sanchez received an article at her office reporting the murder of her university classmate. She feared the ELN sent her that article as a warning. 5. On February 4, 2013, Ms. Sanchez requested a transfer in writing but she was later advised that there were no vacancies available elsewhere. She again requested a transfer on February 13, 2013 and February 22, 2013 but did not get an answer. 6. On March 6, 2013, Ms. Sanchez received a phone call telling her that her time was up, that they knew she was married, that there would be consequences for her and her family, and not to contact authorities. She resigned from her position on March 15, 2013 and her husband supported her. The Applicants went to Medellin on March 23, 2013 to keep far from the city for a week. Ms. Sanchez received a phone call on March 26, 2013 telling her that nobody plays with them, that her life was in danger and that there would be consequences. The Applicants returned to Cartagena on March 31, 2013 and they sent their daughter to stay with Ms. Sanchez's mother and would only visit her on the weekends. 7. On April 26, 2013, Ms. Sanchez received an anonymous letter which said that they knew where she was, that they will find her, and not to report to the authorities. The Applicants moved to Ms. Sanchez's mother-in-law's home for two weeks. 8. Ms. Sanchez started to attend psychological therapies on May 18, 2013 because the situation was affecting her. On June 4, 2013, she recognized one of the men in the mall near her house. She and her husband moved out of the house. This happened on different occasions and the threatening phone calls kept occurring. Ms. Sanchez was desperate and did not know where to go. She returned to her mother-in-law's house on June 26, 2013 and started searching for places, but found that places in Colombia were not safe as the ELN has control around the country and in the big cities where Ms. Sanchez can work. She researched online and called her father in Canada. The Applicants decided that Canada was the best option. Ms. Sanchez abandoned her house on August 6, 2013, only took her personal belongings, and moved to her mother's house, where she would only go out of the house to attend her psychological appointments. 9. Ms. Sanchez also testified that she feared the Fuerzas Armadas Revolucionarias de Colombia (the Revolutionary Armed Forces of Colombia) [FARC] because they work closely with the ELN.", "[3] The Applicants entered Canada from the United States as an exception to the Safe Third Country Agreement Ms. Sanchez's father is in Canada.", "[4] The RPD rejected the Applicants' claims on November 21, 2013. They filed an application for leave to apply for judicial review which was granted January 5, 2015. In the interim this Court stayed the Applicants removal to Colombia May 14, 2014. II. Decision under Review", "[5] The RPD accepted the Applicants' evidence as set out above as true; the Applicants were found credible. The RPD also found that Ms. Sanchez was at risk, as a physician, because she fits the profile of a person who would be targeted for forced recruitment at the hands of guerilla groups such as ELN and FARC. The RPD also found that her husband fits the profile of a person that would be targeted due to familial connection.", "[6] The RPD noted that the presumption of state protection applied to Colombia and that the Applicants therefore had to rebut the presumption with clear and convincing evidence that the state is unwilling or unable to provide adequate protection. The Applicants had to show that they have taken all reasonable steps in the circumstances to seek protection in their country before seeking international protection unless it was objectively unreasonable to expect them to do so.", "[7] The RPD noted that the Applicants testified that they did not approach the state for protection because they were afraid and said that one cannot rebut the presumption of state protection by asserting only a subjective reluctance to engage the state.", "[8] The RPD acknowledged that some problems exist in Colombia but held that Columbia was making serious efforts to combat those problems and that those efforts have been effective. Namely, the RPD noted from the documentary evidence that \"[t]he military has re-established security along most main roads in the country and increased the presence of police in most municipalities\" and that \"[t]he Canadian embassy's political councillor notes that urban security has improved dramatically in the last eight years.\"", "[9] The RPD then found that, having considered the totality of the evidence before it, the Applicants had failed to rebut the presumption of state protection with clear and convincing evidence. The RPD was not persuaded that Colombia would not be reasonably forthcoming with state protection should the Applicants seek it, and consequently rejected the Applicants' claims. III. Issues", "[10] This matter raises the issue of whether the RPD erred in its finding that the Applicants had failed to rebut the presumption of state protection? IV. Standard of Review", "[11] In REFERENCE_SUPPRESSED, the Supreme Court of Canada held that a standard of review analysis is unnecessary where \"the jurisprudence has already determined in a satisfactory manner the degree of deference to be accorded with regard to a particular category of question.\" It is well established that reasonableness is the applicable standard of review to findings relating to state protection, as these are questions of mixed fact and law which, given the RPD's expertise on this subject matter, attracts deference: REFERENCE_SUPPRESSED. In CITATION_SUPPRESSED, the Supreme Court of Canada explained what is required of a court reviewing on the reasonableness standard of review: A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law. V. Submissions of the Parties and Analysis", "[12] The Applicants note that the RPD relied on only one document, a 2011 Immigration and Refugee Board Response to Information Request , to support its conclusion that state protection would be available in Colombia for them. The Applicants submit that there was copious documentary before the RPD that established that state protection is inadequate in Colombia, pointing to the 2009 Country Conditions in Colombia Relating to Asylum Claims in Canada by Dr. Marc Chernick who has been recognized as an expert by the RPD in the past, a 2010 Special Report entitled \"Continued Insecurity: Documenting the Permanence of the FARC-EP within the Context of Colombia's Civil War\" by James J. Brittain, the 2010 Report of the United Nations High Commissioner for Human Rights on the situation of human rights in Colombia , and the 2011 report by the Canadian Council for Refugees.", "[13] The Applicants submit that the RPD erred for four reasons: 1) it ignored key evidence, cited above, which contradicted its conclusions; 2) it relied on the fact that the Applicants did not seek out state protection in Colombia; 3) it failed to provide any reasoning as to why she preferred the one document over the others; and 4) the one document it relied upon was read selectively.", "[14] I acknowledge the presumption that tribunals are presumed to have considered the entire record before them ( REFERENCE_SUPPRESSED). While I also recognize the RPD is not obliged to refer to every piece of evidence before it ( REFERENCE_SUPPRESSED), the RPD's reasons in this particular case are seriously lacking.", "[15] Because state protection was the only issue in the present case, and since the main ground for rejecting the Applicants' claims was the RPD's finding that state protection would be forthcoming if they had approached authorities, the RPD should have provided at least some reasoning regarding the evidence that directly contradicted this conclusion. I note that the contradictory evidence submitted by the Applicants, which the Applicants both referred in part at the hearing and specifically asked the RPD to consider, not only corroborated the Applicants' testimony that they were at risk, but also corroborated their decision not to seek out state protection out of fear of corruption by the authorities. I agree with the Applicants that this is a case where \"a blanket statement that the agency has considered all the evidence will not suffice when the evidence omitted from any discussion in the reasons appears squarely to contradict the agency's finding of fact\" (REFERENCE_SUPPRESSED) and where, \"when there is relevant contradictory evidence that is unacknowledged by the decision-maker, a reviewing Court may conclude that the Board ignored or misapprehended key facts and came to an erroneous decision\" (REFERENCE_SUPPRESSED. See also REFERENCE_SUPPRESSED). On this basis and in accordance with jurisprudence, I find that this aspect of the RPD's decision falls outside the range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "[16] Given the finding of credibility and the corroborating evidence to the effect that a request for state protection would be futile, I also agree with the Applicant that there was no need to seek state protection just to prove that point. The law in this regard is comprehensively stated by the Supreme Court of Canada in the seminal decision in REFERENCE_SUPPRESSED, where La Forest J. stated for a unanimous Court: Moreover, it would seem to defeat the purpose of international protection if a claimant would be required to risk his or her life seeking ineffective protection of a state, merely to demonstrate that ineffectiveness. The RPD's finding in this respect falls outside the range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "[17] Further, as noted above, the RPD assessed state protection in terms of safety on most main roads in the country, the level of police presence in most communities, and general urban security: \"[t]he military has re-established security along most main roads in the country and increased the presence of police in most municipalities\" and \"[t] he Canadian embassy's political councillor notes that urban security has improved dramatically in the last eight years.\" True as these findings may be, they are almost entirely irrelevant to the issue before the RPD which is the operational adequacy of state protection for a person specifically targeted by ELN and FARC. This aspect of the RPD's decision falls outside the range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "[18] I wish to address one additional matter. The parties agree and the law is clear that a proper state protection analysis must be individualized. In a situation such as that faced by these Applicants, this Court has on many occasions held that the RPD must conduct an analysis of state protection particularized for persons specifically targeted by groups such as the ELN and FARC. I discussed this in REFERENCE_SUPPRESSED. The following comments from CITATION_SUPPRESSED apply equally to the case at bar: Instead of conducting an individualized analysis of state protection in the applicant's case - a case of an individual who has been specifically targeted by FARC - by clearly articulating what it is the applicant needs to be protected from and what avenues of protection are available to him, the RPD looked at state protection efforts generally and equated those efforts to adequate state protection at the operational level. Furthermore, the applicant points to four very recent decisions of this Court directly applicable to the case at bar. While not binding on me, I am obliged to give them most serious consideration under the doctrine of stare decisis . These cases are substantially if not completely on all fours with the case at bar. All deal with persons from Columbia specifically targeted by FARC, whose claims for refugee protection were rejected by the RPD, and who succeeded on judicial review because the RPD failed to conduct an analysis of state protection particularized for persons specifically targeted by FARC: 1) In REFERENCE_SUPPRESSED, the RPD had also relied on country conditions documents before it concluded that there was decreasing corruption in Colombia's security forces and it had been combating the FARC. At paragraph 40, Justice O'Keefe held: Although the Board understood the test, [it] erred by failing to address the main question: is state protection available for people who have been specifically targeted by FARC? Rather, the Board's review of the country conditions document was focused on corruption within the security forces and military victories against FARC and other guerillas. The applicants are not fleeing from front-line combat; they are fleeing from crime. FARC's reduced military capacity does not mean that the state can protect people who have been specifically targeted by FARC for harassment or extortion. The Board member was required to consider that issue and the reasons do not show that he did. I find that the decision is therefore unreasonable (see CITATION_SUPPRESSED; and Avila Rodriguez at paragraph 46). [Emphasis added] 2) In REFERENCE_SUPPRESSED, Justice Zinn held: In the decision under review, the Board examined state protection generally, but failed to do so with an eye to the specific circumstances facing these applicants, namely that they were specifically targeted by the FARC . In doing so, the Board committed a reviewable error [...]. For this reason, the decision must be set aside. [Emphasis added] 3) In REFERENCE_SUPPRESSED, the RPD had also refused a refugee claim on the basis that the claimant had failed to make sufficient efforts to obtain state protection in Colombia before seeking asylum in Canada. The RPD had also focused on Colombia's efforts against the FARC on a national level and completed a general overview of efforts made by the Colombian government to address corruption and crime. At paragraphs 17-18, Justice O'Reilly held:", "[17] Finally, the Board reviewed the documentary evidence and reasonably found that the situation in Colombia is improving. However, it did not go on to consider whether those improvements would help someone in Ms Gutierrez Infante's circumstances. The fact that FARC's capabilities have generally been reduced does not necessarily mean that Ms CITATION_SUPPRESSED, a person specifically targeted by FARC members , was not at risk of serious harm.", "[18] Again, the question to be answered is whether she would likely face a reasonable chance of persecution if she returned to Colombia. The Board did not address that question. Given the evidence, its conclusion on the issue of state protection was unreasonable. [Emphasis added] 4) In REFERENCE_SUPPRESSED, Justice Rennie held:", "[24] As the applicants did not seek state protection in Columbia, the question is whether state protection might reasonably be forthcoming, having regard to the applicant's particular circumstances . [Emphasis added]", "[19] The RPD decision was made November 21, 2013. The decisions of this Court referred to above were made after or contemporaneously with the decision by the RPD, which likely explains why these cases were neither put to nor followed by the RPD. Regardless, in my view, they state the law in this regard. Whether the law in this regard was stated before or after the RPD decision, the Applicants are still in the system and are entitled to have the benefit of these cases at the re-determination being ordered. The RPD must conduct its analysis of state protection particularized for persons specifically targeted by ELN and or FARC. Because that did not occur, the RPD decision again falls outside the range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "[20] Neither party requested the certification of a question, and none arises. VI.", "[21] The application for judicial review should be allowed, and no question is certified. JUDGMENT", "[22] THIS COURT'S JUDGMENT is that the application for judicial review is granted, the decision of the RPD is set aside, the matter is remitted for re-determination in accordance with these reasons by a differently constituted panel of the RPD, no question is certified, and there is no order as to costs. CITATION_SUPPRESSED"]}