{"id_": "002697", "body_str": ["[1] Zinn, J. : The Applicant says that the Pre-removal Risk Assessment (PRRA) Officer rejected her application because he did not believe that she was lesbian. The Respondent says that the PRRA officer rejected the application because there was insufficient evidence presented to prove, on the balance of probabilities, that the Applicant is lesbian. If the Applicant is correct, then the PRRA officer ought to have held a hearing to determine her sexual orientation. If the Respondent is correct then no hearing was required.", "[2] For the reasons that follow, I am of the opinion that no hearing was required as the decision was based solely on the weight of the evidence presented and did not rest on the Applicant's credibility. BACKGROUND", "[3] Ms. Ferguson has been in Canada since 1987. She lost her status as a permanent resident of Canada and was ordered deported to Jamaica, her country of nationality, after a criminal conviction for drug trafficking.", "[4] On the PRRA application form under the heading \"Reasons for Applying For Pre-Removal Risk Assessment (PRRA)\" Ms. Ferguson wrote \"submissions to follow\". Under the heading \"Supporting Evidence\" where she is asked to provide a list of the written documents included with the application that will \"clearly act as evidence in support of your application for a Pre-removal Risk Assessment\", two types of documents were listed, news articles and affidavits, which she indicated would support her requests for protection by providing \"objective proof of risk\". In fact, no affidavits were ever provided in support of the application. The news articles that were provided dealt with the treatment of lesbians in Jamaica but none specifically referenced Ms. Ferguson.", "[5] By letter dated July 25, 2007, Ms. Ferguson's former counsel wrote to the PRRA officer enclosing \"the evidence being relied upon by the Applicant and submissions in support of her application\". In addition to enclosing news articles, counsel provided a six-page document which appears to be the submissions referenced in the covering letter. Counsel writes: Ms. Ferguson is lesbian and is very open about her sexual orientation. She believes that if removed to Jamaica, her life would be at risk, as a result of well-known incidences of homophobia and hate-crime violence in that country against members of her particular social group. The only other reference to Ms. Ferguson's sexual orientation is found at the end of her former counsel's submissions where she writes: Respecting the fact that the objective documentary evidence reveals the persecution of members of the Applicant's particular social group is commonplace in Jamaica, and the fact that Ms. Ferguson is very openly lesbian, counsel respectfully submits that there is a very serious possibility that the Applicant would be at risk should she return to her country of nationality.", "[6] The officer charged with evaluating Ms. Ferguson's claim agreed, without reservation, on the basis of documentary evidence, that lesbians in Jamaica are at risk of severe physical abuse on account of their sexual orientation. The officer nonetheless dismissed the application on the basis that there was insufficient evidence to establish that Ms. Ferguson is lesbian. The officer wrote as follows: Aside from the brief statement that the applicant is a \"lesbian and is very open about her sexual orientation\", I have not been provided with supporting evidence that establishes, on the balance of probabilities that, the applicant is a homosexual. Without sufficient evidence that the applicant is a lesbian, an assessment of current country conditions does not establish that she is personally at risk in Jamaica. Thus, while independent research confirms violence against homosexuals in Jamaica, there is insufficient objective evidence before me to establish that the applicant is, on the balance of probabilities, a lesbian.", "[7] Ms. Ferguson submits that the basis for the PRRA officer's determination rejecting the application was her credibility and accordingly, pursuant to section 113 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27, an oral hearing should have been held. Subsection 113(a) provides that \"a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required\". The prescribed factors for determining whether a hearing is to be held are set out in section 167 of the Immigration and Refugee Protection Regulations , SOR/2002-227: 167. For the purpose of determining whether a hearing is required under paragraph 113( ) of the Act, the factors are the following: ) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act; ) whether the evidence is central to the decision with respect to the application for protection; and ) whether the evidence, if accepted, would justify allowing the application for protection.", "[8] It is common ground between the parties that if all of the requirements of that section are met, then a hearing should be held by the officer. It is also common ground that the officer's decision establishes that the requirements in subsections (b) and (c) were met. The issue is whether the requirements set out in subsection 167(a) were met. The Applicant's position is that they were; the officer's rejection of her application was based on the rejection of her evidence that she was openly lesbian, and thus the decision rested on her credibility. The Respondent takes the position that the decision was not based on credibility, but rather on a finding that there was insufficient evidence presented to establish, on the balance of probabilities, that Ms. Ferguson was openly lesbian. In fact, in her written submission, the Respondent's counsel takes the position that there was no evidence before the PRRA officer regarding Ms. Ferguson's sexual orientation to doubt or believe, as her counsel's submission in this regard was not evidence. ISSUE", "[9] There was an issue raised by the Applicant in the pleadings regarding an alleged breach of the Canadian Bill of Rights , S.C. 1960, c. 44; however, it was not pursued in oral argument and, in my view, was without merit. The sole issue in this proceeding is whether the PRRA officer erred in failing to consider conducting or in failing to conduct an oral hearing.", "[10] If the officer's determination was based on a \"serious issue of the applicant's credibility\" it is accepted that in Ms. Ferguson's circumstances, as otherwise found by the officer, he ought to have conducted an oral hearing. For the reasons that follow, I am of the view that the officer made no error and an oral hearing was not required under the Act or Regulations. ANALYSIS", "[11] The Applicant submitted that while the officer did not explicitly state that the decision was one of credibility, it could not be anything other than credibility. In the Applicant's submission, the officer did not believe her counsel's statement that she is an open lesbian. Her counsel writes in the memorandum of argument: \"Whether because the Applicant had failed to produce sufficient evidence on the balance of probabilities, or for any other reason, the PRRA officer has not believed the statement that the Applicant is a lesbian\". This, it is submitted, is essentially a finding of credibility that attracts the requirement to hold a hearing under section 167 of the Regulations. The Applicant further submits that the PRRA officer did not explain why the statement provided by the Applicant's former counsel was insufficient evidence or what evidence the officer did rely on to refute the statement that she was lesbian.", "[12] The Respondent submits that the legislative scheme makes it clear that applicants who submit a PRRA application or any other application governed by the Act must present evidence to support that application. It is submitted that bald assertions in written submissions do not constitute evidence and ought not to be given any weight. It is submitted that the officer, quite properly, gave no weight to counsel's submissions that his client was lesbian. In support of this proposition the Respondent relies on <FRAGMENT_SUPPRESSED> ; Canada (Minister of Citizenship and Immigration)v. Sittampalam , 2004 FC 1756 at para 32; and <FRAGMENT_SUPPRESSED> .", "[13] In response, the Applicant submitted that it is common practice for immigration counsel to file written submissions on behalf of clients which include statements of evidence, and that there is nothing in either the Act or Regulations or in the policy and procedures of the Respondent that would indicate that such evidence is not to be considered. It is further submitted that the letter from Citizenship and Immigration Canada advising Ms. Ferguson of her right to apply for a Pre-removal Risk Assessment states that information in written submissions will be considered by the PRRA officer. That form letter contains the following paragraph: You may send us written submissions to support your application for protection. You may explain, in the submissions, the reasons why you think your removal to your country of nationality or habitual residence would put you at risk.", "[14] With respect, in my view, that form letter makes it clear that the submissions are to set out reasons and explanations -not evidence. Evidence to support the application ought to be contained in or referenced in the application. In this instance, the Applicant's statement on the face of her application that submissions were to follow may have been sufficient to alert the officer that those submissions might also contain evidence in addition to reasons and explanations. As will be discussed later, it is my view that there may be instances when statements from counsel may be considered to be evidence.", "[15] Both parties submitted numerous authorities to the Court in support of their respective positions. The Applicant referred to <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED> . The Respondent directed the Court's attention to further authorities, including <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED> .", "[16] Counsel for both parties appeared to be of the same mind that, in the words of Respondent counsel, there is no principled approach to the issue of credibility versus sufficiency of evidence to be gleaned from these authorities. I do not share that view. Most of the cases to which the Court was referred were determined on the particular facts of the decision under review. In each instance the Court was required to make a determination as to whether, in the decision under review, \"there is evidence that raises a serious issue of the applicant's credibility\", to use the words of section 167 of the Regulations. That, in turn, required an examination of the evidence before the officer and the officer's assessment of that evidence. I accept the submission of Applicant's counsel that the Court must look beyond the express wording of the officer's decision to determine whether, in fact, the applicant's credibility was in issue.", "[17] In my view, the approach to be taken by both the officer and this Court, sitting in review, is to be guided by the principles set out by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> .", "[18] Ms. Carrillo is a citizen of Mexico who sought refugee protection in Canada. She claimed that she had been abused by her common-law spouse and that her spouse's brother, a police officer, had helped her spouse find her when she hid after the beating. The principal issue before the Immigration and Refugee Protection Board was whether state protection was available to Ms. Carrillo in Mexico. Her refugee claim was dismissed by the Board. It found that she was not a credible or trustworthy witness with respect to her efforts to seek state protection in Mexico. Further, the Board held that had it found her to be credible, she had nonetheless failed to rebut the presumption of state protection with clear and convincing evidence. The Federal Court set aside that decision on the basis that the Board imposed too high a standard of proof on Ms. Carrillo regarding the lack of state protection. An appeal to the Federal Court of Appeal was allowed.", "[19] The Court of Appeal, in the course of its reasons, engaged in a detailed and informative discussion of the concepts of burden of proof, standard of proof, and quality of the evidence necessary to meet the burden of proof, all of which I find to be very useful in the present case and which, in my view, ought to be kept in mind by PRRA officers when considering applications.", "[20] In every proceeding, whether judicial or administrative, one party has the burden of proof. Where the existence of a particular fact is at issue, uncertainty is resolved by asking whether or not the burden has been discharged with respect to that fact . This was eloquently stated by Lord Hoffmann in In re B (Children) (FC) , [2008] UKHL 35 at paragraph 2: If a legal rule requires a fact to be proved (a \"fact in issue\"), a judge or jury must decide whether or not it happened. There is no room for a finding that it might have happened. The law operates a binary system in which the only values are 0 and 1. The fact either happened or it did not. If the tribunal is left in doubt, the doubt is resolved by a rule that one party or the other carries the burden of proof. If the party who bears the burden of proof fails to discharge it, a value of 0 is returned and the fact is treated as not having happened. If he does discharge it, a value of 1 is returned and the fact is treated as having happened.", "[21] In PRRA applications, it is the applicant who bears the burden of proof: <FRAGMENT_SUPPRESSED> .", "[22] The standard of proof in civil matters and in administrative processes is the balance of probabilities. In this PRRA application the Applicant must prove, on a balance of probabilities, that she would be subject to risk of persecution, danger of torture, risk to life or risk of cruel and unusual treatment or punishment if returned to Jamaica. That is proved by presenting evidence to the officer. In this respect the Applicant also has an evidentiary burden. The Applicant has the burden of presenting evidence of each of the facts that has to be proved. One of those facts involves her sexual orientation. As will be discussed below, I hold that she did present some evidence of her sexual orientation and thus can be said to have met her evidentiary burden - she presented evidence of each material fact in issue.", "[23] As the Court of Appeal pointed out in <FRAGMENT_SUPPRESSED> not all evidence is of the same quality. Accordingly, while an applicant may have met the evidentiary burden because evidence of each essential fact has been presented, he may not have met the legal burden because the evidence presented does not prove the facts required on the balance of probabilities. The legal burden of proof is met, in this case, when the Applicant proves to the officer, on the balance of probabilities, that she is lesbian.", "[24] The determination of whether the evidence presented meets the legal burden will depend very much on the weight given to the evidence that has been presented.", "[25] When a PRRA applicant offers evidence, in either oral or documentary form, the officer may engage in two separate assessments of that evidence. First, he may assess whether the evidence is credible. When there is a finding that the evidence is not credible, it is in truth a finding that the source of the evidence is not reliable. Findings of credibility may be made on the basis that previous statements of the witness contradict or are inconsistent with the evidence now being offered (see for example <FRAGMENT_SUPPRESSED> ), or because the witness failed to tender this important evidence at an earlier opportunity, thus bringing into question whether it is a recent fabrication (see for example <FRAGMENT_SUPPRESSED> ). Documentary evidence may also be found to be unreliable because its author is not credible. Self-serving reports may fall into this category. In either case, the trier of fact may assign little or no weight to the evidence offered based on its reliability, and hold that the legal standard has not been met.", "[26] If the trier of fact finds that the evidence is credible, then an assessment must be made as to the weight that is to be given to it. It is not only evidence that has passed the test of reliability that may be assessed for weight. It is open to the trier of fact, in considering the evidence, to move immediately to an assessment of weight or probative value without considering whether it is credible. Invariably this occurs when the trier of fact is of the view that the answer to the first question is irrelevant because the evidence is to be given little or no weight, even if it is found to be reliable evidence. For example, evidence of third parties who have no means of independently verifying the facts to which they testify is likely to be ascribed little weight, whether it is credible or not.", "[27] Evidence tendered by a witness with a personal interest in the matter may also be examined for its weight before considering its credibility because typically this sort of evidence requires corroboration if it is to have probative value. If there is no corroboration, then it may be unnecessary to assess its credibility as its weight will not meet the legal burden of proving the fact on the balance of probabilities. When the trier of fact assesses the evidence in this manner he or she is not making a determination based on the credibility of the person providing the evidence; rather, the trier of fact is simply saying the evidence that has been tendered does not have sufficient probative value, either on its own or coupled with the other tendered evidence, to establish on the balance of probability, the fact for which it has been tendered. That, in my view, is the assessment the officer made in this case.", "[28] The only evidence presented concerning Ms. Ferguson's sexual orientation was a statement of her former counsel. There was no supporting or corroborative evidence tendered. The officer found that her former counsel's statement was not probative. The Applicant raises two questions: \"Was that, in effect, a finding of credibility?\" and \"Was it a reasonable assessment?\".", "[29] I take issue with the position of the Respondent in its memorandum of argument that a statement made by counsel can never be evidence and thus, presumably, can never be found to have any probative value. Legal counsel are officers of the Court with well established duties and responsibilities, including the responsibility not to misstate facts or mislead. In my view, statements of fact made by counsel may constitute evidence in informal proceedings such as a PRRA application and they may be given weight. In these instances, counsel is not the witness, it is counsel's client that is the effective witness - counsel is merely making a statement on the client's behalf.", "[30] If the strict rules of evidence were imposed on informal administrative processes, such as the PRRA determination process, their ability to function effectively and promptly would be impaired. While counsel would be well-advised to tender evidence through their client's own mouths, circumstances may exist where this is not possible or is impracticable. As Justice Rouleau observed in <FRAGMENT_SUPPRESSED> \"[p] arliament has seen fit to give administrative tribunals very wide latitude when they are called on to hear and admit evidence so they will not be paralyzed by objections and procedural manoeuvres. This makes it possible to hold a less formal hearing in which all the relevant points may be put to the tribunal for expeditious review\".", "[31] Accepting that counsel may submit evidence directly to the PRRA officer, the question will always remain, as it does for all tendered evidence, as to the degree of weight to be given to that evidence. As with all evidence tendered by an applicant in an administrative proceeding, the weight to be given to statements will depend very much on the nature of the statement, the materiality of the fact stated to the matters in issue, and the nature of the proceeding itself. A statement from counsel as to the client's sexual orientation is entitled to be given no more and no less weight than if it were made in an unsworn statement by the Applicant herself.", "[32] When, as here, the fact asserted is critical to the PRRA application, it was open to the officer to require more evidence to satisfy the legal burden. Had the statement been affirmed by the Applicant in a sworn affidavit submitted with her application, it would have been deserving of somewhat greater weight than it was given. Had it been supported by other corroborative evidence such as evidence from her lesbian partner(s), public statements, and the like, it would have attracted even more weight.", "[33] The weight the trier of fact gives evidence tendered in a proceeding is not a science. Persons may weigh evidence differently but there is a reasonable range of weight within which the assessment of the evidence's weight should fall. Deference must be given to PRRA officers in their assessment of the probative value of evidence before them. If it falls within the range of reasonableness, it should not be disturbed. In my view the weight given counsel's statement in this matter falls within that range.", "[34] It is also my view that there is nothing in the officer's decision under review which would indicate that any part of it was based on the Applicant's credibility. The officer neither believes nor disbelieves that the Applicant is lesbian - he is unconvinced. He states that there is insufficient objective evidence to establish that she is lesbian. In short, he found that there was some evidence - the statement of counsel - but that it was insufficient to prove, on the balance of probabilities, that Ms. Ferguson was lesbian. In my view, that determination does not bring into question the Applicant's credibility.", "[35] Based on the treatment homosexuals receive in Jamaica, as set out in the officer's decision, it is truly unfortunate if the Applicant is lesbian that she will be returned to Jamaica. However, every applicant for a Pre-removal Risk Assessment, and their counsel, must take responsibility to ensure that all of the relevant evidence is before the officer and, of equal importance, that they present the best evidence in support of the application. Where that is not done, the consequences of a failed application rest with the Applicant and counsel.", "[36] For these reasons, this application is dismissed.", "[37] At the hearing the parties requested an opportunity to consider their positions and, if advised, make submissions on a certified question. Accordingly, within 15 days of the issue of these Reasons, either or both counsel may submit a draft of any question proposed to be certified. The Court will reserve the right to endorse any such question and incorporate it or them into the formal Judgment. [End of document]"]}