{"id_": "002788", "body_str": ["[1] LeBlanc, J. : Shamin Chowdhury and his wife, Mishu Chowdhury (the Applicants), are both citizens of Bangladesh. They seek judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the RPD) dated May 14, 2013 which found that they were neither Convention refugees nor persons in need of protection within the meaning of sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 (the Act).", "[2] For the reasons that follow, the application is dismissed. I. Background A. The Applicants' Alleged Fear", "[3] Shamin Chowdhury was born in the city of Dhaka (Bangladesh) where he became a grassroots leader of the youth and student wings of the Bangladesh Nationalist Party (BNP). He and his wife fear persecution as a result of three incidents related to his political activities.", "[4] Mr. Chowdhury claims the first incident occurred in December 2008, while campaigning for his local BNP candidate, Goyeshwar Chandra Roy, to the general election. He says that he was approached by supporters of the rival Awami League Party (ALP) and was directed by their leader, Aminul Hoq Jewel (Jewel), to stop campaigning for Mr. Roy. Mr. Chowdhury claims that when he indicated he would not stop campaigning for his candidate Jewel verbally threatened him and pushed him to the ground. Mr. Chowdhury then attended a local police station to report the incident however the police refused to register the case because there were no visible signs of physical injury. The ALP won the general election and Mr. Chowdhury's candidate was defeated. Fearing retaliation by ALP supporters, Mr. Chowdhury moved out of his house.", "[5] Nearly two years later, on November 30, 2010, Mr. Chowdhury crossed paths with Jewel at a nationwide protest organised by the BNP. Upon this encounter, Jewel told Mr. Chowdhury that he would be punished if he was found participating in future anti-government activities.", "[6] The third alleged incident occurred on June 5, 2011 in the context of a mass protest held in Dhaka by the BNP where Mr. Chowdhury organized and lead a group of approximately 300 participants towards the BNP head office in Dhaka. On his way home from this event, Mr. Chowdhury was once again confronted by Jewel and some ALP associates and was told that he would now face the consequences of his decision to ignore earlier warnings.", "[7] Following this third encounter Mr. Chowdhury left for a relative's home in Dhaka where he received a call from his father who told him that Jewel had visited the family home and told him that Mr. Chowdhury would be unable to hide anywhere in Bangladesh. Consequently, Mr. Chowdhury fled to nearby Gazipur, which is located on the outskirts of Dhaka.", "[8] In the days following the June 5, 2011 incident Mr. Chowdhury was contacted by his wife and his father to inform him that the police had also visited their residence, on two separate occasions. On the second occasion the police indicated that, although there were no pending warrants or charges, they needed to question Mr. Chowdhury.", "[9] Mr. Chowdhury then decided to leave Gazipur for the remote village of Madarkathi (in Barisal). While in Madarkathi he received word from home that the Rapid Action Battalion (the RAB), an elite anti-crime and anti-terrorism unit of the Bangladesh police, had attended his family residence searching for him. Mr. Chowdhury's wife then joined him in Madarkathi and they decided to leave Bangladesh in search of external refuge and protection.", "[10] They left Bangladesh for Canada on August 15, 2011 and filed for refugee protection upon arrival claiming fear that, if they were to return to Bangladesh, they would be attacked and killed by supporters of the ruling ALP or arrested and killed by the police or the RAB on false charges. B. The Decision Under Review", "[11] The Applicants' refugee claim was dismissed by the RPD on May 15, 2013 on the grounds that the Applicants had not established a well-founded fear of persecution and that, in any event, an Internal Flight Alternative (IFA) was available to them. (1) The RPD's Findings on Alleged Fear", "[12] The RPD first found that the Applicants' fear of being attacked and killed by Jewel and his ALP associates was not well-founded. In particular, it found that the Applicants had failed to provide any explanation as to why the threats made during the June 2011 incident were any more serious that the threats of the two previous incidents. The RPD was not persuaded, due to the insufficiency of the evidence, that the Applicants would be killed or harmed by these people despite Jewel's alleged reputation for having committed a number of murders.", "[13] With respect to the Applicants' fear that they would be arrested by the police or the RAB, the RPD was not persuaded, given Mr. Chowdhury's relatively minor local involvement in the overall activities of the NBP and his low level profile within that party, that either the police or the RAB were interested, or would continue to be interested, in him or his wife. The RPD found that this allegation lacked both credibility and sufficient reliable corroborative evidence and, in this respect discarded a letter from Mr. Chowdhury's father as being self-serving. Relying on country condition information, the RPD noted that Bangladeshi citizens were not prosecuted solely for political reasons.", "[14] The RPD further noted that: a. When asked why the Bangladeshi's authorities would be interested in him, given his position within the BNP, Mr. Chowdhury replied that he did not know but that ordinary people were killed without reason in Bangladesh, a response which, according to the RPD, was indicative of a generalized risk situation rather than suggestive of persecution; b. While Ms. Chowdhury's wife feared for her life because of her husband's involvement in politics, although she was not herself involved in politics, Mr. Chowdhury's father and brother had encountered no problems because of this involvement; and c. Although Mr. Roy wrote that government authorities were torturing his party's leaders and were killing the party's leaders and workers indiscriminately, he, himself, did not appear to have experienced any significant problems due to his political activities. (2) The RPD's IFA Finding", "[15] The RPD found that since Mr. Chowdhury had not experienced problems outside his home area, he and his wife had a viable IFA in Chittagong. It was not persuaded by Mr. Chowdhury's assertion that he would nevertheless face a risk to his life if he relocated to that city because his persecutors would get him since he would involve himself in politics again. II. Issues and Standard of Review", "[16] The Applicants claim that the RPD committed a reviewable error when it concluded that the Applicants had not established a well-founded fear of persecution and that they had a viable IFA in Bangladesh.", "[17] As is well established, the RPD's appreciation of the evidence, including any credibility concerns as to whether a refugee claimant has established a well-founded fear of persecution, is to be reviewed on the standard of reasonableness ( <FRAGMENT_SUPPRESSED> .", "[18] The same standard of review applies to RPD's IFA determinations ( <FRAGMENT_SUPPRESSED> , above, at para 47; <FRAGMENT_SUPPRESSED>  FTR 22, at para 38). III. Analysis", "[19] For the reasons outlined below, the finding regarding the possible IFA in Bangladesh is reasonable and settles the entire judicial review application as the determination of whether or not there is an IFA is integral to the determination of whether or not a claimant is a Convention refugee ( <FRAGMENT_SUPPRESSED>  (QL), at para 8).", "[20] As a result, in order to prove a claim of Convention refugee status, claimants must prove that there is a serious possibility that they will be subject to persecution in their country, not in some subdivision or region of that country. If the possibility of an IFA is raised by the RPD then the claimant must demonstrate that there is a serious possibility of persecution in the area alleged to constitute an IFA ( <FRAGMENT_SUPPRESSED>  (QL), at para 9).", "[21] The same is true for those seeking protection under section 97 of the Act as, according to the very wording of that provision, persons in need of protection are persons whose removal to their country of origin would subject them personally to a risk to their life or to a risk a cruel and unusual treatment or punishment provided that risk would be faced by them in every part of that country.", "[22] The notion of an IFA consists of a two-prong test: the RPD must first be satisfied, on a balance of probabilities, that there is no serious possibility of the refugee claimant being persecuted in the part of the country in which it finds an IFA exists; and secondly, that the conditions in that part of the country are such that it would not be unreasonable for the claimant to seek refuge there ( <FRAGMENT_SUPPRESSED> , at para 10; <FRAGMENT_SUPPRESSED> , above at para 12; <FRAGMENT_SUPPRESSED>  FTR 107, at para 11; <FRAGMENT_SUPPRESSED> ).", "[23] I am satisfied that the RPD made an adequate analysis of the IAF issue in this case. It considered that Mr. Chowdhury, who was politically active only in the Dhaka area, would only be at risk in this particular part of Bangladesh and that he could be expected to seek refuge elsewhere in the country. It also considered that it would not be unreasonable for him and his wife to move.", "[24] The burden was on the Applicants to establish that it was objectively unreasonable to request that they seek refuge in Chittagong, the safe area identified by the RPD. This burden is a significant one. It requires proof of adverse conditions which would jeopardize the life and safety of the Applicants in relocating in Chittagong and evidence of such conditions must be actual and concrete ( <FRAGMENT_SUPPRESSED>  (QL), at para 15; <FRAGMENT_SUPPRESSED> ).", "[25] Mr. Chowdhury claims that either the ALP or the police would get him even in Chittagong since he would not stay out of politics if he returned to Bangladesh. The RPD noted that Mr. Chowdhury faced no problems wile away from his home area and that his problems centred on his political activities locally. It found that Mr. Chowdhury had therefore failed to establish that it was objectively unreasonable to request him to seek refuge in Chittagong. As Justice Simon Noël pointed out in <FRAGMENT_SUPPRESSED> , above, the problem with the argument Mr. Chowdhury is making on the IFA issue is that he decided to leave the country rather than to relocate elsewhere and continue his political activities.", "[26] This proved fatal to the refugee claimant in <FRAGMENT_SUPPRESSED> , above, and I see no reason why it should not be the same for Mr. Choudhury whose storyline, political profile and activities are similar to that of the claimant in <FRAGMENT_SUPPRESSED> .", "[27] Mr. Choudhury contends that the RPD erred by predicating its IFA finding on his low political profile in the absence of evidence indicating that only persons of a particular profile face persecution in Bangladesh. Rather, it seems to me that the RPD's predicated its decision on the IFA issue by the fact Mr. Chowdhury: faced no problems while away from his home area; failed to provide sufficient evidence of adverse conditions which would jeopardize his life, and that of his wife, in relocating to Chittagong; and did not show that it would be objectively unreasonable to request him to seek refuge in that part of Bangladesh.", "[28] As previously noted, the issue before me has to do with the reasonableness of the RPD's decision. What this means is that my role is not to reweigh the evidence that was before the RPD and substitute my own findings. The findings of the RPD are owed deference because determining whether someone is a Convention refugee or a person in need of protection within the meaning of sections 96 and 97 of the Act falls within its area of expertise. My role is therefore limited and I can only interfere with the RPD's IFA finding in this case if it lacks justification, transparency and intelligibility, and if it falls outside the range of possible, acceptable outcomes, defensible in fact and in law ( at para 47).", "[29] Based on these reasons, I find that the Applicants have failed to show that the proposed IFA is unreasonable or that the RPD committed an error which warrants my intervention in this regard.", "[30] My conclusion would be the same even accepting the Applicants' assertion that the RPD's IFA finding was predicated on Mr. Chowdhury's political profile. As Mr. Chowdhury's political implication was on the low-end of the spectrum it would have been reasonably open to the RPD, in my view, to find it implausible that he would be tracked down by the ALP or the police and, as a result, face a serious possibility of being subjected to persecution.", "[31] According to this Court's jurisprudence, the RPD has complete jurisdiction to determine the plausibility of testimony and in so doing, to gauge the credibility of an account and draw the necessary inferences. This means that it is entitled to make credibility findings based on implausibility, common sense and rationality. As long as the inferences drawn are not so unreasonable as to warrant the intervention of the Court, the RPD's findings in this regard are not open to judicial review ( <FRAGMENT_SUPPRESSED> , above, at para 4; <FRAGMENT_SUPPRESSED>  [2002] FCJ No. 875 (QL) at para 22; <FRAGMENT_SUPPRESSED>  [2003] FCJ No. 352 (QL), at para 15).", "[32] Dismissing the Applicants' refugee claim on the basis that there was an IFA available to them given Mr. Chowdhury's low level political profile, would have been a defensible outcome based on rationality and common sense.", "[33] This outcome would also have been consistent with country condition documentation indicating that those in fear of ill-treatment by local police/rogue state agents or supporters of opposing political parties or in fear of opposing factions within their own party, will generally be able to relocate internally away from the area where they are at risk and that no persons are, in any event, prosecuted solely for political reasons (Certified Tribunal Record, at page 149-150).", "[34] No question of general importance has been proposed by the parties. None will be certified. JUDGMENT", "[35] THIS COURT'S JUDGMENT is that the judicial review application is dismissed. No question is certified. , LC 2001, c 27 (la Loi).", "[2] I. A.", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10] B.", "[11]", "[12]", "[13]", "[14]", "[15] II.", "[16]", "[17] <FRAGMENT_SUPPRESSED> ).", "[18] <FRAGMENT_SUPPRESSED>  FTR 22, au paragraphe 38). III. Analyse", "[19]", "[20]", "[21]", "[22] Thirunavukkarasu, <FRAGMENT_SUPPRESSED>  FTR 107, au paragraphe 11; <FRAGMENT_SUPPRESSED> ).", "[23]", "[24] <FRAGMENT_SUPPRESSED> ).", "[25]", "[26]", "[27]", "[28]", "[29]", "[30]", "[31]", "[32]", "[33]", "[34] JUGEMENT", "[35] [End of document]"]}