{"id_": "002745", "body_str": ["[1] Blanchard, J. : The Minister seeks judicial review under subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 [ IRPA ] of a decision by the Refugee Protection Division [RPD] of the Immigration and Refugee Board, dated June 4, 2012, granting the Respondent refugee status.  <FRAGMENT_SUPPRESSED>", "[2] The Applicant seeks an order pursuant to paragraph 18.1(3)( ) of the Federal Courts Act , R.S.C. 1985, c. F-7 quashing or setting aside the decision and referring the matter back to the RPD for determination in accordance with such directions as the Court considers appropriate.  <FRAGMENT_SUPPRESSED> I. Facts  <FRAGMENT_SUPPRESSED>", "[3] The Respondent is a young adult Sri Lankan citizen of Tamil ethnicity from the northern part of the country. He arrived in Canada aboard the MV Sun Sea on August 13, 2010, and immediately sought asylum pursuant to sections 96 and 97(1) of the IRPA .  <FRAGMENT_SUPPRESSED>", "[4] In his Personal Information Form [PIF], the Respondent described his personal circumstances as follows:  <FRAGMENT_SUPPRESSED> (a) The Respondent's family was originally from Jaffna, the northernmost district in Sri Lanka, but was displaced three times in the 1990s due to the Sri Lankan civil war. Separated from his family in 2006, the Respondent moved to an area controlled by the Liberation Tigers of Tamil Eelam [LTTE] where his family managed to re-join him in 2008.  <FRAGMENT_SUPPRESSED> (b) The Respondent and his family left and were taken to an internally displaced persons [IDP] camp in mid 2009. Once there, the Respondent was subjected to interrogations concerning his possible membership in the LTTE. Upon presenting a letter from the church at which he had worked, the Respondent was released from the IDP camp.  <FRAGMENT_SUPPRESSED> (c) One month later, the Sri Lankan Criminal Investigation Division [CID] and a paramilitary group came searching for him, and when he reported to them, he was interrogated and tortured on suspicion of being a member of the LTTE. The Respondent was released on condition that he report to the CID weekly, which he did for 15 weeks. He was often beaten when he reported.  <FRAGMENT_SUPPRESSED> (d) Although the Respondent was threatened with death if he failed to report, he also feared torture if he did. He went to Colombo with the intention of fleeing Sri Lanka. With the help of an agent, he reached Thailand in early 2010, and registered with the United Nations High Commission for Refugees [UNHCR] shortly after he arrived. He boarded the MV Sun Sea in mid 2010.  <FRAGMENT_SUPPRESSED> II. Decision under Review  <FRAGMENT_SUPPRESSED>", "[5] The RPD found the Respondent to have a well-founded fear of persecution based on his membership in a particular social group. Consequently, the RPD found the Respondent to be a Convention refugee pursuant to section 96 of the IRPA .  <FRAGMENT_SUPPRESSED>", "[6] The RPD found that the Respondent's claims of persecution in Sri Lanka were not credible. Consequently, it found that at the time the Respondent left Sri Lanka, he did not face a serious possibility of persecution based on a Convention ground or face a risk to life or risk of cruel and unusual treatment or punishment. The RPD nevertheless found that the Respondent had established a basis for a refugee claim because of his membership in a group of refugee claimants aboard the MV Sun Sea . The RPD found that the Respondent's voyage to Canada aboard the Sun Sea made him a particular target of the government of Sri Lanka because the government has accused travelers aboard the Sun Sea of having links to the LTTE and demonstrated willingness to use torture to secure information from those whom it suspected of having information about alleged terrorists.  <FRAGMENT_SUPPRESSED> III. Issues  <FRAGMENT_SUPPRESSED>", "[7] The following issues are raised in this application:  <FRAGMENT_SUPPRESSED> 1. Did the RPD err in concluding that the Respondent's claim had a nexus to a ground in the Convention refugee definition pursuant to section 96 of the IRPA ?  <FRAGMENT_SUPPRESSED> 2. Were the reasons for decision unintelligible so as to render the decision unreasonable?  <FRAGMENT_SUPPRESSED> 3. Did the RPD apply the correct standard of proof?  <FRAGMENT_SUPPRESSED> IV. Standard of Review  <FRAGMENT_SUPPRESSED>", "[8] The issue of nexus to a convention ground raises a question of mixed law and fact. The question raised concerns the existence of a connection between Convention grounds and the Respondent's particular factual circumstances. It follows that the applicable standard of review is reasonableness.  <FRAGMENT_SUPPRESSED> . Issues relating to the sufficiency and intelligibility of reasons are reviewable on the reasonableness standard. See: Newfoundland and  <FRAGMENT_SUPPRESSED> ; at paragraph 47.  <FRAGMENT_SUPPRESSED>", "[9] Issues relating to the sufficiency of the evidence to link a claimant to a particular social group and the \"well foundedness\" of the Respondent's fear raise questions of mixed law and fact and are also reviewable on the reasonableness standard.  <FRAGMENT_SUPPRESSED>", "[10] Questions relating to the appropriate standard of proof are reviewable on the correctness standard. See: Republic of Cyprus (Commerce and  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED> V. Analysis  <FRAGMENT_SUPPRESSED>", "[11] I will now consider the above issues in turn.  <FRAGMENT_SUPPRESSED> Nexus  <FRAGMENT_SUPPRESSED>", "[12] The Applicant argues that the RPD erred in finding a nexus between the persecution feared by the Respondent and one of the enumerated Convention grounds, namely by reason of a particular social group or his political opinion, as set out in <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[13] The Applicant contends that The RPD's reasons are unclear as to which Convention ground it is making the nexus link. The RPD decision is therefore neither intelligible nor transparent and does not allow a reviewing court to understand the reasons for its decision. The Applicant argues that there is an apparent contradiction between the RPD's conclusion that \"Tamil passenger on the MV Sun Sea Ship\" may be a \"particular social group\" under section 96, and its subsequent conclusion that this implication would be \"contrary to settled law. <FRAGMENT_SUPPRESSED>", "[14] The Applicant further argues that the RPD did not find that the Sri Lankan authorities will perceive the Respondent as sharing a political opinion with the LTTE. Rather, it concluded that the Respondent would be perceived to have information about the LTTE. The Applicant contends that \"having information\" is not a \"political opinion. <FRAGMENT_SUPPRESSED>", "[15] The Applicant also maintains that being a \"Tamil passenger on the MV Sun Sea \" does not meet the test for \"particular social group\" under section 96. In support of this contention, the Applicant argues that the Supreme Court in Ward (at 729-730) rejects the notion that membership in a social group can be found by identifying a group of persons who share a thread in common. The Applicant contends that the paramount consideration for determining whether a person is a member of a particular social group is to consider the general underlying themes of the defence of human rights and anti-discrimination that form the basis for the international refugee protection initiative ( Ward at 739). The Applicant argues that voluntarily choosing to set sail for Canada on an illegal human smuggling ship does not engage the defence of human rights or anti-discrimination and consequently does not fall into a Ward category.  <FRAGMENT_SUPPRESSED>", "[16] Regarding the RPD's finding of a nexus with \"political opinion\", the Applicant contends that the RPD's analysis is equally flawed. The Applicant points to the jurisprudence of this Court confirming that fear of persecution by reasons of being perceived to have information about the LTTE does not have a nexus to the Convention ground of political opinion. ( <FRAGMENT_SUPPRESSED> ). This is particularly so where the RPD explicitly found the Respondent's claim to be perceived as a member of the LTTE for being on the MV Sun Sea not to be credible.  <FRAGMENT_SUPPRESSED>", "[17] The Respondent argues that the Applicant has misstated the RPD's mixed motives analysis in its reasons and ignored the relevant passages in the reasons related to the issue of nexus. He contends that the RPD determined that because he was a Tamil migrant on the MV Sun Sea , he would be perceived as a person with links to the LTTE making him part of a \"particular social group\" and, alternatively, a person with a \"political opinion\" for the purposes of the Convention.  <FRAGMENT_SUPPRESSED>", "[18] The parties do not dispute that the single matter of having been a passenger on a ship is, in and of itself, insufficient to establish a nexus to the Convention ground of membership in \"a particular social group\". Indeed, the RPD expressly states this at paragraph 21 of its reasons. In its reasons and decision, the RPD goes on to consider the possibility of mixed motives on the part of the agents of persecution. The RPD concludes that it is a combination of factors that leads to the Respondent's fear of persecution including the Respondent's Tamil ethnicity and perceived political opinion as a passenger on the MV Sun Sea.  <FRAGMENT_SUPPRESSED>", "[19] In support of his argument on nexus, the Applicant relies on Canada (the Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . In that case the question on nexus was whether there was sufficient evidence before the RPD to justify the conclusion that the Respondent is a member of a particular social group. In its analysis, the RPD  <FRAGMENT_SUPPRESSED> did not conduct a detailed analysis of the race and political opinion Convention grounds. In my view, this case can therefore be distinguished on its facts.  <FRAGMENT_SUPPRESSED>", "[20] It is true the RPD initially characterized its nexus analysis as \"particular social group\". However, that is not the only Convention ground considered by the RPD in its decision. The RPD went on to conduct a detailed \"mixed motives\" analysis and concluded that the Respondent had established a foundation for a claim for refugee protection. I reproduce, in part, that analysis:  <FRAGMENT_SUPPRESSED> However, I do find that the claimant has the foundation for a claim for refugee protection. This finding is based on the country evidence, which indicates that agents of the government of Sri Lanka engage in a systematic use of torture as a means of securing information or confessions from detainees, and on an analysis of the claimant's particular circumstances as a Tamil and as a person who traveled to Canada on the Sun Sea . The government of Sri Lanka has accused the travelers of being linked to the LTTE, and has demonstrated its willingness to use torture to secure information from those whom the government believes has information about alleged terrorists. This tactic, in conjunction with documented discrimination against Tamils in Sri Lanka, demonstrates a heightened risk for passengers on the Sun Sea . I therefore find that the claimant faces a serious possibility of persecution based on his being a Tamil who was a passenger on the M.V. Sun Sea ship.  <FRAGMENT_SUPPRESSED>", "[21] It is clear that the RPD turned its mind to the Respondent's ethnicity in concluding as it did. It is also clear that the RPD was satisfied that the Respondent's alleged fear of persecution was based at least in part on his Tamil ethnicity or race. The jurisprudence of this Court has accepted the proposition that where a fear of persecution is based on more than one motive, and where there is evidence to support a motive based on a Convention ground, nexus might be established.  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[22] The circumstances here fall squarely within the circumstances underlying the decision in <FRAGMENT_SUPPRESSED>  (C.A.) (QL) in which Justice Hugessen implicitly dealt with the Convention nexus when he wrote:  <FRAGMENT_SUPPRESSED> In our view, it is obvious beyond any need of demonstration that if a person faces \"real and oppressive\" risks, including a risk of \"substantial violence\", from state sponsored sources (the IPKF) because he or she belongs to a group one of whose defining characteristics is race, (young Tamil males), it is simply impossible to say that such person does not have an objective fear of persecution for reasons of race.  <FRAGMENT_SUPPRESSED> See also <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[23] In its comprehensive reasons, the RPD dealt with the issue of race and found that the evidence established a \"pattern of discrimination by government authorities against Tamils\". It also found that Tamil ethnicity is an \"aggravating factor\" in addressing the treatment the Respondent may receive upon his return. The RPD concluded that a nexus to a Convention ground was established, \"in which the claimant's Tamil race\" along with other factors are combined elements of the grounds on which the Respondent may face persecution in Sri Lanka. In my view, this finding, reasonably open to the RPD on the record before it, satisfies the required nexus to a Convention ground, namely race.  <FRAGMENT_SUPPRESSED>", "[24] In Ward, at pages 738-739, the Supreme Court relies on section 15 Charter jurisprudence to inform its section 96 analysis. I find it useful to adopt such an approach here.  <FRAGMENT_SUPPRESSED>  at 768-769 the Court determines that in a section 15 Charter analysis a finding of ill-treatment against a subgroup of individuals is sufficient to warrant a finding of discrimination. Justice Iacobucci explains that \"if I were convinced that s. 63 [the impugned provision  <FRAGMENT_SUPPRESSED> ] has an adverse effect upon some women (for example, in this case, self-employed women), I would not be concerned if the effect was not felt by all women ...an adverse effect felt by a subgroup of women can still constitute sex-based discrimination ...\" Here, while not all Tamils are subject to persecution in Sri Lanka, applying the Supreme Court's reasoning  <FRAGMENT_SUPPRESSED> the subgroup of Tamils traveling on the Sun Sea , in their particular circumstances, may well be.  <FRAGMENT_SUPPRESSED>", "[25] I now turn to the Applicant's argument that in its reasons, the RPD is unclear to which Convention ground it is making the nexus link. The Applicant argues that the decision is therefore neither intelligible nor transparent and does not allow a reviewing court to understand the reasons for its decision.  <FRAGMENT_SUPPRESSED>", "[26] I reject the Applicant's argument. While the RPD at paragraph 4 of its decision afforded the Respondent refugee protection on the basis of a well-founded fear of persecution based on \"his particular social group,\" for the most part, the analysis on \"particular social group\" focuses on the treatment of Tamils (paragraphs 20-25 of the decision). As I mentioned earlier, the reasons refer to the Respondent's \"Tamil ethnicity\" or the fact that the Respondent is Tamil throughout, most importantly in the concluding paragraphs 39 and 41. The mixed motives analysis and the fact that it hinges on \"race\" or \"ethnicity\" are clear and explicit in the reasons. The content of paragraph 4 of the decision is an erroneous articulation of the Convention ground nexus. However, the RPD's analysis clearly sets out the Respondent's fear of persecution on the grounds of his Tamil ethnicity or race. Consequently, the error has no bearing on the analysis itself and does not render the decision unintelligible so as to preclude the Court from understanding the reasons and affecting the Court's ability to review the decision. ( Newfoundland Nurses' Union at paragraph 16). See also <FRAGMENT_SUPPRESSED> (Dissent upheld on appeal 2011 SCC 57).  <FRAGMENT_SUPPRESSED>", "[27] Finally, I find that the RPD's conclusion with respect to political opinion is problematic. Imputed knowledge does not necessarily lead to a finding of imputed political opinion. While it was open to the RPD to conclude that political opinion is imputed to the Respondent, it did not clearly justify this finding. Rather, the RPD found that, \"the claimant is a Tamil who is perceived to have information about a possible LTTE-affiliated smuggling operation.\" Such a finding does not result in a nexus to a Convention ground. However, having established a nexus to one of the Convention grounds, namely race, is sufficient. It matters not, in the circumstances of this case, whether the RPD's assessment and determination of the other factors in its mixed motives analysis relating to nexus was deficient. In this instance, such deficiencies have no bearing on the outcome.  <FRAGMENT_SUPPRESSED> Reasonableness of the decision  <FRAGMENT_SUPPRESSED>", "[28] The Applicant contends that the RPD erred by applying incorrect standard of proof. In particular, the Applicant argues that the RPD rejected extensive documentary evidence to the effect that returnees to Sri Lanka are questioned, but not mistreated, on the grounds of its own speculation that this evidence may be tainted because it was based on the experiences of international observers.  <FRAGMENT_SUPPRESSED>", "[29] In the concluding paragraph of its decision, the RPD found that the claimant faces more than a mere possibility of persecution if he returns to Sri Lanka. Detailed reasons for this conclusion are provided by the RPD. Reading the decision as a whole, I am satisfied that the RPD applied the correct standard of proof in making its findings, namely: the Respondent must establish his case on a balance of probabilities but does not have to prove that persecution would be more likely than not. He need only show that there is \"a serious possibility\", \"a reasonable chance\" or more than a mere possibility that he will be persecuted upon return to his country.  <FRAGMENT_SUPPRESSED>  (C.A.), at paragraphs 5-6.  <FRAGMENT_SUPPRESSED>", "[30] With respect to the challenged finding that returnees were mistreated, it was open to the RPD to prefer reports of individual incidents and some NGO reports, which indicate that returnees to Sri Lanka are ill-treated, over other evidence on the record which indicates that returnees were not mistreated. The RPD's finding that \"public reports are likely to be skewed in the direction of less - rather than more - reporting of instances of torture or other abuse\" is supported by evidence on the record that Sri Lankan authorities are secretive about their internal practices, bar access to detainees, and threaten those individuals who speak up about their treatment in detention. In addition, a finding that Sri Lankan authorities behave differently when being observed is consistent with the evidence that Sri Lanka is reluctant to show the world its internal practices. I am satisfied that this finding was reasonably open to the RPD on the record.  <FRAGMENT_SUPPRESSED>", "[31] I am also satisfied that the RPD's conclusion that the Respondent would face a serious possibility of persecution upon his return to Sri Lanka was reasonably open to it on the record.  <FRAGMENT_SUPPRESSED> Conclusion  <FRAGMENT_SUPPRESSED>", "[32] For the above reasons, I find the RPD's decision to be reasonable. As a result, the application will be dismissed.  <FRAGMENT_SUPPRESSED> Costs  <FRAGMENT_SUPPRESSED>", "[33] The Respondent seeks an order for its costs on the application. According to section 22 of the Federal Courts Immigration and Refugee Protection Rules , SOR/93-22, \"no costs shall be awarded to or payable by any party in respect of ...an application for judicial review ...unless the Court, for special reasons, so orders.\" With this in mind, I have \"broad discretion exercisable over costs\" ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[34] I am not satisfied that there are \"special reasons\" in this case to justify an award of costs. This is not a novel or test case, there was no unreasonable delay, and neither the parties nor their counsel acted unreasonably or engaged in misconduct ( <FRAGMENT_SUPPRESSED> ). I am also of the view that the parties did not adopt unreasonable or abusive positions in litigating the application. I therefore decline to award costs.  <FRAGMENT_SUPPRESSED>", "[35] The parties are requested to serve and file their respective submissions relating to certification of a question of general importance, if any, within ten (10) days of receipt of these reasons. Each party will have a further four (4) days to serve and file reply submissions, if any. Following consideration of those submissions, a judgment will issue dismissing the application for judicial review and disposing of the issue of a serious question of general importance as contemplated by section 74( ) of the IRPA.  <FRAGMENT_SUPPRESSED> Confidentiality  <FRAGMENT_SUPPRESSED>", "[36] The parties shall file written submissions setting out their respective positions on the content of the Reasons to be released publicly no later than ten (10) days from receipt of these Reasons.  <FRAGMENT_SUPPRESSED> a. These Public Reasons for Judgment are a redacted version of the Confidential Reasons for Judgment issued on March 28, 2013, pursuant to a confidentiality Order dated July 23, 2012.  <FRAGMENT_SUPPRESSED> b. Counsel for the Respondent proposed certain redactions to the Confidential Reasons for Judgment by letter dated April 3, 2013. Counsel for the Applicant agreed to the proposed redactions.  <FRAGMENT_SUPPRESSED> c. I am satisfied that the redacted confidential Reasons for Judgment dated March 28, 2013, can be issued.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: J. Danielle King/vnh  <FRAGMENT_SUPPRESSED>"]}