{"id_": "002997", "body_str": ["[1] Le juge Pinard", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17] Analyse", "[18]", "[19]", "[20] 117. (9) A foreign national shall not be considered a member of the family class by virtue of their relationship to a sponsor if (d) subject to subsection (10), the sponsor previously made an application for permanent residence and became a permanent resident and, at the time of that application, the foreign national was a non- accompanying family member of the sponsor and was not examined.", "[21]", "[22]", "[23]", "[24]", "[25]", "[26]", "[27] Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  application for judicial review of a decision by the Appeal Division of the Immigration and Refugee Board (the IAD), dated November 3, 2004, allowing the respondent's appeal against a decision by a visa officer. The facts", "[2] On June 6, 1999, Eliseo Guzman Vargas filed an application to sponsor a member of the family class for the respondent, his wife.", "[3] On October 4, 1999, the respondent filed an immigration application form with the visa office at the Canadian Embassy in Ha誰ti.", "[4] On November 11, 1999, the Canadian Embassy in Ha誰ti sent the respondent a declaration to sign in order to establish if she had any dependant children.", "[5] Six months later, on April 12, 2000, the Embassy had not received that declaration and sent a new one to the respondent.", "[6] Almost five months later, on September 1, 2000, the Embassy had still not received the declaration regarding dependant children from the respondent, which had been requested on two occasions.", "[7] On September 8, 2000, the respondent gave birth to her daughter Miralba Herminia Hernandez.", "[8] On October 13, 2000, the Embassy's notes indicated that the respondent had to send the statutory declaration regarding dependant children.", "[9] On October 16, 2000, the Canadian Embassy stated that the respondent's file was at last ready to be finalized and that her visa would be issued on that day. A record of landing (IMM1000) was then issued in the respondent's name by the visa office in Port-au-Prince. With that document, the respondent was entitled to report to a Canadian port of entry and ask that she be admitted to Canada as a permanent resident. Therefore, on November 20, 2000, the respondent arrived at Dorval with her IMM1000 and she asked to be admitted to Canada as a permanent resident.", "[10] At question 14 of the IMM1000, which the respondent signed before the officer at the port of entry on November 20, 2000, she stated that she had no dependants although in reality she had given birth to her daughter Miralba Herminia Hernandez some two months earlier.", "[11] When the respondent signed the IMM1000 at the port of entry, she certified that the information provided for questions 1 to 17 of the form were accurate and truthful.", "[12] The respondent then entered Canada and obtained permanent residence on November 20, 2000.", "[13] During a telephone interview on July 30, 2002, between an officer of Citizenship and Immigration Canada (CIC) and the respondent, the respondent said that she had not declared her child on her application because she was afraid of what [translation] \"Immigration would think\".", "[14] On October 16, 2002, the Canadian Embassy in Ha誰ti received from the respondent an application to sponsor Miralba Herminia Hernandez, the respondent's daughter and a citizen of the Dominican Republic, as a member of the family class.", "[15] This application was denied by visa officer Michael H. Lubetsky on the basis that Miralba Herminia Hernandez was not a member of the family class within the meaning of paragraph 117(9)(d) of the Immigration and Refugee Protection Regulations, SOR/2002-227 (the Regulations).", "[16] In his letter of refusal, the visa officer explained that since the respondent had not declared her daughter and had not undergone an immigration screening - even though she was a member of the family at the time the application was reviewed and until she was given her record of landing on November 20, 2000 - Miralba Herminia Hernandez was not a member of the family class within the meaning of the Regulations and her application for permanent residence was denied.", "[17] The IAD allowed the respondent's appeal from this decision by the visa officer on the basis that her daughter had not been born when she applied for permanent residence. The panel therefore determined that the daughter was a member of the family class and that paragraph 117(9)(d) of the Regulations did not apply to her case. Analysis", "[18] The applicant submits that the IAD erred in fact and in law when in its decision it did not consider the respondent's failure to declare to the immigration authorities that she had a daughter - from the time she was born until the respondent became a permanent resident on November 20, 2000. The applicant submits therefore that the IAD erred in its interpretation of the expression \"at the time of [the] application\" found in paragraph 117(9)(d) of the Regulations. I share that opinion for the following reasons.", "[19] The IAD decided that the expression \"at the time of [the] application\" corresponded to the month of January 2000 without providing any explanations on that point. January 2000 was not when the respondent filed her immigration application IMM-0008, which was in October 1999, or when she sent her Quebec Selection Certificate, which was on October 16, 2000. January 2000 appears on the statutory declaration regarding dependant children. It appears that the IAD interpreted the word \"application\" to include only certain original forms filed by the respondent, specifically the statutory declaration regarding dependant children.", "[20] Paragraph 117(9)(d) of the Regulations reads as follows: 117. (9) A foreign national shall not be considered a member of the family class by virtue of their relationship to a sponsor if (d) subject to subsection (10), the sponsor previously made an application for permanent residence and became a permanent resident and, at the time of that application, the foreign national was a non- accompanying family member of the sponsor and was not examined.", "[21] This provision of the Regulations must be read together with all of the other provisions of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (the Act), in order to take into account the context of the Act and the objective of the Act. According to subsection 11(1) of the Act, the foreign national wishing to enter Canada must, before entering Canada, apply to an officer for a visa or for any other document required, which are then issued following an examination. Further, section 28 of the Regulations describes the manner in which an application must be made, including not only that it must be made in writing, but also that it must be made when seeking to enter Canada. Therefore, there is an application not only when the original application is made in writing by a foreign national prior to entering Canada, but also at the time they seek to enter Canada.", "[22] I have already addressed the same issue in  <FRAGMENT_SUPPRESSED>  where, at paragraph 12 of the decision, I referred to Layden-Stevenson J. in her decision in  <FRAGMENT_SUPPRESSED> . It is clear that a permanent residence application in Canada is an ongoing process which is subject to a number of controls, which begins with the original visa application in writing and ends when the foreign national enters Canada. Therefore, it is not until after the foreign national has been examined at a port of entry in Canada, where they must declare any important changes since the issuance of their visa, that they can obtain their permanent residence status, as provided by section 51 of the Regulations.", "[23] It is therefore in considering this context that the expression \"at the time of that application\" in paragraph 117(9)(d) of the Regulations, cannot be limited to the date where the original application was made in writing, much less to the date where the foreign national signed a statutory declaration regarding the dependant children.", "[24] It is therefore clear that the IAD erred in its interpretation of paragraph 117(9)(d) of the Regulations. The IAD should have considered that the respondent, when she sought to enter Canada, had the obligation to declare the birth of her daughter to the immigration authorities, even if the birth took place after she had filled out her original forms.", "[25] With respect to the respondent's submissions based on subsections 3(1) of the Act and 3(1) and 9(1) of the Convention on the Rights of the Child, my colleague Kelen J. dismissed similar arguments in  <FRAGMENT_SUPPRESSED> .", "[26] For all of these reasons, the application for judicial review is allowed. The matter is therefore referred for reconsideration by a differently constituted IAD.", "[27] The following question is certified: In interpreting paragraph 117(9)(d) of the Immigration and Refugee Protection Regulations, SOR/2002-227, should the Appeal Division of the Immigration and Refugee Board have considered that the respondent, when she sought to enter Canada, had the obligation to declare the birth of her daughter to the immigration authorities, even if her daughter's birth took place after the respondent had filled out her original forms with the visa office at the Canadian Embassy in Ha誰ti ? [End of document] <FRAGMENT_SUPPRESSED>"]}