{"id_": "003093", "body_str": ["[1] : On October 7, 2000, the Refugee Division of the Immigration and Refugee Board (the \"tribunal\") rejected the refugee claims of the Balogh family who arrived in Canada on July 28, 1999. Rudolf Balogh is the father, Katalin Orsos the mother and the minor children are Erika and Veronika.", "[2] The tribunal accepted their Roma ethnicity and did not put in doubt their testimony by making adverse credibility findings. The tribunal was satisfied as to the availability of state protection in Hungary which, as a result becomes the central point in this proceeding.", "[3] \"Convention refugee\" is defined in subsection 2(1) of the Immigration Act (the \" Act \") as follows: \"'Convention refugee' means any person who (a) by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (i) is outside the country of the person's nationality and is unable or, by reason of that fear, is unwilling to avail himself of the protection of that country , or (ii) not having a country of nationality, is outside the country of the person's former habitual residence and is unable or, by reason of that fear, is unwilling to return to that country, and (b) has not ceased to be a Convention refugee by virtue of subsection (2), but does not include any person to whom the Convention does not apply pursuant to section E or F of Article 1 thereof, which sections are set out in the schedule to this Act;\" (emphasis mine) Background", "[4] Mr. Balogh's Personal Information Form (\"PIF\") begins with the following statement: \"For many years, Hungarians have discriminated against Roma people and Hungarian skinheads have attacked Roma people, including me. In this narrative, I am only describing the most serious attacks against me.\"", "[5] Mr. Balogh's PIF identifies the following attacks all perpetrated by skinheads: (1) In 1990 , an attack in a night club in Pecs from which he escaped without serious injury. (2) In May 1995 , he witnessed a skinhead attack on his pregnant cousin who was hospitalized and lost her unborn child. He wrote: \"Gizella did not report to the police the attack against her--because it was well known in Pecs that Hungarian police would not help Roma people. (3) A January 11, 1998 attack by skinheads during which he was stabbed in the chest and had his arm and nose broken. He was hospitalized for three weeks. This was reported to the police. The police could not do anything because Mr. Balogh did not know the names of the perpetrators. He then complained to the Gypsy Party but not to the prosecutor. (4) An August 1998 attack against he and his wife; he was beaten. It was not reported to the police. (5) A July 5, 1999 incident in which he was cut by a bayonet. His PIF indicates he reported the incident to the police; he was not questioned on this issue during his oral testimony. (6) On July 21, 1999 , he was hit in the face and kicked. He did not report this last attack. He wrote that if he returned to Hungary, Hungarian skinheads would again attack him and his family. He said \"they may even kill us\".", "[6] Katalin Orsos also filed a PIF identifying the \"most serious attacks against me\": (1) The August 1998 attack on her and her husband during which she was spat upon and verbally abused. Her husband recognized one of the attackers as the son of a Hungarian police officer. She wrote \"we did not report this attack to the police --because it is well known in Pecs that police did not help Roma\". (2) On April 28, 1999 , she was punched in the stomach and kicked when she fell to the ground. She was hospitalized. The doctors performed a Cesarian section but the fetus had been killed. She wrote: \" I did not report this attack to the police -- because it was well known in Pecs that police did not help Roma\". They did not report the incident to any other organization in Hungary.", "[7] Mr. Balogh was asked several questions on whether he had knowledge of certain organizations in Hungary and whether he sought help from them. This is what the transcript shows: (1) He went only once to the Gypsy Party and this was after his January 11, 1998 stabbing. He went to them after the police said they could not help because he did not know the names of the assailants. He testified the Gypsy Party told him they could do nothing for him and he should leave the country. (2) He knew of the Office of the Ombudsman. He approached them after the first beating and after he had been stabbed but was told they were not in a position to help. (3) He had heard of the Legal Defence Bureau for National and Ethnic Minorities but never went to them for assistance. (4) He had heard of the Roma Civil Rights Foundation but only sought their assistance to help him obtain a building permit. (5) He had heard of the European Roma Rights Centre but only after he had arrived in Canada.", "[8] Asked by his counsel at page 275 of the transcript \"if I told you that the Government of Hungary indicates that it has a desire to help you as a Roma in these types of problems, what would your response to that be?\" Mr. Balogh answered at page 276 of the transcript: \"They may promise things but they won't do anything because if they haven't done anything up until now, they won't do anything in the future either and I won't go back to the danger, to harm's way or to face my death. To avoid going back, I would commit suicide sooner.\"", "[9] In answer to a question by his counsel \"do you know of any Roma organization that would have been able to protect you?\", Mr. Balogh said at page 276 of the transcript: \"I am not aware of any organization. I brought even some newspaper articles how they treat the Gypsies, how Gypsies are treated ... .\" The Tribunal's Decision", "[10] As noted, the tribunal dealt with the applicants' claims on the substantive issue of state protection. It said its decision must be forward looking and the fear of persecution had to be assessed at the time of examination of the claims to refugee status.", "[11] It acknowledged \"the endemic situation of racism and racial discrimination against the Roma in Central and Eastern Europe led the Roma to seek asylum in other democratic nations\". It observed: \"In spite of the government's efforts to promote multiculturalism and peaceful existence between the majority and minority, there are many Hungarians with a racist mentality, particularly with regard to the Roma. There is discrimination in the areas of housing, employment and in the service sector. So what is the government of Hungary doing about this situation ?\" (emphasis mine) and it gave the following answer: The Hungarian government is tackling the problems facing the Roma in a determined manner and for this purpose has adopted measures in political, legal and institutional areas as well as the areas of the economy, housing, health, education and culture. The police have also initiated reforms and changes in officers' behaviour towards the Roma .\" (emphasis mine)", "[12] It then listed measures taken by the Government to address the situation of the Roma in Hungary \"and thereby analyse whether the steps taken by the Hungarian government provide protection to the Roma minority and, in this particular case, the claimants, the Balogh family\".", "[13] It referred to the January 1993 promulgation by Parliament of the National and Ethnic Minorities Act providing for the right to set their own elected self-governing bodies. In 1995, the Hungarian Government appointed a Commissioner for Law Enforcement who was competent to examine complaints about racial discrimination by State parties and make recommendations or refer cases to the courts.", "[14] Of the Balogh family, the tribunal said they did not turn to the police for help simply because none would be forthcoming in their view. They did not turn to the Roma organizations for help either and when questioned about it, Mr. Balogh had said he just simply did not go.", "[15] In the tribunal's view, Mr. Balogh could have approached the Roma Civil Rights Foundation or other organizations for help after they were attacked. They failed to do so and presumed that help would not be forthcoming. Mr. Balogh failed to lodge a complaint to the police even after his baby died before birth as a result of the alleged beatings to his wife's stomach.", "[16] As to Mr. Balogh's testimony, that one organization he approached suggested he and his family leave the country in search of a safe haven elsewhere, the tribunal commented: \"Documentary evidence on Hungary states that these organizations were set up as redress mechanisms for the Roma in Hungary. It thereby goes against the very grain of common sense that an organization whose sole purpose is to assist the Roma community would ask them to leave the country.\"", "[17] It referred to several human rights civil organizations and charitable associations in Hungary which undertake to represent the interests of the Roma minority and, after so describing them, tackled the issue of state protection by holding: \"Absent an admission by the state that it is unable to protect, a claimant can establish with \"clear and convincing\" evidence that state protection would not be reasonably forthcoming [thus rebutting the presumption] where there is a complete breakdown of the state apparatus, such as was recognized in Lebanon in <FRAGMENT_SUPPRESSED> . There is no evidence of such a state of affairs in Hungary. \"The Court of Appeal in <FRAGMENT_SUPPRESSED> recognized that there might be several established authorities in a country, which are able to provide protection in the part of the country controlled by them. It states: 'I will simply note here that I did not rule out the possibility that there may be several established authorities in the same country which are each able to provide protection in the part of the territory controlled by them, protection which may be adequate though not necessarily perfect.'\"", "[18] The tribunal went on to find \"it was evident from the steps taken by the Government of Hungary to improve the situation for the Roma that this government considered the conscious nurturing of the culture of the minorities as not only a duty deriving from international commitments it has undertaken, but also as a long term national interest\". According to it, the Government of Hungary supports the strengthening of the identity of minority groups, the development of the minority self-government system and the realization of cultural autonomy for minorities.", "[19] Referring to documentary evidence which suggests relations between the Roma community and the police have deteriorated in 1999 despite pressure from human rights groups, the tribunal concluded: \"Evidence to suggest that the police are seriously attempting to improve their response to Roma complaints. There has been a general trend of increased vigilance on the part of law enforcement officers in policing skinheads. The police have received strong messages from the Ministry of the Interior that police who do not fulfil their duties will be punished, fired, etc. The document gives statistical data on the number of racially motivated attacks and the steps taken by the Hungarian government to take punitive actions against them.\"", "[20] In its view, there was substantive evidence to show the Hungarian Government had taken steps in law and practice to demonstrate its ability to provide protection to the Roma minorities and has demonstrated its willingness to address the issue of the Roma situation in Hungary. The tribunal wrote: \"In summarizing the steps taken by the Hungarian Government to address the Roma situation, I find that there is substantive evidence to show that the Government has taken steps in law and practice to demonstrate its ability to provide protection to the Roma minorities. The Government has demonstrated its willingness to address the issue of the Roma situation in Hungary. The adoption of legislation, examples of successfully prosecuted cases, disciplinary measures taken against abusive police personnel, and the establishment of an Ombudsman for the National and Ethnic minorities are some of the mechanisms in place to address the problems the Roma population faces. Roma have now a variety of avenues available to them to pursue judicial appeals and seek redress. The rule of law, social cohesion, and a qualification structure providing balanced job opportunities all demand a gradual diminution of the disadvantages burdening the Roma as much as the long-term balanced industrial-social development also require. There is substantive evidence to show that the Government has taken steps both in law and practice to demonstrate its ability to provide protection to the Roma minorities. The Government has demonstrated its willingness to address the issue of the Roma situation in Hungary.\"", "[21] After reviewing the testimony of the claimant in the context of country conditions, the tribunal stated the applicants had failed to rebut the presumption of state protection with clear and convincing evidence.", "[22] Counsel for the applicants raises two basic issues: (1) The tribunal erred in material findings of fact by ignoring the evidence and (2) the tribunal made several errors on the issue of state protection.", "[23] In terms of fact-finding, counsel for the applicants argued the tribunal erred in finding they had not turned to the police nor to Roma organizations and also erred in identifying the police as agents of persecution.", "[24] She identified the following errors made by the tribunal on the issue of state protection: (1) It applied the wrong test of \"a willingness to address the issue of the Roma\" rather than the correct one which is that a state must actually provide protection and the change must be meaningful and effective enough to render the genuine fear of the claimant unreasonable and hence without foundation. In this context, the tribunal wrongfully equated willingness to protect with ability to protect. (2) It failed to hold the police's choosing to do nothing or refusing to help as equivalent to saying state protection cannot be provided or is unable to be provided. (3) It erred when it found, if the applicants could not obtain help from the police, they \"could have approached other organizations for help when they were attacked\". Counsel for the applicants submits Canadian jurisprudence has held an applicant is not required to seek assistance from human rights organizations and, in any event, Mr. Balogh testified such an approach was made. (4) It erred when it looked only to the issue of whether there was a complete breakdown of the state apparatus without taking account of the personal incidents which the applicants experienced where state protection did not materialize as well as evidence relating to similarly situated persons. In the circumstances the presumption of state protection was rebutted. Analysis (i) Errors of Fact", "[25] In the last paragraph of page 4 of its decision, the tribunal stated: \"In the case before the CRDD, the claimants stated that they did not turn to the police for help simply because none would be forthcoming. He did not turn to the Roma organizations for help either. When questioned about it, he said he just simply did not go. However, it is to be noted he did get a letter from the Roma organization, and it is called the Roma Civil Rights Foundation, to establish their ethnic identity. \"The panel finds that the claimants could have approached the same organization or other organizations for help when they were attacked. They failed to do so. They presumed that help would not be forthcoming. The claimant failed to lodge a complaint to the police even when the baby died at birth as a result of alleged beatings to the stomach.\"", "[26] A review of the transcript reveals that the tribunal misinterpreted the evidence.", "[27] First, the applicants did approach the police at least once and likely twice: first, on January 11, 1998 and a second time on July 5, 1999 when he was cut with a bayonet.", "[28] Second, it is not a correct reading of their testimony they never approached Roma organizations. Mr. Balogh testified he had approached the Gypsy Party and the Ombudsman.", "[29] Third, the applicants never testified the police, on occasion, were the agents of their persecution. The agents of their persecution was not the State but the skinheads from which, the applicants claim, there was no state protection.", "[30] Fourth, I find no evidence in the record to support the tribunal's finding the loss of their child on April 28, 1999 was not racially motivated.", "[31] These errors in findings of fact engage subsection 18.1(4)(b) of the Federal Court Act in that these findings were made without regard to the evidence. Whether these errors justify judicial intervention will depend on whether they impacted on the tribunal's view of state protection. (ii) Errors Related to State Protection", "[32] Counsel for the applicants points to several errors of varying nature made by the tribunal when dealing with the concept of state protection: some errors relate to the tribunal's failure to identify why it preferred certain documentary evidence when other contradictory documentary evidence on state protection existed. Other errors are said to be errors of law in defining what the scope of state protection really means.", "[33] None of the parties during argument tackled the issue of whether the facts properly drawn satisfied the statutory standard which is a question of mixed law and fact within the expertise of the tribunal to which it is entitled to a measure of a judicial deference according to the Federal Court of Appeal's decision in <FRAGMENT_SUPPRESSED>  (F.C.A.) where it said the Court should not interfere unless satisfied it was clearly wrong. For this reason, I need not engage in the debate whether by \"clearly wrong\" the Federal Court of Appeal meant to adopt a standard of review on the merits akin to the standard of reasonableness simpliciter or whether the more deferential standard of patent unreasonableness was intended. I should add, however, in a case decided prior to <FRAGMENT_SUPPRESSED> , supra, I was inclined to the view whether a tribunal properly applied the legal principles attached to the concept of state protection to the facts of a particular case engaged the standard of review of reasonableness simpliciter (see,", "[34] The tribunal had conflicting documentary evidence before it on the issue of the availability and effectiveness of state protection to the Roma in Hungary (contrast a publication by the Deputy State Secretary at the Ministry of Foreign Affairs of the Government of Hungary entitled Measures Taken by the State to Promote the Social Integration of the Roma Living in Hungary, Budapest , 2000 and the United Nations Economic and Social Council Report of February 7, 2000 issued by its Commission on Human Rights as a result of its mission to, inter alia, Hungary as well as the February 25, 2000 Report by the U.S. Department of State and Human Rights Watch, World Report for Hungary , 1999.", "[35] I am of the view the situation before me is the same as faced by Justice Hansen in  <FRAGMENT_SUPPRESSED>  where she wrote at paragraph 32: \"Second, the documents tendered by the applicants and those contained in the RCO disclosure materials cast doubt and indeed contradict the availability and effectiveness of state protection for Hungarian Roma. While it may have been reasonably open to the panel to make the findings it did, the absence of any analysis of the extensive documentation contained in the Hungarian Lead Case Information Package and the materials in the RCO disclosure package or the documents submitted by the applicants coupled with the failure to adequately address the contradictory documents and explain its preference for the evidence on which it relied warrants the Court's intervention.\"", "[36] Justice O'Keefe in <FRAGMENT_SUPPRESSED>  reached a similar conclusion stating that evidence critical to the tribunal's finding in relation to lack of state protection in Hungary for the Roma minority needed to have been weighed against the other evidence before the tribunal.", "[37] Second, I am of the view the tribunal erred when it suggested a willingness to address the situation of the Roma minority in Hungary can be equated to adequate state protection. Justice La Forest, on behalf of the Supreme Court of Canada, touched upon this element in <FRAGMENT_SUPPRESSED> . He made the following comment at page 724  <FRAGMENT_SUPPRESSED>  in the context of answering the question when a claimant was obligated to seek state protection where the agent of persecution is not an agent of the state concluding that it was not in all cases a claimant was required to seek state protection: \"... Most states would be willing to attempt to protect when an objective assessment established that they are not able to do this effectively.\"", "[38] Justice Tremblay-Lamer reached a similar conclusion in <FRAGMENT_SUPPRESSED>  (T.D.) as did Justice Teitelbaum in", "[39] The tribunal had to analyse whether, objectively speaking, state protection in Hungary \"might reasonably have been forthcoming\" to the applicants. As Justice La Forest stated at page 724  <FRAGMENT_SUPPRESSED> : \"Put another way, the claimant will not meet the definition of 'convention refugee' where it is objectively unreasonable for the claimant not to have sought the protection of his home authorities; otherwise, the claimant need not literally approach the state.\"", "[40] The relevance of this inquiry, in the case of these applicants, is twofold: first, the tribunal erred in finding they had not approached the police after certain attacks, and second, they admitted not making a complaint when allegedly their child died in utero as a result of skinhead attacks.", "[41] Third, I agree with counsel for the applicants, the tribunal took the Federal Court of Appeal's decision in <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED>  (F.C.A.)] and the comment Justice La Forest made about that case out of context. As I see it, that case stands for the proposition, absent some evidence, nations are presumed capable of protecting their citizens and, absent a situation of complete breakdown of state apparatus, it should be assumed that the state is capable of protecting a claimant.", "[42] The capability of a state to protect its citizens is simply a presumption or an assumption which can be defeated by clear and convincing evidence led by the applicants of a states inability to protect. Justice La Forest indicated how that evidence may be advanced. He stated: \"For example, a claimant might advance testimony of similarly situated individuals let down by state protection arrangements or the claimants testimony of past personal incidents in which state protection did not materialise.\"", "[43] As I see it, the tribunal did not test the presumption against the evidence led by the applicants.", "[44] I need not deal with the last point raised by the applicants which is to the effect it is not incumbent upon the applicants to seek redress from any other agency than the police on the basis that Canadian jurisprudence has repeatedly stated there is no further burden on an applicant to seek assistance from human rights organizations.", "[45] For all these reasons, this judicial review application is allowed, the tribunal's decision is set aside and the applicants' claim for refugee status is to be examined by a differently constituted panel. No certified question arises. Application allowed. Editor: Gary W. McLaughlin/clh [End of document]"]}