{"id_": "003243", "body_str": ["[1] Roy, J. : This is an application for judicial review in respect of a decision issued on April 30, 2012, by an adjudicator, Mr. E. Thomas Christie (the \"adjudicator\"), appointed pursuant to subsection 241(3) of the Canada Labour Code , RSC 1985, c L-2 (the \"Code\"). Ms. Wanda MacFarlane (the \"applicant\") saw her complaint of unjust dismissal dismissed by the adjudicator.", "[2] The applicant has represented herself in this case which has come to this Court on two occasions already in order to deal with preliminary matters of jurisdiction. It will be important to refer to these two decisions as they will help frame the debate on the merits of the case. Facts", "[3] The applicant was employed by the respondent from February 2001 to July 4, 2008. The respondent, Day & Ross Inc., is a trucking company. The applicant worked as an entry level Help Desk Programmer during the period of time. She had trained as a computer programmer and her responsibilities involved resolving information technology issues raised by other departments.", "[4] The respondent has approximately 3,000 employees and also contracts with some 1,500 independent owner-operators and brokers. The payments to those operators and brokers are done through a computerized system, whose information is controlled by the company's broker pay manager. It is the pay manager who authorizes the Help Desk to actually make changes to the records.", "[5] The facts in cases of this nature are, of course, important. The impugned decision relates the facts as found by the adjudicator in some details. It will suffice for the purpose of this judicial review to consider the following summary.", "[6] During the early part of 2008, Ms. MacFarlane was experiencing an increased frequency of migraines. On April 3, 2008, the applicant complained to her supervisor that changes in her duties in the last six months had led to her spending a great deal of time in front of \"scrolling\" computer screens which triggered her symptoms and her supervisor noted that there had been an increase in the number of tickets routed to the Help Desk.", "[7] The applicant voiced her desire for a promotion, but was told that higher positions were beyond her training and experience. Short-term disability leave was taken by the applicant for most of the rest of April. No medical evidence was produced before the adjudicator in support of that disability leave.", "[8] The adjudicator then noted that on April 29, 2008, there was a return to work meeting involving the applicant and management representatives of the respondent. No medical documentation was brought to the meeting but, based on the word of the applicant, the supervisors agreed that she could stop work immediately if any task caused the applicant the onset of symptoms; she was authorized to hand the task off to someone else in those circumstances.", "[9] The applicant returned to work on April 30th. It was her view that this return to work was on a trial basis, but her supervisor indicated that if she wished to cease work again under short-term disability, she would need to apply again and that medical evidence would be needed in support of such an application. The applicant was displeased by this state of affairs and she slammed a book on her desk. Around mid-May 2008, students were hired by the respondent and arrived to work in the department where the applicant was employed. One of the students was given a more advanced position than that of Ms. MacFarlane which, again, displeased the applicant. She told her supervisor that she wanted that position and was told that she would not be getting it. Again the applicant showed frustration by slamming books on her desk.", "[10] On May 22nd, the Accounts Payable Manager approached the applicant's supervisor about problems with the broker pay accounts. The supervisor called Ms. MacFarlane at home to ask if she had any idea what was wrong, since she was one of the few people with access to the computer records. The applicant responded that she did not know anything about that.", "[11] However, an investigation soon revealed that the applicant had deleted 148 records over the course of 20 minutes on the afternoon of Friday, May 16, 2008; she then spent two days re-entering them. The evidence shows that some of the information was re-entered incorrectly, causing further problems. The evidence also shows that the applicant did not tell anyone that there had been a problem. During this period of time the applicant did not indicate either to anyone that she had been suffering from a migraine or some other condition.", "[12] The supervisor confronted the applicant, who said that she did not know why she would have deleted the records and that she had restored 27 of them, but did not know of other deletions. The supervisor and members of the staff were successful in recreating the records from a system backup of May 15th.", "[13] On Monday, May 26, 2008, the applicant wrote to the Vice President of Information Systems, a person who had been present at her return to work meeting on April 29th, in order to offer the explanation that her reasoning had been impaired at the time when she made the deletions and she could not remember exactly what she had done or why she had done it. She suggested that she had been in a pre-migraine state and asked for a change of position, to one which would not precipitate migraines.", "[14] The applicant's last day worked was May 26, 2008 as she went on leave. On May 30th, she applied for short-term disability benefits.", "[15] The request for short-term disability benefits was denied on June 24th because the medical evidence did not support her claim. She was notified that she was expected to return to work. On or about June 27, 2008, she contacted the plan administrator to indicate that she would appeal the denial. On June 30, 2008, she was advised by letter that she was absent from work without authorization and summoned to a meeting on July 4th. On July 4, 2008, the applicant called to say that she could not come in to work and asked whether the meeting was to deal with her termination. She was advised that such was the case.", "[16] A termination letter was prepared on the same day, citing four reasons for the termination: grossly negligent conduct in the deletion of records; subsequent attempt to cover the incident up; recent absence without authorization; and expressed unwillingness to continue working in the current position. The employer offered continued payments of salary until January 3, 2009 in the event no alternate employment was secured, continued health and dental benefits and continuation in the pension plan. In return, the respondent was expecting a full and complete release. Finally, the termination would be recorded as for reasons other than cause, thus permitting the applicant to apply for Employment Insurance benefits.", "[17] The testimony of a few witnesses should be noted for the purpose of understanding more fully the case before the adjudicator.", "[18] A witness from the company's disability management division testified that the applicant had never provided sufficient objective medical evidence to justify disability benefits. It was acknowledged that one doctor's note from February 2008 indicated that scrolling computer screens could trigger migraines and should therefore be avoided, while a second one said that the applicant had experienced a severe migraine and should have two days off. However, the applicant was asked for a more specific diagnosis, a treatment plan, and details of limitations on duties and equipment on several occasions. On March 10, 2008, the applicant provided another doctor's note saying that she had a ten-year history of migraines and should avoid visual triggers, in particular being required to search for information on a screen for a prolonged period of time. It is based on this note that the company had approved her claim for benefits for the period of April 1 to April 28, 2008. The return to work meeting of April 29th followed.", "[19] The Vice President of Information Services also testified. He explained that the deletions that took place on May 16, 2008 had not been accidental. They could only be deliberate. The witness could not see the correlation between the deletions made by the applicant and her migraine issues. The actions of the applicant destroyed the necessary trust that must exist between an employer and an employee.", "[20] Finally, the applicant testified before the adjudicator. She gave her work history with the respondent. She entered the company on a Work Ability Program in February of 2001. She was offered and accepted a permanent position in May 2001. It is in 2004 that she asked about being moved off the Help Desk and promoted. This was refused. During the terminal illness suffered by a very close family member, she asked for flex time and hours; she was refused. She also asked to work from home, but this too was denied. She sought to apply for compassionate leave through a government program but that request was refused because she could not provide the date on which she would return to work. Thus, in March 2004, the applicant's doctor certified that she was under too much stress to work. She went on short-term disability, which turned into long-term disability in July 2004. The applicant's disability leave continued until April/May 2006.", "[21] Upon her return to work, her duties started to evolve. She began to get support calls for programs written in a different code, requiring her to scroll through multiple screens within an application. A new call-tracker was introduced which also required her to move through various screens. In the summer of 2007, she asked for assistance with the increasing workload and it was indicated to her that others in the office would share the calls. The applicant then provided an explanation for what took place on May 16th. She said that she received a request to make adjustments to ten transactions in the broker settlement application. The record contains several emails about invalid records which had to be deleted. The applicant testified that in the process of dealing with the request from May 15th, she discovered invalid records and decided to correct this by deleting them. She only realized later that she had deleted valid information and tried to restore the records. The applicant denied trying to cover anything up and emphasized that she had been trying to fix the mistake. She conceded that she had not considered herself to be disabled at the time of the incident, but she complained that the respondent had not been as accommodating as it should have been.", "[22] Finally, when she left work on May 26th, she was confident that her new claim for short-term disability benefits would be approved because, she asserted, she believed that company policy required automatic approval of recurrent claims. When she was called to the meeting on July 4th, she believed that she could not be dismissed while on disability. The night of her dismissal, she was taken to the hospital with symptoms of a heart attack. She subsequently applied for and was granted sick benefits under the Employment Insurance program and eventually the Canada Pension Plan Disability Benefits which she continues to receive. Proceedings", "[23] A complaint was made by the applicant against the respondent under section 240 of the Code alleging unjust dismissal. An adjudicator was appointed under subsection 242(1) of the Code and the matter was set down for hearing the complaint on August 25 and 26, 2009. However, in the meantime the applicant filed a complaint to the Canadian Human Rights Commission on May 28, 2009 in which she alleged that she was discriminated against on the basis of age and disability. She claimed of having been disabled since May 23, 2008 and that she was terminated while disabled.", "[24] On August 13, 2009, some ten days prior to the hearing before the adjudicator, the respondent claimed that the adjudicator lacked jurisdiction in view of the pending complaint before the Canadian Human Rights Commission [CHRC]. On September 2, 2009, that adjudicator concluded that he could not hear a wrongful dismissal case on its merits because of that pending human rights complaint.", "[25] It is that initial decision of the adjudicator that Ms. MacFarlane challenged before the Federal Court. That resulted in a decision of Justice Robert Mainville, then of this Court, who, on May 26, 2010 (2010 FC 556) concluded that the adjudicator was in part right, but that he had interpreted his jurisdiction without considering whether the matter could be heard if referred to the adjudicator pursuant to section 44 of the Canadian Human Rights Act , RSC 1985, c H-6. At paragraph 84 of the decision, one can read: In conclusion, I rule that the adjudicator did not violate any principles of natural justice or procedural fairness in conducting the proceedings and rendering his decision. I also rule that the adjudicator correctly decided not to hear the complaint before him on the merits. Consequently, the decision of the adjudicator in this case is largely upheld, save to the extent that the adjudicator declined jurisdiction in a manner which would preclude the complaint being referred back to him by the Canadian Human Rights Commission in the exercise of its authority pursuant to paragraph 41(1)( ) or paragraph 44(2)( ) of the Canadian Human Rights Act", "[26] That takes us to the second judicial review heard by this Court in this matter. The Canadian Human Rights Commission had provided the parties with its section 41 investigation report, and it decided on December 2, 2009 not to proceed with Ms. MacFarlane's complaint because it was \"one that could more appropriately be dealt with initially by the adjudicator\".", "[27] The applicant had written the adjudicator to hear the wrongful dismissal case following the decision on the first judicial review. The adjudicator did not proceed to hear the matter either because he concluded that the decision of the CHRC not to deal with the complaint is not to be understood as being a referral back to the adjudicator, as was contemplated in the decision of the Court in the initial judicial review. It is from that decision that judicial review was sought, this time before Justice Robert Barnes.", "[28] <FRAGMENT_SUPPRESSED>  Justice Barnes found that the adjudicator erred in law by declining jurisdiction. The Commission's report was to be understood to be a referral by the Commission to the adjudicator. One can read at paragraph 13 of the Reasons for Judgment the following:", "[13] ... The Adjudicator seems to have expected a formal requisition from the Commission before he could hear the matter on the merits. Ms. MacFarlane is correct that no such step is required. Section 44 of the CHRA stipulates that where the Commission decides to defer to another authority it \"shall refer the complainant to the appropriate authority\". Under ss 44(4) the Commission \"shall notify in writing\" the parties to a complaint of its decision to defer to another authority and it \"may in such manner as it sees fit, notify any other person\". When these provisions are read together it is clear that to support the reference of a complaint the Commission is only required to notify the parties of its decision and it is then up to them to request that the other authority assume jurisdiction. ... Justice Barnes concluded that, in the circumstances of the case, there should be a new adjudicator appointed to hear the matter on its merits. One was appointed and it is from his decision that a third judicial review is now sought.", "[29] Accordingly, the combination of the two Court rulings confirmed that the adjudicator, newly appointed for the purpose of hearing the case on its merits, had jurisdiction to deal with the complaint of unjust dismissal under section 240 of the Code, as well as the jurisdiction to address the human rights complaint to the extent that it relates to the dismissal. The adjudicator was right to state at paragraph 2 of his decision: There are really two matters for determination. The first is whether the Complainant was terminated unjustly? The second is the question of whether in the course of the termination the Respondent violated the Complainant's rights set out in the Canadian Human Rights Act R.S.C. 1985, c. H-6 ( CHRA ). These two Court decisions also circumscribe the issues before this Court. Neither of the decisions was appealed before the Federal Court of Appeal and for the purpose of this judicial review, the jurisdiction of the adjudicator is to be considered as settled, as long as he remained within the parameters set by this Court. As we shall see, he did. Issues", "[30] The applicant proposed several issues for determination by this Court. They are: (a) Did the adjudicator exceed his jurisdiction by considering the CHRC complaint? (b) Did the adjudicator commit an error of law or exceed his jurisdiction by basing his findings with regard to the unjust dismissal complaint on conclusions reached in his consideration of the CHRC complaint? (c) Did the adjudicator exceed or fail to exercise his jurisdiction and commit an error of law by failing to correctly identify the type of dismissal he was addressing and failing to make a clear finding on the central question before him? (d) Did the adjudicator exceed his jurisdiction by addressing reasons for dismissal that were not contained in the letter of dismissal? (e) Did the adjudicator base his decision on erroneous findings of fact that he made without regard to the material before him? (f) Did the contradictory findings contained in this decision render it unreasonable?", "[31] I have already addressed issues (a) and (b) in finding that the Canadian Human Rights Commission complaint was rightly before the adjudicator as per the decisions of this Court. As long as he dealt with the dismissal, the adjudicator was within his jurisdiction. The applicant seems to suggest that the conclusions reached on whether or not the applicant was discriminated against when she was dismissed while she claimed she was disabled (not when the actions giving rise to the dismissal took place) were unduly used with regard to the unjust dismissal complaint. Not only is the problem difficult to fathom, this allegation does not have an air of reality. The adjudicator considered the two issues separately and reached a conclusion on each. The applicant's submissions before the Court did not advance her case. There is no merit to issues (a) and (b). As for issues (c), (d), (e) and (f), they are better described in the respondent's formulation: (i) Did the adjudicator err in dismissing the applicant's human rights allegation? (ii) Did the adjudicator err in dismissing the applicant's unjust dismissal allegation? The more specific issues raised by the applicant will be dealt with as I consider the two allegations. I shall proceed on this basis. Analysis", "[32] The first issue to be addressed is a critical one in the circumstances. The applicant sought to retry the case before this Court, attempting in effect to show that the adjudicator was wrong in his analysis, as if the Court was proceeding on a standard of correctness. Thus what constitutes the standard of review applicable in a matter involving unjust dismissal will be important.", "[33] It is not necessary to conduct an exhaustive analysis where the standard of review applicable to a particular question has been well settled by past jurisprudence ( <FRAGMENT_SUPPRESSED>  Justice Mainville examined the issue generally and concluded that the standard of reasonableness applies. Similarly, the Federal Court of Appeal recently held in another case of alleged unjust dismissal that the standard of review is reasonableness.  <FRAGMENT_SUPPRESSED>  one can read at paragraph 32: The principal question in dispute in this case is whether Mr. Payne's dismissal was unjust. This is a question of mixed fact and law because the answer depends on the Adjudicator's application of the relevant law to the facts that he found. The inquiry involves an assessment of the facts within the proper legal framework. The standard of review applicable to an administrative tribunal's determination of questions of mixed fact and law is presumed to be reasonableness: <FRAGMENT_SUPPRESSED>  at para 53. This case will therefore be reviewed on a standard of reasonableness.", "[35] Paragraph 47 of <FRAGMENT_SUPPRESSED> describes what is expected where a Court reviews an administrative tribunal's decision on a standard of reasonableness:", "[47] Reasonableness is a deferential standard animated by the principle that underlies the development of the two previous standards of reasonableness: certain questions that come before administrative tribunals do not lend themselves to one specific, particular result. Instead, they may give rise to a number of possible, reasonable conclusions. Tribunals have a margin of appreciation within the range of acceptable and rational solutions. A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "[36] The first issue to be resolved on a standard of reasonableness is therefore whether the adjudicator erred in dismissing the applicant's human rights allegations.", "[37] On that first issue, Ms. MacFarlane argues, by and large, that the adjudicator was wrong to even consider the human rights complaint. As indicated, the matter was rightly dealt with by the adjudicator, as a result of two judicial reviews launched by the applicant herself. On a number of occasions, she repeated that she was not taking issue with the facts as found but rather her case was based on how some conclusions were reached. In effect, both in her written material and in extensive oral arguments before this Court, the applicant applied herself to litigate de novo her dismissal, instead of seeking to show that the adjudicator's finding was unreasonable as the notion is understood in <FRAGMENT_SUPPRESSED> , supra.", "[38] The standard of reasonableness does not allow the Court to substitute its own finding to that of the adjudicator.", "[39] The applicant also argued that by ruling on the two complaints, one under the Canadian Human Rights Act and one under the Canada Labour Code , the adjudicator confused the issues and therefore \"that his conclusions with regard to my unjust dismissal complaint are not entitled to any deference because they are tainted by the findings he made in his interpretation of the other process\" (paragraph 126 of the applicant's submissions).", "[40] As I have pointed out, the adjudicator was careful throughout his decision to limit himself to discrimination based on age and disability in the context of the dismissal when addressing the human rights complaint. The applicant in turn limited her claim to discrimination by reason of her disability at the time of her dismissal. The adjudicator concluded that the evidence in front of him did not support the applicant's position. Indeed, he pointed out that the applicant, both in her evidence and in her closing argument, stated that at the time of her dismissal she was not disabled (paragraph 143 of the adjudicator's Reasons for Decision). I have found nothing in the record in front of me to suggest that the adjudicator's decision was unreasonable. He conducted a careful and fair analysis of the evidence before him and provided reasons that are transparent and intelligible. There was ample evidence to conclude as he did that the dismissal was not based on discriminatory grounds. There was no evidence to that effect. It was true of the disability claim, and even more so of the age discrimination claim. There was no confusion between the complaints, just a lack of evidence in support of the complaint that the adjudicator had to address given the decisions of the Court in the previous two judicial reviews.", "[41] The second issue, to be examined on a standard of reasonableness, is whether or not the adjudicator erred in dismissing the applicant's unjust dismissal allegation. Again, the applicant applies herself largely to litigate the matter de novo instead of showing the Court, on the balance of probabilities, that the adjudicator's decision was not reasonable under the circumstances.", "[42] As part of her written argument, she asserted that the adjudicator \"appears to have adopted the respondent's argument that the deletion of valid records was an intentional act\" (paragraph 148 of the applicant's submissions). Similarly, the applicant submits at paragraph 152 of her submissions that \"The respondent also cited absence without authority as a reason for my dismissal. The adjudicator should have considered whether there was sufficient evidence to prove that I was absent without authority\". The difficulty with those submissions is that the adjudicator found that the acts leading to the deletion of records were intentional and that the applicant's absence from work was unauthorized. The evidence to that effect was completely in favour of the respondent.", "[43] Again, the question is not whether the Court agrees with the adjudicator or, for that matter, the applicant. Rather, the issue is whether the findings made by the adjudicator were reasonable. On that account, there cannot be any doubt.", "[44] There was ample evidence for the adjudicator to conclude that there was not only gross negligence, but intentional actions leading to the deletion of data. The evidence as to the steps needed to delete the records was cogent and unequivocal. Furthermore, the adjudicator was entitled to conclude that the applicant sought to cover up those actions. The technical evidence clearly pointed in that direction. The account offered by the applicant is, to say the least, contradictory. The findings of the adjudicator are remarkably clear. At paragraph 158 of his decision, he states: I do not accept what Ms. MacFarlane did with respect to the deletion incident was gross negligence. I find it was in fact intentional. Given the explanation of the steps that are required to move through screens highlighting the information to be deleted and then having to confirm that intention, it is hard to believe it was done by accident. Perhaps once but not multiple times. Further, at paragraph 159, one can read: If her actions were deliberate, were they the result of, or caused by, her migraines? If so then the culpability upon Ms. MacFarlane may be lessened. In fact Ms. MacFarlane argued this point. But again there is no medical evidence before me to establish that she did what she did on that day because of her medical condition. I do not doubt that any time of the deletions Ms. MacFarlane was suffering some type of migraine incident. But the leap to the conclusion that her actions were caused by her condition is not a leap I am willing to make in the absence of specific medical evidence on that point. It is difficult to quarrel with the adjudicator, in view of the evidence, when he concludes as he does about the attempt to cover up the actions of May 16th at paragraph 154: It was particularly troubling to me that during the course of the hearing Ms. MacFarlane gave conflicting rationales for the deletion incident. By way of example she sought emails from 2004 to show that she was actually deleting information that had been requested several years earlier. She said to her employer when first confronted that she had no idea what Ms. Johnson was talking about. She later said that she did delete records but not as many as the Respondent alleges. At the hearing she says that she was in the broker pay system on authority by virtue of a request from Ms. Wasson and, while in the application, came across invalid data that she decided to correct. Frankly, none of the explanations seemed plausible and the Complainant seemed to not accept the magnitude of the problem she intentionally created. While Ms. MacFarlane may be correct to question the magnitude of the impact on the systems caused by her deletions, the real damage was to her credibility in the eyes of the Respondent. On the evidence available to the adjudicator, these findings are perfectly reasonable. In my view, they are unassailable.", "[45] The adjudicator also found that if the applicant did not report to work after June 24, 2008 it was not by reason of illness. Once again, claims of some sort of disability during the whole period, from mid-May 2008 and the applicant's dismissal on July 4th were not supported by any medical evidence. Moreover, in the days following, the applicant indicated that she intended to appeal the denial of her disability claim but no such appeal was underway and steps had not even been taken in order to appeal the matter.", "[46] In other words, the evidence pointed in the direction of intentional actions taken by the applicant to destroy records she knew were important to her employer. She was less than forthcoming with explanations of her involvement. After denying involvement, the applicant provided different accounts, none of which acknowledged her responsibility. Following those events, she did not come back to work and provided no medical evidence in support of her contention that she had to be on leave. It is hardly surprising that the employer would have lost faith in the applicant. In the circumstances, the employer chose to dismiss its employee and the adjudicator found that it \"acted within reason in terminating the Complainant's employment\" (at paragraph 161). It is not for this Court to limit unduly the wide margin of appreciation an adjudicator, an expert in the area, has in concluding that the misconduct is sufficiently serious to warrant dismissal.", "[47] The Court therefore concludes that: (a) the adjudicator discharged his duty and stayed within his jurisdiction in ruling on both the complaint under the Canada Labour Code that the dismissal was unjust and under the Canadian Human Rights Act that the applicant suffered discrimination by reason of age and disability as part of the said dismissal; (b) it was reasonable for the adjudicator to conclude as he did that the complaint under the Canadian Human Rights Act ought to be dismissed; and (c) the adjudicator acted reasonably when he dismissed the complaint under the Canada Labour Code JUDGMENT", "[48] The application for judicial review of the decision rendered on April 30, 2012 by E. Thomas Christie, an adjudicator appointed pursuant to subsection 241(3) of the Canada Labour Code , RSC 1985, c L-2, is dismissed. Application dismissed. Editor: Angela E. McKay/vnh"]}