{"id_": "003263", "body_str": ["[1] Near, J. : The Applicant, the Attorney General of Canada, seeks judicial review of a decision of a Designated Member of the Pension Appeals Board (Designated Member) granting leave to appeal the decision of a Review Tribunal to the Respondent, Herbert Leer. Dawn Leer is an Added-Respondent in this matter. I. Background", "[2] The Respondent and Dawn Leer were married from September 1965 until their separation in March 2007. The Respondent had been receiving his retirement pension under the Canada Pension Plan , RSC 1985, c C-8 (CPP) since November 2000.", "[3] In the course of their separation, the Supreme Court of British Columbia issued an Order on May 12, 2009 that the Respondent's CPP pension would be determined and divided between him and Dawn Leer in accordance with relevant provincial legislation, the Income Tax Act , RSC 1985, c 1 (5th Supp) and the Court's Order.", "[4] Dawn Leer applied for a credit split of the Respondent's CPP pension on June 15, 2009. The Minister of Human Resources and Skills Development (the Minister) approved her application on August 30, 2009.", "[5] As a consequence, the Respondent was informed by way of a letter dated September 1, 2009 that his monthly entitlement had been adjusted from $656.53 to $353.99 due to the credit split. The Respondent requested reconsideration of the calculation for the credit split indicating that \"[t]hese numbers are not an equal split in my way of thinking.\"", "[6] In its response dated November 23, 2009, the Minister reconsidered the decision but, after detailing how the amounts were calculated, still determined: The Canada Pension Plan Credit Split is not an equal division of pension amounts, it is a division of the credits from which a pension is calculated. [...] We find that the Credit Split has been performed correctly and your benefit reflects the correct information and calculations. We will not be making any further adjustments and are maintaining our original decision.", "[7] The Respondent filed a Notice of Appeal before the Review Tribunal on January 8, 2010. He stated: The reason I wish to appeal the decision I have received is because there is no mention of the share of Mrs. Leer's C.P.P. which I am entitled to receive under the division of pensions. All documents for the application to split both C.P.P.'s were sent in by Mrs. Leer. The letter of Nov. 23, 2009 only explains how my C.P.P. was split and it used the years from Jan. 1966 - Nov. 2000 as the base for my C.P.P. which I accept. It does not explain why I am not getting any of Mrs. Leer's C.P.P. Of which I am entitled to under court orders.", "[8] In its decision of February 11, 2011, the Review Tribunal dismissed the appeal stating:", "[28] The Tribunal finds that the calculation of the Respondent of the Appellant's entitlement to pension benefits is correct.", "[29] Mr. Leer commenced receiving his CPP retirement benefits in 1999. Thus, the Tribunal finds Mr. Leer is not entitled to a division of Mrs. Leer's unadjusted pensionable earnings from 1999 onwards.", "[9] The Respondent filed an Application for Leave to Appeal and Notice of Appeal of the Review Tribunal's decision with the Pension Appeals Board. He insisted that the Review Tribunal incorrectly stated the date on which he began receiving his CPP pension as 1999. He also continued to dispute the Minister's calculation of the credit split.", "[10] A Designated Member granted the Respondent leave to appeal the decision on June 29, 2011. He recognized that the Review Tribunal had not referred to the appropriate provision of the CPP and acknowledged the error in the date along with the Respondent's confusion over the calculation. The Designated Member concluded: If a representative of the Respondent [referring to the Minister in this context] would have only taken a few minutes to provide some clear answers to the applicant's questions, it is unlikely that this appeal would have proceeded past the Respondent's consideration. I propose to grant leave to appeal with the hope that the Respondent will take such steps and the matter can be resolved without the necessity of an appeal to this Board.", "[11] The Applicant now seeks judicial review of this decision to grant the Respondent leave to appeal. II. Issue", "[12] The issue is whether the Designated Member erred in granting leave to the Respondent. III. Analysis", "[13] This Court recognizes that a review of whether the Designated Member applied the appropriate legal test in granting leave to appeal is based on correctness, while the determination as to the application raising an arguable issue is evaluated against the reasonableness standard (see for example FRAGMENT_SUPPRESSED).", "[14] The test to be applied in granting leave to appeal is whether the application raises an arguable case. This includes adducing new evidence with the application or raising an issue of law or of relevant significant facts not appropriately considered by the Review Tribunal in its decision ( FRAGMENT_SUPPRESSED). The Federal Court of Appeal also confirmed that a reference to \"no reasonable chance of success on appeal\" was in substance the correct test applied as in \"no arguable case\" ( FRAGMENT_SUPPRESSED).", "[15] The Applicant submits that the Designated Member erred in granting leave to appeal on the basis that the Minister should provide clearer answers to the Respondent's questions. This does not reflect the arguable case test as in FRAGMENT_SUPPRESSED , above. According to the Applicant, the Designated Member acknowledged this might not raise an arguable case by stating that he proposed \"to grant leave to appeal with the hope that the Respondent will take such steps and the matter can be resolved without the necessity of an appeal to this Board.\"", "[16] I am inclined to agree with the Applicant that this conclusion leaves an impression of the Designated Member not being convinced that there is an arguable case or, to put it another way, believed the matter should not truly proceed further to the appeal. The suggestion that the Applicant provide clearer answers to the Respondent's questions is not an appropriate consideration for granting leave. On this basis alone, there are valid reasons to question whether the Designated Member applied the correct legal test or was unreasonable in its application of that test by emphasizing the need to provide clearer answers.", "[17] I will nonetheless consider whether the two issues identified by the Designated Member in the decision could otherwise reasonably support the granting of leave as having raised an arguable case.", "[18] At the outset, the Designated Member noted that the Review Tribunal should have applied section 55.1 of the CPP because the Respondent and Added-Respondent were separated in 2009 as opposed to section 55 applying to divorces and annulments granted on or after January 1, 1976 and January 1, 1987. While ordinarily such errors regarding the application of the appropriate provision would be problematic, in this case it makes no material difference. The only real distinction between the provisions is their application to the dissolution of relationships in different periods (See Appendix 1 of Relevant Provisions following this decision). As the Applicant maintains, the result would be the same regardless of whether section 55.1 and the related provision of 55.2(8) was formally applied.", "[19] In FRAGMENT_SUPPRESSED, for example, the Federal Court of Appeal upheld a determination on the current version of legislation on the basis that the Board's reasoning was equally applicable under the previous version of the legislation.", "[20] Similarly, there is no doubt that the Review Tribunal misstated the year the Respondent began receiving his CPP pension as 1999. However, this made no difference as to the division of earnings under the credit-split. According to the Applicant, the Respondent simply misunderstands how the credit splitting provisions are implemented.", "[21] As a consequence, the errors identified did not provide a reasonable basis under the arguable case test in FRAGMENT_SUPPRESSED , above, to warrant the granting of leave to appeal by the Designated Member. More importantly, they do not minimize the Designated Member's error in suggesting that the need to provide clearer answers for questions could serve as a basis for granting leave when he also hoped it would not proceed to the stage of an appeal. IV. Conclusion", "[22] For these reasons, the application for judicial review is allowed. The decision to grant the Respondent's application for leave to appeal is quashed and the matter is remitted back to another member for re-determination. JUDGMENT", "[23] THIS COURT'S JUDGMENT is that this application for judicial review is allowed. The decision to grant the Respondent's application for leave to appeal is quashed and the matter if remitted back to another member for re-determination. Application allowed. Editor: Giovanni A. Merlini/vnh Relevant Provisions Canada Pension Plan , RSC 1985, c C-8 Division of Unadjusted Pensionable Earnings for Divorces and Annulments before the Coming into Force of section 55.1 Application for division 55. (1) Subject to this section, subsections 55.2(2), (3) and (4) and section 55.3, an application for a division of the unadjusted pensionable earnings of former spouses may be made in writing to the Minister by or on behalf of either former spouse, by the estate of either former spouse or by such person as may be prescribed, within thirty-six months or, where both former spouses agree in writing, at any time after the date of a decree absolute of divorce, of a judgment granting a divorce under the Divorce Act or of a judgment of nullity of the marriage, granted or rendered on or after January 1, 1978 and before January 1, 1987. Idem (2) For the purposes of this section, (a) notwithstanding paragraphs (b) and (c), the former spouses must have cohabited for at least thirty-six consecutive months during the marriage before an application made under subsection (1) may be approved by the Minister; (b) the marriage shall be deemed to have been solemnized or nullified or a divorce deemed to have been made final on the last day of the year preceding the registered date of the marriage or the judgment of nullity or the effective date of a decree absolute of the divorce or of a judgment granting a divorce under the Divorce Act ; and (c) the former spouses shall be deemed to have cohabited throughout the year in which the marriage was solemnized, and shall be deemed not to have cohabited at any time during the year of divorce or of annulment of the marriage. Period of cohabitation (3) In determining the period for which the unadjusted pensionable earnings of the former spouses shall be divided, only those months during which the former spouses cohabited during the marriage shall be considered and, for the purposes of this section, months during which former spouses cohabited shall be determined in the prescribed manner. Division of unadjusted pensionable earnings (4) On approval by the Minister of an application referred to in subsection (1), the unadjusted pensionable earnings for each former spouse for the period of cohabitation attributable to contributions made under this Act, determined in the same manner as the total pensionable earnings attributable to contributions made under this Act are determined in section 78, shall be added and then divided equally and the unadjusted pensionable earnings so divided shall be attributed to each former spouse. On division unadjusted pensionable earnings under this Act (5) Where there is a division under subsection (4) and under a provincial pension plan, for the purposes of benefit calculation and payment under this Act, the total unadjusted pensionable earnings of a contributor for a year of division shall be the aggregate of his unadjusted pensionable earnings attributed under subsection (4) and his unadjusted pensionable earnings attributed under a provincial pension plan. No division (6) No division of unadjusted pensionable earnings for a period of cohabitation shall be made (a) where the total unadjusted pensionable earnings of the former spouses in a year does not exceed twice the Year's Basic Exemption; (b) for the period before which one of the former spouses reached eighteen years of age or after which a former spouse reached seventy years of age; (c) for the period in which one of the former spouses was a beneficiary of a retirement pension under this Act or under a provincial pension plan; and (d) for any month that is excluded from the contributory period of one of the former spouses under this Act or a provincial pension plan by reason of disability. Benefits in pay (7) Where an application referred to in subsection (1) has been approved and a benefit is payable under this Act to or in respect of either of the former spouses for any month commencing on or before the day of receipt of an application under subsection (1), the basic amount of the benefit shall be calculated and adjusted in accordance with section 45 but subject to the division of unadjusted pensionable earnings made under this section and the adjusted benefit shall be paid effective the month following the month the application referred to in subsection (1) is received. Notification of division (8) On approval by the Minister of an application for division of unadjusted pensionable earnings, an applicant and the former spouse or the former spouse's estate shall be notified in a manner prescribed by regulation and, where the applicant or the former spouse or the former spouse's estate is dissatisfied with the division or the result thereof, the right of appeal as set out in this Part applies. Regulations (9) The Governor in Council may make regulations prescribing the time, manner and form of making applications for division of unadjusted pensionable earnings or withdrawal of applications for that division, the procedures to be followed in dealing with and approving those applications and the information and evidence to be furnished in connection therewith. Division of Unadjusted Pensionable Earnings When mandatory division to take place 55.1 (1) Subject to this section and sections 55.2 and 55.3, a division of unadjusted pensionable earnings shall take place in the following circumstances: (a) in the case of spouses, following the issuance of a decree absolute of divorce, a judgment granting a divorce under the Divorce Act or a judgment of nullity of the marriage, on the Minister's being informed of the decree or judgment, as the case may be, and receiving the prescribed information; (b) in the case of spouses, following the approval by the Minister of an application made by or on behalf of either spouse, by the estate or succession of either spouse or by any person that may be prescribed, if (i) the spouses have been living separate and apart for a period of one year or more, and (ii) in the event of the death of one of the spouses after they have been living separate and apart for a period of one year or more, the application is made within three years after the death; and (c) in the case of common-law partners, following the approval by the Minister of an application made by or on behalf of either former common-law partner, by the estate or succession of one of those former common-law partners or by any person that may be prescribed, if (i) the former common-law partners have been living separate and apart for a period of one year or more, or one of the former common-law partners has died during that period, and (ii) the application is made within four years after the day on which the former common-law partners commenced to live separate and apart or, if both former common-law partners agree in writing, at any time after the end of that four-year period. Calculation of period of separation (2) For the purposes of this section, (a) persons subject to a division of unadjusted pensionable earnings shall be deemed to have lived separate and apart for any period during which they lived apart and either of them had the intention to live separate and apart from the other; and (b) a period during which persons subject to such a division have lived separate and apart shall not be considered to have been interrupted or terminated (i) by reason only that either person has become incapable of forming or having an intention to continue to live separate and apart or of continuing to live separate and apart of the person's own volition, if it appears to the Minister that the separation would probably have continued if the person had not become so incapable, or (ii) by reason only that the two persons have resumed cohabitation during a period of, or periods totalling, not more than ninety days with reconciliation as its primary purpose. Period of cohabitation (3) For the purposes of this section, persons subject to a division of unadjusted pensionable earnings must have cohabited for a continuous period of at least one year in order for the division to take place, and, for the purposes of this subsection, a continuous period of at least one year shall be determined in a manner prescribed by regulation. Period for purposes of division (4) In determining the period for which the unadjusted pensionable earnings of the persons subject to a division shall be divided, only those months during which the two persons cohabited shall be considered, and, for the purposes of this subsection, months during which the two persons cohabited shall be determined in the prescribed manner. Minister's discretion (5) Before a division of unadjusted pensionable earnings is made under this section, or within the prescribed period after such a division is made, the Minister may refuse to make the division or may cancel the division, as the case may be, if the Minister is satisfied that (a) benefits are payable to or in respect of both persons subject to the division; and (b) the amount of both benefits decreased at the time the division was made or would decrease at the time the division was proposed to be made. 55.2 (1) [Repealed, 2000, c. 12, s. 48] Agreement or court order not binding on Minister (2) Except as provided in subsection (3), where, on or after June 4, 1986, a written agreement between persons subject to a division under section 55 or 55.1 was entered into, or a court order was made, the provisions of that agreement or court order are not binding on the Minister for the purposes of a division of unadjusted pensionable earnings under section 55 or 55.1. Agreement binding on Minister (3) Where (a) a written agreement between persons subject to a division under section 55 or 55.1 entered into on or after June 4, 1986 contains a provision that expressly mentions this Act and indicates the intention of the persons that there be no division of unadjusted pensionable earnings under section 55 or 55.1, (b) that provision of the agreement is expressly permitted under the provincial law that governs such agreements, (c) the agreement was entered into (i) in the case of a division under section 55 or paragraph 55.1(1)(b) or (c), before the day of the application for the division, or (ii) in the case of a division under paragraph 55.1(1)(a), before the issuance of the decree absolute of divorce, the judgment granting a divorce under the Divorce Act or the judgment of nullity of the marriage, as the case may be, and (d) that provision of the agreement has not been invalidated by a court order, that provision of the agreement is binding on the Minister and, consequently, the Minister shall not make a division under section 55 or 55.1. Minister to notify parties (4) The Minister shall, forthwith after being informed of a decree absolute of divorce, a judgment granting a divorce under the Divorce Act or a judgment of nullity of a marriage or after receiving an application under section 55 or paragraph 55.1(1)(b) or (c), notify each of the persons subject to the division, in prescribed manner, of the periods of unadjusted pensionable earnings to be divided, and of such other information as the Minister deems necessary. Division of unadjusted pensionable earnings (5) Where there is a division under section 55.1, the unadjusted pensionable earnings for each person subject to the division for the period of cohabitation attributable to contributions made under this Act, determined in the same manner as the total pensionable earnings attributable to contributions made under this Act are determined in section 78, shall be added and then divided equally, and the unadjusted pensionable earnings so divided shall be attributed to each person. Effect of division (6) Where there is a division under section 55.1 and under a provincial pension plan, for the purposes of benefit calculation and payment under this Act, the total unadjusted pensionable earnings of a contributor for a year of division shall be the aggregate of his unadjusted pensionable earnings attributed under subsection (5) and his unadjusted pensionable earnings attributed under a provincial pension plan. Provincial pension plans (7) No division under section 55.1 shall be made for any month during which the persons subject to the division cohabited and for which either of them contributed to a provincial pension plan (and, for the purposes of this subsection, months during which the persons cohabited shall be determined in the prescribed manner), unless the unadjusted pensionable earnings attributed to the persons under the provincial pension plan are divided for that month in a manner substantially similar to that described in this section and section 55.1. No division (8) No division under section 55.1 for a period of cohabitation of the persons subject to the division shall be made (a) for a year in which the total unadjusted pensionable earnings of the persons does not exceed twice the Year's Basic Exemption; (b) for the period before which one of the persons reached eighteen years of age or after which one of the persons reached seventy years of age; (c) for the period in which one of the persons was a beneficiary of a retirement pension under this Act or under a provincial pension plan; and (d) for any month that is excluded from the contributory period of one of the persons under this Act or a provincial pension plan by reason of disability. Payment of benefit (9) Where there is a division under section 55.1 and a benefit is or becomes payable under this Act to or in respect of either of the persons subject to the division for a month not later than the month following the month in which the division takes place, the basic amount of the benefit shall be calculated and adjusted in accordance with section 46 and adjusted in accordance with subsection 45(2) but subject to the division, and the adjusted benefit shall be paid effective the month following the month in which the division takes place but in no case shall a benefit that was not payable in the absence of the division be paid in respect of the month in which the division takes place or any prior month. Notification of division (10) Where there is a division under section 55.1, both persons subject to the division, or their respective estates, shall be notified in the prescribed manner. Regulations (11) The Governor in Council may make regulations prescribing (a) the time, manner and form of making applications for a division of unadjusted pensionable earnings or withdrawal of applications for such division; (b) the procedures to be followed in dealing with and approving such applications and the information and evidence to be furnished in connection therewith; and (c) the effective dates of the approval or taking place of a division and of the attribution of pensionable earnings following a division. Demande de partage Demande de partage ) et Période de cohabitation"]}