{"id_": "003425", "body_str": ["[1] Rennie, J. : The applicant seeks an order setting aside the decision, dated August 25, 2010, of the Refugee Protection Division of the Immigration Refugee Board of Canada (the Board), which found the applicant to be neither a Convention refugee nor a person in need of protection under sections 96 and 97 of the Immigration and Refugee Protection Act , 2001, c. 27 ( IRPA ). For the reasons that follow this application for judicial review is granted.", "[2] The applicant was born in Mauritania in 1971 and is a member of the Fullah ethnic group speaking Fulani. In December 1989, at the age of 18, he fled Mauritania because of conflict in the country that targeted Afro-Mauritanians, which includes the Fullah. As a result of this conflict, described in one United Nations document as \"ethnic cleansing\", many thousands of Afro- Mauritanians were expelled from the country. The applicant's father's land and cattle were expropriated by soldiers and civilians. The applicant fled Mauritania by walking for several days over the border to Senegal and then taking a bus to the Gambia.", "[3] The applicant remained in the Gambia from 1989 to 2009 without status or a work permit. He worked as a farmer and later as a construction worker, but was frequently harassed and, on occasion, detained by police because he did not have a work permit. In 1991 the applicant met his wife, who was also from Mauritania, in the Gambia. They married in 1992 and now have two children.", "[4] In 2005 the applicant took a construction job where he was paid one quarter of his salary, with his employer withholding the rest in order to arrange the applicant's passage out of the country to Canada. The applicant arrived in Calgary on December 14, 2008 and claimed refugee status the next day. Decision under Review", "[5] The applicant's application for refugee protection was refused by the Board in a decision rendered orally on July 27, 2010 and in writing on August 25, 2010. The determinative issue was the availability of state protection.", "[6] The applicant's claim for refugee protection was based on his fear of persecution should he return to Mauritania. In his claim the applicant stated that he had a well founded fear of persecution pursuant to section 96 of the IRPA based on his race or ethnicity as a member of the Fulani in Mauritania, and specifically as a victim of the land expropriation and expulsion by the government of Mauritania in 1989. This fear was based on reports from other returnees, who are Afro-Mauritanian, from the Gambia or Senegal who have been arrested and otherwise targeted by the Mauritania authorities, which are largely comprised of the Arab Moor majority.", "[7] The Board found that Mauritania was a \"new democracy\" and noted that an election had been held in 2009 which was considered to be free and fair by independent observers. The Board found that the government has made serious efforts to repatriate and reintegrate approximately 17,130 returnees who took refuge in neighboring countries during the expulsion, as demonstrated by the documentary evidence, including reports form UN Human Rights Council and the US Department of State. Although the Board noted that there was evidence that a few returnees were arrested, it found that it was not clear why these arrests happened or whether these people remain in jail.", "[8] In consequence, the Board held that there was an expectation of the state's ability to protect its citizens, which the applicant failed to rebut with clear and convincing evidence. Analysis", "[9] In a democratic country there is a presumption that a state can protect its own citizens. As such, the onus is on the applicant to rebut this presumption and prove the state's inability to protect through \"clear and convincing\" evidence: <FRAGMENT_SUPPRESSED> .", "[10] This principle, however, does not stand in isolation. It is tempered by the fact that the presumption varies with the nature of the democracy in a country. Indeed, the burden of proof on the claimant is proportional to the level of democracy in the state in question, or the state's position on the \"democracy spectrum\": <FRAGMENT_SUPPRESSED> .", "[11] Democracy alone does not ensure effective state protection. The Board must consider the quality of the institutions providing that protection. As well, the Board must look at the adequacy of state protection at an operational level and consider persons similarly situated to the applicant and their treatment by the state: <FRAGMENT_SUPPRESSED> .", "[12] Democracy, for these purposes, encompasses more than the existence of free and fair elections. It is not a black or white analysis. The jurisprudence is clear that democracies are to be assessed on a continuum, and that the more \"democratic\" a country, the greater the burden on the applicant to rebut the presumption of state protection. Democracy, to be more than a label, requires institutions and principles to give effect to the values that the term encompasses. These may include, amongst others, an independent judiciary and defence bar, access to justice and a police force that is independent in the exercise of its investigatory function.", "[13] While the rule of law and democratic values are sometimes conflated, certain freedoms - those of expression, religion, and the right of habeus corpus - have been considered to be integral to viable democracy. Without these components, along with existence of free and fair elections, democracy is but a political theory with little meaning in reality. Indeed, it is the existence of these institutions that mitigate against the very risks that lie at the core of the Convention on the Protection of Refugees. Put otherwise, the right to vote might mean little to a refugee if he is still subjected to arbitrary arrest and detention or persecution for his race or religion.", "[14] It should be noted that the 2007 presidential election appears to be the first free and fair election since independence in 1960, and the 2009 elections were precipitated by a coup in 2008. With regards to the democratic situation of Mauritanian, the US Department of State found that: Mauritania, with an estimated population of 3.4 million, is a highly centralized Islamic republic governed by President Mohamed Ould Abdel Aziz, whose election on July 18 ended the 11-month political crisis caused by the August 2008 coup d'etat against former President Sidi Ould Cheikh Abdallahi. President Aziz had served as head of state and head of the governing junta, the High State Council (HSC), until he resigned from the military on April 22 to formally run for office. The presidential election, declared free and fair by international observers, followed the June 4 Dakar Accord, a consensual agreement brokered by Senegalese President Wade and the international community to end the country's political stalemate. In compliance with the Dakar Accord, deposed President Abdallahi returned on June 27 to form a Transitional Government of National Unity and voluntarily resigned from office. Following the election, civilian authorities maintained effective control over the security forces.", "[15] During the year there was deterioration in the human rights situation. Citizens did not have the right to choose their government until the July 18 election. Other problems included mistreatment and torture of detainees and prisoners; security force impunity; lengthy pretrial detention; harsh prison conditions; arbitrary arrests and political detention; limits on freedom of the press and assembly, including police beating of demonstrators and arrests of journalists; restrictions on freedom of religion; and corruption.", "[16] Had the Board looked at the question of the nature of the democratic institutions that underlies the presumption state protection it may have placed a less stringent burden on the applicant to rebut the presumption of state protection.", "[17] While this finding on the presumption of state protection is sufficient to allow the application, I will also address the Board's analysis of the evidence before it because it was neither contextual nor fulsome.", "[18] This does not mean that a full analysis of all aspects of the state's machinery of government is required. It does mean that pointing to democratic elections may not, depending on the context, suffice. As Justice Russel Zinn said in <FRAGMENT_SUPPRESSED> : The profile of the alleged human rights abuser is important due to the fact that, even in democratic countries, certain individuals can be above the law.", "[19] In my view, the criteria set forth by Justice Zinn at paragraphs 37-42 are instructive as to the approach to be taken in the analysis of a claim of failure of state protection.", "[20] It is, therefore, insufficient to point to the existence of free and fair elections, conclude that a country is a new democracy, and then fully shift the onus to the applicant to displace the presumption. The presumption is stronger in states with strong democratic institutions and traditions. It is weaker in others. The equation is nuanced and it requires calibration. This calibration was not done in this case. This was the error on which this decision will be set aside and remitted to another panel of the Board.", "[21] The reasons for decision do not reflect or recognize the historic persecution and discrimination of the Fullah and Afro-Mauritanian peoples in Mauritania, which evidently led to their expulsion in 1989-1990. The Board did examine the current context facing Afro-Mauritanians, which includes the cessation of violence with Senegal and the signing of a repatriation treaty for expelled Afro-Mauritanians. However, given this deep historical antipathy, it was an error to assume, in the face of contradictory evidence, that this treaty with Senegal alleviated the risks facing the applicant. Again, relying on Justice Zinn in <FRAGMENT_SUPPRESSED> above, para 42: Finally, all of the foregoing factors must be situated against the available documentary record. Such an exercise can inform the RPD whether the circumstances of the case are plausible within the context of a given country. The documentary record can inform whether such human rights violations are a regular event in a given country, whether the response of the authorities is in line with what normally happens, whether other avenues of protection exist that were not sought, and whether the institutions present in a country are regularly able and willing to provide protection. The purpose of reviewing the documentary record is not to state unequivocally whether there is state protection in a given country. The purpose of reviewing the documentary record is to inform the analysis of the foregoing factors in order to determine whether the claimant has rebutted the presumption of state protection.", "[22] The Board did not refer to important evidence contrary to its conclusion, and therefore it can be concluded that the Board failed to consider this evidence. As well, the Board failed to explain why it preferred excerpts from the national documentation package over the applicant's oral testimony and documentary evidence that supported his testimony. Specifically, at paragraph 18 the Board stated: You stated that you believe if you return to Mauritania you would be put in jail until you die because you are considered by the government as someone who destroyed the reputation of Mauritania. However, the documentary evidence does not support this assertion. The Government of Mauritania is making serious efforts to repatriate nationals from other countries back to Mauritania.", "[23] This statement was made despite the fact that there was documentary evidence, submitted by the applicant that demonstrated that some returnees were jailed on return. The observations by the Board that the arrests may have been the result of an error or other criminal activity unrelated to return, and that \"there was no indication that the individuals remained in jail today\", as corroboration of its conclusion on the issue of risk are, in the case of the former, speculative and in respect of the latter, irrelevant.", "[24] In support of its decision, the Board cited passages from the US State Department report on Mauritania, which looked at the efforts made by the government to repatriate those who had previously been expelled from the country: The government cooperated with UNHCR and other humanitarian organizations in providing protection and assistance to internally displaced persons, returning refugees, asylum seekers, stateless persons, and other persons of concern; however, the government lacked resources to effectively support these persons. However, reintegration of returnees into communities was challenging due to deficient sanitation, health, and education infrastructure, as well as land disputes. [Emphasis added]", "[25] However, the Board omitted from its reference to the US State Department report the observation that: The majority of Afro-Mauritanian returnees were unable to obtain identity cards. According to UNHCR, the deficiencies stemmed from bureaucratic delays rather than policy. [Emphasis Added] And further, the US State Department report states: During the year the HSC and President Aziz's administration continued the national reconciliation program for the repatriation of Afro-Mauritanian refugees from Senegal and Mali, in coordination with the Office of the UN High Commissioner for Refugees (UNHCR). On December 31, repatriation operations were successfully ended with the arrival of the last group from Senegal. On March 25, the HSC signed a framework agreement to compensate 244 widows of Afro-Mauritanian military personnel killed during the 1989-91 expulsion of Afro-Mauritanians and held a memorial for the victims on the same day. The agreement and memorial represented the authorities' first public acknowledgement of the government's role in the ethnic killings and expulsions of 1989-91 . [Emphasis Added] Document 2.1, National Documentation Package for Mauritania (24 March 2010). \"2009 Human Rights Report: Mauritania\", US Department of State (11 March 2010).", "[26] There was also evidence before the Board that demonstrated that the issues that prompted the applicant's original flight from Mauritania remain, such as the high rates of Afro-Mauritanian imprisonment: During his visit to the Dar Naim Prison, the Special Rapporteur heard many claims that most of the detainees were from the communities that were traditionally discriminated against, whereas individuals from the Arab-Berber communities escaped imprisonment thanks to the discriminatory application of the law and the protection by their family or tribe. Despite the absence of statistics on the ethnic makeup of the prison population, the Special Rapporteur observed that most of the prison population was black Moors and black Mauritanians. He was also concerned at the prison conditions, notably overcrowding, which prevented pretrial detainees from being separated from convicts and, among other things, hampered access to medical services. At that time of his visit there were 760 inmates, whereas the prison's capacity was 380. Document 13.1, National Documentation Package for Mauritania (24 March 2010). Doudou Diène, Special Rapporteur, \"Racism, Racial Discrimination, Xenophobia and Related Intolerance - Follow-up to and Implementation of the Durban Declaration and Programme of Action: Mauritania\", Report to the United Nations Human Rights Council, A/HRC/11/36/Add.2 (16 March 2009) at para 53.", "[27] As well, the US Department of State noted that ethnic minorities, and specifically Afro-Mauritanians, continue to face discrimination and marginalization: Ethnic minorities faced governmental discrimination. The inconsistent issuance of national identification cards, which were required for voting, effectively disenfranchised numerous members of southern minority groups. Racial and cultural tension and discrimination also arose from the geographic and cultural divides between Moors and Afro-Mauritanians. [...] Ethnic rivalry contributed to political divisions and tensions. Some political parties tended to have readily identifiable ethnic bases, although political coalitions among parties were increasingly important. Black Moors and Afro-Mauritanians continued to be underrepresented in mid to high-level public and private sector jobs. [...] There were numerous reports of land disputes between former slaves, Afro-Mauritanians, and Moors. According to human rights activists and press reports, local authorities allowed Moors to expropriate land occupied by former slaves and Afro-Mauritanians or obstruct access to water and pastures.", "[28] Counsel for the Minister made compelling submissions in support of the decision. In particular, counsel pointed to two particular aspects of the evidence before the Board that constituted a supportive rationale for the Board's findings: • On November 12, 2007, the governments of Mauritania, Senegal, and the UN High Commissioner for Refugees signed the \"Tripartite Agreement on the Voluntary Repatriation of Mauritanian Refugees in Senegal\": UN Human Rights Council Report, at p 42, para 3; and • The President of Mauritania has made the repatriation and the humanitarian issues that returnees will face a government priority: application record, UN Human Rights Council Report at p 48, paras 58, 60; see also p 50, paras 69-70;", "[29] Counsel also contended, correctly, that Refugee law is forward looking - it is the risk that would be faced on return that is to be assessed: <FRAGMENT_SUPPRESSED> . But it is that very issue that the Board overlooked.", "[30] While it was within the Board's power to reject the applicant's fears as lacking an objective basis, that conclusion had to be reached having regard to the evidence on the current treatment of Afro-Mauritanian returnees. The evidence in the national documentary package as to how returnees are currently being treated was, at best, thin and speculative. While not determinative in and of itself, when viewed in the historical context, prolonged and severe ethnic based persecution, the absence of evidence on this issue is significant.", "[31] Ultimately, the test before the Board is that as is expressed under the Convention: whether the person has a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, and is unable or, by reason of that fear, unwilling to avail himself of the protection of that country.", "[32] In my view, having regard to the evidence that was before the Board, the conclusion that the applicant had state protection available to him cannot be sustained.", "[33] The application for judicial review is granted and the matter is referred back to the Immigration Refugee Board of Canada for reconsideration before a different member of the Board's Refugee Protection Division.", "[34] There is no question for certification. JUDGMENT", "[35] THIS COURT'S JUDGMENT is that the application for judicial review is granted. The matter is referred back to the Immigration Refugee Board of Canada for reconsideration before a different member of the Board's Refugee Protection Division. No question for certification has been proposed and the Court finds that none arises. [End of document]"]}