{"id_": "003796", "body_str": ["[1] Kane, J. : The applicant seeks judicial review pursuant to section 72 of the Immigration and Refugee Protection Act , SC 2001, c 27 [the Act ], of a decision of a visa officer [the Officer] at the Canadian Embassy in Ankara, Turkey, made on May 25, 2012, which determined that he did not meet the requirements for permanent resident status in Canada as a Federal Skilled Worker pursuant to subsections 87.3 (2) and (3) of the Act", "[2] Mr Ansari, a citizen of Iran, applied for permanent residence as a member of the Federal Skilled Worker [FSW] class, under National Occupational Classification [NOC] 0213 (Computer and Information Systems Manager).", "[3] The Officer found that he did not provide \"sufficient evidence\" that he \"performed the actions described in the lead statement for the occupation, as set out in the occupational descriptions of the NOC and that [he] performed all of the essential duties and a substantial number of the main duties, as set out in the occupational descriptions of the NOC.\" The GCMS notes, which form part of the reasons, shed more light on why the Officer came to this conclusion: Subject has provided a letter from Iran Poust Co Ltd outlining applicants duties and responsibilities. It should be noted that letter has paraphased (sic) main duties as found in the NOC description on the website. It should also be noted that subject does not appear to have preformed (sic) some of the main duties of the NOC 0123. - I am not satisfied that subject has preformed (sic) duties of the lead statement or some of the main duties underlined in the NOC of 0213.", "[4] The refusal letter reiterates the above and adds, the duties described in the employment letter submitted are \"closely paraphrased from occupational descriptions of the NOC, diminishing the overall credibility of the employment letter. As such I am not satisfied that you are a Computer and Information Systems Manager - 0213\". The Issues", "[5] The applicant submits that the Officer breached the duty of procedural fairness and relies on several cases that establish that where concerns related to credibility or the authenticity of documents arise there is a duty to inform an applicant of such concerns and provide an opportunity to respond: <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ].", "[6] The applicant submits that an Officer's concern about paraphrasing from an NOC description is a credibility issue triggering this duty. The applicant noted jurisprudence from this Court including <FRAGMENT_SUPPRESSED>  [2011] FCJ No 714 [ Patel ] at paras 26-27; <FRAGMENT_SUPPRESSED>  [2013] FCJ No 162; <FRAGMENT_SUPPRESSED>  [2013] FCJ No 798 [ <FRAGMENT_SUPPRESSED> ].", "[7] The applicant also submits that the Officer unreasonably concluded that the applicant did not perform some of the main duties of NOC 0213 given that the case law has established that the applicant need only demonstrate that one or more of the main duties are performed ( <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1575). The letter from the applicant's employer described two of the duties, and the FSW application lists two additional duties. The applicant further argues that the Officer failed to consider relevant evidence, including the applicant's curriculum vitae and Schedule 3, which included a list of his current duties.", "[8] The respondent submits that there was no breach of procedural fairness. The Officer followed the process and was not required to inform the applicant of his concerns about the similarity between the job duties submitted and the language of NOC code 0213.", "[9] The respondent points to the jurisprudence that has established that an Officer has no duty to notify applicants of concerns where they arise directly from the requirements of the legislation or regulations and relies on <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1782 [ <FRAGMENT_SUPPRESSED> ] at para 26; <FRAGMENT_SUPPRESSED>  [2010] FCJ No 587 [ <FRAGMENT_SUPPRESSED> ] at para 9; and <FRAGMENT_SUPPRESSED> , cited above.", "[10] The respondent submits that the Officer reasonably found that the applicant did not perform a substantial number of the duties, that the employment letter, Schedule 3 and the application all paraphrased or copied from the NOC and described only two duties, and that the employment letter did not describe the nature of the business or the lead or essential duties which the applicant must satisfy.", "[11] The respondent also submits that visa officers need not refer to every piece of evidence submitted since there is a presumption that it has been considered: <FRAGMENT_SUPPRESSED>  (CA) (QL); Newfoundland and  <FRAGMENT_SUPPRESSED> . The affidavit of the Officer, which the applicant objects to, simply confirms that the Officer did consider all the documents, which is otherwise presumed. Standard of review", "[12] The applicant and respondent are in agreement about the applicable standards of review. If an issue of procedural fairness arises, it is reviewable on a correctness standard: Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  CarswellNat 434 at para 43. The Officer's decision with respect to the applicant's eligibility for permanent resident status pursuant to the FSW class requires the Officer to assess the application and exercise his discretion and is, therefore, reviewable on a reasonableness standard: <FRAGMENT_SUPPRESSED> . Was there a breach of procedural fairness?", "[13] The key issue is whether the Officer breached the duty of procedural fairness by not providing the applicant with an opportunity to address the Officer's concerns regarding the applicant's employment letter, which copied the duties set out in the NOC and led the Officer to note, \"diminishing the overall credibility of the employment letter\".", "[14] If the concern is truly about credibility, the case law has established that a duty of procedural fairness may arise [ <FRAGMENT_SUPPRESSED> ]. However, if the concern is about the sufficiency of evidence, given that the applicant is clearly directed to provide a complete application with supporting documents, no such duty arises. Distinguishing between concerns about sufficiency of evidence and credibility is not a simple task as both issues may be related.", "[15] In <FRAGMENT_SUPPRESSED> , the applicant copied her duties directly from the NOC description. Justice Pinard determined that the Officer's decision was reasonable and that the Officer did not have a duty to inform the applicant of the duplication concerns. In addition, and as in the present case, the Officer was also not satisfied that the applicant performed the duties set out in the lead statement. Justice Pinard noted:", "[15] According to Operational Bulletin 120 - June 15, 2009, Federal Skilled Worker (FSW) Applications - Procedures for Visa Offices, descriptions of duties taken verbatim from the NOC are to be regarded as self-serving. When presented with such documents, visa officers are entitled to wonder whether they accurately describe the applicant's work experience. Where a document lacks sufficient detail to permit its verification and ensure a credible description, the applicant will not have produced sufficient evidence to establish eligibility: the visa officer must proceed to a final determination and if the evidence is insufficient, a negative determination of eligibility should be rendered.", "[16] Therefore, the officer was entitled to give less weight to the applicant's description of his work experience, being an almost exact replica of the NOC tasks. Nonetheless, the applicant claims that the officer's failure to consider the other documentary evidence he provided constitutes a reviewable error. [...]", "[20] Since the applicant's application was a virtual copy of the NOC tasks, as was his reference letter, the officer could not properly evaluate whether the applicant had the requisite work experience as a Restaurant and Food Manager, and consequently declared the applicant ineligible, in conformity with the guidelines (Operational Bulletin 120, above). [...]", "[27] In the case at hand, the officer did not have the obligation to hold an interview or to inform the applicant of his concerns with regards to the duplication of the NOC listed duties, much like in <FRAGMENT_SUPPRESSED> . In the words of Justice Danièle Tremblay-Lamer at paragraph 14: [...] It did not help that the Applicant's own description of her duties appeared to be copied from the National Occupational Classification. Thus, it was open to the visa officer, on the basis of the scant evidence before him, to find that the Applicant had not established that she had sufficient work experience in her stated occupation, and to reject her application on that basis.", "[28] Therefore, the officer did not breach his duty of procedural fairness.", "[16] <FRAGMENT_SUPPRESSED>  [2012] FCJ No 1624 [ <FRAGMENT_SUPPRESSED> ], Justice Boivin upheld an officer's decision not to issue a visa on the basis of credibility with respect to the employment letter. In addition to the fact that the employment letter copied the NOC duties, there were other concerns about the authenticity of the letter and the plausibility that the applicant had been hired as a Construction Project Manager with no prior training or experience.", "[17] Justice Boivin noted that Hassani, which has been cited in many subsequent cases to support the proposition that concerns about credibility should prompt the officer to put these concerns to the applicant, does not in fact create an absolute obligation. As Justice Boivin points out, in <FRAGMENT_SUPPRESSED> , Justice Mosley stated:", "[24] [...] Where however the issue is not one that arises in this context, such a duty may arise . This is often the case where the credibility, accuracy or genuine nature of information submitted by the applicant in support of their application is the basis of the visa officer's concern, as was the case in Rukmangathan , and in John and Cornea cited by the Court in Rukmangathan , above.", "[18] Justice Boivin emphasized in <FRAGMENT_SUPPRESSED> that the burden is on the applicant to provide a relevant, complete and unambiguous application, as he explained at para 25:", "[25] As explained earlier, the burden of providing sufficient information rests on the applicant, and where the Officer's concerns arise directly from the requirements of the Act or its Regulations, there is no duty on the Officer to raise doubts or concerns with the applicant ( <FRAGMENT_SUPPRESSED> [2010] FCJ No 587 (QL) [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> , above, at para 24). Also, and contrary to the applicant's submission, there is no such absolute duty on the Officer where the application, on its face, is void of credibility. In terms of sufficient information, the onus will not shift on the Officer simply on the basis that the application is \"complete\". The applicant has the burden to put together an application that is not only \"complete\" but relevant, convincing and unambiguous ( <FRAGMENT_SUPPRESSED>  [2012] FCJ No 548; <FRAGMENT_SUPPRESSED> , above, at para 26). Despite the distinction that the applicant attempts to make between sufficiency and authenticity, the fact of the matter is that a complete application is in fact insufficient if the information it includes is irrelevant, unconvincing or ambiguous.", "[19] The jurisprudence also supports the position that when a concern is raised that is truly about credibility, there may be - and often will be - a duty to notify an applicant of these concerns so that the applicant may be able to provide an explanation or further documentation.", "[20] In <FRAGMENT_SUPPRESSED> , Justice de Montigny reviewed the case law and, relying on <FRAGMENT_SUPPRESSED> , found that issues of procedural fairness will arise where a visa officer's concerns relate to the credibility of evidence: 21 It is by now well established that the duty of fairness, even if it is at the low end of the spectrum in the context of visa applications ( <FRAGMENT_SUPPRESSED>  (F.C.) at para 39), require visa officers to inform applicants of their concerns so that an applicant may have an opportunity to disabuse an officer of such concerns. This will be the case, in particular, where such concern arises not so much from the legal requirements but from the authenticity or credibility of the evidence provided by the applicant. After having extensively reviewed the case law on this issue, Justice Mosley was able to reconcile the apparently contradictory findings of this Court in the following way: Having reviewed the factual context of the cases cited above, it is clear that where a concern arises directly from the requirements of the legislation or related regulations , a visa officer will not be under a duty to provide an opportunity for the applicant to address his or her concerns. Where however the issue is not one that arises in this context, such a duty may arise. This is often the case where the credibility, accuracy or genuine nature of information submitted by the applicant in support of their application is the basis of the visa officer's concern, as was the case in Rukmangathan , and in John and Cornea cited by the Court in Rukmangathan , above. [emphasis added] <FRAGMENT_SUPPRESSED> .", "[21] In <FRAGMENT_SUPPRESSED> , no breach of procedural fairness was found because the officer had asked the applicant to provide more information or supporting material before coming to a final determination of the application.", "[22] <FRAGMENT_SUPPRESSED>  [2011] FCJ No 714 is extensively relied on to support the proposition that where the NOC duties are copied, a credibility concern is raised leading to a duty to put that concern to the applicant. However, it is clear that Justice O'Keefe concluded after fully assessing the facts of that case, including that the NOC duties were copied, the reasons were not adequate, and the officer regarded the letter as fraudulent. The central issue, as stated by Justice O'Keefe, is the same issue we are faced with in the present case: 20 The central issue in this case is whether the officer rejected the application due to concerns about the credibility of the letter of experience or because she found that the principal applicant did not produce sufficient evidence of his work experience. 21 The case law specifies that a visa officer is not under a duty to inform an applicant about any concerns regarding the application which arise directly from the requirements of the legislation or regulations (see  <FRAGMENT_SUPPRESSED> ). 22 However, a visa officer is obligated to inform an applicant of any concerns related to the veracity of documents and will be required to make further inquires (see  <FRAGMENT_SUPPRESSED> , at paragraph 24). 23 The onus is always on the principal applicant to satisfy the visa officer of all parts of his application. The officer is under no obligation to ask for additional information where the principal applicant's material is insufficient (see  <FRAGMENT_SUPPRESSED>  (FCTD) (QL) at paragraph 6). 24 Regulation 75 clearly indicates that a foreign national is only a skilled worker if he can show one year of full time employment where he performed the actions in the lead statement of the NOC and a substantial number of the main duties. 25 As such, if the visa officer were concerned only that the employment letter was insufficient proof that the principal applicant met the requirements of Regulation 75, then she would not have been required to conduct an interview. 26 However, the officer states that her concern is that the duties in the employment letter have been copied directly from the NOC description and that the duties in the experience letter are identical to the letter of employment. I agree with the principal applicant that the officer's reasons are inadequate to explain why this was problematic. I find that the implication from these concerns is that the officer considered the experience letter to be fraudulent. 27 Consequently, by viewing the letter as fraudulent , the officer ought to have convoked an interview of the principal applicant based on the jurisprudence above. As such, the officer denied the principal applicant procedural fairness and the judicial review must be allowed. [Emphasis added].", "[23] In the recent case of <FRAGMENT_SUPPRESSED>  [2013] FCJ No 284, the applicant was refused permanent resident status as a FSW, for among other reasons, copying the NOC duties. Justice Bédard extensively reviewed the applicable case law and provided a summary of the relevant principles: the onus falls on the applicant to establish that they meet the requirements of the Immigration and Refugee Protection Regulations by providing sufficient evidence in support of their application; the duty of procedural fairness owed by visa officers is at the low end of the spectrum; there is no obligation on a visa officer to notify the applicant of the deficiencies in the application or the supporting documents; and, there is no obligation on the visa officer to provide the applicant with an opportunity to address any concerns of the officer when the supporting documents are incomplete, unclear or insufficient to satisfy the officer that the applicant meets the requirements.", "[24] Justice Bédard also noted that, as determined in <FRAGMENT_SUPPRESSED> , an officer may have a duty to provide the applicant with an opportunity to respond to the officer's concerns when such concerns arise from the credibility, veracity, or authenticity of the documents rather than from the sufficiency of the evidence.", "[25] Justice Bédard noted that it is necessary to first determine if the concern is about credibility or sufficiency of evidence. She also noted that each case must be determined on its own facts:", "[41] In <FRAGMENT_SUPPRESSED> , above, Justice Pinard found that there was no duty on the visa officer to offer the applicant an opportunity to disabuse him of his concerns because the employment letter mirrored the duties set out in the NOC. Justice Pinard was of the view that the evidence provided by the applicant was ambiguous and insufficient. One must keep in mind that every case is fact-driven. In <FRAGMENT_SUPPRESSED> , the applicant had applied to be accepted in the category of Restaurant and Food Service Manager. The NOC for that position provided very generic duties and the letter of employment mirrored those generic duties. Furthermore, there was no indication in the officer's letter that his concerns were related to the veracity of the letter and the decision was limited to stating that the applicant had not provided satisfactory evidence of his work experience. In this case, the Officer was not satisfied with the employment letter because she found it to be self-serving and the job duties described mirrored the NOC description.", "[26] <FRAGMENT_SUPPRESSED>  [2013] FCJ No 550, Justice Phelan found an officer's refusal of a FSW application to be unreasonable where the officer rejected the employment letter that closely paralleled the NOC duties. Justice Phelan noted the distinction between credibility and sufficiency and found that if the concern was in fact about credibility, the duty of procedural fairness would have been breached but if the concern related to the sufficiency of the evidence, the decision was not reasonable:", "[9] Firstly, a fair review of that employer's letter does not disclose the type of mindless copying of the NOC description which gives some basis for undermining the weight to be given to that evidence. The letter does not list all of the functions in the NOC description and it separates out what functions were performed in respect of two key projects. Those functions were not identical with each project. This was an unfair and unreasonable characterization.", "[10] Secondly, as Justice Heneghan held in <FRAGMENT_SUPPRESSED>  language in reference letters similar to job descriptions in the NOC Code \"is not, per se , grounds for dismissing those reference letters\". [...]", "[15] As to the breach of procedural fairness, the Officer used the term \"credibility\" to undermine the employer's letter. If, as it appears, the Officer concluded that the letter was a fraud or misrepresentation, the Applicant would have been entitled to an opportunity to address that concern ( <FRAGMENT_SUPPRESSED> ). If what the Officer meant is that he gave it less weight, it was an unreasonable basis to conclude lack of sufficiency of evidence.", "[27] In the very recent case of <FRAGMENT_SUPPRESSED>  [2013] FCJ No 798, Justice Zinn dealt with a refusal letter and GCMS notes worded very similarly to those in the present case and concluded that a duty of procedural fairness was owed. Justice Zinn's conclusion was also based on finding that the applicant had otherwise provided sufficient evidence that the requirements were met:", "[6] The jurisprudence of this Court on procedural fairness in this area is clear: Where an applicant provides evidence sufficient to establish that they meet the requirements of the Act or regulations, as the case may be, and the officer doubts the \"credibility, accuracy or genuine nature of the information provided\" and wishes to deny the application based on those concerns, the duty of fairness is invoked: <FRAGMENT_SUPPRESSED> ; See also among many decisions <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED> .", "[28] In the present case the applicant does not dispute that the employment letter cites similarly worded duties to the NOC but submits that the application was complete and that the applicant had met the requirements for eligibility. The applicant submits that as noted by Justice O'Keefe in <FRAGMENT_SUPPRESSED>  [2010] FCJ No 1335 at para 29, \"...if an application, on its face meets all of the applicable requirements, an immigration officer would be under a duty to inform the applicant of any other consideration or concern prior to rejection\".", "[29] The applicant submits that the issue is straightforward and the case law as clear; the Officer indicated his concern was about the credibility of the employment letter and, therefore, a duty of procedural fairness was owed.", "[30] The case law has established that each case must be assessed to determine if the concern does in fact relate to credibility. In several of the cases referred to, although the duties were copied or paraphrased from the NOC, there were additional factors confirming that the concern of the officer was about the authenticity or veracity of the document or the credibility of the author of the document. Simply using the term credibility is not determinative of whether the concern is about credibility, though the use of the term cannot be ignored.", "[31] I agree with Justice Phelan's comment that it is not surprising that employer's letters mirror the NOC. I accept that in many cases the applicant has no better or other words to describe what his duties are and that using other descriptions runs the risk of not meeting the NOC criteria. On the other hand, an applicant should be able to describe the duties they perform in the context of their employment or the business they are engaged in and relate these to the NOC duties.", "[32] In this case, the Officer indicated that the copying of the NOC duties diminished the credibility of the letter. In a case such as this, where all the references to the duties and experience of the applicant (the employment letter, Schedule 3 and the CV) copy or paraphrase from the NOC, the Officer is justified in being doubtful and, while he may express these as credibility concerns, he is, as a result, not able to assess whether the applicant meets the requirements because of the insufficiency of the evidence. The two issues are clearly related: if the criteria are copied, the Officer cannot be confident that the applicant actually has the experience since he cannot articulate his own experience or duties or responsibilities in his own words and in relation to the job he actually performed.", "[33] The case law relied on by both the applicant and respondent for their respective positions is consistent in pointing to the need to determine whether the concern is about credibility or sufficiency before determining if a duty of procedural fairness is owed.", "[34] If a concern about copying or paraphrasing from the NOC is characterized as related to credibility, without assessing whether it is in fact a credibility concern, then applicants who copy the NOC duties may come to expect an opportunity to provide further information or respond to the Officer's concerns. This will lead to delays in processing FSW applications and is inconsistent with the instructions provided to applicants to provide all the relevant documents with their applications and to visa officers to assess the application as presented.", "[35] As noted by Justice Snider in <FRAGMENT_SUPPRESSED>  [2009] FCJ No 910 at para 8, such a process would be akin to requiring visa officers to give advance notice of a negative decision:", "[8] Turning my mind to this question of a breach of procedural fairness, I note that the onus rests on the Applicant to provide adequate and sufficient evidence to support his application. A visa officer is under no duty to clarify a deficient application (see, for example, <FRAGMENT_SUPPRESSED>  (F.C.T.D.) at para. 4). The imposition of such a requirement would be akin to requiring the visa officer to give advance notice of a negative decision, an obligation that Justice Rothstein (as he then was) expressly rejected in <FRAGMENT_SUPPRESSED>  (QL).", "[36] On the facts of the present case, although the Officer did indicate that the copying diminished the credibility of the letter, his key findings were about the insufficient evidence. There were no other concerns noted that point to credibility. As in <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> the applicant's description of his duties replicated the NOC and the Officer was entitled to give the evidence less weight, and as a result, the applicant had not met the burden of providing sufficient information.", "[37] For the reasons set out above, I find that there was no breach of procedural fairness and the Officer's decision was reasonable. JUDGMENT", "[38] THIS COURT'S JUDGMENT is that 1. The application for judicial review is dismissed. 2. No question is certified.", "[2]", "[3] [traduction]", "[4]", "[5] <FRAGMENT_SUPPRESSED> à 17; <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ).", "[6] <FRAGMENT_SUPPRESSED>  [2011] ACF no 714 ( Patel <FRAGMENT_SUPPRESSED>  [2013] ACF no 162; <FRAGMENT_SUPPRESSED>  [2013] ACF no798 ( <FRAGMENT_SUPPRESSED> ).", "[7]", "[8]", "[9] <FRAGMENT_SUPPRESSED>  [2011] ACF no 1782 ( <FRAGMENT_SUPPRESSED> ), au paragraphe 26;", "[10]", "[11] <FRAGMENT_SUPPRESSED>  (CA) (QL); Norme de contrôle", "[12] <FRAGMENT_SUPPRESSED> .", "[13]", "[14]", "[15]", "", "[...]", "[...]", "", "", "[16]", "[17]", ". C'est souvent Rukmangathan John et Cornea Rukmangathan", "[18]", "", "[19]", "[20] Rukmangathan John et Cornea Rukmangathan <FRAGMENT_SUPPRESSED> , au paragraphe 24.", "[21]", "[22]", "", "<FRAGMENT_SUPPRESSED> et 24).", "Hassani,", "", "", "", "", "", "[23]", "[24]", "[25]", "", "[26]", "", "[...]", "", "[27]", "<FRAGMENT_SUPPRESSED> .", "[28]", "[29]", "[30]", "[31]", "[32]", "[33]", "[34]", "[35]", "<FRAGMENT_SUPPRESSED>  (QL).", "[36]", "[37] JUGEMENT", "[38] [End of document]"]}