{"id_": "003907", "body_str": ["[10] Consistently with this approach, I believe that it would be inconsistent with the purposes of s. 61.5 if the Trial Division of this court were to make de novo and routine factual determinations for the purposes of s. 61.5(3)(a) as to whether a person has been laid off because of lack of work, prior to the adjudicator having the opportunity to hear all the evidence and make a final decision which can be reviewed by the Federal Court of Appeal under s. 28.  <FRAGMENT_SUPPRESSED>  [11] I therefore conclude from the foregoing that s. 61.5(3)(a) does involve a question of jurisdiction and that I can review the conclusions of the adjudicator for the purpose of determining whether he has jurisdiction to proceed with the complaint. In doing so it is open to me to form my own opinions as to the relevant questions of law but that with respect to his findings of fact I should not substitute my own view for his unless his can be demonstrated to be manifestly wrong [see footnote 10].  <FRAGMENT_SUPPRESSED>  Conclusions  <FRAGMENT_SUPPRESSED>  [12] The most relevant portion of the adjudicator's findings with respect to whether Mr. Devereaux was dismissed because of lack of work, and therefore whether the adjudicator had jurisdiction to proceed with hearing the complaint, was as follows:  <FRAGMENT_SUPPRESSED>  \"In this instance, the complainant was dismissed from his permanent employment as an assistant driller because the respondent preferred to hire on a permanent basis the employee who had been replacing the complainant while the latter was on sick leave. The employer witness did make reference to a slow down in the North Sea operation which may have resulted in a lack of work but there was no evidence whatsoever of a slow down or lack of work in the offshore area in which the Sedco 710 was operating at the time this complaint was made. There is no evidence that other employees on the Sedco 710 were affected in any way by the slow down in the North Sea operation. The only employee who appears to have been affected by a lay-off seems to have been the complainant. The scenario that the employer presents of having five assistant drillers for four positions was essentially the employees own creation. Thus, there was no lack of work per se on the Sedco 710 based on legitimate considerations. To this end, I find that the termination of the complainant based on lack of work was, in fact, a sham. If the respondent were to succeed in these circumstances, the recourse offered employees through Division V.7, Part III of the Canada Labour Code could be reduced to a nullity.  <FRAGMENT_SUPPRESSED>  \"I find based upon the evidence that the complainant was not terminated due to lack of work but because the respondent preferred to retain the complainant's replacement when the complainant returned from sick leave. The respondent has not discharged its burden of satisfying this adjudicator that there was a lack of work ... <FRAGMENT_SUPPRESSED> The applicant contends that these findings involved errors of fact and law. I do not agree.  <FRAGMENT_SUPPRESSED>  [13] With respect to a possible error of law, it appears to me that the adjudicator has properly interpreted s. 61.5(3)(a). It is implicit in his conclusions that a person should not be considered to have been \"laid-off because of lack of work\" unless that was the real, essential, operative reason for the termination of his employment. It is obvious that employees' jobs are frequently terminated for a combination of reasons. That does not mean that because one factor in dismissal is the fact that there is another person available to do the job, the termination is automatically due to lack of work\". Nor does it mean that because the employer says that he no longer needs the employee in question the termination of employment must automatically be regarded as due to \"lack of work\". Difficult as it may be in some cases, the question which the statute requires to be answered, in my view, is as to whether the actual operative and dominant reason for the termination was \"lack of work\". I am satisfied that that is the question which the adjudicator put to himself in this case when he concluded that the alleged reason of \"lack of work\" was a \"sham\".  <FRAGMENT_SUPPRESSED>  [14] Nor can I find any reviewable error of fact committed by the adjudicator. As noted earlier, I am limited in the extent to which I can substitute my view of the facts for that of the adjudicator. He heard the only witness to be called as yet, Mr. Bryant, who was District Manager of Sedpex Inc. during the period in question. The adjudicator heard the examination and cross-examination of Mr. Bryant, and his explanations with respect to the exhibits. I have heard none of these nor do I have a transcript of his evidence. I am unable to say that the adjudicator had no evidence or no substantial evidence upon which he could conclude that the reason for the termination of Devereaux's employment was the preference of Sedpex Inc. to employ Langevin instead. The adjudicator correctly held - and the applicant does not dispute this - that the burden was on Sedpex Inc. to show that the reason for the lay-off was lack of work. It was certainly open to the adjudicator to find that this burden of proof had not been met. Throwing serious doubt on any such contention by the employer were several documents put into evidence by the employer itself demonstrating that the employer for some time had serious doubts as to Devereaux's competence to be an Assistant Driller. There were unfavourable evaluations on him as Assistant Driller as early as May 1985, and a memorandum at about that time from the drilling superintendent to Mr. Bryant saying in part concerning Mr. Devereaux,  <FRAGMENT_SUPPRESSED>  \"... I think we should start looking at replacing him as asst. driller soon. <FRAGMENT_SUPPRESSED> A note sent to him on November 10, 1985, from another drilling superintendent advised Mr. Devereaux that:  <FRAGMENT_SUPPRESSED>  \"This is your final warning, any further incidents will lead to dismissal! <FRAGMENT_SUPPRESSED> These were followed by other negative comments on the file by his supervisor, and a personnel evaluation of March 3, 1986, of over 50 employees on the Sedco 710 drill rig of which Devereaux received the lowest rating. Further, the evidence showed that after Devereaux's automobile accident Mr. Langevin was brought in on a temporary basis and he was not offered a permanent position on Sedco 710 until the company had been advised by Devereaux's doctor that Devereaux could return to work. It was at that point that Langevin was offered a permanent position. Once Langevin accepted this position the result was that if Devereaux returned there would be five Assistant Drillers to occupy four positions. At that point Devereaux was terminated. It was certainly open to the adjudicator on the basis of this evidence to conclude that the real, operative, reason for Devereaux's dismissal was the company's belief that he was not competent to do the job or not as competent as Langevin.  <FRAGMENT_SUPPRESSED>  [15] It is precisely that belief which can be explored if the adjudicator continues with the hearing. In declining to reject the conclusion of the adjudicator that Devereaux's dismissal was not due to lack of work and in holding that the adjudicator has jurisdiction to hear the complaint, I am of course in no way prejudging the result of the hearing by the adjudicator on the merits. Counsel for the applicant, in his thorough and lucid argument, referred me to several decisions of adjudicators which had favoured employers. Some stress was placed on \"management rights\" to determine who shall work and who shall not. I do not question the right of management to dismiss for just cause and it remains open to the applicant here to challenge Devereaux's complaint that his dismissal was unjust. But I am not prepared to prohibit the adjudicator from addressing that question because I do not believe the applicant has demonstrated that the adjudicator has, in assuming jurisdiction, committed any reviewable error of law or of fact.  <FRAGMENT_SUPPRESSED>  [16] The application will therefore be dismissed. The respondent requested that, if I dismissed the application, I order costs against the applicant on a solicitor and client basis. Counsel based this request on the insubstantiality of the applicant's case. Normally costs should not be awarded on a solicitor and client basis just because of the lack of merits in the case of the losing party, but instead because of the manner in which the proceedings have been conducted. I can find nothing reprehensible in the way the applicant has conducted its case. It is regrettable for the due administration of s. 61.5 that these proceedings will have delayed the adjudicator for a year or so in dealing with the merits. But this was a recourse which the applicant was legally entitled to pursue because of the supervisory role courts have assured for themselves in matters of jurisdiction. I therefore award costs against the applicant, but only on a party and party basis.  <FRAGMENT_SUPPRESSED>  Application dismissed.  <FRAGMENT_SUPPRESSED>  Editor: Elizabeth M.A. Turgeon/nmg  <FRAGMENT_SUPPRESSED>  Footnotes  <FRAGMENT_SUPPRESSED>  1. R.S.C. 1970, c. L-1.  <FRAGMENT_SUPPRESSED>  2. See e.g.,  <FRAGMENT_SUPPRESSED>  (C.A.).  <FRAGMENT_SUPPRESSED>  3. See e.g.,  <FRAGMENT_SUPPRESSED> , at 441-442 (S.C.R.).  <FRAGMENT_SUPPRESSED>  7. See e.g.,  <FRAGMENT_SUPPRESSED> , at 806 ( <FRAGMENT_SUPPRESSED> , at 177 F.C. (C.A.).  <FRAGMENT_SUPPRESSED>  9. [1978] 2 S.C.R. 15; 18 N.R. 361, at 29 S.C.R. While this statement was made in the context of a dissenting judgment with which Laskin, C.J., and Spence, J., concurred, the same principle was in effect endorsed by Pigeon, J., on behalf of himself and Beetz, J., ibid. at 42. See also  <FRAGMENT_SUPPRESSED>  at 473.  <FRAGMENT_SUPPRESSED>  10. Ibid.  <FRAGMENT_SUPPRESSED>  [End of document]  <FRAGMENT_SUPPRESSED>"]}