{"id_": "003975", "body_str": ["[1] Gleason, J. : The applicants are citizens of Colombia. The male applicant, Juan Carlos Ospina Velasquez, [the applicant] initially applied for refugee protection along with his two children and his wife. His wife's claim was accepted and those of the children - who are US citizens - were rejected. Judicial review of the decision with respect to the children is no longer being pursued, and this decision therefore relates only to the applicant.  <FRAGMENT_SUPPRESSED>", "[2] His claim is based on having been targeted for extortion by the Revolutionary Armed Forces of Colombia [FARC] in the 1990s. The details of this targeting are not at issue here, but suffice it to say, his wife's claim was based on his experience and was accepted by the Refugee Protection Division of the Immigration and Refugee Board [the RPD or the Board]. However, in the decision under review, even though the Minister of Public Safety and Emergency Preparedness [the Minister] declined the opportunity to intervene in the proceedings in light of the applicant's rehabilitation, the Board found the applicant to be excluded from protection by virtue of section 98 of the Immigration and Refugee Protection Act SC 2001, c 27 [the IRPA], which incorporates Article 1F of the Convention Relating to the Status of Refugees, 1951 , Can TS 1969 No 6 [the Refugee Convention].  <FRAGMENT_SUPPRESSED>", "[3] Section 98 of the IRPA provides that:  <FRAGMENT_SUPPRESSED> A person referred to in section E or F of Article 1 of the Refugee Convention is not a Convention Refugee or person in need of protection.  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> Article 1F of the Refugee Convention states in relevant part that the Convention:  <FRAGMENT_SUPPRESSED> [...] shall not apply to any person with respect to whom there are serious reasons for considering that:  <FRAGMENT_SUPPRESSED> [...]  <FRAGMENT_SUPPRESSED> (b) he has committed a serious non-political crime outside the country of refuge prior to his admission to that country as a refugee  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> [...]  <FRAGMENT_SUPPRESSED>", "[4] In its decision, the RPD noted that the applicant had been charged with two crimes in the United States: the first, in 1984 for armed robbery (although the charges were dropped) and the second in 1988, for possession with intent to distribute 500 grams of cocaine (for which the applicant was convicted and served 33 months of a 36-month prison sentence, being paroled early for good behaviour). The RPD then assessed whether the latter offence should be considered a \"serious crime\" within the meaning of Article 1F(b) of the Refugee Convention. In analyzing this issue, the Board held that the relevant factors to be considered were the elements of the crime, the mode of prosecution, the penalty prescribed, the facts, the mitigating and aggravating circumstances underlying the conviction, as well as whether the offence would have given rise to a sentence of a maximum term of at least 10 years in Canada. On the latter point, the Board reasoned that a crime giving rise to a 10 year or greater maximum sentence creates a presumption that the offence in question is serious, which can be rebutted by consideration of the other factors.  <FRAGMENT_SUPPRESSED>", "[5] The Board then examined the elements of the offence by considering the equivalent offence in the Canadian Criminal Code (which carries a maximum penalty of life imprisonment, although the Board incorrectly stated the maximum penalty to be 10 years imprisonment), noted that the U.S. is a democratic country in which the applicant pled guilty before a judge, and considered the penalty and facts of the offence. With respect to aggravating and mitigating factors, the RPD held, in accordance with the case law, that consideration of what had happened since the offence (i.e. whether the applicant had been rehabilitated) and of his motives for committing the crime were irrelevant and that, rather, the mitigating and aggravating factors were limited to consideration of what happened during the commission of the offence and to the nature of the acts committed. On the basis of these facts, the Board concluded that the offence committed by the applicant was serious within the meaning of Article 1F(b) and thus found the applicant to be excluded from protection.  <FRAGMENT_SUPPRESSED>", "[6] In this application, the applicant argues that the Board committed three reviewable errors, and that its decision must accordingly be set aside. He first argues that the Board erred in failing to consider his rehabilitation, including that he served his entire sentence, has not reoffended, was fully forthcoming regarding his record when questioned by immigration officials and is eligible to have his conviction expunged. He argues that these facts should have led the Board to find him eligible for protection under sections 96 and 97 of the IRPA as his exclusion does not further any of the purposes behind Article 1F(b) of the Refugee Convention. Second, he argues that the fact that the Minister chose to not intervene is significant and that the Board erred in failing to give adequate weight to this fact. More precisely, he asserts that the fact that the Canadian government does not think he ought to be excluded demonstrates that the Board's conclusion is unreasonable. Finally, the applicant argues that the Board's decision is unreasonable because it does not include any analysis but simply recites the evidence and reaches a conclusion. He asserts that in the absence of any meaningful reasoning for the conclusion reached, the decision lacks transparency and is thus unreasonable.  <FRAGMENT_SUPPRESSED>", "[7] After leave was granted in this case, the Federal Court of Appeal issued its decisions in <FRAGMENT_SUPPRESSED>  [ Febles ] and <FRAGMENT_SUPPRESSED>  [ Feimi ]. In these cases, the Federal Court of Appeal answered the following certified question in the negative:  <FRAGMENT_SUPPRESSED> When applying Article 1F (b) of the United Nations Convention relating to the Status of Refugees is it relevant for the Refugee Protection Division, Immigration and Refugee Board to consider whether the refugee claimant has been rehabilitated since the commission of the crime at issue?  <FRAGMENT_SUPPRESSED>", "[8] In Feimi , the Court additionally indicated that it is not relevant for the RPD to consider the fact that the Minister of Citizenship and Immigration has determined the refugee claimant to not be a danger to the public in Canada in examining whether a claimant should be excluded for serious criminality.  <FRAGMENT_SUPPRESSED>", "[9] The day before the hearing of this application, Mr. Feimi filed an application for leave to appeal the Federal Court of Appeal's application to the Supreme Court of Canada. In light of the pending application, counsel for the applicant sought an adjournment of the hearing in this matter until the Supreme Court finally disposes of Mr. Feimi's case. The respondent resisted the adjournment, relying on <FRAGMENT_SUPPRESSED> for the proposition that a pending appeal does not change that law and that lower courts are required to continue to apply the law as it stands until it is overturned. I refused the adjournment request because the respondent is correct in this regard: the mere fact of a pending application for leave to appeal in a related matter does not entitle a party to an adjournment where the issue in his case might be considered by a higher court if it grants leave. Were it otherwise, the justice system would grind to a halt.  <FRAGMENT_SUPPRESSED>", "[10] The respondent, however, conceded that if the matter proceeded, it would be appropriate to certify the same question as was certified  <FRAGMENT_SUPPRESSED> if my decision were to turn in whole or in part on the appropriateness of the Board's decision to decline to consider the applicant's rehabilitation. I concur as to do otherwise would unfairly deprive the applicant of the opportunity to benefit from a favourable ruling in Mr. Feimi's case should the Supreme Court so rule.  <FRAGMENT_SUPPRESSED>", "[11] Turning, then, to the arguments advanced by the applicant, in my view, the decisions of the Federal Court of Appeal  <FRAGMENT_SUPPRESSED> and Feimi foreclose the first argument. In short, the Court of Appeal's rulings definitively establish that the fact that the applicant was convicted many years ago, served his sentence, and has been a law-abiding citizen since, cannot serve as mitigating factors in the determination of whether he should be excluded from refugee protection under Article 1F(b) of the Refugee Convention. Contrary to what the applicant asserts, these decisions bar reliance not only on rehabilitation generally, but also on the fact of a sentence having been served. In this regard, Justice Evans, writing for the Court on this point, stated at para 34  <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED> First, [this Court's decision in <FRAGMENT_SUPPRESSED> ] explains why the length of a sentence is an unreliable guide to the seriousness of a crime, and hence is often of little value on assessing the seriousness of the crime. The completion of a sentence is not even mentioned in this discussion. Second, neither the length nor completion of a sentence is included in the factors [identified  <FRAGMENT_SUPPRESSED> ] that may rebut the presumption of seriousness arising from the maximum sentence that could be imposed if the crime had been committed in Canada. Third, to interpret Jayasekara as allowing members of the RPD the discretion to consider completion of a sentence would likely lead to a lack of consistency in RPD decision-making bordering on arbitrariness.  <FRAGMENT_SUPPRESSED>", "[12] Thus, the Board did not err in this case in refusing to consider the applciant's rehabilitation or having served his sentence as mitigating factors.  <FRAGMENT_SUPPRESSED>", "[13] Insofar as concerns the second argument, the applciant attempts to distinguish Feimi and Febles on the basis that here the Minister did not intervene in the refugee hearing after having reviewed the applicant's file but did intervene  <FRAGMENT_SUPPRESSED> and Febles . He argues that the Minister took the position in this case that exclusion was not warranted and that the RPD erred in failing to accept that position. More specifically, while the applicant does not dispute the jurisdiction of the RPD to inquire into exclusion on its own motion given the duty and role of the Board under the IRPA, he asserts that the position taken by the Minster should have mandated a different conclusion.  <FRAGMENT_SUPPRESSED>", "[14] I disagree for several reasons. First, as noted by the respondent, the applicant has not correctly characterized the position taken by the Minister, who chose not to intervene in light of the applicant's rehabilitation, but did not actually take a position in favour of the applicant. This is apparent from the August 24, 2010 letter to the Board, which states in relevant part: \"Please be advised that the decision not to intervene should not be interpreted as an opinion as to the merits of this refugee claim. <FRAGMENT_SUPPRESSED>", "[15] Second, and more fundamentally, the Board is not bound to accept the position of a party in any case and, instead, is required to carry out its statutory duty of applying the IRPA. Under the Act, the RPD's role is an inquisitorial one (see e.g. Board Chairperson's Guideline 7 Concerning Preparation and Conduct of a Hearing in the Refugee Protection Division at ss 2.1 and 2.2). Accordingly, it was required to determine whether section 98 of the Act was applicable and was not required to agree with the position advanced by the Minister (although it did consider the fact of that position as a factor in its determination). Thus, the second argument advanced by the applicant is without merit.  <FRAGMENT_SUPPRESSED>", "[16] Finally, insofar as concerns the reasonableness of the Board's determination, contrary to what the applicant asserts, the RPD did not merely recite the facts and reach a conclusion without any analysis. Rather, the Board conducted a fairly detailed analysis. It first correctly canvassed the factors relevant to its analysis. These factors were outlined by the Federal Court of Appeal  <FRAGMENT_SUPPRESSED> at para 44, which the Board cited, and consist of the elements of the crime, the mode of prosecution, the penalty prescribed, the facts and the mitigating and aggravating circumstances underlying the conviction. The Board then correctly held that it could not consider motive or rehabilitation ( <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED>  the relevant factors in the applicant's case and concluded that his drug trafficking offense amounted to a serious crime for the purposes of Article 1F(b). It was not necessary for the Board to explain why it weighed the factors the way it did or to provide longer reasons. The decision reveals how and why it came to its conclusion, which is all that the reasonableness standard requires in terms of transparency and intelligibility of reasons ( <FRAGMENT_SUPPRESSED> ; Newfoundland and  <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[17] In addition, the outcome reached by the Board was certainly reasonable. There is a wealth of authority supporting an exclusion for similar offences (see e.g. Jayasekara <FRAGMENT_SUPPRESSED>  (upheld on appeal in a January 22, 2013 Order in  <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[18] Thus, none of the grounds advanced by the applicant warrants intervention and this application will therefore be dismissed. However, in light of the potential pending appeal  <FRAGMENT_SUPPRESSED> , the following question is certified under section 74 of the IRPA:  <FRAGMENT_SUPPRESSED> When applying Article 1F (b) of the United Nations Convention relating to the Status of Refugees is it relevant for the Refugee Protection Division, Immigration and Refugee Board to consider whether the refugee claimant has been rehabilitated since the commission of the crime at issue?  <FRAGMENT_SUPPRESSED>", "[19] THIS COURT'S JUDGMENT is that :  <FRAGMENT_SUPPRESSED> 1. This application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED> 2. The following question of general importance is certified under section 74 of the IRPA:  <FRAGMENT_SUPPRESSED> When applying Article 1F (b) of the United Nations Convention relating to the Status of Refugees is it relevant for the Refugee Protection Division, Immigration and Refugee Board to consider whether the refugee claimant has been rehabilitated since the commission of the crime at issue?  <FRAGMENT_SUPPRESSED> 3. There is no order as to costs.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Anick Ouellette-Levesque/vnh  <FRAGMENT_SUPPRESSED>"]}