{"id_": "004108", "body_str": ["[1] Hargrave, Prothonotary : The Defendant, the Crown, is successful on this motion to strike out the claim of the Plaintiff both by reason of failure to complete examinations for discovery as directed and as ordered and by reason of undue delay. BACKGROUND", "[2] By way of background, the Statement of Claim in this matter, seeking damages for a slip and fall injury of 23 January 1998 was issued 24 January 2000. The matter not having progressed satisfactorily case management was ordered, with case managers appointed 10 October 2001. Mr Zazula being scheduled for knee surgery in mid-October 2001, the first case management conference was held 11 January 2002. At that point, Mr Zazula did not know the likely extent of his recovery and did not have a written medical opinion. However, both sides confirmed that they would aim for exchange of documents by 29 March 2002.", "[3] On 28 May 2002 I held a further case management conference and by letter of that date I directed that the parties aim for completion of examinations for discovery by the end of August 2002.", "[4] Following a case management conference of 24 October 2002, the Plaintiff not having provided discovery of documents to the Defendants and examinations for discovery not having been held, I issued an Order on 29 October 2002 that the Plaintiff provide discovery documents by close of Registry on 2 December 2002, with examinations for discovery to be completed on or before 17 February 2003 and undertakings to be completed, on a best efforts basis, by 17 March 2003. The Plaintiff provided an unsworn affidavit of documents 27 November 2002 and copies of documents 16 January 2003. However, despite a request for discovery dates by counsel for the Defendants, the Crown, Correctional Services of Canada and the Drumheller Institution, examinations for discovery have yet to be held.", "[5] The present motion was filed 24 March 2003. On 20 April 2003 I called a telephone case management conference in order to determine whether counsel for the Plaintiff was able to respond to the motion to strike out the Statement of Claim. It seemed that Mr Zazula has been in and out of jail from time to time and that as of 20 April 2003 he was under some form of house arrest. Plaintiff's counsel was hopeful that there might be examinations for discovery by mid-May 2003. As of the 12th of May the Plaintiff not only had failed to provide any examinations for discovery dates, but also had not sought any extension of the discovery dates set out in the Order of 29 October 2002.", "[6] Mr. Zazula, in an affidavit sworn 5 May 2003 sets out his financial difficulties, the loss of his driver's licence and that he was in custody from 2 May 2002 until 16 September 2002 when he was sentenced to a further 30 days' imprisonment, being released 6 October 2002. On 21 March 2003 he was convicted of a weapons charge and is to go to Court for sentencing 10 June 2003: in the meantime is under house arrest curfew. He sets out a hope that an application to Court might allow him to travel to Edmonton for examinations for discovery in May 2003. CONSIDERATION Breach of Order for Discovery", "[7] Time requirements laid down by the Court, both pursuant to the Rules and by order, are not merely targets to be attempted. Such are to be observed, both because delay may cause prejudice and because litigation must come to a timely conclusion. This is not to say that time limits are absolutes, for the time is long past when a court will find a litigant should be denied a day in court merely on the basis of a mistake or an uncontrollable event resulting in missed deadlines. However, in this instance delays and missed deadlines have become all too common place. This sort of approach to litigation, by a plaintiff who has an obligation to move the case along to a conclusion in an orderly and timely manner, can constitute an abuse of process, as pointed out by FRAGMENT_SUPPRESSED In FRAGMENT_SUPPRESSED , there being no excuse for ignoring the Court's orders, FRAGMENT_SUPPRESSED upheld an order dismissing the action for failure to produce documents.", "[8] In the present instance the excuse of the Plaintiff is that he cannot determine the extent and effect of his injury, which occurred over five years ago, although he does not, at this time, produce evidence to this effect. The Plaintiff does say, in his affidavit, that his difficulty with the law and his financial situation have been such that he had been unable to move litigation along.", "[9] Mr Justice Noël, as he then was, considered the case of an impecunious incarcerated person who, for those reasons, was unable to move along the legal proceeding in a timely way in FRAGMENT_SUPPRESSED observed that incarceration and impecuniosity did not equal incapacity: FRAGMENT_SUPPRESSED", "[10] In FRAGMENT_SUPPRESSED there had been a two-year delay. In the present instance, Mr Zazula's proceeding has not advanced noticeably in some three years. As set out in FRAGMENT_SUPPRESSED difficulties with the law, resulting in incarceration and impecuniosity, while both unfortunate, do not provide Mr Zazula with excuse for failing to provide dates for examinations for discovery for over a year now and all the more so in the face of a Direction and an Order. By reason of breach of the 28 March 2003 Direction and 29 October 2002 Order the action is struck out. Delay", "[11] There is a further reason to strike out the action, that of substantial delay and want of a plan to move the matter forward to a conclusion. Here I would refer to FRAGMENT_SUPPRESSED there had been a wholesale disregard for time limits and inexcusable delay by a Plaintiff who exhibited no real interest in pursuing the litigation. The House of Lords took the view that where there had been a disregard for time limits and no interest in proceeding in a timely manner an application to dismiss for want of prosecution need not be circumscribed by prejudice to the defendant, but might also be examined in the light of abuse of process and a prejudice to the due administration of justice.", "[12] FRAGMENT_SUPPRESSED traces the evolution of want of prosecution from FRAGMENT_SUPPRESSED, through to FRAGMENT_SUPPRESSED and then looked at delay from the point of view of civil procedure subject to case management: FRAGMENT_SUPPRESSED who later became Master of the Rolls, then went on to observe that: FRAGMENT_SUPPRESSED The Court of Appeal in FRAGMENT_SUPPRESSED was of the view that abuse of process constituted a separate ground for striking out an action, a ground not requiring the defendant to demonstrate prejudice. The Court of Appeal went on to criticize the use of the court for warehousing proceedings until it became convenient to proceed, a practice leading both to stale proceedings and to bringing case management by the Court into disrepute: FRAGMENT_SUPPRESSED Pertinent here is the view of FRAGMENT_SUPPRESSED that the court exists to assist parties in resolving disputes but should not be used for other purposes.", "[13] In the present instance I sympathize with the Plaintiff who has had health problems and has been incarcerated. However, there is no real plan put forward by the Plaintiff to bring this matter to a conclusion. I do not fault counsel for the Plaintiff, who has consistently put in effort and has made the best arguments possible on behalf of the Plaintiff. Because past promises by the Plaintiff, as to getting on with the case, have amounted to nothing, I give no weigh to the Plaintiff's indication that he may be able to proceed with discoveries in May of this year. Indeed we are well into the month without firm dates for examinations for discovery. I can only conclude that lack of a reasonable plan, to bring the action to a conclusion, is convincing evidence that the Plaintiff is interested in other matters and has no real interest in bringing this action to a timely conclusion. The action, in the absence of either progress or plan, constitutes an abuse. The lack of progress is unfair to the Defendants. It is disrespectful to taxpayers who must pay Court's bills. It is prejudicial to other litigants who are looking to the Court for a reasonably speedy resolution of their disputes. It places the Court, which is hard-pressed for resources by which to service its users, in a difficult position. The action is therefore also dismissed, for delay amounting to abuse.", "[14] There will be one set of costs to the Crown both for the motion and as to the action as a whole. Motion granted. Editor: Angela E. McKay/gs [End of document]"]}