{"id_": "004210", "body_str": ["[1] Tremblay-Lamer, J. : This is an application for judicial review, pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c. 27 [ IRPA ], of a decision of a Citizenship and Immigration Canada [CIC] immigration officer, dated August 24, 2010, whereby the officer refused the applicant's application for permanent residence as a member of the live-in caregiver class. I. BACKGROUND", "[2] Ms. Delilah Abalos (the applicant) is a citizen of the Philippines. She came to Canada on November 9, 2006 to work as a live-in caregiver. In March of 2009, having completed twenty-four months of work, the applicant applied for permanent residence in the live-in caregiver class.", "[3] On August 26, 2009, CIC contacted the applicant to inform her that she had been approved-in-principle. They indicated that the applicant had met the eligibility requirements to apply for permanent resident status as a member of the live-in caregiver class, but that a final decision would not be made until all remaining requirements were met.", "[4] On October 14, 2009, the applicant informed CIC that there had been a change in her marital status. She indicated that on June 6, 2009, she had married a Mr. Danilo Bautista who she described as being, \"currently in Canada as a refugee claimant.\"", "[5] Mr. Bautista's refugee claim was rejected on December 10, 2009.", "[6] On January 12, 2010, CIC contacted the applicant by letter and informed her that her new spouse would need to be added as a family member to her application and that he would also have to complete a separate application form. CIC further requested that the applicant provide additional submissions demonstrating the genuineness of her marriage to Mr. Bautista. The applicant provided the requested documentation by mail on February 9, 2010.", "[7] On July 22, 2010, the immigration officer whose decision is now under review sent the applicant a \"fairness letter\" informing her that the requirements set out in the Immigration and Refugee Protection Regulations , SOR/2002-227 [ Regulations ] for permanent residence as a member of the live-in caregiver class were no longer satisfied. Specifically, the officer indicated that paragraph 113(1)(e) of the Regulations was not met because the applicant's husband was the subject of an enforceable removal order. The officer provided the applicant with thirty days to submit a response.", "[8] The applicant responded by letter dated August 12, 2010. She submitted, first, that her husband was not under an \"enforceable removal order\", because he had not been called for removal and had not been given the opportunity to apply for a pre-removal risk assessment. Were the officer to find otherwise, the applicant submitted that hers was an exceptional case that warranted the exercise of the officer's discretion to nonetheless grant her application, pursuant to subsection 25(1) of the IRPA , based on humanitarian and compassionate considerations. The applicant further requested, in the event the officer did not accept her submissions, that he defer his decision until her husband could leave Canada under a departure order, thus allowing the officer to approve her application. II. THE DECISION UNDER REVIEW", "[9] By letter dated August 24, 2010, the officer refused the applicant's application for permanent residence. He reiterated what he had stated in the July 22, 2010 fairness letter: that the applicant no longer satisfied the requirement set out in paragraph 113(1)(e) of the Regulations", "[10] Although the officer did not address the applicant's August 12, 2010 reply submissions in the August 24 letter, he did address them in his notes. Under the heading, \"Decision and Rationale\", the officer summarized those submissions and proceeded to indicate as follows: After reviewing the submissions as well as the file I am not satisfied there are sufficient Humanitarian and Compassionate grounds to warrant waiving the requirement of paragraph 113(1)(e) of the IRPR Despite the claims of counsel the applicant's husband is in fact currently the subject of an enforceable removal order. The husband's refugee claim received a negative decision on 10Dec2009 and is presently enforceable. Applying for pre-removal risk assessment would afford a stay of removal to the applicant's husband however as this has not been applied for the removal order is as stated earlier, enforceable. Based on submissions and what is on file I am not satisfied with the claim that the applicant simply did not know this would cause a problem with her application as regardless of what she knew this is still a requirement of the class that must be met. Counsel's request to have the decision deferred to allow the husband to leave Canada will not be allowed as the application is being reviewed now and the present facts of the situation are being dealt with at the present time in order to make a decision. III. LEGISLATIVE BACKGROUND", "[11] Section 110 of the Regulations indicates that the live-in caregiver class is a class of foreign nationals who may become permanent residents on the basis of the requirements set out in Division 3. Subsection 113(1), sets out the requirements for being considered a member of the live-in caregiver class.", "[12] Specifically at issue in the current application is the requirement set out in paragraph 113(1)(e), that neither the foreign national, nor their family members, are the \"subject of an enforceable removal order\".", "[13] Section 115 of the Regulations indicates, in part, that the requirements set out in section 113 must be met at the time that the foreign national becomes a permanent resident.", "[14] Subsection 25(1) of the IRPA gives the Minister the discretion to grant a foreign national exemption from full compliance with the requirements of the Act if the Minister is of the opinion that such an exemption is justified by humanitarian and compassionate [H&C] considerations relating to the foreign national. IV. ISSUES a) Did the officer err in finding that the applicant had failed to meet the requirements set out in subsection 113(1) of the Regulations b) Did the officer fail to reasonably consider the humanitarian factors? c) Did the officer err by failing to consider the effect of the delay in processing the applicant's application for permanent residence? d) Does the officer's interpretation and application of paragraph 113(1)(e) of the Regulations constitute a breach of section 2(a) of the Canadian Charter of Rights and  <FRAGMENT_SUPPRESSED>  permanent residence as a member of the live-in caregiver class raises questions of mixed fact and law. The decision as to whether an exception under subsection 25(1) of the IRPA is warranted is discretionary in nature. The appropriate standard of review to apply in both instances is the reasonableness standard ( <FRAGMENT_SUPPRESSED>  [2009] FCJ No 1395 at para 21 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [2009] FCJ No 470 at para 18 [ Santos ]). The Court will consider \"the existence of justification, transparency and intelligibility within the decision-making process\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED>  [2008] SCJ No 9 at para 47). VI. ANALYSIS a) Did the officer err in finding that the applicant had failed to meet the requirements set out in subsection 113(1) of the Regulations", "[16] The applicant submits that the officer erred by failing to properly adopt a flexible and constructive approach in processing her application. She cites the decisions of this Court in Santos , above at para 31, and <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], in support of the proposition that the primary purpose of the live-in caregiver program is to facilitate the attainment of permanent resident status of foreign domestic workers and that, therefore, it is incumbent on immigration officials to adopt a \"flexible and constructive approach\" in dealing with program participants.", "[17] While I would agree that a flexible and constructive approach is required, the applicant has not provided any explanation as to how this approach was not adopted in her case. She simply alleges that had a flexible and constructive approach been properly applied, her application would not have been rejected. I am not convinced. A flexible and constructive approach cannot be applied to justify complete avoidance of one of the key requirements set out in subsection 113(1).", "[18] By virtue of section 115 of the Regulations , when determining whether or not the criteria under subsection 113(1) are met, the officer must consider the circumstances prevailing at the time of the decision. As such, the requirement set out in paragraph 113(1)(e) was not satisfied and thus the officer reasonably concluded that the applicant was not a member of the live-in caregiver class for the purposes of permanent residence. The current case is considerably different from the cases pointed to by the applicant which espouse a \"flexible and constructive approach\".", "[19] At issue in <FRAGMENT_SUPPRESSED> , above, was whether the applicant had completed the required 24 months of live-in caregiver work. The applicant had, due to the development of stomach pain related to certain foods that were favoured by her employer's family, taken to eating dinner and sleeping at a friend's house for a period of time. All the while, however, she had maintained her personal belongings and phone and mail service at her employer's address. Associate Chief Justice James Jerome suggested that adopting a strict interpretation of the program's 24-month live-in requirement, in that context, would be questionable. He indicated, \"The Department's role is not to deny permanent residence status on merely technical grounds\" ( <FRAGMENT_SUPPRESSED> , above at para 8).", "[20] Contrary to applicant's contention, an overly-strict, merely technical, interpretation of the requirement set out in paragraph 113(1)(e) was not applied. Regardless of the flexibility that might have been adopted, under no interpretation would the applicant have satisfied the requirement set out in paragraph 113(1)(e). Her husband was subject to an enforceable removal order, rendering her in direct non-compliance.", "[21] In Santos , above, despite the fact that the applicant had submitted evidence showing that her marriage had broken down a number of years prior and that she was in the process of filing for a divorce, the immigration officer concluded that the applicant was nonetheless ineligible for permanent residence on account of her husband's inadmissibility. The immigration officer had rejected the applicant's evidence regarding her marital breakdown as being contradictory to prior evidence. Justice Michael Kelen found that, pursuant to the flexible and constructive approach, the officer should have given the applicant an opportunity to explain the perceived contradiction.", "[22] Unlike the situation in Santos , the current case is not a case where the officer took an overly critical view of the applicant's evidence. Instead, the evidence before the officer clearly demonstrated that the applicant was married to an individual against whom there existed an enforceable removal order. On any interpretation of the evidence, the requirement set out in paragraph 113(1)(e) was not satisfied.", "[23] Ultimately, the officer's conclusion that the applicant no longer satisfied the requirement set out in paragraph 113(1)(e) was not only reasonable, but it was correct. b) Did the officer fail to reasonably consider the humanitarian factors?", "[24] The applicant submits that the officer erred by not properly considering a number of relevant humanitarian and compassionate factors when deciding whether or not to grant her request for an exemption from the requirement set out in paragraph 113(1)(e).", "[25] First, she argues that the officer was not cognizant of the fact that at the time of her initial application she had qualified as a member of the live-in caregiver class, having completed 24 months of work as a live-in caregiver within a three-year period.", "[26] Although the timing and extent of non-compliance may have been relevant considerations for the purposes of the officer's H&C analysis, it is clear that both aspects were considered. The officer was clearly cognizant of the fact that the applicant had previously satisfied paragraph 113(1)(e) as he indicated in both his refusal letter and his notes that the applicant \"no longer\" satisfied that provision. It is also clear from the officer's notes that he was focused solely on whether or not to waive \"the requirement of paragraph 113(1)(e) of the [ Regulations ]\", thus recognizing that none of the other requirements in subsection 113(1), such as the work requirement, needed to be waived. To the extent that the applicant's prior compliance with paragraph 113(1)(e) - and broader compliance with subsection 113(1) - was relevant to the officer's H&C analysis, I am satisfied that it was considered.", "[27] Second, the applicant argues that the officer did not explicitly acknowledge and consider the fact that she had complied with requests for additional documentation by submitting a document package on February 9, 2010.", "[28] The documents submitted on February 9, 2010 went primarily to the bona fide of the applicant's marriage to her husband. Given that the officer in his final decision did not ultimately question the bona fide of the applicant's marriage, I see no reason why he should have been required to engage with these documents or the fact that they had been submitted. If the applicant is suggesting that she should have received positive consideration merely by virtue of having supplied the additional documents requested by CIC, I would disagree. Aside from the continued processing of her application, no such positive consideration was required.", "[29] Finally, the applicant submits that the officer failed to recognize a number of factors that, I agree, go directly to the question of whether or not an exemption should have been granted pursuant to subsection 25(1) of the IRPA . Specifically, the applicant indicated that the officer failed to consider: a) that she had become well established in Canada: having developed friendships and close family relationships here, and having become involved with her church community and with volunteering; b) that she had always supported herself without relying on social assistance; c) that she would have difficulty finding employment if she were to return to the Philippines; and d) that her current employer, whose wife suffers from Alzheimer's disease, depends on her.", "[30] The problem for the applicant, however, is that she did not bring any of these factors to the officer's attention.", "[31] When making a request pursuant to subsection 25(1) of the IRPA , the applicant has the burden of demonstrating that relief is warranted. The applicant must show that a failure to grant the requested exemption will result in unusual and undeserved or disproportionate hardship ( <FRAGMENT_SUPPRESSED> , above at para 35; <FRAGMENT_SUPPRESSED>  [2004] FCJ No 158 at para 8).", "[32] While the applicant raises a number of relevant factors now, on judicial review, these factors were not raised before the officer. In requesting consideration under subsection 25(1) of the IRPA , the applicant made no mention of, and provided virtually no evidence related to, the points she now raises on judicial review: her new friends in Canada, her newly developed family ties in Canada, her involvement at church and with volunteering, her economic self sufficiency, the lack of work in the Philippines, and the nature and extent of her employer's reliance on her services. Had she raised these factors for the officer to consider, I would agree that his failure to address them would be problematic. However, since she did not raise them, the officer cannot be faulted in this regard.", "[33] Instead, what the applicant did raise for the officer's consideration was that: a) refusing the application would have a serious impact on her and her husband as they had both been in Canada for a number of years, b) she had sacrificed \"so many\" years of her life under the live-in caregiver program, c) she was unaware that her marriage would impact her opportunity to remain in Canada, and d) the immigration legislation never contemplated a situation such as hers.", "[34] These points do not go very far towards demonstrating unusual and undeserved or disproportionate hardship. No evidence of hardship, aside from the number of years that the applicant had been in Canada working as a live-in caregiver, was provided as support. As such, it cannot be said that the officer, in concluding that the applicant had not demonstrated that there existed \"sufficient Humanitarian and Compassionate grounds to warrant waiving the requirement of paragraph 113(1)(e)\", came to an unreasonable determination. c) Did the officer err by failing to consider the effect of the delay in processing the applicant's application for permanent residence?", "[35] The applicant submits that the officer erred by failing to consider the effect that the delay in processing her application had on her ability to satisfy the requirements set out in the Regulations . In particular, she argues that if the officer had rendered his decision at some point prior to December 10, 2009 - the date of the enforceable removal order against her husband - she would have complied with the requirement set out in paragraph 113(1)(e) and would have been entitled to membership in the live-in caregiver class.", "[36] The applicant likened her situation to the situation addressed by my colleague Justice Sean Harrington in <FRAGMENT_SUPPRESSED>  [2005] FCJ No 669 [ Singh ]. The applicants in Singh had sought an order in the nature of mandamus to compel the Minister of Citizenship and Immigration to make a decision on their application for permanent residence. Justice Harrington recognized that \"the Minister had a duty to act with reasonable diligence\" and granted the application.", "[37] Unlike in the current case, however, the applicants in Singh had applied for a mandamus order. Also unlike in the current case, the applicants in Singh had waited over 12 years for their application for permanent residence to be decided. There is nothing to suggest that the Minister, in the current case, failed to act with reasonable diligence. The applicant first applied for permanent residence in March of 2009. She informed the CIC that there had been a change in her marital status in October 2009, and processing was completed by the summer of 2010.", "[38] To quote Justice Harrington, \"Queues are a fact of life\" ( Singh , above at para 16). The processing time in the current case was not unreasonable. Section 115 of the Regulations is clear that the requirements set out in sections 112 to 114.1, which includes the requirement outlined in paragraph 113(1)(e), must be satisfied, \"when the foreign national becomes a permanent resident\". As such, it cannot be said that the officer acted unreasonably by conducting his assessment according to the facts prevailing at the time of his decision, as opposed to the facts as they were at the time of the application. d) Does the officer's interpretation and application of paragraph 113(1)(e) constitute a breach of section 2(a) of the Charter", "[39] The applicant argues that applying paragraph 113(1)(e) so that it denies permanent residence to a foreign national on the basis of their spouse's status amounts to a violation of section 2(a) of the Charter , because such an application has the indirect effect of restricting the foreign national's fundamental religious freedom to marry whomever they choose.", "[40] Section 57 of the Federal Courts Act , RSC 1985, c F-7 [ <FRAGMENT_SUPPRESSED> ] requires that if the \"constitutional validity, applicability or operability\" of a regulation made pursuant to an Act of Parliament is in question, the regulation shall not be judged to be invalid, inapplicable or inoperable unless notice has been served on the Attorney General of Canada and the attorney general of each province. No notice has been served in this case. While it is true that the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  [2004] FCJ No 277 at paras 75-78 [ <FRAGMENT_SUPPRESSED> ], instructed that notice of a constitutional question under section 57 of the <FRAGMENT_SUPPRESSED> is not required in every case where a constitutional issue is raised.", "[41] There is no need for such a notice where the judicial remedy is something other than a judgment that a statute or regulation is invalid, inapplicable or inoperable on constitutional grounds. For instance, if the argument is not that the legislation is unconstitutional, but instead that the decision of the board or tribunal is unconstitutional and not authorized by the legislation, then no notice is required under section 57.", "[42] The officer in the current case, however, was not exercising any discretion. He concluded that the applicant was not a member of the live-in caregiver class by direct application of the criterion set out in paragraph 113(1)(e). As such, I understand that the true focus of the applicant's argument is not based on the \"decision\" made by the officer, but instead it is paragraph 113(1)(e) itself.", "[43] Thus, if it is the case, it was incumbent on the applicant to serve on the Attorney General of Canada and the attorney general of each province a notice of constitutional question pursuant to section 57 of the <FRAGMENT_SUPPRESSED> . Her failure in this regard is fatal since notice is a sine qua non condition for entertaining this type of a constitutional argument ( <FRAGMENT_SUPPRESSED>  [2010] FCJ No 651 at para 61; <FRAGMENT_SUPPRESSED>  [2004] FCJ No 819 at para 9).", "[44] In any event, if it is the decision itself that is under attack, I note that no Charter violation argument was raised before the officer and no evidence was presented to him to suggest that the applicant sincerely believes in a version of Christianity that makes marriage mandatory and that paragraph 113(1)(e) was precluded from marrying in accordance to her religious beliefs. Paragraph 113(1)(e) provides a neutral rule that applies regardless the religious beliefs of an applicant or his family members.", "[45] Unfortunately, the applicant has not shown that the officer's decision is unreasonable. The decision falls as a whole within a range of possible, acceptable outcomes which are defensible in respect of the facts and law. Thus, the application for judicial review is dismissed.", "[46] This is not the \"end of the road\" for the applicant. Her situation can better be resolved through the H&C application already submitted on September 24, 2010, and hopefully for her to be decided in the near future. JUDGMENT", "[47] THIS COURT ADJUDGES that the application for judicial review be dismissed Application dismissed. Editor: Elizabeth M.A. Turgeon/vnh [End of document]"]}