{"id_": "004346", "body_str": ["[1] Gascon, J. : Mr. Suleiman entered Canada in July 2004 and became a permanent resident on that day. He applied for Canadian citizenship on April 1, 2009. As the citizenship officer reviewing his application was not satisfied that Mr. Suleiman met the residency requirements during the relevant period of reference, Mr. Suleiman completed a residency questionnaire. In April 2014, after reviewing Mr. Suleiman's application, his residency questionnaire and other documents, the citizenship officer identified some concerns with Mr. Suleiman's file and with the credibility of his statements about his presence in Canada.", "[2] The matter was thus referred to a citizenship judge who held a two and a half hour hearing with Mr. Suleiman in October 2014, where he questioned him and discussed the issues of concern regarding the number of days he resided in Canada. The citizenship judge concluded that Mr. Suleiman met the residency requirements and, on October 20, 2014, he approved Mr. Suleiman's application for citizenship.", "[3] The Minister of Citizenship and Immigration has applied for a judicial review of this decision of the citizenship judge on the basis that the judge made numerous erroneous factual findings and did not show a grasp of the concerns raised by the citizenship officer. The Minister also contends that the citizenship judge's reasons in support of his decision were inadequate and insufficient. In response, Mr. Suleiman submits that the citizenship judge's decision was reasonable, and that the factual errors identified by the Minister were immaterial to the decision. Mr. Suleiman is also seeking costs from the Minister.", "[4] The outcome of this application for judicial review turns on the credibility assessments made by the citizenship judge on Mr. Suleiman's residence in Canada and on the sufficiency of his reasons. For the reasons that follow, the Minister's application for judicial review is dismissed. I am not convinced that the citizenship judge's decision is unreasonable or that the discrepancies singled out by the Minister were material to the judge's decision. I also find that the reasons for the decision adequately explain how the citizenship judge found that Mr. Suleiman had met the residency requirement. However, I agree with the Minister that there are no special reasons justifying an award of costs to Mr. Suleiman in this matter. II. Background", "[5] In his decision dated October 20, 2014, the citizenship judge found, on a balance of probabilities, that Mr. Suleiman met the residency requirement under paragraph 5(1)(c) of the Citizenship Act , RSC 1985 c 29 to obtain Canadian citizenship, as outlined in (1993), 62 FTR 122, 19 Imm LR (2d) 259 (FCTD). This physical test of residence provides that the Minister shall grant citizenship to any person who, within the relevant four-year or 1460-day period of reference, has accumulated at least three years (or 1095 days) of residence in Canada.", "[6] The citizenship judge identified the period of reference as being from April 1, 2005 to April 1, 2009, and noted that Mr. Suleiman had declared 1402 days of presence in Canada and 58 days of absence from Canada in that time frame.", "[7] After summarizing the procedural steps leading to his decision, including his review of the residency questionnaire and documents submitted by Mr. Suleiman and Mr. Suleiman's appearance at a hearing before him, the citizenship judge outlined the facts as he understood them. Specifically, the citizenship judge mentioned the following: Mr. Suleiman's work experience of 20 years in Dubai with Ernst and Young and the termination of his employment there at the beginning of 2005; Mr. Suleiman's arrival in Canada with his family in July 2004 and his trip back to Dubai approximately three months later to finalize his affairs in Dubai; Mr. Suleiman's return to Canada in March 2005; The fact that Mr. Suleiman left Canada only twice since March 2005 for short visits to Dubai to see his family; Mr. Suleiman's residence with his cousin for about 7 months when he returned to Canada in 2005, and then in the apartment that his brother owned after his wife and children moved out of it, until 2010; Mr. Suleiman's contentious divorce proceedings, finally disposed of in 2011.", "[8] The citizenship judge then referred to the credibility concerns raised by the citizenship officer with regard to Mr. Suleiman's file, and cited: Inconsistencies between Mr. Suleiman's residency questionnaire and the evidence from the court decision in his divorce proceedings regarding the termination of his employment in Dubai; The absence of Canadian re-entry stamps in Mr. Suleiman's passport; A United Arab Emirates [UAE] stamp dated \"25 May 2005\", a date not declared by Mr. Suleiman; A UAE residence visa in Mr. Suleiman's passport for the entire period of reference; The absence or scarcity of financial documents for 2005 and 2006; An absence of evidence of mortgage, rent or utility payments during the period of reference.", "[9] The citizenship judge reviewed each of the citizenship officer's concerns about Mr. Suleiman's file and discussed them in the decision. Specifically, the citizenship judge concluded that it was difficult to determine the extent of inconsistencies between Mr. Suleiman's residency questionnaire and the court decision on his divorce because the remarks in the divorce court order regarding Mr. Suleiman's employment in Dubai were \"very vague\".", "[10] The citizenship judge found that the lack of Canadian re-entry stamps in Mr. Suleiman's passport could not lead to any conclusions as the Canadian Border Services Agency at Pearson Airport routinely did not stamp permanent residents' passports returning to Canada during that time period.", "[11] Further to his examination of Mr. Suleiman's passport, the citizenship judge concluded that a \"May 25, 2006\" (not 2005) stamp was clearly visible, a date corresponding with an absence from Canada declared by Mr. Suleiman.", "[12] In addressing the citizenship officer's concern that Mr. Suleiman's passport contained a UAE residence visa during the period of reference, the citizenship judge found that the visa did not cover the entire period, and noted that visas are routinely not cancelled when a person leaves Dubai while the visa is valid.", "[13] The citizenship judge acknowledged the citizenship officer's concern regarding the lack of financial documents for 2005, the paucity of those for 2006 and the dearth of evidence regarding rent/mortgage or utility payments; however, he accepted Mr. Suleiman's explanation that he did not work in 2005, and that his income was small in 2006 as he only started working when his financial resources were depleted. The citizenship judge also noted Mr. Suleiman's explanation that his ex-wife had kept and destroyed most of his documents, and that he had not disclosed his divorce on his residency questionnaire because he was ashamed and the divorce had not been finalized until 2011.", "[14] The citizenship judge found the documentation and explanations from Mr. Suleiman credible as they substantiated his claim that he resided in Canada during the time he had declared residence in the country. The citizenship judge further noted the absence of evidence that Mr. Suleiman had travelled outside Canada other than for his declared absences.", "[15] The citizenship judge concluded that, on a balance of probabilities, Mr. Suleiman had demonstrated that he had resided in Canada for a sufficient number of days to meet the residency requirement of paragraph 5(1)(c) of the Citizenship Act III. Analysis A. Were the conclusions of the citizenship judge on Mr. Suleiman's residence in Canada unreasonable?", "[16] The Minister alleges that the citizenship judge made a number of incorrect factual findings in his decision, sufficient to render his decision unreasonable. Mr. Suleiman replies that the citizenship judge had the opportunity to assess his credibility during a hearing which lasted over two and a half hours, and that the Minister has not produced a transcript of such hearing. In his decision, the citizenship judge found the explanations of Mr. Suleiman credible. Counsel for Mr. Suleiman acknowledged that there could be minor discrepancies between Mr. Suleiman's application and the residency questionnaire but contends that these have no material impact on the physical test of residence used by the citizenship judge, given that Mr. Suleiman exceeded the residence requirement by a significant margin of about 300 days.", "[17] I agree with Mr. Suleiman and am satisfied that the citizenship judge's findings were reasonable and that the minor discrepancies identified by the Minister were not material enough to render the decision unreasonable. The judge engaged in a thorough and detailed assessment of the evidence on Mr. Suleiman's presence in Canada. While the citizenship judge could perhaps have provided additional reasons to support certain findings, there is no fatal flaw to his reasoning and I am satisfied that he considered the totality of the evidence.", "[18] It is well established that the standard of reasonableness applies to a review of a citizenship judge's decision in determining whether the residency requirement has been met ( <FRAGMENT_SUPPRESSED> ; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ).", "[19] When reviewing a decision on the standard of reasonableness, the analysis is concerned with the existence of justification, transparency and intelligibility within the decision-making process. Findings involving questions of facts or mixed fact and law should not be disturbed provided that the decision \"falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ). In conducting a reasonableness review of factual findings, it is not the role of the Court to reweigh the evidence or the relative importance given by the immigration officer to any relevant factor ( <FRAGMENT_SUPPRESSED> at para 47; <FRAGMENT_SUPPRESSED> ). Under a reasonableness standard, as long as the process and the outcome fit comfortably with the principles of justification, transparency, and intelligibility, a reviewing court should not substitute its own view of a preferable outcome ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [ Safi ]; <FRAGMENT_SUPPRESSED> ).", "[20] It is also settled law that the courts owe significant deference to credibility findings made by boards and tribunals ( <FRAGMENT_SUPPRESSED>  (FCA) at para 4; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ). In particular, the credibility findings of citizenship judges deserve such deference because they are better situated to \"make the factual determination as to whether the threshold question of the existence of a residence has been established\" ( <FRAGMENT_SUPPRESSED> ).", "[21] The Minister contends that the citizenship judge made several incorrect factual findings with respect to passport issues, discrepancies between Mr. Suleiman's residency questionnaire and the evidence in the divorce court order, and Mr. Suleiman's travels outside of Canada in 2004 and 2005.", "[22] The Minister's arguments on these factual findings invite the Court to substitute its view of the evidence for that of the citizenship judge. The judge heard from Mr. Suleiman directly at the hearing and thoroughly reviewed the evidence before reaching the conclusion that Mr. Suleiman had resided the sufficient number of days in Canada in the period of reference. The Minister has not pointed to evidence that contradicts this finding. There is also no basis for an inference that the citizenship judge ignored material evidence that squarely contradicted his conclusions ( <FRAGMENT_SUPPRESSED>  (FCA) at para 3). A failure to mention an element of evidence does not mean that it was ignored or that there was a reviewable error. In this case, the judge has also had the benefit of a long hearing with Mr. Suleiman, for which there is no transcript to contradict the evidence on the record or the affidavit filed by Mr. Suleiman. The decision of the citizenship judge evidently took into account the oral evidence provided by Mr. Suleiman. A review of the decision shows that the judge found the following: Mr. Suleiman terminated his employment in Dubai at the beginning of 2005 and returned to Canada in March 2005, after finalizing his affairs in Dubai; Mr. Suleiman left Canada only twice since March 2005 for short visits to Dubai to see his family; Mr. Suleiman had places of residence in Canada when he returned to Canada in 2005 and throughout the period of reference, first with his cousin and afterwards in an apartment owned by his brother; Mr. Suleiman had not travelled outside of Canada other than for his declared absences; There were satisfactory explanations for the absence of Canadian re-entry stamps on Mr. Suleiman's passport, the alleged \"25 May 2005\" stamp date and the UAE residence visa in Mr. Suleiman's passport.", "[24] In view of these elements, it was reasonable for the citizenship judge to conclude that Mr. Suleiman met the residency requirement. I further note that this is not a situation where Mr. Suleiman was close to the minimum number of days required to meet the physical test of residence; even with some minor discrepancies in the evidence relating to some travel dates, he was well above the 1095 day threshold.", "[25] I now turn to the more specific allegations made by the Minister. The Minister challenges the citizenship judge's statement that the remarks made in the divorce proceedings regarding Mr. Suleiman's employment in Dubai were \"very vague\". The divorce court order reported that Mr. Suleiman had indicated a termination of his employment in Dubai sometime in 2005 or 2006; since Mr. Suleiman had responded in his residency questionnaire that his employment in Dubai rather ended prior to his entry in Canada in July 2004, the Minister contends that Mr. Suleiman either provided inaccurate information in his residency questionnaire or in the divorce court proceedings. I do not find that the judge's conclusion on Mr. Suleiman's employment in Dubai is unreasonable. In his decision, the citizenship judge reports that, based on the evidence before him, Mr. Suleiman returned to Canada in March 2005 and terminated his employment in Dubai in early 2005; this does not contradict the divorce court order. Mr. Suleiman also points out that, in his affidavit (which was not contradicted), the citizenship judge did in fact question him about this specific issue during the hearing, and was satisfied with his response.", "[26] While the judge could arguably have elaborated further on the apparent discrepancy with the residency questionnaire, it does not make his decision on this point unreasonable. His finding is rather supported by evidence on the record. Furthermore, I agree with Mr. Suleiman that this alleged discrepancy is in any event peripheral and immaterial to the decision given that the termination of his employment in Dubai was before the period of reference ranging from April 2005 to April 2009.", "[27] The Minister is right to point out that there remains at all times a positive obligation on the citizenship applicants to provide true, correct, and complete information and to refrain from making false declarations. This however does not mean that corroborative evidence is required on every single element. It is well recognized that the Citizenship Act does not require corroboration on all counts; instead, it is \"the responsibility of the original decision-maker, taking the context into consideration, to determine the extent and nature of the evidence required\" ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [ El Bousserghini ]). The citizenship judge may not have reconciled the apparent discrepancy as clearly as the Minister would have liked to see it in his reasons, or explained in as much detail as the Minister would have hoped how Mr. Suleiman convinced the judge that the discrepancy did not harm his credibility. But there is nothing to indicate that the judge's finding on Mr. Suleiman's return to Canada prior to the beginning of the reference period was not reasonable.", "[28] The Minister also submits that the citizenship judge made a factual error on Mr. Suleiman's travel dates to Dubai from October to December 2004, and from December 2004 or January 2005 to March 2005. I again note that these trips occurred before the period of reference and have no impact on the calculations for the residence requirements. Given that the citizenship judge had the benefit of the hearing with Mr. Suleiman, I find that the citizenship judge was entitled not to draw an adverse credibility finding out of such evidence.", "[29] The Minister further contends that the citizenship judge made a factual error by stating that Mr. Suleiman only left Canada twice since his return in March 2005, whereas his citizenship application and residency questionnaire indicate that he had actually left Canada three times. Assuming there is a discrepancy, the evidence shows that, in the worst-case scenario, the difference adds up to some 14 days of absence from Canada (73 days as opposed to 59) out of the 1460 days considered for the residency period. I agree with counsel for Mr. Suleiman that such a minor difference is of no relevance, considering that the citizenship judge also concluded that all the trips of Mr. Suleiman outside of Canada had been declared. Once again, it was therefore not unreasonable for the citizenship judge not to refer to this extensively in his decision.", "[30] This is not a situation where, as in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  the exercise of discretion by the citizenship judge went too far and the judge accepted weak and unconceivable explanations on unreported absences with no further inquiries (at paras 23 and 30). In the present case, the citizenship judge reviewed these concerns with Mr. Suleiman at the hearing and concluded that Mr. Suleiman had met his onus to establish residence through sufficient and credible evidence. All of the alleged errors or discrepancies identified by the Minister relate to factual findings made by the citizenship judge after he had the opportunity to question the credibility of Mr. Suleiman at the hearing and after he was satisfied about it. Furthermore, they are discrepancies regarding events that occurred outside of the period of reference, and would not have affected the outcome of the residency requirement. The minor factual errors identified by the Minister are far from making the decision unreasonable and are not significant enough to warrant this Court's intervention.", "[31] As this Court stated in <FRAGMENT_SUPPRESSED>  immaterial errors, even if there are several, are not sufficient to render a decision unreasonable. An imperfect decision with immaterial errors remains reasonable.", "[32] The Minister also takes issue with the manner in which the citizenship judge weighed Mr. Suleiman's declarations against the objective evidence, submitting that the citizenship judge did not hold Mr. Suleiman to his evidentiary onus under the Citizenship Act . The Minister contends that Mr. Suleiman did not provide objective corroborative evidence to establish his residence in Canada between April 2005 and June 2006, and that this was unreasonable given the discrepancies in the evidence. The Minister submits that the lack of Canadian re-entry stamps and documentary evidence establishing residency in Canada is important because the citizenship judge failed to assess whether, in absence of such corroborative evidence, Mr. Suleiman was able to meet his evidentiary onus.", "[33] I do not agree with this reading of the decision. I rather conclude that the decision reflects that the citizenship judge turned his mind to those issues and addressed them. He found that the absence of Canadian re-entry stamps in Mr. Suleiman's passport could not lead to any conclusions given the Canada Border Services Agency's practice of not stamping permanent residents' passports returning to Canada during that period. He also reviewed and considered the paucity of financial documents for 2005 and 2006 and the lack of evidence regarding rent/mortgage or utility payments made by Mr. Suleiman, and accepted Mr. Suleiman's explanation about his unemployment in 2005, the depletion of his financial resources in 2006 and the destruction of documents by his ex-wife in the context of his divorce. It was certainly not unreasonable, in light of such evidence, for the citizenship judge to conclude that Mr. Suleiman met his onus of demonstrating residence in Canada in the period of reference. The citizenship judge found the documentation and explanations provided by Mr. Suleiman credible as they substantiated his claim that he resided in Canada during the time he had declared residence in the country.", "[34] The Court understands the Minister's desire to receive more detailed or more complete reasons from a citizenship judge, as the process established by the Citizenship Act requires a citizenship officer to refer a matter to a citizenship judge when the officer has concerns and is not satisfied that residency requirements are met. But the test this Court has to apply is not whether the decision satisfies the expectations of the Minister; the test is the reasonableness of the decision. None of the conclusions of the citizenship judge are outside the range of reasonableness. Where there might have been some alleged inconsistencies, they were either immaterial or could be reasonably reconciled within the decision.", "[35] I find the ultimate result reasonable considering the totality of the evidence and the applicable legal principles. The decision falls within a range of reasonable alternatives defensible in respect of the facts and the law, and this Court should not interfere with it on judicial review. B. Were the reasons provided by the citizenship judge in support of his decision sufficient and adequate?", "[36] The Minister submits that the citizenship judge's reasons are inadequate in that they do not show a grasp of the issues raised by the evidence, let alone the concerns raised by the citizenship officer for the citizenship judge's consideration. As such, they do not allow a reviewing party to understand why the citizenship judge made his decision. I do not agree and rather find that the citizenship judge's reasons were adequate.", "[37] The law relating to the sufficiency of reasons in administrative decision-making has evolved substantially since <FRAGMENT_SUPPRESSED> , both with respect to the degree of scrutiny to which fact-based decisions such as the decision at issue in this case should be subjected, and in relation to the sufficiency of reasons as a stand-alone ground for judicial review. In Newfoundland and  <FRAGMENT_SUPPRESSED>  [ Newfoundland Nurses ], the Supreme Court of Canada provided guidance on how to approach situations where decision-makers provide brief or limited reasons. An alleged insufficiency of reasons is no longer a stand-alone basis for granting judicial review: reasons need not be fulsome or perfect, and need not address all of the evidence or arguments put forward by a party or in the record.", "[38] The decision-maker is not required to refer to each and every detail supporting his or her conclusion. It is sufficient if the reasons permit the Court to understand why the decision was made and determine whether the conclusion falls within the range of possible acceptable outcomes ( Newfoundland Nurses at para 16). The reasons are to be read as a whole, in conjunction with the record, in order to determine whether the reasons provide the justification, transparency and intelligibility required of a reasonable decision ( <FRAGMENT_SUPPRESSED> at para 47; <FRAGMENT_SUPPRESSED> ). This Court discussed the issue of adequacy of reasons in a citizenship judge's decision in the recent Safi decision. In that decision, Justice Kane echoed the Newfoundland Nurses principles and stated that the decision-maker is not required to set out every reason, argument or detail in the reasons, or to make an explicit finding on each element that leads to the final conclusion. The reasons are to \"be read together with the outcome and serve the purpose of showing whether the result falls within a range of possible outcomes\" ( Safi at para 17).", "[39] In this case, the citizenship judge's decision meets this standard; the reasons clearly explain why he decided that Mr. Suleiman met the residency requirement and how he considered the evidence. Consequently, there is no merit to the argument that the judge's reasons were insufficient. The focus of judicial review remains on the outcome or decision itself, and not the process by which that outcome was reached. A reviewing court looks to the record with a view to upholding the decision; where readily apparent, evidentiary gaps may be filled in when supported by the evidence, and logical inferences implicit to the result may be drawn ( <FRAGMENT_SUPPRESSED> ). That said, I acknowledge that Newfoundland Nurses is not an invitation to the Court to provide reasons that were not given, nor is it a licence to guess what findings might have been made or to speculate as to what a decision-maker might have been thinking. However, this is not the case here; rather, it is a situation where the reviewing court can connect the dots and draw the lines in the citizenship judge's decision.", "[40] In this application for judicial review, it is the Minister's burden to persuade this Court that its intervention is warranted. However, it was Mr. Suleiman's duty to provide sufficient evidence that he met the residency requirement, and it was the citizenship judge's duty to provide reasons to show how he arrived at his decision ( <FRAGMENT_SUPPRESSED> ). This is what the citizenship judge did.", "[41] Reasonableness, not perfection, is the standard. In citizenship matters, reasons for decision are often very brief and do not always address all discrepancies in the evidence. However, even where the reasons for the decision are brief, or poorly written, this Court should defer to the decision-maker's weighing of the evidence and credibility determinations, as long as the Court is able to understand why the citizenship judge made its decision ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [ Thomas ]; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [ Lee ]; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[42] In Thomas , for example, the citizenship judge found that the respondent was credible, addressed the citizenship officer's concerns and accepted the respondent's explanations. In response to the Minister's argument that there was insufficient evidence, Justice Mosley noted that, although the notes could have been clearer and more thorough, the ultimate decision rested on a reasonable assessment of the evidence, including the explanations provided by the respondent. Justice Mosley pointed out that the case did not contain unexplained gaps in the evidence, as the respondent had provided explanations that the citizenship judge found credible. Justice Mosley reminded that the Court must defer to the decision-maker's weighing of the evidence and credibility determination in absence of clear error ( Thomas at paras 33-34).", "[43] Cases where the Court agreed to intervene are distinguishable from the present one. In Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], the citizenship officer had highlighted various concerns including a visa on a date where the applicant claimed to be in Canada, bank statements that were generally abundant but had periods of no activity when she was supposed to be in Canada, and doctor's visits on dates where she was supposed to be traveling. Justice Boivin found that the decision was not reasonable because these gaps in the evidence were not addressed, and the Court was unable to understand the citizenship judge's reasoning ( <FRAGMENT_SUPPRESSED> at para 28). In Safi , Justice Kane acknowledged that some of the unaddressed inadequacies were not important and likely the cause of a simple misunderstanding, but noted that there were problematic issues that required more careful scrutiny including illegible passport stamps, a failure to declare certain travel, and a visa issued in another name. Justice Kane found it was not clear how the citizenship judge weighed the evidence, and appeared to have ignored evidence which should have alerted him to probe further ( Safi at paras 44-45).", "[44] In Canada (Minister of Citizenship and Immigration v Jeizan , 2010 FC 323, Justice de Montigny found the extent of the short fall in days of residence to be much higher than what the citizenship judge had identified and the limited documentary proof to be problematic, particularly since numerous receipts provided to establish the applicant's presence in Canada were on dates she had admitted to not being present in the country. This Court has also quashed decisions of a citizenship judge to grant citizenship where it found the respondent had engaged in substantial misrepresentation (often involving substantial absences from Canada) that was not addressed by the citizenship judge's decision ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ).", "[45] The present case is different. The citizenship judge identified the residency test he relied on and addressed the credibility concerns raised by the citizenship officer; there were no gaps in evidence or periods unaccounted for. I have no hesitation to conclude that the reasons are sufficient and adequate with regard to the test established by Newfoundland Nurses . It is clear from the decision why the citizenship judge approved Mr. Suleiman's application and dismissed the citizenship officer's concerns. C. Are there special reasons to award costs in this case?", "[46] Mr. Suleiman asks for costs, given that the application for judicial review was ill-founded and there was an inordinate five-year delay before the citizenship judge adjudicated his citizenship application.", "[47] Costs are not ordinarily awarded in immigration proceedings in this Court, as Rule 22 of the Federal Courts Immigration and Refugee Protection Rules , SOR/93-22 provides that \"[n]o costs shall be awarded to or payable by any party in respect of an application for leave, an application for judicial review or an appeal under these Rules unless the Court, for special reasons, so orders.\" While each case turns on its own particular circumstances, the threshold for establishing the existence of \"special reasons\" is high ( <FRAGMENT_SUPPRESSED> ). In the circumstances of this case, I do not find that there are special reasons warranting an order of costs.", "[48] <FRAGMENT_SUPPRESSED> the Federal Court of Appeal provided a detailed summary of the circumstances in which the Court has recognized \"special circumstances\" meriting an award of costs. This decision observed that, based on an analysis of the jurisprudence, \"special reasons\" justifying an award of costs against the Minister have been found to exist where: - The Minister causes an applicant to suffer a significant waste of time and resources by taking inconsistent positions in the Federal Court and the Federal Court of Appeal; - An immigration official circumvents an order of the Court; - An immigration official engages in conduct that is misleading or abusive; - An immigration official issues a decision only after an unreasonable and unjustified delay; - The Minister unreasonably opposes an obviously meritorious application for judicial review.", "[49] I do not find that the circumstances of this case are similar or close to those situations which have justified an order of costs. Special reasons do not arise merely because the Minister elected to exercise his statutory right to apply for judicial review of a decision and is not successful. Furthermore, I agree with the Minister that the five-year delay between Mr. Suleiman's application and the citizenship judge's decision does not amount to a sufficient reason for costs, as Mr. Suleiman could have sought the Court's assistance to deal with any prejudice he might have suffered during those five years, but elected not to do it.", "[50] I am therefore not persuaded that \"special reasons\" exist in this case that would justify an order of costs, and I decline to make such an order. IV. Conclusion", "[51] For the reasons set forth above, this application for judicial review is dismissed. Although the Minister might have preferred a more elaborate decision, the citizenship judge addressed all concerns that were raised by the citizenship officer in his decision and explained why they did not impact his finding on residence requirement. His decision was reasonable and provided adequate reasons. I do not find that there were unreasonable factual findings made by the citizenship judge or that the judge lacked a grasp of the issues raised by the citizenship officer. Instead, the citizenship judge addressed the concerns that were raised, first discussing them with Mr. Suleiman, and then explaining them in his decision. JUDGMENT", "[52] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed, without costs.", "[2]", "[3]", "[4] II. Contexte", "[5] ) de la", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15] ) de la III. Analyse A.", "[16]", "[17]", "[18] <FRAGMENT_SUPPRESSED> ;", "[19] <FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> ); Safi ]; <FRAGMENT_SUPPRESSED> ].", "[20] <FRAGMENT_SUPPRESSED> ].", "[21]", "[22]", "[23]", "[24]", "[25]", "[26]", "[27] El Bousserghini", "[28]", "[29]", "[30]", "[31]", "[32]", "[33]", "[34]", "[35] B.", "[36]", "[37] Newfoundland and  <FRAGMENT_SUPPRESSED>  [ Newfoundland Nurses", "[38] Newfoundland Nurses Safi Newfoundland Nurses Safi", "[39] Newfoundland Nurses", "[40]", "[41] <FRAGMENT_SUPPRESSED> [ Thomas ]; <FRAGMENT_SUPPRESSED> [ Lee ]; <FRAGMENT_SUPPRESSED> et 25 [ <FRAGMENT_SUPPRESSED> ]).", "[42] Thomas Thomas", "[43] Safi Safi", "[44] c Jeizan <FRAGMENT_SUPPRESSED> ).", "[45] Newfoundland Nurses C.", "[46]", "[47]", "[48]", "[49]", "[50] IV. Conclusion", "[51] JUGEMENT", "[52] que Application dismissed. Editor: Sharon McCartney [End of document]"]}