{"id_": "004448", "body_str": ["[1] Russell, J. : This is an application under subsection 72(1) of the Immigration and Refugee Protection Act , SC- 2001, c. 27 (Act) for judicial review of the decision of the Refugee Protection Division (RPD) of the Immigration and Refugee Board, dated 7 April 2011 (Decision), which refused the Applicants' claims for protection under sections 96 and 97 of the Act. BACKGROUND", "[2] The Applicants are all citizens of El Salvador. The Secondary Applicants, Levi Josue Barillas Chinchilla and Johnathan Isaac Barillas Chinchilla, are the Principal Applicant's two sons. The Applicants claimed protection in Canada on the basis of threats they received in El Salvador.", "[3] In mid-2000, the Principal Applicant's father (Tito) was threatened by an unknown person. At that time, Tito was working as a bodyguard for Roberto H. Murray Mesa (Murray). The person who threatened Tito thought Tito had information about Murray's whereabouts and schedule. At the time, Murray was politically active as the president of the ARENA political party in El Salvador. In November 2000, the Principal Applicant's cousin was kidnapped, presumably by the same people who threatened Tito. The kidnappers demanded a ransom and information about where Murray was in exchange for the cousin's release. Tito's brother, the cousin's father, paid a partial ransom but Tito did not disclose any information on Murray; even so, the cousin escaped his kidnappers. In April 2001, Tito's brother fled with his wife and son to Canada. They successfully claimed refugee status here.", "[4] In March 2001, unknown persons tried to kill Tito. In May 2001, his immediate supervisor killed himself; he too had been pressured to inform on Murray. Tito was promoted to the supervisor's position and two more attempts on his life were made in 2001. Tito, his wife, and their son (the Principal Applicant's brother) fled to Canada in July 2001. They also made successful refugee claims.", "[5] After her family fled, the Principal Applicant remained for a while with her sons at her father's house for a while. People began to call them at home and demanded they give Tito up. In May 2002, the Principal Applicant and her sons moved to her aunt's house. The calls continued while the Applicants were living with the aunt. The Principal Applicant believed she was putting her aunt at risk of harm so, in October 2002, she and her sons packed up and moved to a new home. Though the Principal Applicant had left, the calls to her aunt's house continued to the point where her aunt had to cancel her telephone service.", "[6] After the Applicants moved out of the aunt's house, the Principal Applicant asked her cousin, Enrique Martinez (Martinez) to move in with her. One day in 2003, Martinez did not come home from work as expected. After the Principal Applicant searched for him, she discovered that he had been hit by a car. He fell into a coma and later died. Though the Principal Applicant initially believed that this was an accident, someone later telephoned her and said that the same thing would happen to her if she did not tell the caller where her father was. After this telephone call, the Applicants began moving around El Salvador to avoid detection.", "[7] In 2003, two men followed the Principal Applicant and her friend at a shopping mall. The Principal Applicant and her friend went to a nearby police patrol for help. Though the police chased the men, they did not catch them. At this point, the Principal Applicant felt she could take no more, so she left her job and fled with her sons to Guatemala.", "[8] The Principal Applicant and her sons lived in Guatemala until January 2004 when they left for Mexico, where they lived for eight months. They made their way North over the next five years, living in Fresno, California for eight months and Los Angeles, California for four years. In July 2009, the Applicants made their way to Canada, where they arrived on 24 July 2009. They claimed protection on that day.", "[9] The Applicants' claims were joined under subsection 49(1) of the Refugee Protection Division Rules SOR/2002-228. Because her son Levi was a minor at the time, the Principal Applicant was appointed as his designated representative. The RPD heard the Applicants' claims on 30 March 2011. The Secondary Applicants adopted the Principal Applicant's narrative as their own, so all three claims were determined on the same basis. At the hearing, the Applicants, their counsel - an immigration consultant, an interpreter, and the RPD panel were present. The RPD made the Decision on 7 April 2011 and informed the Applicants on 20 April 2011. DECISION UNDER REVIEW", "[10] The RPD found that the Applicants are neither Convention refugees nor persons in need of protection. Accordingly, it denied their claims for protection. Identity", "[11] The Applicants established their identities to the RPD's satisfaction by providing their El Salvadorian passports. State Protection", "[12] The determinative issue in the Applicants' claims for protection was the availability of state protection. The RPD found that, because they had failed to rebut the presumption of state protection in El Salvador, the Applicants could not be Convention refugees or persons in need of protection.", "[13] The RPD began its state protection analysis by reviewing the jurisprudence on the issue. The RPD noted the presumption of state protection, the principle that refugee protection is a surrogate for the protection offered by the home country, and the principle that claimants must approach their home country for protection where it might reasonably be forthcoming. The RPD also said, following <FRAGMENT_SUPPRESSED> , that the presumption of state protection can only be rebutted with clear and convincing evidence of a state's inability to protect.", "[14] Where a state is effectively in control of its territory, the mere fact that its efforts to protect its citizens are not always successful will not rebut the presumption (see <FRAGMENT_SUPPRESSED>  (FCA) at paragraph 133). The RPD found that the El Salvadorian government is in control of its territory and has in place a functioning security force to enforce its laws. The RPD also noted <FRAGMENT_SUPPRESSED>  (FCA) as authority for the principle that a claimant's burden increases with the democratic nature of the state against which protection is claimed.", "[15] The RPD noted that, at the hearing, the Principal Applicant had testified that, when the Salvadoran Civil War ended, the guerrillas involved in the war mixed with the police. She said that, while not all the police were corrupt, it was impossible to tell who was corrupt and who was not. She also said there was no security in El Salvador. When she was asked what one would do if one encountered a corrupt police officer, she said that you need a lot of money to seek redress. She further said she would have to live in hiding in El Salvador.", "[16] The RPD conducted an extensive review of the documentary evidence on the country conditions in El Salvador and concluded that the Applicants had not rebutted the presumption of state protection. The RPD found that El Salvador is a constitutional, multi-party democracy with an independent and functioning judiciary. It also found that, although there are corruption issues within the El Salvadorian security forces, corruption is not systemic and the government is making serious efforts to address these issues.", "[17] The RPD noted that El Salvador is taking steps to address gang problems in the country. These steps include improved training for officials involved in the administration of justice, creating a Gang Resistance Education and Training (GREAT) program for children, and passing a law which provides support and protection for victims, witnesses, and other people in risky situations stemming from criminal investigations or court proceedings. The Policia National Civil (PNC) - the National Civil Police - had also investigated and dismissed several of its officers for serious misconduct, including kidnappings, drug trafficking, and membership in illegal groups.", "[18] The RPD also found that El Salvador was taking steps to protect women from discrimination. The government passed the Law Against Intra-Family Violence, which condemns violence in all forms. The RPD also recognized that several groups in El Salvador, including the Office of the Attorney General and the PNC, have collaborated to combat violence against women. The El Salvadorian government has also set up a program to provide psychological help and social assistance for women who have experienced domestic violence. The RPD also noted several other programs and concluded that El Salvador is making serious efforts to combat violence against women. Conclusion", "[19] The RPD said it had considered the totality of the evidence and found that the Applicants had not rebutted the presumption of state protection with clear and convincing evidence. It found that the Applicants had not established that state protection would not be reasonably forthcoming if they sought it. The RPD also found that there was no persuasive evidence that the Applicants would face persecution or a risk to life or of cruel and unusual treatment or punishment if they were returned to El Salvador. It therefore refused the Applicants' claims for protection. ISSUES", "[20] The sole issue the Applicants raise in this proceeding is whether the RPD's state protection finding was reasonable. STANDARD OF REVIEW", "[21] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis.", "[22] <FRAGMENT_SUPPRESSED>  the Federal Court of Appeal held at paragraph 36 that the standard of review on state protection finding is reasonableness. This approach was followed by Justice Leonard Mandamin in <FRAGMENT_SUPPRESSED> . Further, in <FRAGMENT_SUPPRESSED>  Justice Danièle Tremblay-Lamer held at paragraph 11 that the standard of review on a state protection finding is reasonableness. The standard of review on the sole issue in this application is reasonableness.", "[23] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at paragraph 47, and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" STATUTORY PROVISIONS", "[24] The following provisions of the Act apply in this proceeding: Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; [...] ... Person in Need of Protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning - of Article 1 of the Convention Against Torture; or ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care 96. ... 97. ARGUMENTS The Applicants", "[25] The Applicants argue that the RPD's finding that they had not rebutted the presumption of state protection was unreasonable because it was contrary to the evidence. They note that documentary evidence before the RPD showed that the homicide rate in El Salvador in 2008 was 52 homicides per 100,000 people per year, while the world average is 9 homicides per 100,000 people per year. They also note that the RPD's Response to Information Request SLV103445.FE, which is part of the National Documentation Package for El Salvador, shows that the Overseas Security Advisory Council - a branch of the United States Department of State - said that El Salvador is \"one of the most dangerous countries in the world.\" The Applicants say that there is a vast difference between making good efforts to protect citizens and providing adequate state protection. They also say that the murder rate in El Salvador shows that that state is incapable of protecting its citizens. The Respondent", "[26] The Respondent says that the Applicants have failed to provide sufficient reliable and probative evidence to rebut the presumption of state protection, so the Decision should stand. The Applicants have also ignored <FRAGMENT_SUPPRESSED> , above, which bears on their case.", "[27] The jurisprudence of the Federal Court, the Federal Court of Appeal, and the Supreme Court of Canada establishes that the courts must presume a state is capable of protecting its citizens. The presumption can only be rebutted on clear and convincing proof of the state's inability to protect. Further, though claimants may demonstrate that a state's protection is not perfect, this is insufficient to rebut the presumption. For these propositions, the Respondent relies on Ward , above, at page 724, <FRAGMENT_SUPPRESSED> , above, and <FRAGMENT_SUPPRESSED> , at paragraphs 17 through 19, 28, and 30.", "[28] The Respondent says that <FRAGMENT_SUPPRESSED> , establishes two burdens for claimants seeking to rebut the presumption: an evidentiary burden and a legal burden. To meet the evidentiary burden, claimants must provide reliable and probative evidence that protection is inadequate. The Applicants' claim fails on this branch because they only adduced evidence of minimal efforts to seek protection before they fled El Salvador.", "[29] Contrary to the evidence the Applicants adduced, the RPD considered a large amount of documentary evidence showing El Salvador could protect its citizens. The RPD considered all the evidence and reasonably concluded that there was no state breakdown and the Applicants had not rebutted the presumption of state protection. The Applicants' Reply", "[30] The Applicants say that, while <FRAGMENT_SUPPRESSED> deals with the burden and standard of proof on claimants with respect to state protection, it does not address the meaning of \"adequate.\" In their case, the RPD's finding that there was adequate protection was unreasonable. They say that it cannot be that a country with a murder rate higher than the world average provides adequate protection. There must be a number or a range of crimes against human rights which a state can fail to prevent while still providing adequate protection. However, where a country's average murder rate climbs above 10 homicides per 100,000 people per year - as it has in El Salvador - the presumption of state protection should no longer apply. ANALYSIS", "[31] The Applicants raise a narrow point in order to challenge the RPD's state protection analysis. They say that the homicide rate in El Salvador, (52 per 100,000 people) is so far above the average murder rate around the world (nine homicides per 100,000 people) that El Salvador cannot be said to provide adequate protection for its citizens, notwithstanding its recent efforts to do so. Good intentions cannot be equated with adequate protection and the homicide rate, which demonstrates this fact, was overlooked by the RPD. The Applicants point out that the World Health Organization considers a murder rate of higher than 10 per 100,000 people to be \"epidemic.\"", "[32] The Applicants provide no legal authority for this statistical approach to assessing the adequacy of state protection and, in my view, it is conceptually and jurisprudentially flawed.", "[33] Refugee protection is available to those at risk who can establish a nexus to a Convention ground. Protection is also available to those who face a personalized risk of harm in their home country. In either circumstance, the home state must be either unwilling or unable to protect its own citizens before international protection is engaged. In the present case, the state is not the agent of persecution and the Applicants, who have lived in the USA for a considerable time, did not approach the authorities in El Salvador in a meaningful way to ask for protection against those who would cause them harm.", "[34] A high homicide rate in El Salvador tells us nothing about what the state can and/or will do if approached by the Applicants for protection. In order to have any relevance, in my view, the statistics would have to show what happens to those whose lives are threatened and who approach the state and ask for protection. The general homicide rate, which will include those people murdered for non-Convention reasons, as well as people who never seek protection, tells us little about the case at hand. Homicides may be epidemic in El Salvador and the authorities may be finding it difficult to improve the figures, but this does not mean they cannot or will not protect potential refugees who ask for protection.", "[35] The RPD looked at the evidence and concluded that, if the authorities are approached and asked for protection in El Salvador, they can and will provide adequate protection. Reliance upon general homicide statistics does not really go to this issue and the RPD's failure to specifically address those statistics does not render the Decision unreasonable. Homicide rates vary considerably around the world. They are not in themselves a measure of the extent to which a state is willing or able to protect those who could seek protection from persecution under section 96, or are at risk under section 97, of the Act if given the opportunity to do so. Protection requires communication from, and the cooperation of, the person who feels at risk. In the present case, the Applicants' cooperation was not forthcoming.", "[36] Here, the RPD found that the Applicants had not rebutted the presumption of state protection. As a finding of adequate state protection is fatal to claims under both sections 96 and 97, it is only if I conclude that the RPD's state protection analysis was unreasonable that the Applicants can succeed in having the Decision quashed.  <FRAGMENT_SUPPRESSED> .", "[37] Although the Applicants have challenged the RPD's Decision on state protection, they have not addressed a critical evidentiary weakness in their case: the lack of evidence showing either that state protection was unavailable to them at all or that they had sought the protection of the authorities and had been turned away. As I read the record, the only time any of the Applicants sought protection was in May 2003, when the Principal Applicant sought police assistance after she and a friend were followed at a shopping mall. The Principal Applicant testified that the police were corrupt and one cannot be certain who is corrupt and who is not in El Salvador, but she provided no evidence at all that she or her sons had actually sought protection from the police or any other authority.", "[38] By drawing my attention to the high murder rate in El Salvador, and the fact that El Salvador has been identified as \"one of the most dangerous countries in the world,\" the Applicants are inviting the Court to re-weigh the evidence which was before the RPD and to come to a different conclusion. That is not the role of the Court on judicial review (see <FRAGMENT_SUPPRESSED> ).", "[39] Though the evidence the Applicants have highlighted may tend to show that the conditions in El Salvador are less than ideal, this is not enough to ground a claim for protection.  <FRAGMENT_SUPPRESSED>  Justice Yves de Montigny had this to say at paragraph 25: The risk referred to in sections 96 and 97 must be personalized and specific to the applicant himself; consequently, the situation generally existing in a given country is not sufficient to establish the basis for the protection sought, in the absence of any tangible connection to the applicant's personal situation.", "[40] The Applicants in this case have not provided any evidence linking their situation with the high murder rate or other conditions in El Salvador. As the Federal Court of Appeal held in <FRAGMENT_SUPPRESSED>  (FCA), the onus rests on claimants to establish their claims. (See also <FRAGMENT_SUPPRESSED> .) The Applicants had the opportunity to prove the inadequacy of state protection in El Salvador, but they did not do so. Unfortunately, they must now live with the consequences.", "[41] In order to overcome these difficulties in the written submissions, counsel at the hearing before me took the position that the real issue was that the RPD was unresponsive to the statistical argument. He agreed that there was no direct evidence before the RPD to show what happened to those who asked the state for protection. He argued that the high homicide rate is indirect evidence that the RPD was asked to consider, and that its failure to do so renders the Decision unreasonable.", "[42] As the Respondent points out, the arguments that were made before me concerning the significance and importance of the general murder rate for the state protection analysis were not made before the RPD. In effect, the Applicants are asking the Court to find the Decision unreasonable because the RPD did not deal with an argument that was not put to it.", "[43] The Applicants seek to overcome this objection by saying that, although counsel for the Applicants did not make this argument before the RPD, he did refer to the document at page 113 of the CTR, which points out that El Salvador is \"one of the most dangerous countries in the world,\" and then explains why by pointing to the homicide statistics.", "[44] In reviewing this reference, I cannot see how the RPD could reasonably understand that the Applicants wanted it to assess the homicide statistics and whether they reflected the adequacy of state protection for anyone who asked for it. Applicants' counsel at the hearing simply asked the RPD to consider that El Salvador is one of the most dangerous countries in the world, which the RPD fully acknowledges and deals with in its reasons. Consequently, I cannot accept the argument that the RPD failed to take into account relevant evidence on this point, or failed to respond adequately to the submissions made on point. That being the case, I can find no reviewable error with the Decision.", "[45] Counsel agree there is no question for certification and the court concurs. JUDGMENT", "[46] THIS COURT'S JUDGMENT is that 1. The application is dismissed. 2. There is no question for certification. [End of document]"]}