{"id_": "004518", "body_str": ["[1] Mactavish, J. : Kamadchy Sundareswaraiye Gurumoorthi Kurukkal's application for permanent residence on humanitarian and compassionate grounds was refused because he failed to provide a death certificate for his late wife when asked to do so by the immigration officer assessing his application.  <FRAGMENT_SUPPRESSED>", "[2] Mr. Kurukkal provided the death certificate a few days after being notified of the negative decision, and asked that the decision be reconsidered in light of the new evidence. The respondent refused to reopen or re-visit Mr. Kurukkal's H&C application, asserting that there was no power to do so, as a result of the doctrine of functus officio.  <FRAGMENT_SUPPRESSED>", "[3] The principal issue on this application for judicial review is whether the doctrine of functus officio applies in the context of H&C applications, so as to prevent an immigration officer from considering new evidence. For the reasons that follow, I have concluded that the doctrine of functus officio does not apply in the context of H&C decisions. As a consequence, the application for judicial review will be allowed.  <FRAGMENT_SUPPRESSED> I. Background  <FRAGMENT_SUPPRESSED>", "[4] Mr. Kurukkal is a 68 year old Tamil from the north of Sri Lanka, who came to Canada on a visitor's visa in 2001. He has one son in Canada, and two daughters still living in Sri Lanka.  <FRAGMENT_SUPPRESSED>", "[5] When the applicant applied for his visitor's visa in 2001, he stated on his application that his wife would not be accompanying him to Canada, because she did not have a passport. Having a wife staying behind in Sri Lanka would have assisted Mr. Kurukkal with his visa application, as it strengthened his ties to that country, making it more likely that he would return home at the end of his visit.  <FRAGMENT_SUPPRESSED>", "[6] In contrast, in Mr. Kurukkal's H&C application, he stated that he was a widower, and that his wife had died in 2000. The inconsistency in the information provided by Mr. Kurukkal with respect to his wife's status was quite understandably a cause for concern, and led the immigration officer to ask him to produce a death certificate for his wife. This request was made on August 17, 2007.  <FRAGMENT_SUPPRESSED>", "[7] When no death certificate was received, the officer spoke to Mr. Kurukkal's son by telephone on October 12, 2007, asking where the certificate was. Five days later, the officer followed up with a letter to Mr. Kurukkal, confirming the request for a copy of the death certificate. By letter dated October 29, 2007, Mr. Kurukkal's son advised the officer that another 15 days were needed to obtain the death certificate from Sri Lanka, and sought an extension of time.  <FRAGMENT_SUPPRESSED>", "[8] Fifteen days came and went, and no death certificate was provided to the officer, nor was there a request for a further extension of time in which to provide the certificate from either Mr. Kurukkal or his son. Consequently, on November 26, 2007, the officer assessed Mr. Kurukkal's H&C application, and decided that it should be refused.  <FRAGMENT_SUPPRESSED>", "[9] The officer's decision was communicated to Mr. Kurukkal on December 14, 2007. Although additional reasons are cited in the officer's notes, the only reason given in the decision letter for refusing the application was Mr. Kurukkal's failure to satisfy the officer that he was in fact a widower. I need not address the merits of this decision, as no application for judicial review has been brought in relation to it.  <FRAGMENT_SUPPRESSED>", "[10] Mr. Kurukkal says that he received a copy of the death certificate for his wife by mail from Sri Lanka the following day. On December 18, 2007, Mr. Kurukkal's counsel wrote to the officer, explaining that the delay in producing the certificate was the result of the on-going state of turmoil in Colombo. Counsel enclosed a copy of the death certificate with the letter, and requested that the refusal decision be reconsidered.  <FRAGMENT_SUPPRESSED>", "[11] By letter dated January 9, 2008, Mr. Kurukkal's request for reconsideration was refused. As was noted earlier, the respondent took the position that there was no power to reopen or re-visit Mr. Kurukkal's H&C application because of the doctrine of functus officio. No consideration appears to have been given to the death certificate itself, as it related to the merits of Mr. Kurukkal's H&C application.  <FRAGMENT_SUPPRESSED>", "[12] It is the decision refusing to reconsider the original H&C decision that underlies this application.  <FRAGMENT_SUPPRESSED>", "[13] Mr. Kurukkal sought a stay of his removal pending the determination of his application for judicial review. The motion was dismissed, without written reasons, although it appears from the record that the stay was refused because of the Court's finding in relation to the issue of irreparable harm. Mr. Kurukkal was returned to Sri Lanka in March of 2008.  <FRAGMENT_SUPPRESSED>", "[14] An affidavit filed by the respondent indicates that since returning to Sri Lanka, Mr. Kurukkal has filed a further H&C application. Although there is some confusion in the record as to precisely when the second H&C application was filed, it is common ground that it was filed in the Spring of 2008.  <FRAGMENT_SUPPRESSED>", "[15] While acknowledging that he has been able to file a further H&C application, which includes a copy of his wife's death certificate, Mr. Kurukkal says that if he is required to apply from overseas, it could take up to four years for his second application to be processed. He asserts that this will cause him grave prejudice, as he says he has no home in Sri Lanka, and that his country is currently a war zone. Mr. Kurukkal says that the reconsideration of his inland H&C application would likely result in a much faster decision.  <FRAGMENT_SUPPRESSED> II. Standard of Review  <FRAGMENT_SUPPRESSED>", "[16] If applicable, the effect of doctrine of functus officio is that a decision-maker will lose jurisdiction once a decision is made: see Brown and Evans, Judicial Review of Administrative Act ion in Canada (Toronto: Canvasback Publishing, 1998), at 12-99.  <FRAGMENT_SUPPRESSED>", "[17] As a consequence, the question of whether an H&C officer has the ongoing power to reconsider a decision once it has been made is a true question of jurisdiction, as contemplated by <FRAGMENT_SUPPRESSED>  at para. 59. As such, the officer's determination that the doctrine of functus officio applies in the context of H&C decisions is reviewable on the standard of correctness.  <FRAGMENT_SUPPRESSED> III. Analysis  <FRAGMENT_SUPPRESSED>", "[18] I should note at the outset that the respondent has not argued that the January 9, 2008 letter refusing to reconsider Mr. Kurukkal's H&C application was merely a courtesy letter, and was thus not a \"decision\" that was amenable to judicial review. I take the respondent to have conceded that the January 9, 2008 letter was indeed a fresh \"decision\" that is amenable to judicial review.  <FRAGMENT_SUPPRESSED>", "[19] Moreover, there is no suggestion that Mr. Kurukkal's request for reconsideration of his H&C application was made for a collateral purpose - namely to extend the time for bringing an application for judicial review.  <FRAGMENT_SUPPRESSED>", "[20] It should also be noted that the question of whether an immigration officer is functus officio after rendering an H&C decision need only be decided if the additional information adduced by Mr. Kurukkal was significant enough to have potentially affected the outcome of a reconsideration decision.  <FRAGMENT_SUPPRESSED>", "[21] As was noted earlier, the only reason given in the decision letter for refusing Mr. Kurukkal's H&C application was his failure to produce a copy of his wife's death certificate. It follows that the certificate was clearly an extremely important piece of evidence, which could well have resulted in a different outcome, were the matter reconsidered.  <FRAGMENT_SUPPRESSED>", "[22] As a consequence, it is necessary to decide whether the doctrine of functus officio has any application in relation to decisions by immigration officers in relation to H&C applications.  <FRAGMENT_SUPPRESSED> A. The Doctrine of Functus Officio  <FRAGMENT_SUPPRESSED>", "[23] Before turning to address the question of whether the doctrine of functus officio applies in the context of H&C decisions, it is helpful to start by considering the nature and purpose of the doctrine. It is also helpful to consider what the Courts have had to say in relation to its application in the context of administrative decision-making.  <FRAGMENT_SUPPRESSED>", "[24] The doctrine of functus officio provides that once a decision-maker has done everything necessary to perfect his or her decision, he or she is then barred from revisiting that decision, other than to correct clerical or other minor errors. The policy rationale underlying this doctrine is the need for finality in proceedings: <FRAGMENT_SUPPRESSED>  A.R. 321; 62 D.L.R.(4th) 577, at paras. 20-21.  <FRAGMENT_SUPPRESSED>", "[25] The Supreme Court also noted in Chandler that the doctrine of functus officio is not limited to judicial decisions, but can apply as well to decisions of administrative tribunals. However, it may be necessary to apply the doctrine in a more flexible and less formalistic fashion in the administrative tribunal context, where, for example, a right of appeal may exist only on a point of law. Indeed, the Court held that \"Justice may require the re-opening of administrative proceedings in order to provide relief which would otherwise be available on appeal\": Chandler , at para. 21.  <FRAGMENT_SUPPRESSED>", "[26] For the doctrine of functus officio to be engaged, it is necessary that the decision in issue be final. In the context of judicial decision making, a decision may be described as final when \"... it leaves nothing to be judicially determined or ascertained thereafter, in order to render it effective and capable of execution, and is absolute, complete and certain ...\". (G. Spencer Bower & A.K. Turner, The Doctrine of Res Judicata 2d. Ed. (London: Butterworths, 1969), at 132, as cited in Judicial Review of Administrative Act ion in Canada .  <FRAGMENT_SUPPRESSED>", "[27] With this understanding of the nature and purpose of the doctrine of functus officio, I turn now to the examine the jurisprudence relating to the applicability of the doctrine in relation to non-adjudicative immigration decisions such as the H&C decision under consideration in this case.  <FRAGMENT_SUPPRESSED> B. The Federal Court Jurisprudence  <FRAGMENT_SUPPRESSED>", "[28] A review of the Federal Court jurisprudence reveals that the question of whether the doctrine of functus officio applies to those charged with making non-adjudicative immigration decisions such as H&C decisions is one that arises with some regularity. However, the findings on this point are somewhat divided, with two divergent lines of authority having developed as to whether immigration officers such as H&C officers have the power to reconsider decisions on the basis of new evidence.  <FRAGMENT_SUPPRESSED>", "[29] Both lines of authority will be considered in turn, commencing with a review of the cases that find that the doctrine of functus officio does not apply in cases such as this.  <FRAGMENT_SUPPRESSED> (i) Functus Officio Does Not Apply to Decisions of Immigration Officers  <FRAGMENT_SUPPRESSED>", "[30] The first of these lines of authority is exemplified by the Court's decision in <FRAGMENT_SUPPRESSED> ; 172 F.T.R. 115 (T.D.), which held the doctrine of functus officio does not apply in relation to non-adjudicative immigration decisions.  <FRAGMENT_SUPPRESSED>", "[31] Nouranidoust involved the decision of an immigration officer who found that an individual was not entitled to landing pursuant to the deferred removal orders class (DROC) regulations (SOR/94-681). The question to be decided was whether an immigration officer could reconsider that decision on the basis of new evidence.  <FRAGMENT_SUPPRESSED>", "[32] Although the nature of the application in issue was a little different, the facts  <FRAGMENT_SUPPRESSED> are quite similar to those in the present case. Mr. Nouranidoust's application for landing was refused because he had been unable to produce a passport or other travel document. Shortly after receiving the negative decision, Mr. Nouranidoust was able to obtain a passport from the Iranian Embassy, and forwarded to the immigration officer, who confirmed the original refusal. Justice Reed was then left to decide whether, in the circumstances, the immigration officer was functus officio, or had the authority to reconsider the application for landing.  <FRAGMENT_SUPPRESSED>", "[33] Justice Reed commenced her analysis by adopting the Court's observation in <FRAGMENT_SUPPRESSED>  (T.D.), that there was nothing in the Immigration Act , R.S.C., 1985, c. I-2, that dealt with whether a visa officer could review decisions already made. In Chan , the Court had stated that \"I would take this silence, however, not to be a prohibition against reconsideration of decisions. Rather, I think that the visa officer has jurisdiction to reconsider his decision, particularly when new information comes to light\": Chan , at para. 28.  <FRAGMENT_SUPPRESSED>", "[34] Consideration was also given to the decision in <FRAGMENT_SUPPRESSED>  (T.D.), where Justice Rothstein held that as the Immigration Act was silent on the question of whether visa officers could review decisions that had been made, it appeared that the officer would not be functus in relation to an application for reconsideration.  <FRAGMENT_SUPPRESSED>", "[35] In concluding that the doctrine of functus officio did not apply in the case of immigration officers, Justice Reed had regard to the comments of the Supreme Court in Chandler , previously cited. In particular, she referred to Justice Sopinka's admonition that the application of the doctrine must be more flexible and less formalistic in relation to the decisions of administrative tribunals: Nouranidoust , at para. 13.  <FRAGMENT_SUPPRESSED>", "[36] Justice Reed concluded her analysis by stating that:  <FRAGMENT_SUPPRESSED> \"24 I am not prepared, in the absence of a Federal Court of Appeal decision to the contrary, to conclude that the immigration officer had no such authority. It is clear that immigration officers and visa officers, as a matter of practice, often reconsider their decisions on the basis of new evidence (see Waldman , supra). As I read the jurisprudence, I think the need to find express or implied authority to reopen a decision in the relevant statute is directly related to the nature of the decision and the decision-making authority in question. Silence in a statute with respect to the reopening of a decision that has been made on an adjudicative basis, consequent on a formal hearing, and after proof of the relevant facts may indicate that no reopening is intended. Silence in a statute with respect to the reopening of a decision that is at the other end of the scale, a decision made by an official pursuant to a highly informal procedure, on whom no time limits are imposed, must be assessed in light of the statute as a whole. Silence in such cases may not indicate that Parliament intended that no reconsideration of the decision by the relevant official be allowed. It may merely mean that discretion to do so, or to refuse to do so was left with the official.  <FRAGMENT_SUPPRESSED> \"25 As noted, the Chandler decision states that the principle of functus officio should be applied flexibly in the case of administrative decisions since justice may require the reopening of those decisions. I am persuaded that Parliament's silence in the case of applications for landing, when the individual has been found eligible for such because he falls under DROC, was not intended to restrict the immigration officer from reopening a file when the officer considers it in the interests of justice to do so. <FRAGMENT_SUPPRESSED>", "[37] Other Judges of this Court have come to a similar conclusion in relation to various types of immigration applications involving informal processes similar to that involved in H&C applications: see, for example, <FRAGMENT_SUPPRESSED> ; 203 F.T.R. 313; 2001 FCT 373.  <FRAGMENT_SUPPRESSED>", "[38] Moreover, as the Court observed  <FRAGMENT_SUPPRESSED> , the literature supports this less technical view: see, for example, Waldman, Immigration Law and Practice (Second Ed.), at paras. 11:20 to 11:29.  <FRAGMENT_SUPPRESSED> (ii) Functus Officio Does Not Apply to Decisions of Immigration Officers  <FRAGMENT_SUPPRESSED>", "[39] There is also a substantial body of case law going the other way. One of the leading cases in this regard is the decision in <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 76 (T.D.).  <FRAGMENT_SUPPRESSED>", "[40] Dumbrava involved an application for permanent residence in Canada. After the applicant received the officer's original refusal decision, the applicant sought reconsideration of that decision on the basis that it was \"wrong in law\". On judicial review, the Court identified the \"real issue\" on the application as being whether the visa officer had the authority to reconsider her earlier decision in the manner that she did: at para. 18.  <FRAGMENT_SUPPRESSED>", "[41] In this regard, the Court stated that:  <FRAGMENT_SUPPRESSED> \"[A] bsent an express grant of jurisdiction, it is doubtful that a decision-maker has the power to reconsider a prior decision on new grounds and exercise his or her discretion anew. The decision-making powers of a visa officer are statutory and, as such, they must be found in the statute. While I have no doubt that slips, typos and obvious errors can be corrected after a decision has been rendered, the discretion of a decision-maker is, in my view, fully exhausted once the discretionary authority to decide has been exercised in the manner contemplated by statute. As such a decision-maker cannot pronounce more than once on the same matter.\" ( Dumbrava , at para. 19, footnote omitted)  <FRAGMENT_SUPPRESSED>", "[42] The Court went on to observe that once the visa officer rejected the applicant's application, the officer did not have the jurisdiction to render a further decision reconsidering the earlier decision. As a consequence, the application for judicial review was \"without object\".  <FRAGMENT_SUPPRESSED>", "[43] A number of decisions have followed the reasoning  <FRAGMENT_SUPPRESSED> in relation to immigration applications involving informal processes similar to that involved in H&C applications: see, for example, <FRAGMENT_SUPPRESSED> ; [2007] F.C.J. No. 1762; <FRAGMENT_SUPPRESSED> ; [2001] F.C.J. No. 1525; <FRAGMENT_SUPPRESSED> ; 194 F.T.R. 282 ( <FRAGMENT_SUPPRESSED> ; 140 F.T.R. 163 (T.D.)).  <FRAGMENT_SUPPRESSED> C. The Federal Court of Appeal Jurisprudence  <FRAGMENT_SUPPRESSED>", "[44] <FRAGMENT_SUPPRESSED> ; 256 F.T.R. 53; 132 A.C.W.S.(3d) 548; 2004 FC 872, Justice Blanchard was asked to certify the following question:  <FRAGMENT_SUPPRESSED> \"Where an immigration officer has made a decision in respect of ... a humanitarian and compassionate application, is an officer functus, such that further evidence may not be considered to determine if it might lead the officer to reach a different conclusion? <FRAGMENT_SUPPRESSED> Justice Blanchard held that the Officer's failure to consider the further information in issue in that case would not have materially affected her ultimate decision. As a consequence, the question could not have been determinative of an appeal and was not certified.  <FRAGMENT_SUPPRESSED>", "[45] Justice Blanchard did certify a different question  <FRAGMENT_SUPPRESSED> , however, and the matter went on appeal: see <FRAGMENT_SUPPRESSED> ; 339 N.R. 233; 139 A.C.W.S.(3d) 348; 2005 FCA 160. In its brief reasons, the Federal Court of Appeal dealt with the reconsideration issue, stating that:  <FRAGMENT_SUPPRESSED> \"4 As for the new evidence offered to the officer after the decision had been made, but before notice of that decision was received by the applicant, we are not inclined to interfere. Though not expressly provided for in the legislation, an application for reconsideration on the basis of that new evidence could have been made by the applicant following receipt of the notice of the decision .  <FRAGMENT_SUPPRESSED> \"5 It is therefore, not necessary for us to decide the functus officio issue in this case.\" (My emphasis)  <FRAGMENT_SUPPRESSED>", "[46] Thus, although the Federal Court of Appeal expressly declined to deal with the functus issue  <FRAGMENT_SUPPRESSED> , the reasons in that case seem to suggest that reconsideration of an H&C decision may indeed be possible.  <FRAGMENT_SUPPRESSED>", "[47] Two other decisions of the Federal Court of Appeal warrant brief consideration, as they are referred to in a number of the decisions cited earlier in these reasons. These are <FRAGMENT_SUPPRESSED> ; [2001] F.C.J. No. 848 and <FRAGMENT_SUPPRESSED> ; 360 N.R. 199; 2007 FCA 35.  <FRAGMENT_SUPPRESSED>", "[48] In Park , an individual was advised that an immigrant visa would be issued. However, before the visa was actually issued, it was determined that the applicant was inadmissible to Canada. The Court found that the only exercise of power authorized by the statute was to issue or refuse a visa. Given that no statutory power had been exercised at the time that the applicant was advised that the visa would issue, it followed that the doctrine of functus officio had no application. Given the differences in the facts and statutory basis of the Park matter, I am of the view that this decision is of limited assistance in this case.  <FRAGMENT_SUPPRESSED>", "[49] Nazifpour involved the power of the Immigration Appeal Divisions of the Immigration and Refugee Board to reopen an appeal. The Immigration and Refugee Protection Act specifically authorized the reopening of appeals in certain specified situations. The question for the Court was whether appeals could be reopened in other situations.  <FRAGMENT_SUPPRESSED>", "[50] Much of the Court's attention  <FRAGMENT_SUPPRESSED> was taken up with a consideration of the interpretation of the statutory provision in issue, and with its legislative history, in order to determine Parliament's intent. Once again, this decision is readily distinguishable from the present situation.  <FRAGMENT_SUPPRESSED> D. Which Line of Authority Should be Followed?  <FRAGMENT_SUPPRESSED>", "[51] Given the fundamental disagreement in the jurisprudence in relation to the applicability of the doctrine of functus officio to informal, non-adjudicative immigration applications such as applications for H&C exemptions, how is one to determine which approach should be followed?  <FRAGMENT_SUPPRESSED>", "[52] In Judicial Review of Administrative Act ion in Canada , Brown and Evans suggest that a pragmatic and functional analysis should be carried out in order to ascertain whether the doctrine of functus officio should be applied in the context of a particular type of decision-making process.  <FRAGMENT_SUPPRESSED>", "[53] That is, one must weigh \"any unfairness to the individual that might arise as a result of the re-opening, against the public harm that might be caused by preventing the agency from discharging its statutory mandate if it could not reopen\". In addition, the Court must consider \"the statutory mandate, the breadth of the discretion conferred on the decision-maker, and the availability of other relief, such as a right of appeal\": Judicial Review of Administrative Act ion in Canada , at para. 12:6221.  <FRAGMENT_SUPPRESSED>", "[54] In other words, the task for the Court is to determine whether \"the benefits of finality and certainty in decision-making outweigh those of responsiveness to changing circumstances, new information and second thoughts\": Judicial Review of Administrative Act ion in Canada , at para. 12:6221.  <FRAGMENT_SUPPRESSED>", "[55] The starting point for the Court's analysis must be the relevant legislative provisions. Neither s. 25(1) of the Immigration and Refugee Protection Act , nor the Immigration and Refugee Protection Regulations provide explicit guidance, as both are silent on the reconsideration question.  <FRAGMENT_SUPPRESSED>", "[56] Also relevant is s. 31(3) of the Interpretation Act , R.S.C. 1985, c. I-21, which provides that \"Where a power is conferred or a duty imposed, the power may be exercised and the duty shall be performed from time to time as occasion requires\". According to Brown and Evans, the effect of this provision is that \"unless the legislation precludes a further decision or the decision is subject to some form of estoppel, non-adjudicative decisions may be reconsidered and varied from time to time: see Judicial Review of Administrative Act ion in Canada , at para. 12:6100.  <FRAGMENT_SUPPRESSED>", "[57] There are a number of considerations that militate in favour of finding that immigration officers can reconsider negative H&C decisions in appropriate circumstances, as well as other considerations that lead to a contrary conclusion.  <FRAGMENT_SUPPRESSED>", "[58] The first issue to consider is the fact that neither IRPA nor the Regulations provide an express power of reconsideration on immigration officers in the context of H&C applications. It does not, however, necessarily follow from this legislative silence that there is no power of reconsideration in relation to H&C applications.  <FRAGMENT_SUPPRESSED>", "[59] In this regard, I adopt the comments of Justice Reid  <FRAGMENT_SUPPRESSED> , previously cited, where she observed that although it may be necessary for there to be an express statutory power to reconsider decisions arrived at through an adjudicative process, the same could not be said of decisions arrived at through more informal processes, by officials on whom no time limits are imposed.  <FRAGMENT_SUPPRESSED>", "[60] According to Justice Reid, legislative silence in this latter category of cases may not reflect an intention by Parliament that no reconsideration of the decision be allowed, but may instead mean that the discretion to do so, or to refuse to do so, was left with the official: Nouranidoust , at para. 24.  <FRAGMENT_SUPPRESSED>", "[61] The significance of the kind of functions carried out by administrative tribunals insofar as the applicability of the doctrine of functus officio was also recognized by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> ; 287 N.R. 105; 2002 FCA 36. There the Court seemed to limit the application of the doctrine of functus officio to those administrative tribunals that carry out adjudicative functions, stating that:  <FRAGMENT_SUPPRESSED> \"The principle of functus officio holds that, as a general rule, where a final decision has been rendered by an administrative tribunal acting in an adjudicative capacity , the matter is concluded and no amendment can be made to the decision in the absence of a right of appeal.\" (at para. 16, my emphasis)  <FRAGMENT_SUPPRESSED>", "[62] A very broad discretion is conferred on immigration officers under s. 25(1) of IRPA . This provision confers discretion on immigration officers to allow them the flexibility to approve deserving cases not anticipated in the legislation: see IP 5, the CIC Manual dealing with Immigrant Applications in Canada made on Humanitarian or Compassionate Grounds , at s. 2.  <FRAGMENT_SUPPRESSED>", "[63] Moreover, unlike judicial or adjudicative tribunal processes, the H&C process is quite informal. This suggests that there be greater procedural flexibility than in the case of more formalized or adjudicative decision-making processes.  <FRAGMENT_SUPPRESSED>", "[64] Insofar as the availability of other relief such as a right of appeal is concerned, there is no right of appeal from the decision of an immigration officer in relation to H&C decisions. Where there is a right of appeal, new evidence can be put before the appellate court, provided that the party seeking to adduce such evidence can meet the relevant test.  <FRAGMENT_SUPPRESSED>", "[65] However, in the case of H&C decisions, the only recourse that an unsuccessful applicant has is by way of judicial review in this Court, and then only with leave of the Court. Generally speaking, a reviewing court will limit its consideration to the material that was before the original decision-maker, and will not consider new evidence. This limitation on the admissibility of new evidence would tend to militate in favour of a finding that functus officio should not apply in relation to H&C decisions.  <FRAGMENT_SUPPRESSED>", "[66] That said, a negative H&C decision will not necessarily be the last word on an individual's ability to stay in Canada on H&C grounds. Unlike a judgment or tribunal decision that finally determines an individual's rights, it is always open to an individual to file a further H&C application, after the first is refused. Indeed, Mr. Kurukkal has himself taken advantage of this opportunity.  <FRAGMENT_SUPPRESSED>", "[67] Nevertheless, the substantial filing fees and significant processing times may make this an unattractive option for many people, and limit its effectiveness as a way in which to overcome a negative decision.  <FRAGMENT_SUPPRESSED>", "[68] Moreover, while recognizing that there is always a benefit to finality in the decision-making process, it must also be recognized that the nature of an H&C decision is fundamentally different than, for example, a civil judgment or a tribunal decision that resolves a dispute between two or more parties. In these latter types of cases, the successful party or parties may rely on court or tribunal rulings in the conduct of their affairs. These individuals may then be detrimentally affected in the event that the court or tribunal decision is subsequently reconsidered and changed.  <FRAGMENT_SUPPRESSED>", "[69] In contrast, there is no true lis inter partes, or live controversy or dispute, between parties in the H&C context. A decision on an H&C application will likely only have a direct effect on the applicant or applicants themselves. No one else is likely to rely on an H&C decision to his or her detriment.  <FRAGMENT_SUPPRESSED>", "[70] It is true that H&C applicants bear the onus of demonstrating that they would suffer unusual, undeserved or disproportionate hardship if required to apply for permanent residency from outside Canada. Applicants are obligated to \"put their best foot forward\" in their applications, and they omit pertinent information from their applications at their peril: see, for example, <FRAGMENT_SUPPRESSED> ; 318 N.R. 300; 2004 FCA 38, at para. 8, and <FRAGMENT_SUPPRESSED>  at para. 45.  <FRAGMENT_SUPPRESSED>", "[71] It does not, however, follow from this that an officer can never consider additional information provided by an applicant after the initial H&C decision has been made. Rather, these cases simply stand for the proposition that there is no obligation on an immigration officer assessing an H&C application to go back to an applicant in an effort to ferret out additional information supporting the application, when that information has not been provided by the applicant him- or herself.  <FRAGMENT_SUPPRESSED>", "[72] Finally, there is a concern that the ability of immigration officers to reconsider negative H&C applications could lead to an abuse of the immigration system. That is, removals officers are often asked to defer a removal because a decision is outstanding in a pending H&C application. Indeed, stays of removal are sometimes granted by this Court where the H&C decision is expected imminently. The ability of applicants to provide additional evidence, and to request reconsideration of their H&C applications, could potentially interfere with the ability to remove individuals without status in Canada as soon as is reasonably practicable.  <FRAGMENT_SUPPRESSED>", "[73] This concern could, however, be addressed if, upon receiving a request for consideration, immigration officers promptly considered the materiality and reliability of the evidence in question. The officers would also have to consider whether the evidence in question was truly \"new\", or could have been obtained earlier with the exercise of reasonable diligence. An immigration officer should also be able to assess whether a request to reopen an H&C application was being made for bona fide reasons, or was being sought for a collateral purpose, such as to support a request to defer an imminent removal from Canada.  <FRAGMENT_SUPPRESSED> IV. Conclusion  <FRAGMENT_SUPPRESSED>", "[74] Having carefully weighed the various considerations discussed in the preceding paragraphs, I have concluded that the need for flexibility and responsiveness to changing circumstances and new information in the H&C assessment process outweighs the desirability of having finality and certainty in the decision-making process. I would note that conclusion is consistent with the teachings of the Federal Court of Appeal  <FRAGMENT_SUPPRESSED> , previously cited, at para. 4.  <FRAGMENT_SUPPRESSED>", "[75] I have further concluded that the doctrine of functus officio does not apply to the informal, non-adjudicative decision-making process involved in the determination of H&C applications. As a consequence, I find that the immigration officer erred in refusing to consider the death certificate provided by Mr. Kurukkal in this case, and the application for judicial review is allowed.  <FRAGMENT_SUPPRESSED> V. Certification  <FRAGMENT_SUPPRESSED>", "[76] The question of whether an H&C officer is functus officio after rendering a decision in relation to an application for a Humanitarian and Compassionate exemption is a question of law that is not only dispositive of this case, but transcends the interests of these parties.  <FRAGMENT_SUPPRESSED>", "[77] Neither party has proposed a question for certification in this case. However, in light of the unsettled nature of the law on this point, I am satisfied that those involved with the immigration process would benefit from the views of the Federal Court of Appeal on this question. As a consequence, I will certify the following question:  <FRAGMENT_SUPPRESSED> \"Once a decision has been rendered in relation to an application for a humanitarian and compassionate exemption, is the ability of the decision-maker to reopen or reconsider the application on the basis of further evidence provided by an applicant limited by the doctrine of functus officio? <FRAGMENT_SUPPRESSED>", "[78] THIS COURT ORDERS AND ADJUDGES that :  <FRAGMENT_SUPPRESSED> 1. This application for judicial review is allowed, and the matter is remitted to a different immigration officer for re-determination in accordance with these reasons. In addition to the other information filed by Mr. Kurukkal in connection with his first H&C application, the officer is directed to consider the death certificate for Mr. Kurukkal's wife, and to decide what if any weight should be attributed to it; and  <FRAGMENT_SUPPRESSED> 2. The following question is certified:  <FRAGMENT_SUPPRESSED> Once a decision has been rendered in relation to an application for a humanitarian and compassionate exemption, is the ability of the decision-maker to reopen or reconsider the application on the basis of further evidence provided by an applicant limited by the doctrine of functus officio?  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: E. Joanne Oley/gs  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}