{"id_": "004665", "body_str": ["[1] Hughes, J. : The Defendant, Her Majesty the Queen, has brought a motion to strike the Statement of Claim in this action as filed on June 13, 2012 and for other relief. For the reasons that follow, I am ordering that the action is to be stayed for six (6) months on certain conditions.", "[2] The Plaintiffs, as enumerated in the Statement of Claim filed June 13, 2012, are all prisoners in a federal penitentiary located in Prince Albert, Saskatchewan. They claim damages in excess of fifty thousand ($50,000.00) dollars as against the Defendant for, as described in paragraph 1 of that Claim: • negligence • negligent infliction of nervous shock • intentional infliction of nervous shock • misfeasance in Public Office • breach of sections 7, 8, 9, 12 and 15(1) of the Charter", "[3] In addition, they claim aggravated and exemplary damages, costs on a lawyer/client basis, and other relief.", "[4] The first named Plaintiff, Christopher Brazeau, describes himself in paragraph 2 of the Claim as \"Plaintiff in lead\". None of the Plaintiffs describe themselves as lawyers entitled to practise law in any of Canada's provinces or territories. Each of the Plaintiffs has personally signed the Statement of Claim. In the materials filed in the Court record, such as the Plaintiff's submissions on this motion, the Plaintiff Brazeau appears to be acting as the spokesman for all Plaintiffs.", "[5] In response to the Defendant's original motion to strike, the Plaintiffs filed a response, together with a document entitled \"Amended Statement of Claim etc\".This document was not filed as a separate document purporting to amend the original Statement of Claim. This document purports to add two further Plaintiffs and to provide further particulars beyond that which was set out in the original Statement of Claim. In the meantime, Justice Snider of this Court has given an Order, together with Reasons (cited as 2012 FC 648), in another action, T-1543-11, involving the same person, Christopher Brazeau, as Plaintiff, and the Attorney General of Canada. Her Order dealt with a motion to strike brought by the Attorney General.", "[6] As a result, I gave a Direction requesting that the Defendant in the present action provide an amended argument dealing with Justice Snider's Reasons and the purported amendments to the Statement of Claim in this action. The Defendant has now provided an Amended Motion Record. The Plaintiffs, through the Plaintiff Brazeau, have provided an Amended Record in response. I will deal with the motion, principally having regard to these documents; but I also have in mind the earlier documents provided in the record.", "[7] I start with noting that none of the Plaintiffs are lawyers. At paragraph 6 of their Memorandum of Argument, they state that they \"...are not legally trained and must prepare and argue their case without the assistance/advice of counsel ...\". Nonetheless, a reading of the Claim and other materials provided by the Plaintiffs demonstrates that considerable time and effort has been expended by one or more of them in conducting some sort of legal research into the matter. Therein lies one of the problems encountered by self-represented litigants such as the Plaintiffs. Legal training involves more than just reading materials and copying from precedents. It requires a thorough knowledge of the law and how it is practised, and the exercise of experienced judgment in determining, for instance, whether a claim should be made to the Courts or to some other person or tribunal; how that claim fits within the principles of law; and how that claim is to be set forth properly in the relevant documents in which a claim is submitted. While many people can wield a knife, not all are surgeons. While many people can read Rules of Practice and legal texts, not all are barristers or solicitors. It takes not only knowledge, but thorough knowledge, exercised through experienced judgment to get it right.", "[8] I have no information as to whether the Plaintiffs sought legal advice and failed to obtain it, for financial reasons or otherwise. Nor do I have any information as to whether the Plaintiffs did secure legal advice and chose not to follow it.", "[9] The Plaintiffs' circumstances are described by themselves in paragraph 17 of their Amended Statement of Claim: 17. The awkward, damaging positions and uncomfortable extremes of the Plaintiffs Detention is inflicting extreme stress and nervous shock by inter alia (a) being unable to understand, control or offset the effects or impositions; (b) having to self deaden in order to cope, which in turn; (c) diminishes ability and capacity to bear desire, feel/express emotions including the ability/desire to; (d) express and/or enjoy mutuality, connectivity and meaning making; (e) sleep deprivation (f) being unable to express and/or realize my rights (g) constantly being overwhelmed with hopelessness and erosion of self worth/value (h) loosing control over my ability to tolerate my circumstances and maintain my composure/sanity at the same time; (i) constantly worrying and fearing over the longevity and extent these effects will have on my life, personality and future; (j) feeling constant and incessant subtle anger over being unable to make fundamental and critical life choices; (k) all of which resemble the symptoms associated with Morbid Depression, Antisocial Personality Disorder, Obsessive Compulsive Order, Post Traumatic Stress Disorder (l) other, not limited by the foregoing which has occured both during and subsequent to the conduct of the Defendant", "[10] Here we see expressions of anger, hopelessness, diminished capacity and losing control. One is reminded of a quotation ascribed to Gautama Buddha, \"Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned\". Similarly, one can cite Greeks such as Sophocles and Seneca \"Whom god wishes to destroy, he first makes mad.\"", "[11] In viewing the Statement of Claim and Amended Statement of Claim, the Court can clearly grasp that the Plaintiffs are unhappy to the point of frustration, distraction and despair, with the circumstances of their imprisonment. Whether this is a normal and expected consequence of that imprisonment or whether their circumstances have gone beyond those prescribed by the laws of Canada, is not sufficiently clear from the pleadings, even those as amended. What the pleadings do set forth are conclusions. What they must set forth are: • the precise circumstances at issue: the who, what, when and where relevant events leading to the complaint took place • the resulting effect • the standard required by law • the manner in which those circumstances failed to live up to the standards required by law • what harm resulted", "[12] The Rules of this Court, including Rule 174, require a pleading to contain a concise statement of the material facts. Simply to conclude, for example, that barber services were not provided, or that library services were inadequate; or that access to sunlight was not provided, is insufficient. What happened, when, and where; who was involved must be clearly and precisely set out. What is the standard required by law? How did the Defendant's servants fall short of that standard? All of this is required of a proper pleading.", "[13] Should the Court be involved at this time? There are more appropriate resources through which anger and frustration can be worked out. There are resources through which inadequate services can be identified and redressed. These include mediation and grievance procedures. The Plaintiffs in their amended Record, paragraph 17, set out a long list of reference numbers, presumably identifying grievance procedures that have been initiated. While in some circumstances, the Court has permitted an action to proceed notwithstanding the availability or pursuit of a grievance process, the more usual and more desirable procedure is that a proper grievance or grievances should be fairly pursued and determined before the Court is asked to address the situation.", "[14] Accordingly, the Court concludes in respect of the pleadings, including the draft amended Statement of Claim: a) the Statement of Claim is inadequate; it fails to set out the specific factual circumstances giving rise to a claim; it fails to set out the standard required; it fails to set out how and in what respect the Defendant's officers failed to meet that standard; b) the Statement of Claim, however, is not so inadequate that leave to amend should be denied; c) no party can be added by simply filing an amended Claim; leave of the Court must be sought; d) the Plaintiffs should seek competent legal representation; e) the parties should calmly act in good faith and follow appropriate mediation and grievance procedures before seeking the assistance of the Court. ORDER", "[15] ACCORDINGLY, I will stay the present action for a period of six (6) months so as to permit: 1. The Plaintiffs to secure competent legal counsel. If they cannot do so, they shall advise the Court within five (5) months as to the difficulties experienced and why they are unable to do so. 2. Defendant's Counsel shall, within two (2) months, advise the Plaintiffs and the Court as to competent legal services that may be available to the Plaintiffs , including Legal Aid, pro bono services, and otherwise. 3. The parties shall advise on or before the expiry of six (6) months as to the status of any grievance procedure or procedures taken. 4. The parties shall advise on or before the expiry of six (6) months as to any mediation process(es) undertaken, and efforts undertaken as between themselves to discuss and resolve their disputes. 5. Upon receipt of the foregoing, the Court shall provide direction as to procedures to be followed in the present action. 6. Costs are reserved.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9] [traduction] e) une privation de sommeil; k) l)", "[10]", "[11] • la norme que la loi impose;", "[12]", "[13]", "[14] ORDONNANCE", "[15] [End of document]"]}