{"id_": "004657", "body_str": ["[1] Mosley, J. : The applicant is a 17-year old citizen of Somalia and currently lives in Nairobi, Kenya with her great-aunt. Her mother landed in Canada in 2003 under the sponsorship of her second husband and applied to sponsor her daughter under the family class category in 2007. For reasons she relates to emotional and physical abuse suffered in her first marriage, the applicant's mother did not disclose her daughter as a non-accompanying dependent when she applied for permanent residence. Consequently, the applicant cannot be sponsored as a family class member pursuant to paragraph 117(9)(d) of the Immigration and Refugee Protection Regulations , SOR/2002-227.  <FRAGMENT_SUPPRESSED>", "[2] This proceeding is the judicial review of the Second Secretary's refusal to grant the applicant's request for permanent residence based on humanitarian and compassionate (\"H&C\") considerations.  <FRAGMENT_SUPPRESSED>", "[3] Decisions on H&C application are discretionary. The onus is on the applicant to provide the decision-maker with sufficient evidence to show that exceptional relief is warranted. It is not for the Court to re-weigh the relevant factors in reviewing the exercise of ministerial discretion: <FRAGMENT_SUPPRESSED> ; Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  at paras. 4 and 46.  <FRAGMENT_SUPPRESSED>", "[4] The tribunal record does not disclose any information about the applicant's current situation in Kenya other than she is living with an Aunt and attending school. The only evidence that was available to the Second Secretary was that which was contained in the sponsor's affidavit and a psychologist's report respecting the sponsor.  <FRAGMENT_SUPPRESSED>", "[5] A combined reading of the Second Secretary's refusal letter and Computer Assisted Immigration Processing System (\"CAIPS\") notes demonstrates an analysis consistent with the factors Justice Campbell suggested were relevant in <FRAGMENT_SUPPRESSED>  at para. 17. The decision was based on the evidence tendered by the applicant, which failed to disclose any information to explain why the best interests of the child warranted an exemption from paragraph 117(9)(d). I am satisfied that it was open to the Second Secretary, based on the sparse evidence then available to her, to exercise her discretion as she did.  <FRAGMENT_SUPPRESSED>", "[6] Counsel for the applicant submits that procedural fairness required the Second Secretary to interview the applicant; however no interview was requested by the applicant or her counsel. The respondent argues, and I agree, that there is no legal requirement to conduct an interview: <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[7] No question of general importance was submitted for certification.  <FRAGMENT_SUPPRESSED>", "[8] IT IS THE JUDGMENT OF THIS COURT that this application for judicial review is dismissed. No question is certified.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}