{"id_": "004715", "body_str": ["[1] Strickland, J. : The Applicant seeks judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board (RPD), dated April 2, 2013 in which it concluded that he was not a Convention refugee nor a person in need of protection pursuant to sections 96 or 97, respectively, of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA). Background", "[2] The Applicant is a citizen of Afghanistan. He claims that while driving to a wedding his car was hit by Zarghun, whose brother is a member of Parliament, when Zarghun attempted to overtake the Applicant's vehicle. In the ensuing argument, Zarghun drew a gun and threatened to kill the Applicant and others in the wedding party. In self defence, the Applicant's cousin shot and killed Zarghun. The Applicant and Zarghun were from the same village and, as a result of this incident, a blood feud arose. Although the Applicant went into hiding, men on a motorcycle subsequently attempted to shoot him. Fearing for his life and utilizing a human smuggler, he fled to Canada. On arrival in Canada, he applied for refugee status at the airport and, on the advice of the smuggler, identified himself as his cousin. A short time later, at a detention hearing, he acknowledged his true identity. Decision Under Review", "[3] The RPD found that the Applicant was not a Convention refugee under section 96 as he did not have a well-founded fear and was not a person in need of protection pursuant to section 97 as his removal would not subject him personally to a risk to life or to a risk of cruel and unusual treatment or punishment, or to a danger of torture. The determinative issue was credibility.", "[4] The principal credibility issue was that when the Applicant arrived in Canada, he told a \"systematic lie\" in an effort to obtain refugee protection by claiming that he was his cousin and that it was he who had shot and killed Zarghun. The RPD noted that the Applicant changed his evidence when he revealed his true identity at a detention hearing. It also noted that he had explained that he had made a mistake and had given the false identity on the advice of the smuggler who told him that if he gave his real name, he would be deported back to Afghanistan on the same plane on which he arrived and that his claim would have a better chance of success if he were to assume his cousin's identity. However, once he was in Canada, he felt that he could tell the truth. The RPD did not accept the explanation.", "[5] The RPD stated that this was not a section 96 claim as there was no nexus to a Convention ground but, even if it was, it would fail based on credibility. As to the section 97 claim, the RPD found that the Applicant had not satisfactorily documented the alleged shooting, the existence of his cousin or of Zarghun, or, that the latter's brother was a member of Parliament. The RPD also noted that the Applicant made a new allegation in his third Personal Information Form (PIF), which was submitted over a year after his first two PIFs, indicating that an effort was made by family elders to defuse the blood feud. It found this to be an important allegation in light of the PIF instructions to describe steps taken to seek state protection. Because the Applicant could not explain why this information was not mentioned in the first two PIFs, the RPD found it to be an embellishment from which it made a negative inference as to credibility.", "[6] As to the letter from the village elders, this was dated 2009 but the subject events occurred in August 2010. The Applicant suggested that everything was old fashioned in Afghanistan and perhaps the elders had used the stamp they had in their possession. The RPD found that this did not explain why 2009 was also written in the body of one of the letters. While the Applicant suggested that the elders are barely literate, he could not explain how they could then write the detailed letters. The RPD afforded the letters little weight. It concluded that the Applicant's evidence overall was not credible and that insufficient evidence had been provided to support his claim. Analysis", "[7] The Applicant submits, amongst other things, that the RPD erred in finding that the village elders' efforts to defuse the blood feud were an embellishment. This was not a material omission because community based dispute resolution is not an effort to seek state protection, instead it requires that the parties agree to a settlement. Further, the alleged events and the elders' efforts were corroborated by their letter which was not expressly found to be fraudulent. The RPD cannot accept the letter and then use it to impugn the Applicant's credibility. The Applicant also provided a reasonable explanation as to why he submitted an amended PIF and why certain corroborating evidence was not available or produced which the RPD did not consider. The RPD erred in impugning the Applicant's credibility without regard to the explanation offered and, on the basis of his admitted lie, by failing to assess evidence that led to a contradictory finding ( <FRAGMENT_SUPPRESSED> ). The second PIF was submitted a day after his original PIF, it was not signed or complete, and the RPD therefore erred in viewing it as a missed opportunity to provide more details. The Applicant also submitted that the RPD provided inadequate reasons for making a general negative credibility finding.", "[8] In my view, the RPD reasonably found that the Applicant was not credible and that he provided insufficient evidence to corroborate his allegations. Further, its reasons are sufficient to allow the Court to understand why it made its decision and to determine whether it is within the range of acceptable outcomes ( Newfoundland and  <FRAGMENT_SUPPRESSED>  at para 16). The RPD found that the Applicant was not credible mainly because he falsified his identity at the port of entry, altered his story when revealing his true identity, and, omitted to include the involvement of elders his first two PIFs. Further, the RPD found that the Applicant produced insufficient evidence in support of his claim.", "[9] There is no doubt that the RPD is entitled to draw an negative inference as to the Applicant's credibility based on his falsification of his identity, particularly as this was intended to enhance his refugee claim ( <FRAGMENT_SUPPRESSED> ), which was the underlying premise of the explanation offered by the Applicant. The Applicant's Claim for Refugee Protection in Canada, dated December 30, 2010, contained the false information. While in detention he admitted to his real identity and his first PIF, dated February 3, 2011, acknowledged this and stated that it was his cousin who shot Zarghun. Thus, while the RPD's characterization of this as a \"systematic lie\" may be open to question, the fact of the falsification remains. And, while he did offer an explanation for this, being that the smuggler told him that his claim would be more likely to succeed if he were the person who shot Zarghun, the RPD considered but did not accept it. The RPD was entitled to reject the explanation ( <FRAGMENT_SUPPRESSED> ), particularly because Canada is generally unlikely to be more welcoming to individuals who have killed others.", "[10] Further, the credibility finding was not based on this alone. The RPD also noted that the Applicant did not mention the effort by the elders to diffuse the blood feud in his first and second PIFs. Rather, that it arose for the first time in his PIF prepared on June 20, 2012, over a year later. In my view, this was a significant omission because it established that an unsuccessful effort had been made by the village elders to diffuse the feud. This was central to Applicant's claim as it addressed whether he would be at a risk in Afghanistan. It is open to the RPD to base credibility findings on omissions and inconsistencies in a claimant's evidence, including where the omissions have to do with facts that directly concern the very basis of the claim for protection, as was the case here ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). While the RPD found that the Applicant did not offer an explanation for this omission, the transcript of the hearing indicates that he stated that it was because he was not asked. It is clear that the RPD could not have accepted this as a satisfactory explanation. It reasonably found that the addition to the last PIF was an embellishment.", "[11] As to the supporting documentation, in my view this was a situation where the RPD's concern with the lack of corroborative documents was warranted given its credibility finding ( <FRAGMENT_SUPPRESSED> ). It was also open for the RPD to consider the letters from the elders in the context of its credibility concerns ( <FRAGMENT_SUPPRESSED> ). The two letters from the elders, being essentially the same letter, are, according to the translation, date stamped \"2008/2009\". Thus, while the letters purport to establish that the elders witnessed the shooting, and to describe their effort to diffuse the blood feud, the subject events did not take place until 2010. The RPD reasonably refused to accept the Applicant's suggestion that the elders used an old date stamp or that the date was explained because of their lower level of literacy given that they wrote the letter in the first place. The Applicant submits that the RPD conflated the elders' letter with that of a letter from the police as in the decision it states that the date was also found within the body of the letter. While it is true that the elders' letter only includes the date (year 2008/2009) as a stamp and the police letter contains the date August 20, 2009, both at the top of the letter and in its body, I do not see how this assists the Applicant. Both letters are dated prior to 2010 which is when the Applicant claimed that the killing and resultant events occurred.", "[12] The RPD's concern with the date was valid and it was, therefore, entitled to give the letters little weight ( <FRAGMENT_SUPPRESSED>  at paras 59-61). I am also of the view, and contrary to the Applicant's submissions, that in these circumstances nothing turns on the fact that the RPD did not make a finding that the letters were not genuine.", "[13] As to the submission that, because the RPD found that the Applicant admitted to a previous lie it did not assess the evidence that might have contradicted its credibility finding, as noted above the RPD did assess the letters from the elders. Other than a letter which confirmed that the Applicant had worked in a car dealership, he did not provide any further corroborating evidence. Here, the RPD weighed, and did not ignore, the evidence ( <FRAGMENT_SUPPRESSED> ).", "[14] Although the Applicant submits that the Board unreasonably sought other corroborating evidence such as police reports, a death certificate for Zarghun and proof of the damage to his car and that he reasonably explained why this could not be provided, it does not appear that the RPD drew an adverse inference of credibility from the Applicant's failure to produce further corroborating evidence. Instead, it appears to have found that there was insufficient evidence to document the Applicant's allegations. This was a reasonable finding for the reasons set out above. In any event, the onus is always upon the claimant to prove its claim. As Justice Pinard stated in <FRAGMENT_SUPPRESSED> \"it is trite law that the applicant bears the onus of establishing the elements of his claim for protection\" ( <FRAGMENT_SUPPRESSED> ). And, as noted above, even if the Board used the lack of corroborating documentation to support its credibility finding, here it would have been open for it to do so as it questioned the Applicant's credibility.", "[15] Credibility findings are reviewable on the standard of reasonableness ( <FRAGMENT_SUPPRESSED>  (CA)). That standard also applies to the RPD's weighing, interpretation and assessment of the evidence ( <FRAGMENT_SUPPRESSED> , above, at para 19). In my view, considering the decision in whole and the record before the RPD, its decision was reasonable as it falls within a range of acceptable and possible outcomes which are defensible in respect of the facts and law ( <FRAGMENT_SUPPRESSED> ). JUDGMENT", "[16] THIS COURT'S JUDGMENT is that 1. This application for judicial review is dismissed; 2. No question is certified. , LC 2001, c 27 (LIPR). Contexte", "[2]", "[3]", "[4]", "[5]", "[6] Analyse", "[7]", "[8]", "[9] <FRAGMENT_SUPPRESSED> et 16; <FRAGMENT_SUPPRESSED> et 38;", "[10] <FRAGMENT_SUPPRESSED> à 36;", "[11]", "[12]", "[13] <FRAGMENT_SUPPRESSED> ).", "[14]", "[15] <FRAGMENT_SUPPRESSED> ). JUGEMENT", "[16] [End of document]"]}