{"id_": "004732", "body_str": ["[1] Snider, J. : The Applicant, Mr. Anthony Sinanan, became a permanent resident of Canada in 1998. He has worked outside Canada for lengthy periods of time since his landing. The Applicant submitted his application for citizenship on April 17, 2009. In his application, he disclosed that, during the four-year period prior to his application, he had been physically absent from Canada for 876 days. In other words, he was present in Canada for only 584 days, 511 days short of the required 1,095 days of residence.", "[2] In his citizenship application and during the course of two interviews, the Applicant submitted extensive information and materials that related to his \"establishment\" in Canada. By a decision dated December 24, 2010, a citizenship judge concluded that the Applicant had not met the requirement for residency under s. 5(1)(c) of the Citizenship Act , RSC 1985, c C-29 [ Citizenship Act or Act ]. The Citizenship Judge stated in her decision that she relied on the analytical test of Justice Muldoon in (1993), 62 FTR 122 (QL), 39 ACWS (3d) 251 (TD) [ ], where it was determined that a potential citizen must establish physical presence in Canada for a total of 1,095 days during the four years preceding a citizenship application, pursuant to s. 5(1)(c) of the Citizenship Act", "[3] The Applicant brings an appeal of this decision pursuant to s. 14(5) of the Citizenship Act . Such appeals proceed by way of application based on the record before the citizenship judge and are governed by the Federal Courts Rules , SOR/98-106, pertaining to applications: Rule 300(c).", "[4] The Applicant submits that the Citizenship Judge erred in \"blindly\" applying the quantitative test set out in , without considering that there may be other, equally valid, and more appropriate citizenship residency tests. In his submissions, the Applicant does not argue that the Citizenship Judge was obliged to follow the qualitative analysis articulated in Re Papadogiorgakis , [1978] 2 FC 208 (QL), 88 DLR (3d) 243 (TD) [ Re Papadogiorgakis ] and refined in Re Koo (1992), [1993] 1 FC 286 (QL), [1992] FCJ No 1107 (TD) [ Re Koo ]. Rather, the Applicant accepts that there are two tests, but argues that the Judge erred by failing to provide a rationale for using the quantitative test on the particular facts of this case.", "[5] An applicant who meets the criteria set out in s. 5 of the Citizenship Act will be granted citizenship. A certain period of residence is required. Pursuant to s. 5(1)(c), an applicant for citizenship must demonstrate that he or she has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada. There is no definition of \"resident\" or\"residence\" under the Citizenship Act", "[6] The Federal Court has, over the years, endorsed three different approaches to the question of how to interpret the words \"resident\" and \"residence\" in the legislation. Briefly stated, the three lines of jurisprudence fall into two categories: the \"quantitative approach\" and the \"qualitative approach\". The quantitative approach is encompassed in the test, applied by the Citizenship Judge in this case, which asks whether the applicant has been physically present in Canada for 1,095 days out of the last four years. This has been referred to as the \"physical presence\" test. The qualitative approach was articulated in Re Papadogiorgakis , above, and refined in Re Koo , above. The test in Re Koo , as first utilized by Justice Reed, allows the citizenship judge to analyze six factors to determine whether an applicant has met the residence requirement by his or her \"centralized ...mode of existence\", even where the applicant falls short of the 1,095-day requirement.", "[7] <FRAGMENT_SUPPRESSED>  (QL), 87 ACWS (3d) 432 (TD), Justice Lutfy noted the divergence in the jurisprudence and concluded that, if a citizenship judge adopted any one of the three conflicting lines of jurisprudence, and if the facts of the case were properly applied to the principles of that approach, the citizenship judge's decision should not be set aside.", "[8] In the 12 years since Lam , the divergence in the Court has not been resolved. Over the past two years, some of my colleagues have attempted to galvanize the Court around one or the other of the tests. In Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  FTR 248, Justice Mainville determined that the qualitative approach should be the only test. In contrast, Justice Rennie, in <FRAGMENT_SUPPRESSED>  Imm LR (3d) 288 [ Martinez-Caro ], carried out a careful analysis of the proper statutory interpretation of s. 5(1)(c) of the Act and concluded that the physical presence test was the only correct test.", "[9] In my view, the matter has come a long way towards resolution through the decision of my colleague, Justice Rennie, in Martinez-Caro , above. His decision differs from the others cited because, for the first time, a judge of our Court conducted an exacting analysis of s. 5(1)(c) using well-established modern principles of statutory interpretation. Justice Rennie concluded that application of these principles supports the physical presence test, and not the qualitative approach. Even if I might quibble with his characterization of the standard of review as correctness, his analysis and conclusion are compelling. I adopt his reasons and conclusion on this question.", "[10] The Applicant argues that recent case law of this Court supports his position that the Citizenship Judge erred in failing to explain why she chose the physical presence test over the Re Koo test. In particular, the Applicant cites <FRAGMENT_SUPPRESSED> Imm LR (3d) 57 [ Cardin ], and <FRAGMENT_SUPPRESSED> [2011] FCJ No 667 [ El Ocla ].", "[11] I do not read either Cardin or El Ocla as establishing an obligation on a citizenship judge to rationalize her choice of test. As I read these cases, they affirm that it will be unreasonable to apply the physical presence test in certain factual situations. In any event, both cases can be distinguished from the case at bar.", "[12] In Cardin , Justice Mactavish found that Mr. Cardin's application for citizenship was rejected on the Citizenship Judge's specific finding that his absences from Canada meant that he had not sufficiently \"Canadianized\" himself ( Cardin , above at para 13). On reviewing the facts before the Citizenship Judge, Justice Mactavish found that the underlying rationale for applying the test was absent; that is, the facts did not support a conclusion that Mr. Cardin had not become \"Canadianized\". Justice Mactavish's decision was not, as submitted by the Applicant, founded on an obligation of the Citizenship Judge to provide a rationale for rejecting the Re Koo test. In the case before me, the Citizenship Judge did not base her decision on a finding that the Applicant had not become \"Canadianized\". Cardin is accordingly distinguishable.", "[13] The case of El  <FRAGMENT_SUPPRESSED> , is very fact specific. Dr. El Ocla was only 99 days short of the required 1,095 days. In addition, Dr. El Ocla, a tenured professor at a Canadian university, had established himself in many significant ways. On those facts, Justice Barnes concluded that the Citizenship Judge had erred in applying the physical presence test. The facts of the case before me are much less compelling.", "[14] One further consideration is that the Citizenship Judge did not ignore any of the evidence of the Applicant's establishment in Canada. The Judge's notes, as contained in the Certified Tribunal Record, are detailed and accurately reflect the facts before her and her view of the evidence. The notes highlight certain concerns with the evidence that extend beyond a mere counting of days. The Judge clearly turned her mind to the nature of the Applicant's establishment in Canada; her observations included the following: • \"from beginning always worked away [in] Trinidad, Syria, Algeria - never established professional career in Canada\"; and • \"always vacationed in Trinidad . . . greater connection to Trinidad than Canada\". Thus, if there was any obligation on the Citizenship Judge to rationalize her choice of test (and I do not believe that there was), her notes provide the rationale for only applying the physical presence test.", "[15] Insofar as Justice Barnes concluded in El  <FRAGMENT_SUPPRESSED>  at para 19, that a citizenship judge errs by applying the physical presence test, I simply do not agree that this is a proper interpretation of the law. I prefer the analysis and conclusion of either Justice Rennie in Martinez-Caro that the correct (and, thus, only) test is the physical presence test; or Justice Lutfy in Lam that either test may be used.", "[16] Applying Martinez-Caro to the facts of this case leads directly to the conclusion that the Citizenship Judge applied the correct test to the facts before her. There is no question as to whether the Judge ought to have rationalized the choice since the quantitative test is the only correct test. In this case, the decision clearly sets out that the Citizenship Judge was following the physical presence interpretation of s. 5(1)(c). The only question to be determined by the Citizenship Judge was therefore whether the Applicant was physically present in Canada for 1,095 days. The Applicant was not just a few days short; the evidence demonstrates that he was only present in Canada for 584 days during the four year period prior to his application for citizenship.", "[17] Applying Lam to the facts of this case and on a standard of review of reasonableness, I would conclude that the Citizenship Judge's reliance on the physical presence test was an acceptable choice that was reasonably applied to the facts.", "[18] In sum, there is no reviewable error. On either a standard of reasonableness or correctness, the Citizenship Judge did not err by applying the physical presence test to the facts before her. Moreover, there was no obligation upon the Citizenship Judge to provide justification or a rationale for applying the physical presence test rather than the qualitative test from Re Koo", "[19] For these reasons, the appeal will be dismissed. JUDGMENT", "[20] THIS COURT ORDERS AND ADJUDGES that the appeal of the Citizenship Judge's decision is dismissed. [End of document]"]}