{"id_": "004859", "body_str": ["[1] Mainville, J. : This judgment concerns an application submitted by Eloise Veronica Adams (the \"Applicant\"), seeking judicial review of a decision dated March 3, 2009 from an Immigration Officer acting for the Minister of Citizenship and Immigration (the \"Minister\") and refusing her application for permanent residence from within Canada on humanitarian and compassionate grounds. Background", "[2] The Applicant was born in St. Vincent on June 19, 1978 and arrived in Canada as a visitor on July 30, 1999. She has been living in Canada ever since.", "[3] In April of 2005, she submitted an application for permanent residence from within Canada on humanitarian and compassionate grounds which was updated and supplemented in January of 2008. In her updated application, the Applicant stated she had no familial links in St. Vincent. She has had no contact with her mother in St. Vincent. Further, an elderly friend whom the Applicant was previously living with in St. Vincent has since passed away. She claimed that the only family she has is her sister Alisha and her two nephews living in Canada with her. She also claimed strong support from her cousin also living in Canada. Finally she claimed a close relationship with the children of the family where she works as a nanny-housekeeper. She also carried out some volunteer work for the Salvation Army and she is a member of a local church. The Decision", "[4] In the March 3, 2009 decision rejecting the application, the Immigration Officer, in stating the facts, noted that the Applicant had referred to another pending application on humanitarian and compassionate grounds submitted by her sister, and added that a \"further query indicates that applicant's sister is in Canada without status and currently under a removal order\".", "[5] The Immigration Officer further noted that there was insufficient evidence to indicate that the Applicant could not maintain a relationship with her family in Canada if she were to return to St. Vincent and concluded that the hardships that would inevitably arise due to separation from family and friends in Canada would not be unusual and undeserved or disproportionate hardship.", "[6] The Immigration Officer considered the best interests of the Applicant's two Canadian born nephews. Though he recognized that a close relationship can be formed between individuals who reside in the same household, he noted that there was insufficient evidence to show the level of dependency the nephews have with the Applicant or her involvement in their daily lives. He concluded that there was insufficient evidence to suggest that any hardship would be encountered by the Applicant or her nephews if she was required to leave Canada.", "[7] Finally, the Immigration Officer considered the establishment of the Applicant in Canada. He recognized that she had indeed established herself here, but he was of the view that there was insufficient evidence to show that she had reached a level of integration and establishment in Canada such as to warrant a positive exemption on humanitarian or compassionate grounds. Position of the parties", "[8] The first argument of the Applicant was that the Immigration Officer improperly relied on the negative information he gathered from her sister's application, specifically the fact that her sister was under a removal order, and used this information in considering the Applicant's own application on humanitarian and compassionate grounds. It was claimed that this constituted a denial of procedural fairness. The Applicant argued that she should have been notified of the fact that the officer was going to rely on her sister's application and also given an opportunity to respond to this new information.", "[9] The Applicant also argued that, taken overall, the decision was not reasonable. The Applicant specifically argued that it was particularly unreasonable for the officer to state that she had not established herself in Canada in light of the findings that she was stably employed here, was involved in community organizations, had carried out some studies here and had a good civil record.", "[10] For his part, the Minister argued that the Applicant bears the onus of satisfying the decision maker that her personal circumstances are such that the hardship of having to obtain a permanent resident visa from outside Canada would be either unusual or undeserved or disproportionate hardship. She did not convince the Immigration Officer. The decision of the Immigration Officer is entitled to deference, and this Court should not intervene if the officer considered the relevant factors.", "[11] The Minister further argued that the Immigration Officer had considered the relevant factors, including the degree of establishment in Canada, the family ties in Canada and in St. Vincent and the best interests of the Applicant's nephews. It is not thus open for this Court to substitute its own opinion to the decision of the Immigration Officer.", "[12] Concerning the procedural fairness argument raised by the Applicant, the Minister noted that it was the Applicant herself who raised the residence of her sister in Canada as a factor in her application, and she had clearly indicated in her original application that her sister was without immigration status in Canada awaiting the results of a pending application on humanitarian and compassionate grounds. It was therefore appropriate for the Immigration Officer to verify this information. There is therefore no issue of extrinsic evidence in this case. The legislation", "[13] Subsection 25(1) of the Immigration and Refugee Protection Act (the \"Act\") reads as follows: 25. (1) The Minister shall, upon request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on the Minister's own initiative or on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligation of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to them, taking into account the best interests of a child directly affected, or by public policy considerations. Standard of review", "[14] Reasonableness is the appropriate standard of review for a decision concerning an application for permanent residence from within Canada on humanitarian and compassionate grounds. As noted by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  at para. 62). The parties agree that the standard of review to be applied to an H&C decision is reasonableness. This standard is supported by both pre- and post-Dunsmuir cases (see:  <FRAGMENT_SUPPRESSED>  and Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  at para. 43, state that procedural fairness issues (subject to competent legislative override) are to be determined by a court on the basis of a correctness standard of review. This approach has been applied where procedural fairness issues are raised in proceedings involving applications for permanent residence within Canada on humanitarian and compassionate grounds: see, inter alia, <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 205 at para. 16. Analysis", "[16] The Applicant has essentially raised two issues, one of procedural fairness based on alleged reliance by the Immigration Officer on the removal order against the Applicant's sister, the other based on the alleged unreasonableness of the decision taken as a whole.", "[17] I will first decide the procedural fairness issue. Counsel for both the Applicant and the Minister were of the view that this issue should be reviewed on a standard of correctness. The procedural fairness argument", "[18] In this case, the Immigration Officer reviewed the pertinent facts which had been submitted by the Applicant, including the fact that the Applicant had stated that her sister was without status and had also submitted an application for permanent residence from within Canada on humanitarian and compassionate grounds. The Applicant does not take offence with the fact that the Immigration Officer verified these facts, but rather that he did not notify her and give her an opportunity to respond when he discovered that her sister was the subject of a removal order, a fact she herself was not aware of until she read the decision refusing her own application.", "[19] The Applicant fears that the officer proceeded with a review of some or of the entire immigration file of her sister, and may have based his decision in the Applicant's case on information contained in her sister's file. Since the Immigration Officer did not submit an affidavit stating what information he took into account in the sister's file, the Applicant has no way of knowing what additional information was reviewed by the officer. At the very least, the officer took into account the removal order against the sister without informing the Applicant of this fact and giving her an opportunity to make representations on this matter. This, for the Applicant, constitutes a breach of procedural fairness. The Applicant contends that the Court needs to send a strong message to immigration officers that if they are to use information contained in third party files in making decisions, they must inform the affected applicants of the facts they intend to rely upon in order to allow proper representations to be made on these facts.", "[20] To support this position, the Applicant relies on three decisions: <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1751; <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 951; and <FRAGMENT_SUPPRESSED>  [2008] F.C. J. No. 297. Though these decisions correctly state the law concerning the use of extrinsic evidence in administrative decision making related to immigration, the facts in these decisions have little bearing on this case. Indeed, in Batiste , supra at paras. 12, 16 and 21, the extrinsic evidence at issue was said to be \"most significant\", and \"central\" to the impugned decision. Likewise, in <FRAGMENT_SUPPRESSED> and Level , the extrinsic evidence at stake was also a key factor in the decisions. As discussed below, this is not the case here.", "[21] It is trite law that the content of procedural fairness is variable and contextual, and must be decided in the context of each case ( <FRAGMENT_SUPPRESSED>  at para. 21). At the heart of the matter is whether, considering all the circumstances, those whose interests were affected had a meaningful opportunity to present their case fully and fairly ( Baker , supra at para. 30). Relief in cases involving procedural fairness claims is governed by common law principles, including the withholding of relief when the procedural error is purely technical and occasions no substantial wrong or miscarriage of justice ( <FRAGMENT_SUPPRESSED> , supra at para. 43).", "[22] The guiding cases in the matter of the use of extrinsic evidence in administrative decisions related to immigration are <FRAGMENT_SUPPRESSED>  (C.A.) and <FRAGMENT_SUPPRESSED>  (C.A). Both of these cases found a breach of procedural fairness where meaningful facts essential or potentially crucial to the decision had been used to support an administrative decision without providing an opportunity to the affected party to respond to or comment upon these facts. Indeed, in <FRAGMENT_SUPPRESSED> , supra at p. 214, the concerned facts were \"of crucial importance in the visa officer's decision\", and likewise in <FRAGMENT_SUPPRESSED> , supra at para. 37, the risk assessment reports at issue were found to be \"apt to play a crucial role in the final decision\".", "[23] In this case, the alleged extrinsic evidence concerns a removal order against the Applicant's sister. The following extracts from the Immigrations Officer's decision are referred to by the Applicant to make her point: \"Submissions indicate that applicant's sister has a pending application for permanent residence in Canada under humanitarian and compassionate grounds. A further query indicates that applicant's sister is in Canada without status and currently under a removal order. [...] There is also no guarantee that her sister's application for permanent residence from within Canada will receive a positive decision.\"", "[24] These statements are entirely factual and flow from the very terms of the Applicant's application for consideration on humanitarian and compassionate grounds. Indeed, in her original application in April 2005, the Applicant noted that she was living with her sister and declared the following in regard to her sister's status: \"no status-H&C application in process\" (page 78 of decision record). Moreover, this application was accompanied by a letter from an immigration consultant dated April 4, 2005 which indicated the following: \"Eloise [the Applicant] is currently living with her sister Ms. Alisha Adams who has also filed a Humanitarian and Compassionate application and her two nephews born in Canada\" (page 74 of decision record).", "[25] Consequently, the facts that the Applicant's sister has a pending application for permanent residence in Canada under humanitarian and compassionate grounds, is without status in Canada and that there is no guarantee that her sister's application will receive a positive decision are all entirely based on information provided by or on behalf of the Applicant or flow from such information. The Immigration Officer verified and updated this information as he is entitled to do. It would have been inappropriate for the Immigration Officer not to verify the facts submitted by the Applicant. This update also indicated that the Applicant's sister was under a removal order. Since the Applicant herself referred to her sister's application, she had to expect that the immigration authorities would verify the status of that application. I see nothing wrong with the Immigration Officer proceeding as he did.", "[26] There is indeed no evidence in the file suggesting that the Immigration Officer used the removal order against the sister as the basis for the decision to deny the Applicant's own application. In such circumstances, the reference to this removal order by the Immigration Officer in the decision can only be viewed as a simple statement of fact in updating the information which had been initially relied upon by the Applicant herself. Consequently, no duty of procedural fairness arises here.", "[27] I further reject the Applicant's argument that the Immigration Officer may have used other information contained in the sister's application to assess and deny the Applicant's own application. Again, there is nothing in the decision itself or in any of the documents submitted which shows that this was the case. I am unwilling to impute irregular motives to the Immigration Officer in the absence of evidence to the contrary.", "[28] My decision may have been different had it been established that the Immigration Officer had relied on information contained in another immigration file in order to reach the decision in this case without notifying the Applicant. However no evidence was submitted substantiating such a claim. The reasonableness of the decision taken as a whole", "[29] In the context of an application for permanent residence from within Canada on humanitarian and compassionate grounds, it has been consistently held that the onus of establishing that the exemption is warranted lies with the applicant, and that an Immigration Officer is under no duty to highlight weaknesses in an application and to request further submissions: <FRAGMENT_SUPPRESSED> at para. 45; <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 623 at para. 9.", "[30] Moreover, an exemption under subsection 25(1) of the Act is an exceptional and discretionary remedy: <FRAGMENT_SUPPRESSED>  [2002] F.C.J. No.457 at para. 15; <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No.377 at para. 3; <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 220 at para. 15; <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 425 at para. 20.", "[31] Finally, it is clearly the responsibility of the Minister or his delegate to assess the relevant factors and to determine the weight to be given to each factor in the circumstances of each case: <FRAGMENT_SUPPRESSED>  at para. 34.", "[32] In this case, the Immigration Officer reviewed the familial and personal ties of the Applicant to Canada and to St. Vincent, and based on the facts before him, he did not find that unusual and undeserved or disproportionate hardships would arise from returning the Applicant to St. Vincent. He also considered the interests of the Applicant's nephews and noted that there was insufficient evidence provided to suggest any form of hardship should the Applicant be required to leave Canada. It is useful to note in this respect that neither the Applicant's sister not her nephews submitted any documentation to support these hardship claims. The Immigration Officer also found that there was insufficient evidence to indicate the Applicant would not be able to re-establish herself in St. Vincent.", "[33] Finally, the Immigration Officer found insufficient evidence to show that the Applicant had established herself in Canada to a level sufficient to warrant a positive exemption under humanitarian or compassionate grounds. The Applicant took particular exception to this finding since the Immigration Officer had found that she had been employed in Canada for many years, had enrolled in courses, and had volunteered in community organizations. In light of these findings, the Applicant argued that the officer's decision on this matter was particularly unreasonable.", "[34] In this regard, as noted above, the exemption under subsection 25(1) of the Act is an exceptional remedy that should not become an alternative means to secure permanent residence status unless humanitarian and compassionate grounds are found to justify this remedy. Simply being employed in Canada and acting as a responsible citizen is not sufficient, and other factors must be present justifying humanitarian and compassionate grounds. Moreover, as already noted, the assessment of the evidence and the weight given to each factor in an application based on humanitarian and compassionate grounds are matters which properly belong to the Minister. This Court may have assessed the evidence differently or given more weight to some of the factors, however this is not its mandate.", "[35] In light of the above, the decision of the Immigration Officer in this case \"falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> at para. 47). Disposition", "[36] Consequently the application for judicial review shall be denied.", "[37] At the hearing the parties requested an opportunity to make submissions on a certified question once this decision was communicated to them. Each party shall have until Monday November 30th, 2009 to propose in writing to the Court, if deemed appropriate, a serious question of general importance to be considered for certification pursuant to paragraph 74(d) of the Act. JUDGMENT", "[38] THE COURT JUDGES AND DECIDES that the application for judicial review is denied. [The following Further Reasons were issued by the court on December 3, 2009].", "[39] On November 19, 2009, I issued a judgment in which the application for judicial review submitted by the Applicant in this case was denied. At the hearing the parties had requested an opportunity to make submissions on a certified question pursuant to paragraph 74(d) of the Immigration and Refugee Protection Act (the \"Act\") once the decision was communicated to them. I provided the parties such an opportunity. The Applicant has submitted a proposed question for certification which is opposed by the Respondent.", "[40] The question proposed by the Applicant is the following: \"Are the immigration officer's notes concerning queries she made of the applicant evidence of the accuracy and truth of the information as recorded in her notes without an affidavit from the immigration officer attesting to the truth of what she has recorded?\"", "[41] This is a convoluted question largely unrelated to the issues at stake in the proceedings and which was not raised at the hearing. It shall consequently not be certified pursuant to paragraph 74(d) of the Act.", "[42] The Applicant relies on Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (FCA) to justify the proposed question. However neither decision is of assistance to the Applicant. Both Chou and Wang concern the requirement of a supporting affidavit from a visa officer if interview notes are to be taken as attesting to the truth of what was said at the interview. In this case, no interview took place and the Respondent did not rely on any interview notes to support its position. In addition, in Wang, Justice Mahoney notes that in order to rebut the presumption that proceedings were conducted fairly and in accordance with the law, evidence must be presented making out such a case. In this case, the Applicant submitted no such evidence and none appears in the record. Simply put, this case revolved around the failure by the Applicant to submit any evidence of wrongdoing by the officer concerned.", "[43] <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 549, at para. 23, the Federal Court of Appeal noted that paragraph 74(d) of the Act is not to be invoked lightly. The proposed question meets none of the criteria generally required to certify a question and shall consequently not be certified. No other question has been raised and none shall therefore be certified. JUDGMENT", "[44] THIS COURT ORDERS AND ADJUDGES that no question of general importance be certified. [End of document]"]}