{"id_": "004933", "body_str": ["[1] Bell, J. : The Canadian Union of Public Employees [CUPE] brings a motion in writing pursuant to Rule 369 of the Federal Courts Rules seeking an Order that the Court exercise its discretion and issue reasons on an application for judicial review which is now moot. For the reasons set out below, I decline CUPE's invitation to exercise my discretion to decide the matter on its merits. II. Context", "[2] Section 705.104 of the Canadian Aviation Regulations -[the Regulations], as it was at the time of CUPE's application for judicial review, required at least one flight attendant for every 40 passengers on board a commercial aircraft. Following a press release by the Minister of Transport [the Minister] announcing that all air operators were entitled to request an exemption from s 705.104 of the Regulations, CUPE wrote to the Minister on behalf of its members who are employed as flight attendants for Sunwing Airlines Inc. [Sunwing]. In that correspondence, CUPE contended it had a right to participate in the process by which the Minister considered a request for an exemption. CUPE requested, among other things, that the Minister provide it with notice should such an exemption be sought by Sunwing.", "[3] On June 19, 2013, Sunwing applied for an exemption and informed CUPE it would be seeking the exemption. CUPE provided the Minister with written submissions on its objections to the exemption. The Minister granted the exemption on October 18, 2013, which exemption was to be valid until December 31, 2015. The expiry date of the exemption is no longer relevant given intervening circumstances set out below. The exemption permitted Sunwing to use a ratio of one flight attendant for every 50 passenger seats installed on the same deck of an airplane, rather than the ratio of 1:40 'on board' provided by s 705.104 of the Regulations. The Minister did not notify CUPE of the issuance of the exemption.", "[4] CUPE brought an application for judicial review of the Minister's decision to grant the exemption to Sunwing. CUPE contended the Minister breached CUPE's right to procedural fairness by not allowing it (CUPE) to participate in the decision-making process. It also contended the decision was unreasonable, in part because the Minister failed to apply the standard set out in the legislation.", "[5] At a hearing held May 13, 2015, the parties presented oral argument before this Court. On June 17, 2015, the Minister announced various amendments to the Regulations. The Regulations Amending the Canadian Aviation Regulations (Parts I, VI and VII - Flight Attendants and Emergency Evacuation) [Amending Regulations], which came into force on August 1, 2015, amended s 705.104 to allow air operators to elect between the 1:40 ratio (passengers on board) stipulated in the Regulations at the time of the application for judicial review and a 1:50 ratio (installed seats). In the event an operator chose the 1:50 ratio it would be required to meet additional safety sensitive requirements set out in a new provision, s 604.221(2).", "[6] The parties agree that the issue raised in the application for judicial review heard on May 13, 2015 is now moot due to the Amending Regulations. A new Notice of Application seeking judicial review of the regulatory changes has been filed by CUPE. However, CUPE contends this Court should exercise its discretion to issue a decision in order that the question related to Sunwing's exemption may be decided. III. Analysis", "[7] The only issue raised by this motion is whether the Court should exercise its discretion to decide this case notwithstanding its mootness. Where there is no longer a live issue between the parties, the Court may exercise its discretion to decide a case on its merits. In REFERENCE_SUPPRESSED the Court sets out a general framework to guide courts called upon to consider whether to issue a decision in a matter that is moot: a) Whether there is a continuing adversarial relationship between the parties; b) Concern for judicial economy and the importance of the issues; and c) The limits and benefits of the Court's law-making function.", "[8] The assessment of these criteria is not mechanical, and one criterion may outweigh the others ( CITATION_SUPPRESSED; REFERENCE_SUPPRESSED). After careful review of the parties' submissions and upon careful review of the above criteria, I am of the view the matter before the Court does not raise an exceptional issue that requires this Court's intervention.", "[9] First, the foundation of the problem has been regulated and is now the subject of a new application for judicial review from CUPE. The present matter concerned the specific exemption of the regulated flight attendant ratio, not the general authority of the Minister to grant exemptions. Contrary to CUPE's assertions, I am of the view that a decision from this Court would not necessarily be binding on future decisions of the Minister to grant exemptions (REFERENCE_SUPPRESSED. The subject matter of CUPE's application for judicial review is fact specific. The degree of procedural fairness to be accorded to an individual or organization, if any, may differ depending upon the nature of the potential exemption. Furthermore, the high degree of discretion afforded to the Minister pursuant to s 5.9(2) of the Aeronautics Act , RSC, 1985, c A-2 to grant exemptions from any regulation, order or security measure must also be considered. A decision on the judicial review application currently before the Court may have minimal impact, if any, upon whether other claims to procedural fairness regarding the exercise of the Minister's discretion might succeed. With these considerations in mind, I cannot conclude there is an ongoing adversarial relationship between the parties.", "[10] Second, I find that even though the matter has been fully argued by the parties, this sole factor is insufficient to justify this Court's intervention. As stated by Justice Sopinka in CITATION_SUPPRESSED, \"[t]o give effect to this argument would emasculate the mootness doctrine which by definition applies if at any stage the foundation for the action disappears\". Furthermore, I am not satisfied the issue is sensitive or evasive of review. Apart from time constraints that could arise, CUPE and other unions would have ample opportunity to file and pursue judicial review applications in relation to exemptions related to flight attendant ratios, assuming such exemptions would be granted in the future. In any case, I am of the opinion the matter of flight attendant ratios is no longer sensitive since it is now highly regulated and not subject to the challenged exemption. I am also not convinced that declining to decide the matter would generate a social cost, nor do I agree with CUPE's assertion that a Court decision on the merits of the judicial review application would have a practical effect on the rights of the parties. No special circumstances arise from this case which would require the Court to \"apply scarce judicial resources to resolve it\" ( CITATION_SUPPRESSED).", "[11] Third, this Court should not deviate from its traditional adjudicative role. It can no longer grant any of the relief sought by CUPE and, as mentioned earlier, a decision from this Court would unlikely carry significant weight outside the specific set of facts of this case. Unlike cases subject to conflicting jurisprudence, the present matter does not give rise to uncertainty in the law.", "[12] In summary, I do not find exceptional circumstances exist which justify a departure from the general doctrine of mootness which requires courts to \"decline to decide a case which raises merely a hypothetical or abstract question.\" ( CITATION_SUPPRESSED). ORDER", "[13] THIS COURT ORDERS that 1. The motion is dismissed; 2. The application for judicial review is dismissed; and 3. Costs are awarded in favour of each respondent in the amount of $3000.00. [End of document]"]}