{"id_": "005497", "body_str": ["[1] O'Reilly, J. : Ms. Wilson has a complex and lengthy immigration history in Canada, but most of it is irrelevant to these two applications for judicial review. In the first, she is challenging a pre-removal risk assessment (PRRA) in which an immigration officer concluded she had not proved she would be at risk of mistreatment in her native Jamaica based on her sexual orientation. In the second, she disputes the same officer's dismissal of her request for humanitarian and compassionate relief (H&C) because her removal to Jamaica would not cause her undue, undeserved or disproportionate hardship.", "[2] Ms. Wilson advances two main arguments. First, she contends that the officer erred in dismissing her PRRA application on credibility grounds without according her an oral hearing. Related to that first argument is her submission that the officer also erred in dismissing her H&C on similar grounds. Second, Ms. Wilson maintains that the officer wrongly concluded that she had a duty to seek state protection in Jamaica.", "[3] I agree with Ms. Wilson that the officer made implicit adverse credibility findings when he concluded that her evidence was insufficient to support her claim to be at risk. Accordingly, the officer had a duty to hold an oral hearing in respect of her PRRA. I also find that the officer erred in his treatment of the issue of state protection.", "[4] With respect to Ms. Wilson's H&C, the officer did not have a corresponding duty to convene a hearing, but the importation of the adverse findings against Ms. Wilson caused the officer to render an unreasonable decision. Therefore, I must allow both applications for judicial review.", "[5] There are two main issues: 1. Did the officer make adverse credibility findings against Ms. Wilson? 2. Did the officer err on the issue of state protection? II. The Officer's Decisions (1) PRRA", "[6] Ms. Wilson had previously been found to be excluded from refugee protection, so the officer had only to consider whether she was entitled to protection under s 97 of the Immigration and Refugee Protection Act, SC 2001 , c 27 [IRPA] (see Annex).", "[7] Ms. Wilson presented evidence, by way of a sworn statement, that she had been beaten, gang-raped and threatened with death in Jamaica by persons who suspected that she and the woman with whom she lived were lesbians. In addition, she submitted letters written by her daughters corroborating her claim. One of them recounted an incident where Ms. Wilson had been abused because of \"who she chose to date.\" Assailants called her a \"sadamite\" (sic).", "[8] The officer accepted that homophobia is a serious problem in Jamaica. Gays and lesbians are exposed to human rights abuses, arbitrary detention, mob attacks, stabbings, harassment and shootings. Often, police do not investigate these crimes.", "[9] However, the officer concluded there was insufficient objective evidence, beyond Ms. Wilson's own written narrative, supporting her claim to be at risk on return to Jamaica. She found that the evidence was insufficient in the following areas: • that Ms. Wilson would be perceived as a lesbian; • that she would personally be at risk of abuse; and • that there was any linkage between the abuse she received in Jamaica and her sexual orientation.", "[10] In addition, the officer concluded that Ms. Wilson provided insufficient evidence to rebut the presumption that the state of Jamaica could protect her against future attacks. Documentary evidence describing crimes against gays and lesbians also made reference to the fact that police respond to these events, although not always effectively. Further, Jamaica is a parliamentary democracy, with security forces, an independent judiciary, and freedom of expression. There is not a \"total breakdown of state apparatus, rendering the protection of individuals such as the applicant inoperable.\"", "[11] Additional documentary evidence described the risk of sexual assault and other forms of violence in Jamaica, which the officer found not to be relevant to Ms. Wilson.", "[12] In conclusion, the officer found that it was \"less than likely\" that Ms. Wilson would face a risk to her life or of cruel and unusual treatment or punishment if she returned to Jamaica. There was insufficient objective evidence supporting her claim. (2) H&C", "[13] Ms. Wilson's H&C application was based on several factors: establishment in Canada, the best interests of children, and risk upon return to Jamaica. However, Ms. Wilson is only challenging the officer's analysis of risk.", "[14] The nature of the alleged risk was the same as was addressed in Ms. Wilson's PRRA. Accordingly, the officer noted that he had already found that she was not at risk. However, the issue in an H&C is somewhat different - whether there would be unusual, undeserved or disproportionate hardship if Ms. Wilson were returned to Jamaica.", "[15] The evidence filed on the H&C included a letter from an unidentified individual indicating that Ms. Wilson had fled Jamaica fearing for her life because she is a lesbian. The officer gave little probative value to this document, finding that there was no evidence of the relationship of the author to Ms. Wilson, and that its contents were vague.", "[16] The officer also observed that there was no testimonial from Ms. Wilson or anyone else about her being in a lesbian relationship, or the likelihood that she would be perceived to be a lesbian if she returned to Jamaica.", "[17] An Undertaking of Assistance had been filed by a Ms. Yonette Joris, whose marital status was \"common-law.\" In it, Ms. Wilson was identified as the person being sponsored, but neither Ms. Wilson nor Ms. Joris specifically corroborated the nature of their relationship.", "[18] The officer acknowledged the documentary evidence indicating that Jamaica is a deeply homophobic society. Nonetheless, he found there was insufficient evidence proving Ms. Wilson's sexual orientation. He also found that there was insufficient evidence supporting Ms. Wilson's claim that she would not feel safe in Jamaica.", "[19] The officer concluded that Ms. Wilson had provided little evidence that she would experience unusual, undeserved or disproportionate hardship if she had to return to Jamaica and apply for permanent residence from there. III. Issue One - Did the Officer Make Adverse Credibility Findings against Ms. Wilson?", "[20] A PPRA applicant is entitled to an oral hearing on a PRRA only when there is a serious issue relating to his or her credibility that is central to the application and, if accepted, would justify allowing it ( Immigration and Refugee Protection Regulations , SOR/2002-227, s 167) [IRPR] (see Annex). Here, as described above, the officer concluded that there was \"insufficient evidence\" supporting Ms. Wilson's application in key areas.", "[21] The Minister contends that the officer simply discounted the value of the evidence supporting Ms. Wilson's application and did not make an adverse credibility finding against her (as in <FRAGMENT_SUPPRESSED>  [ Ferguson ] ). Accordingly, the officer had no obligation to hold an oral hearing.", "[22] However, the officer rejected Ms. Wilson's sworn written narrative about her sexual orientation and the mistreatment she experienced in Jamaica because of it. In Ferguson , above, the applicant had not provided a sworn affidavit. By contrast, the officer here, in finding a lack of evidence of Ms. Wilson's sexual orientation and abuse, clearly cloaked an adverse credibility finding with his conclusion in his use of the words \"insufficient objective evidence\" (as in <FRAGMENT_SUPPRESSED>  and <FRAGMENT_SUPPRESSED> ).", "[23] Accordingly, I find that the officer made an adverse credibility finding against Ms. Wilson. That finding was central to her claim and, had it not been made, Ms. Wilson's application might well have been successful. Accordingly, the officer was obliged to hold an oral hearing.", "[24] In addition, because those adverse credibility findings were also the determinative issue in the officer's rejection of Ms. Wilson's H&C application, I find that his rejection of the H&C was unreasonable - it did not represent a defensible outcome based on the facts and the law. IV. Issue Two - Did the Officer Err on the Issue of State Protection?", "[25] Having concluded that Ms. Wilson's application was unsupported by credible evidence, the officer did not conduct a serious analysis of state protection. He did not deal with the ability of the state of Jamaica to respond to the particular forms of mistreatment Ms. Wilson described because he did not believe that they had actually occurred, or that there was a risk that they would occur in the future if she returned to Jamaica.", "[26] A conclusion that the state was willing and able to respond to an applicant's allegations of abuse would normally provide an independent basis for upholding an officer's dismissal of a PRRA. However, the officer's state protection analysis was tied to his credibility findings which, as explained, were made without the required oral hearing. It follows that the officer's state protection finding cannot stand. V. Conclusion and Disposition", "[27] The officer made adverse credibility findings against Ms. Wilson that were central to his dismissal of both the PRRA and the H&C decisions. Therefore, the former was rendered in violation of s 167 of the IRPR and the latter was unreasonable. The officer's conclusion that state protection was available to Ms. Wilson flowed from those impugned credibility findings and, therefore, was also unreasonable. I must, therefore, allow this application for judicial review and order a reassessment of Ms. Wilson's PRRA and H&C applications. Neither party proposed a question of general importance for me to certify, and none is stated. JUDGMENT", "[28] THIS COURT'S JUDGMENT is that 1. The applications for judicial review are allowed. The matter is referred back to the Board for reassessment by a different panel; 2. No question of general importance is stated. Annex Immigration and Refugee Protection Act , SC 2001, c 27 Person in need of protection 97 . (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. Person in need of protection (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. Immigration and Refugee Protection Regulations , SOR/2002-227 Hearing - prescribed factors 167. For the purpose of determining whether a hearing is required under paragraph 113( ) of the Act, the factors are the following: ) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act; ) whether the evidence is central to the decision with respect to the application for protection; and ) whether the evidence, if accepted, would justify allowing the application for protection. , LC 2001, ch C-27 97. , DORS/2002-227 167. [End of document] <FRAGMENT_SUPPRESSED>"]}