{"id_": "005570", "body_str": ["[1] Beaudry, J. : This is an application for judicial review under s. 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 26 (IRPA or the Act) of the decision rendered by an immigration officer (officer), dated April 7, 2010, denying the applicant's application for permanent resident status under the Spouse or Common-law partner in Canada class, because the applicant's marriage was found to be not genuine, and entered into primarily for the purpose of immigration.", "[2] For the reasons that follow, the application for judicial review shall be denied. Facts", "[3] The applicant is a citizen of Colombia. She left Colombia in July 2005 due to a threat to her life by a militia. She attempted to claim asylum at the USA/Canada border on August 1, 2005 but was denied because of the safe-third-country agreement. In October 2005, the applicant re-entered Canada and claimed asylum for a second time in November 2005. That claim was turned down because of the earlier refusal. The applicant was told to report for deportation on November 28, 2005 but did not appear for removal. A warrant for her arrest was issued on December 12, 2005, and later executed on May 14, 2008.", "[4] While in Canada, the applicant became pregnant while in a short lived relationship. She thereafter began a second relationship with Carlos Alberto Lanza Elvir, whom she married on June 9, 2006. The applicant claims to have been living with her spouse since that time. The applicant's daughter was born in Montreal on September 22, 2006.", "[5] The applicant's sponsored application for permanent residence was submitted on December 17, 2007.", "[6] CIC received an anonymous \"tip\" in December 2007 alleging that the applicant had married for immigration purposes, and that the couple had taken a lot of fake photos to prove their marriage. The person giving the tip also alleged that the applicant and her spouse were living separately.", "[7] An interview was held on March 31, 2010 to evaluate the bona fide of the marriage. The applicant and her spouse were questioned separately, and then confronted with discrepancies. Impugned Decision", "[8] The officer determined that the applicant's relationship with her sponsor was not genuine and was entered into primarily for the purpose of obtaining permanent residence in Canada. This was due to several discrepancies for which the officer was not satisfied with the explanations given by the applicant and her sponsor. Issues", "[9] The issues are as follows: a. Did the officer give intelligent and sufficient reasons for her decision? b. Did the officer breach her duty to act fairly by omitting to give any reasons for her decision concerning the purpose of the marriage with respect to the second part of the test provided in section 4 of the Immigration and Refugee Protection Regulations (hereinafter the Regulations or the  <FRAGMENT_SUPPRESSED>  Legislation", "[10] The relevant legislation is in the attached appendix. Standard of review", "[11] Determinations of whether a relationship is genuine and entered into for the purpose of obtaining status under the Act are factual determinations and therefore reviewable on the reasonableness standard ( <FRAGMENT_SUPPRESSED>  [2010] FCJ No 482 (QL), para 14). As such, the Court will only intervene if the decision does not fall within the range of possible, acceptable outcomes which are defensible in respect of the facts and law ( <FRAGMENT_SUPPRESSED> , para 53). 1. Did the officer breach her duty to act fairly by omitting to give intelligible reasons for her decision on the authenticity of the relationship? Applicant's Argument", "[13] The applicant submits that the officer's review of the evidence does not constitute reasons, and that her conclusions are bald conclusions, not reasons. She therefore argues that the officer has breached her duty to act fairly, and the decision should be quashed. The applicant refers to <FRAGMENT_SUPPRESSED>  [2007] FCJ No 1002 (QL), para 15 for the argument that the duty to give reasons requires that the reasons be adequate, and that they address the major points in issue. Respondent's Arguments", "[14] The respondent submits that the officer gave intelligible and sufficient reasons for her decision.", "[15] The respondent states that the letter sent to the applicant by the officer, dated April 7, 2010 clearly indicates that the reason for her refusal is that the applicant was disqualified under section 4 of the IRPR. The respondent further adds that the detailed reasons of the officer indicate that CIC received an anonymous tip alleging that the applicant married her sponsor for \"work\" purposes and that they took a lot of deceptive pictures to prove their marriage.", "[16] The respondent also asserts that the officer described in detail the seven discrepancies she noted during the interview, after having compared the applicant's answers to the sponsor's replies to the same questions (see pages 10-13 of the applicant's record).", "[17] The respondent argues that the officer's reasons deal with the relevant issues concerning the application of section 4 of the IRPR. The respondent further advances that in her reasons, the officer adequately referred to the evidence that she relied upon in arriving at her decision to demonstrate the path of her reasoning ( <FRAGMENT_SUPPRESSED> , para 14, <FRAGMENT_SUPPRESSED>  FTR 186, paras 47-49). Analysis", "[18] I do not find that there has been any breach of procedural fairness here, as the officer has given intelligible reasons for her findings. The officer has listed all of the discrepancies that she noted, and it is clear that it is on this basis that she made her findings on the applicant's marriage to her sponsor. The officer's reasons contain a list of contradictions such as the applicant and her spouse's contradiction on their wedding date, the date they moved in together and the time they leave in the morning, amongst others. As such, it is possible to understand how the officer came to her conclusion. 2. Did the officer breach her duty to act fairly by omitting to give any reasons for her decision concerning the purpose of the marriage with respect to the second part of the test provided in section 4 of the Immigration and Refugee Protection Regulations? Applicant's Arguments", "[19] The applicant states that the exclusionary test set out in s. 4 of IRPA requires reasons for each component ( <FRAGMENT_SUPPRESSED>  Imm LR (3d) 251, paras 4-5). The applicant contends that in this case, it is not even clear that the officer is aware of the two-pronged nature of the test, given that the officer made no effort to give separate reasons ( <FRAGMENT_SUPPRESSED>  Imm LR (3d) 134, para 19). Respondent's Arguments", "[20] The respondent submits that the officer made explicit reference to the second part of the test in her refusal letter (see applicant's record, pages 4 and 13). The respondent argues that the officer said that, based on the discrepant answers that the applicant and her sponsor provided at the interview, she was not satisfied that their marriage was genuine and considered that it was entered into primarily for the purpose of acquiring a status or privilege in Canada. The respondent advances that given the linkages between the two prongs of the test, this analysis was sufficient ( Kaur, para 17). The respondent submits that the officer covered both prongs of the test in her conclusion.", "[21] The respondent further refers to Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> , para 63 for the idea that the reasonableness of the challenged decision in judicial review is to be assessed not only in light of the reasons given by the decision-maker, but also considering the reasons that he or she could have given on the basis of the evidence at his or her disposal. In light of this, the respondent puts forth that the officer had before her the evidence that the applicant tried twice to obtain immigration status in Canada through a refugee claim, which was each time denied, and that she married her sponsor less than six months after a warrant for her arrest had been issued for a removal. Analysis", "[22] Justice Zinn stated the following at paras 15 and 16 of his recent <FRAGMENT_SUPPRESSED> decision: The applicant is correct that section 4 of the Regulations creates a two-pronged test to determine whether a relationship is a spousal relationship for the purposes of sponsorship. The applicant bears the onus of proving (1) that their relationship is genuine, and (2) that it was not entered into primarily for the purpose of acquiring any status or privilege under the Act. In determining that an applicant is not a spouse pursuant to section 4 of the Regulations, if an officer fails to consider both prongs of the test \"it is open to the court to find that a reviewable error has occurred:\" Khan at para. 5. The officer's reasons in this case were focused on, although not limited to, the genuineness of the applicant's marriage. In Sharma at paras. 17-18, Madam Justice Snider held that there is a strong link between the two prongs of the test, and that a finding of \"lack of genuineness presents strong evidence that the marriage was entered into for the purpose of gaining status.\" In my view, if the evidence leads to a finding that the marriage is not genuine, then there is a presumption that it was entered into for the purpose of gaining status. The burden of establishing a contrary purpose should be placed squarely on the applicant.", "[23] He further found that \"[t] he officer covered both prongs of the test in concluding \"that this is not a genuine spousal relationship and was entered into by the applicant primarily for the purpose of acquiring permanent residence in Canada.\" The officer did not commit a reviewable error in applying the wrong test or only a part of the appropriate test\" ( Kaur, para 18).", "[24] The citation in <FRAGMENT_SUPPRESSED> applies to the case at bar. I therefore cannot find that the officer made a reviewable error that warrants the Court's intervention. 3. Did the officer err in identifying what she qualified as important discrepancies? Applicant's Arguments", "[25] The applicant argues that the discrepancies noted by the officer are so minor so as to constitute a microscopic examination of a body of each consistent answer by the spouses during three hours of questioning each, and as such, her conclusion is unreasonable ( <FRAGMENT_SUPPRESSED>  [2005] FCJ No 912 (QL), para 21). Respondent's Arguments", "[26] The respondent submits that it was reasonable for the officer to rely upon many important discrepancies in the answers given by the applicant and her sponsor at their interview.", "[27] The respondent states that in her reasons, the officer indeed reviewed the many discrepancies arising from the separate interviews she conducted (see pages 10-13 of the applicant's record). The respondent suggests that this Court should reject the applicant's submission that the discrepancies found by the officer were only \"minor\". The respondent underscores that the discrepancies noted were significant, and when considered as a whole, they are sufficient to support the officer's conclusions ( Kaur, para 32).", "[28] The respondent further contends that the discrepancies noted demonstrate both the applicant and the sponsor's lack of knowledge regarding significant events in the course of their relationship as well as ordinary daily events and points to a relationship where the parties do not have the intimate knowledge of each other's affairs that a married couple would normally have ( Kaur, para 8). Analysis", "[29] The officer identified numerous discrepancies in the answers given by both the applicant and her sponsor. He confronted them and gave them the opportunity to respond but was not satisfied with their explanations.", "[30] Read as a whole, I find that the officer cannot be faulted when she concluded that based on the evidence, the marriage was not genuine and was entered primarily for the purpose of acquiring a status or a privilege in Canada.", "[31] No question for certification was proposed and none arise. JUDGMENT", "[32] THIS COURT ORDERS that the application for judicial review be dismissed. No question is certified. Immigration and Refugee Protection Regulations (SOR/2002-227) 4. (1) For the purposes of these Regulations, a foreign national shall not be considered a spouse, a common-law partner or a conjugal partner of a person if the marriage, common-law partnership or conjugal partnership (a) was entered into primarily for the purpose of acquiring any status or privilege under the Act; or (b) is not genuine. [End of document]"]}