{"id_": "005654", "body_str": ["[1] Pelletier, J. : In her personal information form, the female claimant stated that she is an ethnic Tartar who married an ethnic Russian and converted to Christianity. They lived in the Russian province of Bashkir in the capital of Ourai. Bashkir is north of Chechnya. Because of the war in Chechnya, Chechens fled north to Bashkir. Muslim influence spread and imposed its laws.", "[2] In their village, all the members of a Muslim family who had converted to Christianity were poisoned by gas at their home, after endless persecution, threats and beatings. Another woman who had intermarried was thrown from her fifth floor balcony because she did not want to leave her family. She also was harassed by Muslims.", "[3] In June 1997, a woman and a man came to visit the female claimant at the couple's home. They threatened her that if she did not reconvert back to Islam and convert her family with her, or if she did not leave her family, Allah would punish her and her husband by the hands of the faithful.", "[4] In July 1997, the couple were accosted in the street, about 100 metres from the police station, by a group of young Tartars. They beat the husband and hit the wife several times. The wife called for help. No one came to their aid despite the fact that a police station was not far away. They went to the police station and told everything. The policeman to whom they told the story said that he saw nothing and heard nothing. He was ethnic Bashkir. The couple understood that there they would not get help.", "[5] The couple started to receive threatening letters. The letters said that the couple must leave the city or their house would be burned down, with them inside; that they deserved death. The couple took the letters to the police. They were told that the police would look for the authors but that the letters were only threats and not crimes. The applicants believe that the police knew well the authors of these letters, sympathized with them, and did not wish to help the claimants.", "[6] After returning from a visit to the United States in September 1997, the claimants found the windows of their apartment broken, the television and sound system broken, and more threatening letters. Again they went to the police. The police said that the couple should have told the police about the incident immediately after it happened. Now it was too late to do anything.", "[7] On returning from a December 1997 visit to Moscow to get visas, the couple found that their country home had been burned down. This time they realized that it would be useless to go to the police.", "[8] Their children, who are married adults, live separately with their families. Her oldest daughter had to quit her work because her boss, a Tartar, provoked fights with her. In February 1998, when the couple had gone to visit their son Anatoliy, they returned to find the tires of their car punctured and a threatening note on their windshield. Their younger daughter received a letter threatening her new born child if she did not influence her parent (the claimants). There were other threatening letters as well. The daughter had a nervous breakdown.", "[9] The female claimant was hospitalized in April 1998 for a gynaecological illness provoked by nervous stress. While she was in the hospital, the windows in the couple's apartment were broken several times. On return from the hospital, she continued to receive threats that the couple must leave. There were calls in the middle of the night, each half hour. There were rings at the doorbell, but the peep hole was blocked so that the couple could not see who was there.", "[10] The daughters went to live with their in laws and closed up their apartments. The couple decided to leave and claim refugee status.", "[11] The Convention Refugee Determination Division (CRDD) accepted that the applicants were truthful but decided that they were not refugees because they had not established that they could not obtain state protection. Specifically, the CRDD seems to have found that the police did not refuse to help them but that there was simply nothing for the police to work with. The exact words used by the CRDD in their decision are as follows: TRANSLATION \"We must answer this question in the negative since, in the instant case, it is inappropriate to say that the authorities refused to provide protection. They do not seem to have the evidence needed to effectively complete the investigation that they could have conducted following the complaint of assault that the applicants lodged with the police. What could the police do since there were not any witnesses.\"", "[12] The decision of the CRDD does not, in express terms, find that the applicants were the victims of persecution. But at the hearing of this matter, counsel for the Crown conceded that the question of persecution was not in issue. The main issue is the question of the availability of state protection.", "[13] Counsel for the applicants says that the only conclusion to be drawn from the evidence is that the police refused to assist the applicants and that, in such a case, the question of the inability of the state to protect the applicants does not arise. Counsel for the respondent argues that the CRDD did not find that there was a refusal to assist but rather that the facts were such that there was nothing the police could do.", "[14] The definition of a convention refugee is found at section 2 of the Immigration Act , R.S.C. 1985 c. I-2 which provides as follows: \"'Convention refugee' means any person who (a) by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (i) is outside the country of the person's nationality and is unable or, by reason of that fear, is unwilling to avail himself of the protection of that country, or (ii) not having a country of nationality, is outside the country of the person's former habitual residence and is unable or, by reason of that fear, is unwilling to return to that country, and (b) has not ceased to be a Convention refugee by virtue of subsection (2), but does not include any person to whom the Convention does not apply pursuant to section E or F of Article 1 thereof, which sections are set out in the schedule to this Act;\"", "[15] The issue of state protection was considered by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 1, in which Ward claimed refugee status in Canada on the ground of the inability of the government of Northern Ireland to protect him from persecution by the IRA. The case raised a number of issues including the question of whether state complicity in the persecution was necessary in order to establish a claim as a convention refugee. The Supreme Court ruled that state complicity was not a necessary element of persecution. While the issue of state protection did not arise as a consequence of the Court's ruling on state complicity, the two are related issues.", "[16] The Court held that the availability of state protection is to be considered in the context of deciding whether the claimant's fear of persecution is well-founded. A finding of a well-founded fear of persecution requires two prior findings. The claimant must have a subjective fear of persecution and that there must be an objective basis for that fear. La Forest, J., speaking for the Court, found that the lack of state protection established the objective basis of the fear. \"The section [the definition of convention refugee] appears to focus the inquiry on whether there is a 'well-founded fear'. This is the first point the claimant must establish. All that follows must be 'by reason of' that fear. The first category requires the claimant to be outside the country of nationality by reason of that fear and unable to avail him - or herself of its protection. The second requires that the claimant be both outside the country of nationality and unwilling to avail him - or herself of its protection, by reason of that fear. Thus, regardless of the category under which the claimant falls, the focus is on establishing whether the fear is 'well-founded'. It is at this stage that the state's inability to protect should be considered. The test is in part objective; if a state is able to protect the claimant, then his or her fear is not, objectively speaking, well-founded.\"", "[17] La Forest, J., then takes this analysis to its logical conclusion and finds that persecution can be inferred from a finding of lack of state protection: \"Having established that the claimant has a fear, the Board is, in my view, entitled to presume that persecution will be likely, and the fear well-founded, if there is an absence of state protection. The presumption goes to the heart of the inquiry, which is whether there is a likelihood of persecution. But I see nothing wrong with this, if the Board is satisfied that there is a legitimate fear, and an established inability of the state to assuage those fears through effective protection. The presumption is not a great leap. Having established the existence of a fear and a state's inability to assuage those fears, it is not assuming too much to say that the fear is well-founded.\"", "[18] If one returns to the definition of a convention refugee, one notes that it requires that a claimant have a well founded fear of persecution, as discussed above, and that in addition, the claimant must be outside the country in respect of which the claim is made and be unwilling or unable to avail himself/herself of state protection. The effect of La Forest, J.'s, analysis is that the question of state protection must be considered two times, the first time in relation to the question of well-founded fear of persecution, the second time in relation to the claimant's unwillingness or inability to avail himself/herself of state protection. However, given that a lack of state protection is inherent in the finding of a well-founded fear of persecution, it is unlikely that the question of unwillingness or inability to avail oneself of state protection will require serious inquiry. In order to get to this point in the analysis, one must have already concluded that state protection is not available. While this suggests that some index of objectivity other than lack of state protection may have been intended by the drafters of the convention, the result is undoubtedly that which the drafters intended: to be found a convention refugee, one must show an objectively verifiable fear of persecution and a lack of state protection.", "[19] However, the question of state protection is one which admits of degrees. Where the state is shown to be the agent of persecution, one need not inquire into the extent or effectiveness of state protection; it is, by definition, absent. Where the agent of persecution is not the state, as in Ward , the question of state protection is rarely a yes/no proposition. The state may wish to provide protection but may be unable to provide effective protection, either locally or across its entire territory. Effectiveness is itself a matter of degree. All policing activity is bound to encounter failures, particularly in a democratic state. Even in Canada, random acts of vandalism or violence seldom yield convictions. When does the absence of police assistance represent something other than the normal limits of police activity? When does police failure to act, based upon inadequate material for investigation, amount to an undeclared refusal to act? When does the refusal of a local police detachment to act amount to a state refusal to act? To what extent does a claimant have to canvass alternate police resources, geographically or administratively, before it can be concluded that the state is unable or unwilling to protect the claimant?", "[20] The issue of effectiveness of state protection was raised but not pursued in Ward . La Forest, J., began his review by noting that the convention refugee system is designed to address the failure of domestic state protection for claimants. \"International refugee law was formulated to serve as a back-up to the protection one expects from the state of which an individual is a national. It was meant to come into play only in situations when that protection is unavailable, and then only in certain situations. The international community intended that persecuted individuals be required to approach their home state for protection before the responsibility of other states becomes engaged.\"", "[21] La Forest, J., then relied upon the U.N. Handbook on Convention Refugees to support the conclusion that ineffective police protection is sufficient to support a finding of absence of state protection: \"'Persecution is normally related to action by the authorities of a country. It may also emanate from sections of the population that do not respect the standards established by the laws of the country concerned. A case in point may be religious intolerance, amounting to persecution, in a country otherwise secular, but where sizeable fractions of the population do not respect the religious beliefs of their neighbours. Where serious discriminatory or other offensive acts are committed by the local populace, they can be considered as persecution if they are knowingly tolerated by the authorities, or if the authorities refuse, or prove unable, to offer effective protection.' \"The position reflected in the UNHCR Handbook , therefore, is that acts by private citizens, when combined with state inability to protect, constitute 'persecution'. [para 39] ... \"With respect to 'unable', it would appear that physical or literal impossibility is one means of triggering the definition, but it is not the only way. Thus ineffective state protection is encompassed within the concept of 'unable' and 'unwilling' ... [para 51]\"", "[22] La Forest, J., concludes this review by addressing the question of proof. How does a claimant show that state protection is unavailable? \"The issue that arises, then, is how, in a practical sense, a claimant makes proof of a state's inability to protect its nationals as well as the reasonable nature of the claimant's refusal actually to seek out this protection. On the facts of this case, proof on this point was unnecessary, as representatives of the state authorities conceded their inability to protect Ward. Where such an admission is not available, however, clear and convincing confirmation of a state's inability to protect must be provided. For example, a claimant might advance testimony of similarly situated individuals let down by the state protection arrangement or the claimant's testimony of past personal incidents in which state protection did not materialize. Absent some evidence, the claim should fail, as nations should be presumed capable of protecting their citizens. Security of nationals is, after all, the essence of sovereignty. Absent a situation of complete breakdown of state apparatus, such as that recognized in Lebanon in Zalzali , it should be assumed that the state is capable of protecting a claimant.\"", "[23] It is this passage which has given rise to considerable difficulty with respect to the issue of absence of state protection. La Forest, J., begins by noting that \"clear and convincing confirmation of a state's inability to protect must be provided\". This is the corelative of his later assertion that in the absence of a complete breakdown of the state \"it should be assumed that the state is capable of protecting a claimant\". These comments would appear to suggest that inability to protect is a matter of statewide conditions or state institutions. However, when La Forest, J., provides examples of \"clear and convincing confirmation\", the examples chosen do not suggest the same statewide conditions: \"similarly situated individuals\" and \"past personal incidents\". These examples suggest that local aberrations in an otherwise viable scheme of state protection could yield refugee claimants. This seems inconsistent with the presumption of the availability of state protection.", "[24] Refugees are not political scientists (though some may be) who can establish systemic lack of state protection. They are generally persons who fled with little else than what they could carry in their arms. Their knowledge may not extend beyond their own experience and that of others who are similarly placed. On the other hand, the object of the refugee system is to deal with state failure to protect its citizens. If the inquiry is limited to the smallest administrative unit of the state, there is not a country in the world which could not be a refugee generating country. It cannot have been intended that a presumption of state ability to protect, based upon the concept of sovereignty, could be set aside simply upon the proof of the untoward experience of one claimant in one city. The convention refugee system was designed to deal with the failure of national governments to protect their citizens from persecution. It committed the international community to supply that which the host country could not. The state failure which engages such an extraordinary international commitment must be one commensurate with the commitment. For that reason, one would think that there would be some hesitation about concluding as to the absence of state protection on the basis of local conditions which are amenable to state corrective action.", "[25] It is the tension between these two poles, individual tales of misery and persecution, and the broader basis upon which international protection is afforded which has led to a divergence in the jurisprudence in this Court as to the proof of lack of state protection. There is, on the one hand, the decision of my colleague Tremblay-Lamer, J., in <FRAGMENT_SUPPRESSED> ; 85 F.T.R. 13, where the refugee claimant was the object of a number of persecutory acts which continued even after the claimants had consulted the police several times. Tremblay-Lamer, J., referred to Ward, reviewed the evidence and concluded as follows: \"In the case at bar, the applicants approached the police after several incidents, but no protection materialized. The incidents of assault, harassment, and discrimination continued. In the circumstances, it was reasonable for them to conclude that the state could not offer them effective protection. Therefore, it was not necessary for them to attempt to avail themselves of such protection. \"That the large number of discriminatory and harassing incidents did not stop after the applicants sought police assistance provides sufficient evidence that the state in this particular case could not offer effective protection to the applicants.\" Paras 18 and 19.", "[26] It is, in my view, significant, that Tremblay-Lamer, J., found that the documentary evidence supported her view. She referred to documentary evidence which confirmed that the government in question effectively ignored anti-semitic lawlessness.", "[27] The case which appears to reflect the opposing pole is the decision of Gibson, J.,  <FRAGMENT_SUPPRESSED>  and  <FRAGMENT_SUPPRESSED> ; 89 F.T.R. 269, which is also a case of anti-semitic persecution. The facts of the case were similar to those  <FRAGMENT_SUPPRESSED> , a pattern of discriminatory and persecutory acts which continued in spite of several appeals for police protection. Gibson, J., addressed the finding  <FRAGMENT_SUPPRESSED> as follows: \"With great respect, I conclude that Madam Justice Tremblay-Lamer sets too high a standard for state protection, a standard that would, in many circumstances, be difficult to attain even in this country. It is a reality of modern-day life that protection offered is sometimes ineffective. Many incidents of harassment and/or discrimination can be effected in a manner that renders effective investigation and protection very difficult. The use of unsigned correspondence that does not identify its source and of random telephone communications where the caller does not identify himself or herself are examples. A single incident of defacement of property is another. The applicants suffered from these types of incidents and received no satisfaction when they reported them to the militia or police. Random assaults, such as those suffered by the applicants, where the assailants are unknown to the victim and there are no independent witnesses are also difficult to effectively investigate and protect against. In all such circumstances, even the most effective, well-resourced and highly motivated police forces will have difficulty providing effective protection. This Court should not impose on other states a standard of 'effective' protection that police forces in our own country, regrettably, sometimes only aspire to.\"", "[28] Gibson, J., went on to conclude that on the facts of the case before him, the claimants had failed to discharge the burden of showing the absence of state protection, notwithstanding the many examples of police failure to act in response to the claimant's complaints.", "[29] Bobrik and Smirnov are indistinguishable on their facts. There are two cases which raise the same issue which are distinguishable on their facts; <FRAGMENT_SUPPRESSED> ; 111 F.T.R. 211 and <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 225 (F.C.A.). Both of those cases dealt with persons who were the specific targets of terrorist attacks. McKeown, J., adopted the logic of Desjardins, J.A.,  <FRAGMENT_SUPPRESSED> that a state may be capable of protecting the general population but may be unable to protect the members of a particular social group. He concluded as follows: \"In most cases the inability to protect against random terrorist attacks will not constitute an inability of the state to protect. But Ward , supra, and <FRAGMENT_SUPPRESSED> , have set out a limited exception where past personal incidents may qualify an individual as a member of a particular social group which the state is unable to protect. In the present case there is a specifically and directly targeted applicant who is a member of a small targeted group. This distinguishes the case from most cases which involve random incidents of terrorism.\"", "[30] On the basis of this distinction, one who is the object of violence at the hands of street gangs may fail in proving lack of state protection whereas another claimant from the same country might succeed in arguing lack of state protection from terrorists. To some extent, this is consistent with the distinction I have drawn with respect to statewide absence of protection and local lack of protection which is amenable to administrative correction. Terrorism is generally directed to destabilizing the state apparatus in all or a significant part of its territory. An inability to combat it effectively is a state failure, not a local failure.", "[31] What conclusions can be drawn from the above? The first is that when the agent of persecution is not the state, the lack of state protection has to be assessed as a matter of state capacity to provide protection rather than from the perspective of whether the local apparatus provided protection in a given circumstance. Local failures to provide effective policing do not amount to lack of state protection. However, where the evidence, including the documentary evidence situates the individual claimant's experience as part of a broader pattern of state inability or refusal to extend protection, then the absence of state protection is made out. The question of refusal to provide protection should be addressed on the same basis as the inability to provide protection. A local refusal to provide protection is not a state refusal in the absence of evidence of a broader state policy to not extend state protection to the target group. Once again, the documentary evidence may be relevant to this issue. There is an additional element in the question of refusal which is that refusal may not be overt; the state organs may justify their failure to act by reference to various factors which, in their view, would make any state action ineffective. It is for the CRDD to assess the bona fides of these assertions in the light of all the evidence.", "[32] Finally, one must consider the issue of internal flight alternative in relation to state inability or refusal to provide protection. A reasonable response to local failure to provide proctection is internal migration to an area where state protection is available. However, in states where internal movement is restricted, a failure to remedy local conditions may amount to state failure to provide protection. Whether this is considered from the point of view of state refusal to deal with local conditions from which the state permits no escape, or whether one considers it as a state policy which effectively refuses access to state protection elsewhere on its territory, makes no difference to the result. If state policy restricts a claimant's access to the whole of the state's territory, then the state's failure to provide local protection can be seen to be as state failure to provide protection and not mere local failure. Once again, this is a matter for the CRDD to weigh in assessing the claim of absence of state protection.", "[33] In this case, the CRDD's analysis was perfunctory. It went directly to an assertion that the police had no basis on which to proceed with any investigation and therefore there was no foundation for a claim of refusal to provide state protection. With respect to the CRDD, this analysis was insufficient. The claimants gave evidence of several attendances at the police to complain of the treatment they were receiving. In each case, there was no action taken. They then complained to the prosecutor who told them that it was a matter for the local station and that they should deal with the matter at that level. Finally, in response to questions from the panel about leaving the area, the claimants pointed out that there were restrictions on their ability to move. It may be true that the police did not have a great deal to work with, just as it is true that not all police intervention is effective, but a persistent failure to take action, while not necessarily justifying a finding of lack of state protection, does require a close examination of the reasonableness and bona fides of the police action, particularly where a citizen's right to internal movement is limited. The CRDD's cursory analysis amounted to a failure to consider relevant factors and justifies setting the decision aside and sending the matter back for determination by a differently constituted panel. ORDER", "[34] It is hereby ordered that the decision of the Convention Refugee Determination Division dated July 6, 1999 is hereby set aside and the matter is remitted to a differently constituted panel for determination. Application allowed. Editor: Sharon J. McLaughlin/saf [End of document]"]}