{"id_": "005798", "body_str": ["[1] Jerome, A.C.J. : This is an application for a writ of certiorari setting aside a requirement to pay issued by the Minister of National Revenue to the applicant's bank; a declaratory order directing the Minister of National Revenue to repay to the applicant the monies collected by means of the requirement to pay; and, a writ of prohibition prohibiting the Crown from conducting further audits of the applicant's employee source deductions account for the 1988, 1989 and 1990 taxation years.  <FRAGMENT_SUPPRESSED>", "[2] The applicant employs domestic help and as an employer maintains an employee source deduction account with Revenue Canada. She is required to prepare, for each taxation year, a T4/T4A summary statement of the amounts she has deducted from her employee's annual remuneration and to enter that information on a Revenue T4 or T4A form. Ms. McCaffrey is then to deliver one copy of each such form to her employee for inclusion in the latter's annual tax return, forward a copy of each form to Revenue Canada, and retain a copy for her own business records.  <FRAGMENT_SUPPRESSED>", "[3] Although the applicant was only required to maintain one employee source deduction account with Revenue Canada, at some time prior to the 1988 taxation year, two employer remittance accounts were opened. During 1988, 1989 and 1990, Ms. McCaffrey remitted periodically to the Minister, monies she had withheld from her employee's remuneration and also monies she herself owed to the Minister by way of employer's contributions. The applicant made these remittances and payments to the credit of either one or the other of the two employer account numbers she then held.  <FRAGMENT_SUPPRESSED>", "[4] In August 1988, January and July 1991, the Minister of National Revenue detected reporting irregularities in the applicant's T4/T4A returns, including discrepancies between reported source deductions and actual remittances of source deductions. The Minister responded to these irregularities by auditing or attempting to audit the applicant's payroll accounts on four occasions: at the applicant's home on August 26, 1988; a further audit at the applicant's home on January 30, 1991; a desk audit on February 25, 1991; and on July 17, 1991, an unsuccessful attempt to arrange another audit at the applicant's home.  <FRAGMENT_SUPPRESSED>", "[5] As a result of these audits, the Minister concluded that the applicant had made reporting errors and omissions in her T4/T4A returns pertaining to the calculation of contributions to Canada Pension Plan and premiums for unemployment insurance. On February 12, 1991, the Crown assessed the applicant's liability for unremitted amounts deducted at source during the 1988 and 1989 taxation years at $962.75.  <FRAGMENT_SUPPRESSED>", "[6] On February 13, 1991, the applicant forwarded a letter to Revenue Canada wherein she complained about its auditing activities:  <FRAGMENT_SUPPRESSED> \"In December of 1990, you telephoned me and advised me that there were deficiencies in my account and that you wished to undertake an audit. I advised you that there were always deficiencies because Revenue Canada kept two accounts and different payments were credited randomly. I noted that this had gone on for about 10 years and that I considered the audits and demands for payment of moneys not owing, constituted harassment. I advised you to invoke your statutory authority if you wished to do an audit, as I would not consent to further harassment proceedings from your maintenance of two accounts.  <FRAGMENT_SUPPRESSED> \"In January, you telephoned to tell me that you had a letter invoking your statutory authority. When I indicated that I would not respond to a letter that I hadn't got, you personally delivered it to my residence.  <FRAGMENT_SUPPRESSED> \"You then phoned and when I took the position that statutory power does not validate harassment, you became conciliatory and told me that you only wanted to do an audit to close out the spurious account. I agreed to bring my records to your office on January 30, 1991.  <FRAGMENT_SUPPRESSED> \"I produced my stamped payment receipts for 1989 and 1990. You examined the 1990 receipts, found a deficiency of $0.10 per month and did not demand payment.  <FRAGMENT_SUPPRESSED> \"You did not examine the 1989 receipts stating that the amounts in the two accounts come to less than the amount shown on the T4. I can't tell. You had no T4 at the meeting and my own copy is illegible.  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"I brought no records for 1988 as there was an audit that year ... Unless there was an error in my calculation of the amounts owing after the audit (September to December), there was no deficiency. You did not attempt to determine whether the monthly remittance was correct and once again took the position that any error in records entitled you to the amount of the deficiency, whether it was owing or not. You did not have this T4 in your file either. <FRAGMENT_SUPPRESSED>", "[7] On February 19, 1991, Ms. McCaffrey filed Notices of Objection to the assessments of February 12, on the grounds that no amounts were owing for unremitted source deductions for the 1988 and 1989 taxation years.  <FRAGMENT_SUPPRESSED>", "[8] After conducting one of the above-noted audits of the applicant's accounts, it was determined by Revenue Canada on February 25, 1991, that an additional $121.15 was owing for the 1988 taxation year. The applicant remitted this sum on March 25, 1991, on account of 1988 source deduction liabilities and confirmed in writing that no further amounts were owing in respect of the 1988, 1989 and 1990 taxation years. On March 27, 1991, the Minister applied this amount, not towards the amount owing for the applicant's 1988 taxation year, but rather toward remittances for the 1991 taxation year.  <FRAGMENT_SUPPRESSED>", "[9] In late April 1991, Revenue Canada officials commenced a review of the applicant's objections to the 1988 and 1989 assessments. At that time, the Crown further assessed the applicant for the additional $121.15 owing for the 1988 taxation year, which although remitted by Ms. McCaffrey, had been applied towards her 1991 taxation year, and accordingly, was still considered to be outstanding. With interest accruals on the balance owing to May 8, 1991, the applicant's debt to the Crown was assessed at $1,135.58.  <FRAGMENT_SUPPRESSED>", "[10] The applicant was advised by letter dated May 10, 1991, that she should contact the Appeals Officer undertaking the review in order to discuss her Notices of Objection. She responded to this request by way of a handwritten note stating that the matter had already been settled and asking Revenue Canada to adjust its computer records in order to reflect this.  <FRAGMENT_SUPPRESSED>", "[11] On May 30, 1991, the Crown confirmed the assessments to which the applicant had objected and forwarded a Notice of Confirmation to the applicant's home by way of registered mail. Thereafter, on July 10, 1991, Revenue Canada delivered a requirement to pay to the applicant's bank, the Bank of Montreal, wherein it directed the banker to pay the sum of $1,143.85 to the Receiver General on account of Ms. McCaffrey's liability.  <FRAGMENT_SUPPRESSED>", "[12] Another official from Revenue Canada attended at Ms. McCaffrey's home on July 17, 1991, for the purpose of conducting an audit for the 1990 taxation year. However, the applicant was not there and a letter was left with her housekeeper instructing Ms. McCaffrey to contact Revenue Canada for the purpose of arranging an audit, and to have payroll journals and her 1990 T4/T4A summary return available for inspection.  <FRAGMENT_SUPPRESSED>", "[13] The applicant then filed a Notice of Motion in this court on July 22, 1991, wherein she claimed the following relief:  <FRAGMENT_SUPPRESSED> 1. a writ of certiorari setting aside the requirement to pay $1,143.85 issued by Revenue Canada to the Bank of Montreal on July 10, 1991;  <FRAGMENT_SUPPRESSED> 2. a declaration that the monies received as a result of the requirement to pay be repaid to Linda McCaffrey immediately with interest from July 10, 1991;  <FRAGMENT_SUPPRESSED> 3. a writ of prohibition, prohibiting Revenue Canada, or any of its agents or employees from conducting any further audits for the years 1988, 1989 or 1990;  <FRAGMENT_SUPPRESSED> 4. a writ of prohibition, prohibiting Revenue Canada from conducting any further audits or issuing further notices of assessment without an order of this court authorizing this action;  <FRAGMENT_SUPPRESSED> 5. a writ of prohibition, prohibiting Revenue Canada from sending to Linda McCaffrey, remittance forms for more than one account.  <FRAGMENT_SUPPRESSED>", "[14] At the hearing of this matter on July 14, 1992, counsel for the respondent raised two preliminary objections first, to the naming of Her Majesty the Queen as a party respondent in an application brought pursuant to s. 18 of the Federal Court Act , R.S.C. 1985, c. F-7, and second, to the court's jurisdiction to grant declaratory relief sought by way of a Notice of Motion.  <FRAGMENT_SUPPRESSED>", "[15] The respondent seeks to have Her Majesty the Queen struck as a party from the proceedings, since a s. 18 application for judicial review only applies to decisions or actions of any federal board, commission or other tribunal.  <FRAGMENT_SUPPRESSED>", "[16] The respondent also submits that rule 603 of the Federal Court Rules prohibits the granting of declaratory relief unless that relief is sought by way of statement of claim. Accordingly, the applicant cannot obtain the declaratory relief set out in para. 2 of her notice of motion and the respondent seeks to have that paragraph struck.  <FRAGMENT_SUPPRESSED>", "[17] Finally, it is argued that because an appeal against an assessment issued by the Minister is expressly provided for in the Income Tax Act , s. 18.5 (formerly s. 29) of the Federal Court Act prohibits that assessment from being reviewed or restrained, prohibited, removed, set aside or otherwise dealt with, except to the extent and in the manner provided for in the Income Tax Act . Since an appeal from the assessments being challenged is provided for in the legislation, s. 18.5 deprives this court of jurisdiction to entertain s. 18 proceedings to challenge such assessments and the collection proceedings or action taken in respect of those assessments. In the present case, the Crown maintains that Ms. McCaffrey, in bringing this application, is making collateral to the merits of the assessment and has elected to circumvent the statutory appeal routes available to her.  <FRAGMENT_SUPPRESSED>", "[18] The applicant submits there is no evidence before the court to support a finding that she was aware of the notice of confirmation, such as would allow her to exercise her right of appeal under the Income Tax Act . In addition, it is Ms. McCaffrey's position that part of the relief she seeks, namely the order of prohibition against any further audits and against sending her two notices with respect to two employee source deductions accounts, are not available to her through the appeal process set out in the Act . She argues that these issues, namely the allegedly harassing conduct of Revenue Canada through audit and reaudit for the same taxation years, as well as the continued practice of maintaining two employee source deduction accounts, are unrelated to the question of the veracity or legitimacy of the assessments. Even if she had received the notices of confirmation, she would still be required to come to this court in order to obtain the relief sought in paras. 3, 4 and 5 of her notice of motion. Accordingly, the applicant maintains she is properly before this court by way of a s. 18 application.  <FRAGMENT_SUPPRESSED>", "[19] I am satisfied Ms. McCaffrey cannot obtain the writ of certiorari which she seeks in para. 1 of her notice of motion nor can she obtain the declaratory relief sought in para. 2.  <FRAGMENT_SUPPRESSED>", "[20] Section 18.5 of the Federal Court Act provides as follows:  <FRAGMENT_SUPPRESSED> \"Notwithstanding sections 18 and 18.1, where provision is expressly made by an Act of Parliament for an appeal as such to the Court, to the Supreme Court of Canada, to the Governor-in-Council or to the Treasury Board from a decision or order of a federal board, commission or other tribunal made by or in the course of proceedings before that board, commission or other tribunal, that decision or order is not, to the extent that it may be so appealed, subject to review or to be restrained, prohibited, removed, set aside or otherwise dealt with, except in accordance with that Act. <FRAGMENT_SUPPRESSED>", "[21] The effect of this provision, quite simply, is that the appeal procedure provided for in the Income Tax Act from a notice of assessment or notice of reassessment issued by the Minister, cannot be supplanted by a s. 18 application to this court. The fact situation in the present case is strikingly similar to that which was before the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> . Pratte, J.A., speaking for the court, made the following statements at pp. 332-333:  <FRAGMENT_SUPPRESSED> \"This is an appeal from a judgment of the trial division [[1984] 1 F.C. 804] quashing assessments made by the Minister of National Revenue pursuant to subs. 159(2) and (3) of the Income Tax Act . The special feature of this case is that the judgment under attack was not rendered on an appeal under the provisions of the Income Tax Act . Indeed, the respondents did not bring such an appeal; instead, they chose to apply to the trial division under s. 18 of the Federal Court Act for an order quashing the assessments made against them and restraining the Minister and his servants from taking further action pursuant to those assessments. That application was granted by the judgment appealed from.  <FRAGMENT_SUPPRESSED> \"We are all of the opinion that the appeal must succeed on the narrow ground that the only way in which the assessments made against the respondents could be challenged was that provided for in s. 169 and following of the Income Tax Act .  <FRAGMENT_SUPPRESSED> \"The learned judge of first instance held that, in this case, s. 29 [now s. 18.5] did not deprive the trial division of the jurisdiction to grant the application made by the respondents under s. 18 of the Federal Court Act because, in his view, the appeal provided for in the Income Tax Act was restricted to questions of 'quantum and liability' while the respondents' application raised the more fundamental question of the Minister's legal authority to make the assessments. We cannot agree with that distinction. The right of appeal given by the Income Tax Act is not subject to any such limitations.  <FRAGMENT_SUPPRESSED> In our view, the Income Tax Act expressly provides for an appeal as such to the Federal Court from assessments made by the Minister; it follows, according to s. 29 of the Federal Court Act , that those assessments may not be reviewed, restrained or set aside by the court in the exercise of its jurisdiction under ss. 18 and 28 of the Federal Court Act .\" (Emphasis added)  <FRAGMENT_SUPPRESSED>", "[22] This principle was later confirmed by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  (C.A.). Accordingly, the only manner in which a taxpayer can challenge an assessment or reassessment issued by the Minister is to implement the appeal procedures set out in the Income Tax Act .  <FRAGMENT_SUPPRESSED>", "[23] By seeking a writ of certiorari setting aside the requirement to pay and a declaration that the monies be repaid to her by Revenue Canada, the applicant is, in fact, challenging the assessments which generated that requirement to pay. Granting the relief which Ms. McCaffrey seeks in paras. 1 and 2 of her notice of motion would be tantamount to setting aside the assessments issued by the Minister; something which this court clearly does not have jurisdiction to do by way of a s. 18 application.  <FRAGMENT_SUPPRESSED>", "[24] This leads directly to the applicant's contention that she was unable to instigate those appeal procedures because, having never been personally served with the notice of confirmation issued by the Minister, she was never aware of the document's existence.  <FRAGMENT_SUPPRESSED>", "[25] I cannot accept this argument. The issuance of notices of assessment and reassessment and subsequent notices of confirmation by the Minister of National Revenue with respect to a taxpayer's liability are not uncommon; indeed, they emanate on a fairly regular basis. The burden created by requiring personal service is addressed in the Income Tax Act which requires the Minister only to deliver the document to a taxpayer by registered mail. Provided the Minister has complied with those requirements, a taxpayer is deemed to have received a Notice of Assessment or Reassessment or Confirmation.  <FRAGMENT_SUPPRESSED>", "[26] <FRAGMENT_SUPPRESSED>  (F.C.A.), the taxpayer filed a notice of objection on September 14, 1987. On August 14, 1988, the Minister dispatched a notice of confirmation by registered mail confirming the underlying reassessments. The taxpayer did not receive the confirmation and did not discover its existence until he returned to Canada from abroad. On the issue of whether the Minister had an obligation to personally serve the taxpayer with the notice of confirmation, Stone, J.A, speaking for the court made the following comments at p. 5596:  <FRAGMENT_SUPPRESSED> \"In our opinion, the duty resting upon the Minister under s. 165(3) was to do precisely what he did, viz, notify the respondent of the confirmation by registered mail. Nothing in that subsection or in s. 169 required the notification to be 'served' personally or to be received by the taxpayer. In dispatching the notification by registered mail the Minister was entitled to avail himself of the address or addresses which the respondent himself had already furnished. There was no obligation on him to look beyond that information. Moreover, a requirement for the receipt of the notification would be difficult if not totally unworkable from an administrative standpoint. Parliament has not required it; it has required merely that the notification be dispatched by registered mail.  <FRAGMENT_SUPPRESSED> \"It is apparent that the reason why the respondent did not receive the notification was not because the Minister failed to do all that was required of him but because the respondent did not keep his mailing address current. Such arrangements as he did make for the receipt of mail during his absence from Canada between March 1988 and December 1989 broke down - but that, surely, cannot be laid at the feet of the Minister who acted throughout in the manner required by the Act . <FRAGMENT_SUPPRESSED>", "[27] Assuming the applicant did not see the notice of confirmation as she maintains, it remains beyond question that the Minister complied with the requirements of the Act . The applicant admits that it was sent to her residence by registered mail and signed by her housekeeper. She is therefore deemed to have received it. An appeal under the Act was open to her, but having failed to do so within the prescribed time limits Ms. McCaffrey now has no other method of challenging the assessments except to request an extension of time in which to appeal them.  <FRAGMENT_SUPPRESSED>", "[28] The result should be different, however, for paras. 3, 4 and 5 of the notice of motion seeking to prohibit further audits for the taxation years in question or continuing the practice of issuing two employer remittance forms. I am satisfied that this court does have jurisdiction to entertain the application and consider it on the merits.  <FRAGMENT_SUPPRESSED>", "[29] Counsel for the respondent directed my attention to the provisions of the Income Tax Act which grant to the Minister and his officials the authority to conduct audits, which is clear. However, the applicant makes serious allegations concerning the Minister's exercise of that right, and is entitled to bring such complaints before this court.  <FRAGMENT_SUPPRESSED>", "[30] Her Majesty the Queen is not a proper party to a s. 18 application, which applies only to actions or decisions of federal boards, commissions or other tribunals.  <FRAGMENT_SUPPRESSED>", "[31] For these reasons, an order will go striking Her Majesty the Queen as a party and striking paras. 1 and 2 of the Notice of Motion. The remainder of the application is adjourned sine die, to be brought on a date fixed by the court in consultation with the parties.  <FRAGMENT_SUPPRESSED> Order accordingly.  <FRAGMENT_SUPPRESSED> Editor: Gary McLaughlin/lrz  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}