{"id_": "005770", "body_str": ["[1]", "[2]", "[3]", "[4]", "[5]", "[6]", "[7] In view of what I set out above, for at least the following types of expenses it would be extremely difficult or impossible to separate out the costs that were specifically associated with tamper-evident pails and containers, and even more difficult to separate out the costs associated with a specific line of tamper-evident pails and containers: (...)", "[8]", "[9]", "[10]", "[11]", "[12]", "[13] 19 However, a cross-examination on affidavit is not a discovery, and an application is not an action. An application is meant to proceed expeditiously, in summary fashion. For that reason, discoveries are not contemplated in applications. Parties cannot expect, nor demand, that the summary process mandated for applications will permit them to test every detail of every statement made in affidavits or in cross-examinations against any and all documents that may be in the opposing party's possession. If a party is not required to \"accept\" a witness' bald assertion in cross-examination, it is however limited in its endeavours to test that assertion to the questions it may put to the witness and the witness' answers in the course of the cross-examination. To the extent documents exist that can buttress or contradict the witness' assertion, production may only be enforced if they have been listed, or sufficiently identified, in a direction to attend duly served pursuant to Rule 91(2)(c) (see  <FRAGMENT_SUPPRESSED> ). I reiterate: a cross-examination on an affidavit is the direct testimonial evidence of the witness, not a discovery of the party.", "[14]", "[15] ORDONNANCE", "[16] IPL Inc. (plaintiff/defendant by counterclaim) v. Hofmann Plastics Canada Inc. (defendant/plaintiff by counterclaim)", "[1] Morneau, Prothonotary [Translation]: This is a motion by the plaintiff and defendant by counterclaim (hereinafter IPL) for the production of audited financial statements and monthly reports of operating costs (the Documents) prepared by the defendant and plaintiff by counterclaim (hereinafter Hofmann) in the course of its business.", "[2] It must be said at the outset that this motion was made in an action for patent infringement and invalidity.", "[3] Early in the dispute and before the discoveries, IPL elected to seek the profits that Hofmann has made.", "[4] By motion under section 107 of the Federal Courts Rules (the Rules), Hofmann requested that the issues of liability and profits be determined separately.", "[5] This motion under section 107 has yet to be heard on the merits. Nonetheless, IPL proceeded to cross-examine the deponent of the affidavit filed by Hofmann in support of its motion (the affidavit of Paul Kalia).", "[6] Paul Kalia is the Vice-President of Hofmann. In the first seven paragraphs of his affidavit, Mr. Kalia attempts to establish that Hofmann manufactures a wide range of products, including, but not limited to, the alleged infringing products. According to Mr. Kalia’s allegations, it is extremely difficult, if not impossible, to isolate the various production parameters and the costs specifically associated with the alleged infringing products.", "[7] In paragraph 8 of his affidavit, Mr. Kalia concludes: In view of what I set out above, for at least the following types of expenses it would be extremely difficult or impossible to separate out the costs that were specifically associated with tamper-evident pails and containers, and even more difficult to separate out the costs associated with a specific line of tamper-evident pails and containers: . . .", "[8] It appears that the overall purpose of this affidavit is to establish that it will be impossible or very difficult to adduce evidence of the profits specifically associated with the infringing products.", "[9] On August 15, 2006, Mr. Kalia was cross-examined on his affidavit.", "[10] During the cross-examination, Mr. Kalia explained several times and in several different ways why he finally arrived at the conclusion set out in paragraph 8 of his affidavit.", "[11] At a certain point, in an apparent attempt to verify the truth of Mr. Kalia’s allegations, a legitimate goal in itself initially, IPL focused its questions on the basis for halting the valuation of the inventories for purposes of the audited financial statements. Mr. Kalia answered that this valuation was established on the basis of monthly reports of operating costs.", "[12] IPL then tried to obtain a copy of those financial statements and monthly reports. These Documents are not mentioned in or attached as exhibits to the affidavit of Mr. Kalia. Hofmann objected to this request.", "[13] I am allowing Hofmann’s objection and, therefore, dismissing IPL’s motion. First, I find that the following instructive comments by my colleague Tabib in  <FRAGMENT_SUPPRESSED>  and the case law cited therein are perfectly applicable to the case at bar, especially since IPL’s motion is made in the context of another motion (i.e. Hofmann’s motion under section 107), and a motion must be treated in an even more summary fashion than an application for judicial review: 19 However, a cross-examination on affidavit is not a discovery, and an application is not an action. An application is meant to proceed expeditiously, in summary fashion. For that reason, discoveries are not contemplated in applications. Parties cannot expect, nor demand, that the summary process mandated for applications will permit them to test every detail of every statement made in affidavits or in cross-examinations against any and all documents that may be in the opposing party's possession. If a party is not required to \"accept\" a witness' bald assertion in cross-examination, it is however limited in its endeavours to test that assertion to the questions it may put to the witness and the witness' answers in the course of the cross-examination. To the extent documents exist that can buttress or contradict the witness' assertion, production may only be enforced if they have been listed, or sufficiently identified, in a direction to attend duly served pursuant to Rule 91(2)(c) (see  <FRAGMENT_SUPPRESSED> ). I reiterate: a cross-examination on an affidavit is the direct testimonial evidence of the witness, not a discovery of the party.", "[14] Second, after reviewing the complete transcript of Mr. Kalia’s cross-examination, I find that the request by IPL for production of the Documents is, in large part, a fishing expedition, and that IPL’s obtaining the Documents would, in a way, undermine the merits of the motion Hofmann will be making under section 107.", "[15] For these reasons, this motion by IPL is dismissed, with costs in the cause. ORDER", "[16] THIS COURT ORDERS that the motion by IPL is dismissed, with costs in the cause. [End of document]"]}