{"id_": "005768", "body_str": ["[1] Shore, J. : The Applicant is a 35-year-old Sri Lankan citizen of Tamil origin, from the Jaffna Peninsula, in northern Sri Lanka. The Applicant claims a well-founded fear of persecution by the Eelam People's Democratic Party [EPDP] and the Sri Lankan Army [SLA] on the basis of his membership in the particular group of young male Tamils, and by reason of his race and nationality.", "[2] Upon arrival in Canada at the St-Bernard-de-Lacolle point of entry, the Applicant was interviewed by a Canada Border Services Agency officer [CBSA officer].", "[3] A hearing was held before the RPD on March 18, 2014. In its decision dismissing the Applicant's claim, the RPD found that the Applicant lacked overall credibility.", "[4] This is an application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001 c 27 [IRPA] of a decision dated April 8, 2014, wherein the Refugee and Protection Division [RPD] determined that the Applicant is not a Convention refugee or a person in need of protection pursuant to sections 96 and 97 of the IRPA. II. Impugned Decision", "[5] First, the RPD found that the Applicant lacked credibility in respect of the following issues, deemed central to the Applicant's claim: i) The Applicant's alleged arrests and detentions in Sri Lanka: The Applicant stated, in both his interview with CBSA and in response to questions 37 and 42 of his Claim for Refugee Protection Form [CRPF], that he was detained by the EPDP for seven days; whereas, in his Personal Information Form [PIF], in response to question 31, and at the hearing, the Applicant stated that he was detained for four days. In response to question 9-B, the Applicant failed to mention his seven-day detention by the EPDP. The Applicant explained that the omissions can be attributed to errors by the interpreters who assisted him in his claim. The RPD rejected the Applicant's explanations and found that the Applicant's alleged three-month detention by the SLA was a fabrication. ii) The Applicant's alleged fear of the SLA: In his PIF, in response to questions 9-B and 31, the Applicant stated that he was arrested by the SLA and detained for three months, in June 2010. The RPD noted that in response to question 42 of the CRPF, the Applicant did not mention his fear of the SLA. iii) The Applicant's brother's involvement in the Liberation Tigers of Tamil Eelam [LTTE]: At question 31 of his PIF, the Applicant claims that his brother Prabaharan was a member of the LTTE, whereas at the interview with the CBSA officer, the Applicant indicated that none of his family members had any ties with the LTTE. At the hearing, the Applicant explained that his sister and his brother-in-law advised him not to mention any of his family members' involvement with the LTTE, as this may lessen his chances of acquiring refugee status in Canada. The RPD rejected the Applicant's explanations for the omissions. iv) The Applicant's travel and length of stay in the Bahamas: At question 23 of his PIF, the Applicant indicates that he spent two days in the Bahamas, whereas in response to the CBSA interview, he stated that he spent one month there. At the hearing, the Applicant testified that he was tense, which led him to provide inconsistent evidence, and that his actual length of stay in the Bahamas was one month. The RPD rejected the Applicant's explanations.", "[6] Second, the RPD rejected the Applicant's sur place claim. The RPD found that, on a balance of probabilities, the Applicant did not face persecution in Sri Lanka by virtue of having sought refugee status in Canada. Rather, the RPD found that the Applicant would not personally be subjected to a risk to his life or cruel and unusual treatment or punishment upon return to Sri Lanka. III. Issue", "[7] The Court considers that the determinative issue at hand is whether the RPD's credibility findings are reasonable. IV. Analysis", "[8] Constant jurisprudence has established that the RPD's findings of credibility and weighing of the evidence attract the deferential standard of reasonableness ( REFERENCE_SUPPRESSED).", "[9] Thus, it is not open to this Court to reweigh the evidence or substitute its own reasons for those of the RPD. The Court must rather assess the reasonableness of the decision under review, in light of the evidence put before the RPD ( REFERENCE_SUPPRESSED).", "[10] The Applicant submits that the RPD focused on minor inconsistencies and demonstrated overzealousness in finding discrepancies in the Applicant's narrative. In his memorandum of fact and law, the Applicant put forward explanations for the discrepancies in his testimony, which are largely attributed to errors by the different interpreters who assisted the Applicant in completing his refugee claim forms, to the fact that the Applicant was tense, and to the Applicant's fear in disclosing his brother's involvement with the LTTE.", "[11] The Applicant further argues that the RPD failed to assess the documentary evidence as a whole and to weigh the evidence accordingly ( REFERENCE_SUPPRESSED).", "[12] First, it is this Court's view that the RPD carefully considered and compared the evidence as a whole. As noted by the RPD, the inconsistencies in the Applicant's written and oral evidence are significant and numerous, and unsupported by valid explanations.", "[13] Second, in regard to the Applicant's sur place claim and alleged risk upon return to Sri Lanka, the RPD considered the evidence pertaining to the Applicant's subjective and objective fear, by relying on the Applicant's evidence and on documentation relating to country conditions.", "[14] More precisely, the RPD relied on evidence from the National Documentation Package on Sri Lanka (May 3, 2013) such as the Country of Origin Information (COI) Report of the United Kingdom Home Office on Sri Lanka , and the Home Office of the United Kingdom Operational Guidance Note on Sri Lanka , and found that the Sri Lankan government's current concern is not with individuals with past membership or sympathy with the LTTE, but rather with individuals who represent a destabilizing threat in post-conflict Sri Lanka. The RPD also considered the fact that the Applicant legally left Sri Lanka with his own passport, and that he had neither a criminal record or an outstanding arrest warrant, nor a record of his detention in Sri Lanka, to conclude that the Applicant possessed none of the additional factors linking him to the LTTE which would expose him to treatment giving rise to the need for refugee protection.", "[15] Relying on the evidence, the RPD thus found that the Applicant does not fit the profile of one who would be perceived as a threat by the Sri Lankan government and that he does not face a risk upon return to Sri Lanka as a failed refugee claimant. The RPD also provided extensive reasons to support its conclusions.", "[16] In light of the above, it is this Court's view that the RPD's findings are anchored in the evidence, and defensible in respect of the facts and the law. The RPD provided a reasonable basis for its decision ( REFERENCE_SUPPRESSED). V. Conclusion", "[17] In sum, the RPD's findings are reasonable and correspond to the evidence before it. Therefore, the application must be dismissed. JUDGMENT", "[18] THIS COURT'S JUDGMENT is that 1. The application for judicial review is dismissed; 2. There is no serious question of general importance to be certified. CITATION_SUPPRESSED"]}