{"id_": "005905", "body_str": ["[1] [TRANSLATION]: The applicants are seeking a writ of certiorari and/or the imposition of any other relief pursuant to s. 18 of the Federal Court Act, to set aside the decisions made by the Immigration Appeal Board (\"the board\") regarding the two above applicants on May 5, 1986.", "[2] I have already rendered judgment in one of these cases concerning a decision of the board which dismissed the application for redetermination of the claim for refugee status in view of its lack of jurisdiction ( <FRAGMENT_SUPPRESSED>  for redetermination made beyond the deadline without the parties having to be heard.", "[3] The applications at bar were heard on September 15, 1986. The arguments made at the hearing on September 15 were similar to those made in case T-1185-86. Subsequent to the hearing, on September 18, counsel for the applicants asked that the hearing be reopened in both cases on the ground that on September 15, the same day as the applications were heard, the board had sent an addition to the reasons given in the decision regarding Mr. Flores-Medina (decision No. M86-1155), an addition which according to counsel changed the substance of the board's decision.", "[4] I must therefore examine the written arguments submitted by the parties.", "[5] The addition made by the board to its decision No. M86-1155 does not in any way change the application or consequences of the decision. The sentence \"s. 40(1) of the regulations is not a time fixed by any order of the board\" is at most a conclusion based on premises already determined, namely that s. 9(2) of the Immigration Appeal Board Rules (Convention Refugees), 1981 does not apply in the case of the time limit fixed in s. 40(1) of the Immigration Regulations, 1978. This argument, based on an alleged substantive variance of the board's decision, is not even contained in the written arguments. Moreover, it is not applicable to Mr. Das's case.", "[6] The position I took in Das (T-1185-86) applies in the case at bar. The right to apply for redetermination of a claim to political refugee status is set out in s. 70(1) of the Immigration Act, 1976: \"70(1) A person who claims to be a Convention refugee and has been informed in writing by the Minister pursuant to subsection 45(5) that he is not a Convention refugee may, within such period of time as is prescribed, make an application to the board for a redetermination of his claim that he is a Convention refugee.\" (My emphasis)", "[7] The \"period of time ... prescribed\" mentioned in s. 70(1) is defined in s. 40(1) of the Regulations: \"40(1) A person who claims to be a Convention refugee and who has been informed in writing by the Minister pursuant to subsection 45(5) of the Act that he is not a Convention refugee may, within fifteen days after he is so informed, make an application to the board pursuant to section 70 of the Act for a redetermination of his claim that he is a Convention refugee by delivering such an application in writing to an immigration officer or by filing it with the board.\" (My emphasis)", "[8] The deadline is thus a peremptory one and a condition for exercising the right to a hearing. If the applicants had complied with this condition they would have been entitled to a hearing of their case on the merits. The absence of a hearing is not due here to a legislative deficiency but to the fault of the applicant in the case of Mr. Flores-Medina and of the then counsel for the applicant in the case of Mr. Das.", "[9] It should be borne in mind that the board is a statutory body which can only exercise the powers specifically conferred in its enabling Act. The board has no jurisdiction to extend the deadline for filing an application for redetermination (Holocek, A-382-75, June 9, 1975;  <FRAGMENT_SUPPRESSED> ). Even the Canadian Charter of Rights and Freedoms, cited by counsel, cannot have the effect of conferring this power on the board. Section 24 of the Charter provides a right to compensation only when a right or freedom guaranteed by the Charter is infringed or denied. That is not true in the two cases at bar. The Charter was not enacted for the purpose of overturning the Canadian legislative landscape in abstracto. Beetz, J., said the following in this regard in the well-known case of  <FRAGMENT_SUPPRESSED> : \"... There is probably more than one way to remedy the constitutional shortcomings of the Immigration Act, 1976. But it is not the function of this court to rewrite the Act. Nor is it within its power. If the Constitution requires it, this and other courts can do some relatively crude surgery on deficient legislative provisions, but not plastic or reconstructive surgery.\"", "[10] The applications at bar are accordingly dismissed with costs. Application dismissed. Editor: Catherine M. Bowlen/kam"]}