{"id_": "005954", "body_str": ["[1] Pelletier, J. : Ali Mohamed Ziyadah is a citizen of Libya who came to Canada on a temporary visa in January 1997 to further his education. At the expiry of his visa in September 1997, he applied for refugee status. On October 2, 1997 a Conditional Removal order was made against him pending the disposition of his application for refugee status. The Convention Refugee Determination Division (\"C.C.R.D.\") heard his application on September 28, 1998 and its decision, when issued, was dated March 29, 1999. In the interim, Mr. Ziyadah had moved 2 or 3 times and had not informed the Convention Refugee Determination Division of his whereabouts. He did not receive notice of the rejection of his ap­plication until May 18, 1999 when Im­migration Canada advised him to report for deportation to Libya on June 8, 1999. He immediately consulted counsel and launched an application for judicial review which included an application for an extension of time within which to bring the application as he was well outside the 15 day period pre­scribed by s. 82.1(3) of the Immigration Act , R.S.C. 1985, c. I-2, as amended from time to time (the \" Act \"). By Notice of Motion, he then sought a stay of the removal order pending the disposition of the ap­plication for leave, judicial review of the C.C.R.D. decision, and extension of time for the bringing of the judicial leave application.  <FRAGMENT_SUPPRESSED>", "[2] The issue which is raised by these facts is the applicability of the statutory stay found at s. 49(1)(c)(i) to the facts of this case:  <FRAGMENT_SUPPRESSED> \"49(1) Subject to subs. (1.1), the execution of a removal order made against a person is stayed  <FRAGMENT_SUPPRESSED> (a) in any case where the person against whom the order was made has a right of appeal to the Appeal Division, at the request of that person until the time provided for the filing of the appeal has elapsed;  <FRAGMENT_SUPPRESSED> (b) in any case where an appeal from the order has been filed with the Appeal Division, until the appeal has been heard and disposed of or has been declared by the Appeal Division to be abandoned;  <FRAGMENT_SUPPRESSED> (c) subject to paragraphs (d) and (f), in any case where a person has been deter­mined by the Refugee Division not to be a Convention refugee or a person's ap­peal from the order has been dismissed by the Appeal Division,  <FRAGMENT_SUPPRESSED> (i) where the person against whom the order was made files an application for leave to commence a judicial review proceeding under the Federal Court Act or signifies in writing to an im­migration officer an intention to file such an application, until the ap­plication for leave has been heard and disposed of or the time normally limited for filing an application for leave has elapsed and, where leave is granted, until the judicial review pro­ceeding has been heard and disposed of,\" (emphasis added)  <FRAGMENT_SUPPRESSED> , selon le cas,\" (emphasis added)  <FRAGMENT_SUPPRESSED>", "[3] The issue arises because of the decision of Mackay, J., in <FRAGMENT_SUPPRESSED> ; 78 F.T.R. 188 (T.D.) in which a similar set of facts arose. Sholev made an application for judicial review of the C.C.R.D. decision rejecting his refugee claim after the time for making an ap­plication for leave and judicial review had expired. He included in his application a request for an extension of time for the bringing of the application for leave and judicial review. Mackay, J., had to decide whether the statutory stay in s. 49(1)(c)(i) applied when the application for leave was made out of time and after the making of a removal order. He found that the statutory stay did apply in those circumstances.  <FRAGMENT_SUPPRESSED>", "[4] Mackay, J., relied upon the discretionary power found at s. 82.1(5) of the Act in reaching his conclusion. The latter subsection allows a judge, for special reasons, to extend the time for the making of an application for leave and judicial review. The benefit of that section would be lost to persons subject to a removal order if s. 49 (1)(c)(i) were read so as to make the statutory stay inapplicable simply as a result of the failure to make the application in time. Put another way, the power to extend the time is meaningless if it does not apply when a person is out of time, the only circumstance in which such a power is required.  <FRAGMENT_SUPPRESSED>", "[5] The respondent Minister says, with respect, that Sholev is wrongly decided. She argues that the result arrived at  <FRAGMENT_SUPPRESSED> means that one who is liable to be deported as a result of a decision of a federal tribunal could hide out until they were apprehended and then make a late application for leave and judicial review (including an application for extension of time). Such an application would then preclude immediate removal from Canada. Such a result rewards non-compliance with legal obligations and cannot have been intended by Parliament.  <FRAGMENT_SUPPRESSED>", "[6] There is merit in the Minister's ar­gument. Support for it can be found in the language of s. 49 (1)(c)(i) where it speaks of the \"time normally limited\" for making such an application. The time normally limited is 15 days. The extended time contemplated by s. 82.1(5) arises from special circumstances, which is different from the time normally limited. Were I deciding this at first instance, I might not have come to the same con­clusion as my learned colleague.  <FRAGMENT_SUPPRESSED>", "[7] It is obvious that I am not deciding this at first instance. Mackay, J.'s, reasoning was accepted by Richard, J. (as he then was), in <FRAGMENT_SUPPRESSED>  (T.D.) and by Lutfy, J., in <FRAGMENT_SUPPRESSED> ; 161 F.T.R. 223 (T.D.).  <FRAGMENT_SUPPRESSED>", "[8] Mr. Hardstaff advised the court that, notwithstanding the fact that Mackay, J., certified a question for appeal pursuant to s. 83 of the Act and Rule 18(1) of the Federal Court Immigration Rules , no appeal was taken because the Minister's advisors felt that an appeal was barred by s. 82.2 of the Act :  <FRAGMENT_SUPPRESSED> \"82.2 No appeal lies to the Federal Court of Appeal from a judgment of the Federal Court — Trial Division on an application under s. 82.1 for leave to commence an application for judicial review under the Federal Court Act. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[9] I would have thought that s. 82.2 barred an appeal on the merits of an application for leave but would not necessarily preclude an appeal on a matter of law of general application arising in interlocutory proceedings. Be that as it may, the possibility that there is no right of appeal with respect to these matters suggests that one ought to consider very carefully before introducing a conflict in the case law where there is no possibility of resolving that conflict through an appeal. The experience of this court with regard to the residency requirements under the Citizenship Act is illustrative of the problems which can arise in those circumstances.  <FRAGMENT_SUPPRESSED>", "[10] In cases such as this the competing interests are the duty of a judge to articulate the law as it appears to him or her and on the other hand, the need for certainty and predictability in the law. The need for certainty in the law can be reconciled with the independence of the judiciary through a thoughtful application of the doctrine of stare decisis. An excellent review of the role of stare decisis is found in the reasons of Granger, J., in <FRAGMENT_SUPPRESSED> . The length of the extract I am about to cite is justified by its treatment of a question whose resolution is of fundamental importance in situations such as the present:  <FRAGMENT_SUPPRESSED> \"14a Mr. Thomas on behalf of the appellant submits that I am not bound by the decision of McIsaac, J., and as a result I am entitled to ignore the result in <FRAGMENT_SUPPRESSED>  (Ont. Gen. Div.), I had an opportunity to review the doctrine of stare decisis and previous decisions of this court. I stated:  <FRAGMENT_SUPPRESSED> 'In 1990 the Ontario Legislature created the Ontario Court of Justice (General Division) which is the largest superior court in Canada with approximately 250 Justices exercising responsibilities in the 50 dispersed judicial centres within the eight judicial regions of the Province. In my opinion, it is desirable to develop certainty in the law throughout the court. I intend to review what means exist which would permit members of the judiciary to discharge their responsibilities within the context of the principles of judicial independence while avoiding individual or regional developments in the law. One approach is to employ the rule or doctrine of stare decisis. The phrase stare decisis is an abbreviation of the Latin phrase stare decisis et non quieta movere which may be translated as \"to stand by decisions and not to disturb settled matters\". The \"rule\" as it is often described, has been commonly understood in modern terms to mean that every court is bound to follow any case decided by a court above it in the hierarchy. However, as the entire phrase itself suggests, the \"doctrine of stare decisis also requires that cases be decided the same way when their material facts are the same\": see Glanville Williams, Learning the Law (9th ed), 1973.  <FRAGMENT_SUPPRESSED> 'The employment of the rule of stare decisis has been necessary to ensure uniformity in the development of the law, and thereby ultimately encourage the predictability of decisions in a meaningful understanding of the law. As a result, it has been said that the primary reasons for the development of the doctrine can be stated as follows:  <FRAGMENT_SUPPRESSED> 1. To provide for certainty and predictability in the law;  <FRAGMENT_SUPPRESSED> 2. To provide for continuity and stability in the law;  <FRAGMENT_SUPPRESSED> 3. To provide for consistency in the law.  <FRAGMENT_SUPPRESSED> (See Gall, G., The Canadian Legal System , Carswell: Toronto, 1977).  <FRAGMENT_SUPPRESSED> 'Several judicial decisions have offered somewhat differing views as to whether or not judges of the same court are bound or required as a matter of course to follow what has been previously decided in that court by another judge.  <FRAGMENT_SUPPRESSED> The Authoritative View  <FRAGMENT_SUPPRESSED> 'Some judges have adopted what may be described as a very strict and traditional view of the doctrine stating that judges of the same court are required to apply the law as previously stated by their court. They have subscribed to the view that these decisions are authoritative.  <FRAGMENT_SUPPRESSED> ; [1937] 3 W.W.R. 527 (Man. Q.B.) it was said that a Judgment of a judge of the Court of King's Bench is binding on that court until altered by the  <FRAGMENT_SUPPRESSED>  having committed an offence was technically invalid. He relied upon a District Court decision that was directly opposite the conclusion of another District Court decision in the same judicial district. The two District Court decisions were reached only a few weeks apart. Although it was not necessary to do so for the determination of the appeal, Hughes, J., stated at p. 267:  <FRAGMENT_SUPPRESSED> \"I pause here to say, with deference but emphatically, that in my view it is unfortunate that such a disagreement with a judge of coordinate jurisdiction was indulged in by Forget, D.C.J., in the case of Vaughan . I will go further and say that the proper procedure, and one without the recognition of which the administration of justice would fall into disrepute and disarray, is for a judge in his position to consider himself bound by what has been decided before in his own court. Such is the rule of stare decisis. He may, of course, express his disagreement as trenchantly as he likes, but should leave the question which vexes him to the Court of Appeal for such decision as may be appropriate. In default of observing this time-honoured procedure and in the absence of appeal (as I am advised by Crown counsel is the case here) one accused is convicted and the other in precisely the same circumstances is acquitted of the same charge with concomitant uncertainty and potential scandal. <FRAGMENT_SUPPRESSED> The Persuasive View  <FRAGMENT_SUPPRESSED> The proposition that judges of the same court are bound to follow one another has been indirectly criticized as being unnecessarily restrictive in the following statement of Lord Goddard, C.J., contained in Police Authority for <FRAGMENT_SUPPRESSED>  at p. 848:  <FRAGMENT_SUPPRESSED> \"... I think the modern practice, and the modern view of the subject, is that a judge of first instance, though he would always follow the decision of another judge of first instance, unless he is convinced the judgment is wrong, would follow it as a matter of judicial comity. He certainly is not bound to follow the decision of a judge of equal jurisdiction. He is only bound to follow the decisions which are binding on him, which, in the case of a judge of first instance, are the decisions of the Court of Appeal, the House of Lords and the Divisional Court. <FRAGMENT_SUPPRESSED> 'This statement of Lord Goddard, C.J., was cited with approval in <FRAGMENT_SUPPRESSED> . The foundation of the persuasive view is that the authoritative view is premised on the notion that stare decisis is a rule which obliges a judge to follow a particular course of action. Such an obligation, it is argued, must arise from a source outside the person or entity whose conduct is to be directed. According to the persuasive view, such a rule does not exist, and therefore the phrase stare decisis is merely a convenient way of expressing the tradition which has developed within our judicial system that certain courts will follow decisions of other courts.  <FRAGMENT_SUPPRESSED> 'Compliance with this custom, it is said, may be viewed more as judicial comity than forced adherence. Courts higher in the hierarchical structure are followed to avoid the embarrassment of being overturned on appeal. This modern view is prepared to make expectations when a Judgment is wrong because there is nothing requiring the judges to comply with the previous decision.  <FRAGMENT_SUPPRESSED> The Conformity View  <FRAGMENT_SUPPRESSED> 'This view suggests that judges ought to follow previous decisions of their colleagues unless certain specific situations exist. In Re Hansard Spruce Mills Ltd. , [1954] 4 D.L.R. 590; 13 W.W.R.(N.S.) 285, Wilson, J., stated at p. 286:  <FRAGMENT_SUPPRESSED> \"But, as I said in the Cairney case, I think the power or rather the proper discretionary duty, of a trial judge is more limited. The Court of Appeal, by overriding itself in <FRAGMENT_SUPPRESSED>  him, and the effect of my doing so is not to settle but rather to unsettle the law, because, following such a difference of opinion, the unhappy litigant is confronted with conflicting opinions emanating from the same court and therefore of the same legal weight. That is the state of affairs which cannot develop in the Court of Appeal.  <FRAGMENT_SUPPRESSED> \"Therefore, to epitomize what I have already written in the Cairney case, I say this: I will only go against a judgment of another judge of this court if:   <FRAGMENT_SUPPRESSED> (a) Subsequent decisions have affected the validity of the impugned judgment;  <FRAGMENT_SUPPRESSED> (b) It is demonstrated that some binding authority in case law or some relevant statute was not considered;  <FRAGMENT_SUPPRESSED> (c) The Judgment was unconsidered, a nisi prius judgment given in circumstances familiar with all trial judges, where the exigencies of the trial require an immediate decision without opportunity to fully consult authority.  <FRAGMENT_SUPPRESSED> \"If none of these situations exists, I think a trial judge should follow the decisions of his brother judges. <FRAGMENT_SUPPRESSED> ' <FRAGMENT_SUPPRESSED>  (Ont. H.C.) McRuer, C.J.H.C., stated at p. 466:  <FRAGMENT_SUPPRESSED> \"Having regard to all the rights of appeal that now exist in Ontario, I think Hogg, J., stated the right common law principle to be applied in his judgment in R. ex rel.  <FRAGMENT_SUPPRESSED>  where he said: 'The doctrine of stare decisis is one long recognized as a principle of our law'. Sir Frederick Pollock says, in his First Book of Jurisprudence, 6th Ed., p. 321: 'The decisions of an ordinary superior court are binding on all courts of inferior rank within the same jurisdiction, and, though not absolutely binding on courts of co-ordinate authority nor on that court itself, will be followed in the absence of strong reasons to the contrary'.  <FRAGMENT_SUPPRESSED> \"I think that 'strong reasons to the contrary' does not mean a strong argumentative reason appealing to the particular judge, but something that may indicate that the prior decision was given without consideration of a statute or some authority that ought to have been followed. I do not think 'strong reasons to the contrary' is to be construed according to the flexibility of the mind of the particular judge. <FRAGMENT_SUPPRESSED> 'According to Chief Justice McRuer and Justice Wilson, the decisions of judges of co-ordinate courts are persuasive and should be given considerable weight unless there are very cogent reasons to depart from such decision.  <FRAGMENT_SUPPRESSED> 'The authoritative view requires judges to follow all previous decisions of their colleagues, allowing the Court of Appeal to correct any error if necessary. Although this approach provides certainty in law, it may be unnecessarily restrictive, particularly in situations where the previous decisions were given without consideration of a statute or relevant caselaw (sic).  <FRAGMENT_SUPPRESSED> 'On the other hand, the least restrictive view as represented by the position of Lord Goddard suggests that judges ought to follow decisions of their colleagues out of judicial comity and only depart from them when they are wrong. While the flexibility shown in this approach is more preferable to the restrictive opinion, it fails to provide any criteria to determine when it can be said that a previous decision was wrong. If it only requires a difference of opinion about the law to permit a judge to depart from previous decisions, then the concerns raised by Hughes, J.,  <FRAGMENT_SUPPRESSED> may be relevant.  <FRAGMENT_SUPPRESSED> 'Between these two views lies the proposition as put forward by Justice Wilson and Chief Justice McRuer that judges ought to feel bound to follow previous decisions of their colleagues, unless certain factors exist to persuade them to decide the case differently.'  <FRAGMENT_SUPPRESSED> \"15 In my opinion, it is imperative in a large trial court such as the Ontario Court of Justice that as much certainty as possible be brought to the law until the Court of Appeal rules on a point. This can best be achieved by following the approach as set out by Chief Justice McRurer. Accordingly, although I find much merit in the approach advocated by Mr. Thomas, I feel I must follow the Judgment of McIsaac, J., unless there is some indication that his decision was given without considering the appropriate case-law. I am satisfied that McIsaac, J., considered all of the relevant case-law. The criteria to justify not following a judgment of McIsaac, J., does not exist in this case and, accordingly, the appeal is dismissed. <FRAGMENT_SUPPRESSED>", "[11] The position expressed by Wilson, J., and McRuer, C.J.O. (and adopted by Granger, J.), has much to recommend it. Such a position makes consistency possible without fettering the judgment of individual judges. It provides guidance as to when a departure from the judgment of a colleague is justified. I accept it as a rational application of the doctrine of stare decisis.  <FRAGMENT_SUPPRESSED>", "[12] I believe that the approach adopted by Granger, J., is particularly apt when there is no possibility of an appeal to resolve the uncertainty created by conflicting judgements on a particular point. In saying this, I emphasize that the problem is not created by the judges who are bound to interpret the law according to their best judgement, but by a system which does not allow for these conflicting opinions to be resolved.  <FRAGMENT_SUPPRESSED>", "[13] In this case, for the reasons set out above, I adopt the reasoning of Mackay, J.,  <FRAGMENT_SUPPRESSED> because I am not persuaded that my colleague ignored any relevant authority or statutory provision. As such, his decision is one which I ought to adopt for the sake of rationality and consistency in the law.  <FRAGMENT_SUPPRESSED>", "[14] In the event that the Minister's representatives wish to reconsider their position with respect to the availability of a right of appeal in these circumstances, I offered to certify a question as a serious question of law of general application. While s. 83(1) speaks of serious question, on the strength of the following authority, I do not believe I am limited to one <FRAGMENT_SUPPRESSED>  (F.C.A.). In that case, the Federal Court of Appeal addressed multiple questions on an appeal from an immigration matter. I certify the following questions as serious questions of law of general importance:  <FRAGMENT_SUPPRESSED> 1 - Does s. 82.2 of the Immigration Act R.S.C. 1985, c. I-2, preclude an appeal of a serious question of law of general importance arising from interlocutory proceedings in the course of an application for leave and judicial review?  <FRAGMENT_SUPPRESSED> 2 - Where an application for leave and for judicial review pursuant to s. 82.1 of the Immigration Act , including an application for an extension of time to file the application, is filed, beyond the time limited by s. 82.1(3), but has not been considered by the court, does s. 49(1)(c)(i) apply to preclude execution of a removal order pending disposition of the application by the court?  <FRAGMENT_SUPPRESSED> Order  <FRAGMENT_SUPPRESSED>", "[15] Having considered the matter carefully, I therefore make the following order:  <FRAGMENT_SUPPRESSED>", "[16] The application for a stay of the removal order executable June 8, 1999 is dismissed on the ground that the removal order is stayed by the operation of law, specifically s. 49(1)(c)(i) of the Immigration Act according to the terms of that subsection and, as a consequence, no order of the court is required in the circumstances.  <FRAGMENT_SUPPRESSED> Order accordingly.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/kaw  <FRAGMENT_SUPPRESSED> [End of document]"]}