{"id_": "006014", "body_str": ["[1] Simpson, J. [orally]: Bethel Bahta, [the Principle Applicant], and her two sons, Buruk and Nathan Biniam, collectively [the Applicants] have applied for judicial review of a decision of the Refugee Appeal Division of the Immigration and Refugee Board [the RAD] dated July 5, 2013, which dismissed the Applicants' appeal from a negative decision of the Refugee Protection Division of the Immigration and Refugee Board [the Board] dated April 26, 2013. This application is made pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [the IRPA ].  <FRAGMENT_SUPPRESSED> The Board's Decision  <FRAGMENT_SUPPRESSED>", "[2] The Board reached alternative conclusions. It found that the Principle Applicant's evidence was not credible and it also found that the Eritrean birth certificates [the Certificates] submitted to establish the Applicants' Eritrean identities were false. The Certificates were deemed to be false because they were laminated and showed no signs of wear and because the envelope in which they were sent to Canada was not produced. The Board reached these conclusions without telling the Principle Applicant that the Certificates appeared too pristine to be credible. Accordingly, the Principle Applicant was not able to testify about how the Certificates had been stored and whether or not they had ever been used in Eritrea.  <FRAGMENT_SUPPRESSED> The RAD Decision  <FRAGMENT_SUPPRESSED>", "[3] Although it espoused using the reasonableness standard of review, the RAD did not in fact consider the reasonableness of the Board's conclusions about the lack of an envelope and the new appearance of the Certificates. The RAD also drew no conclusion about the Board's failure to give the Principle Applicant an opportunity to address its concerns about the Certificates. Instead, the RAD considered the Certificates afresh and decided that, even if they were legitimate, they did not establish the Applicants' identities because they included no picture, no finger prints, and no physical descriptions. In short, the RAD found that nothing connected the Applicants with the Certificates.  <FRAGMENT_SUPPRESSED>", "[4] The RAD noted that when the Applicants made their refugee claims, no identity documents were provided. As well, it noted that the Board wrote to the Principle Applicant's counsel before the hearing and asked for national identity cards and any other documents which might prove the Applicants' identities. The Certificates were produced in response to this request.  <FRAGMENT_SUPPRESSED>", "[5] The RAD refused to consider the further identity documents offered by the Applicants. There were five such documents, but only one is now at issue. It is a letter of May 14, 2012 [the Letter] from the Eritrean Canadian Community Centre of Metropolitan Toronto in which two witnesses [the Witnesses] attest to the Principle Applicant's Eritrean identity. Both Witnesses say that they knew the Principle Applicant as a child in Eritrea and knew her parents as well.  <FRAGMENT_SUPPRESSED>", "[6] The RAD considered section 110(4) of the IRPA and found that because the information in the Letter went back to the principle Applicant's childhood, it predated the Board's hearing. The Principle Applicant explained that she did not know that the Letter would be needed because the Certificates had been provided and she expected that they would be accepted as proof of the Applicants' identities. She also said that, since she had been living in a shelter, she had not reached out to the Eritrean community and was not aware before the Board's hearing that the Witnesses were in Toronto.  <FRAGMENT_SUPPRESSED>", "[7] The RAD noted these explanations but did not comment on them. It simply concluded that it was reasonable to expect the Principle Applicant to have provided the Letter when asked by the Board for identity documents.  <FRAGMENT_SUPPRESSED>", "[8] Finally, the RAD decided that it did not need to deal with credibility since the Applicants had not established their identities.  <FRAGMENT_SUPPRESSED>", "[9] There are two issues:  <FRAGMENT_SUPPRESSED> 1) Did the RAD state and apply the correct standard of review?  <FRAGMENT_SUPPRESSED> 2) Did the RAD act reasonably when it refused to accept the Letter?  <FRAGMENT_SUPPRESSED> Issue 1  <FRAGMENT_SUPPRESSED>", "[10] As noted above, the RAD stated that it would apply the reasonableness standard to the Board's decision, and that it would show deference to its findings of fact. I agree with Mr. Justice Phelan's conclusion in <FRAGMENT_SUPPRESSED> that correctness is the standard of review that should apply on this issue.  <FRAGMENT_SUPPRESSED>", "[11] I have decided that the RAD's choice of reasonableness as the standard of review is not correct because it makes no sense to conclude that Parliament would mandate identical judicial review proceedings in both the RAD and the Federal Court. Many of my colleagues have reached similar conclusions, see: <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[12] In Huruglica at paragraph 40, Mr. Justice Phelan included the following quotation from remarks made in Parliament by The Honourable Jason Kennedy, Minister of Citizenship and Immigration:  <FRAGMENT_SUPPRESSED> I reiterate that the bill would also create the new refugee appeal division. The vast majority of claimants who are coming from countries that do normally produce refugees would for the first time, if rejected at the refugee protection division, have access to a full fact-based appeal at the refugee appeal division of the IRB. This is the first government to have created a full fact-based appeal . [my emphasis]  <FRAGMENT_SUPPRESSED>", "[13] This quotation is found in Hansard, 41st Parliament, 1st Session, No. 90, Tuesday, March 6, 2012, at page 5,874.  <FRAGMENT_SUPPRESSED>", "[14] In my view, the Minister's description of the appeal process as a \"full fact-based appeal\" means that neither judicial review nor the traditional appellate review for \"palpable or overriding error\" described by Mr. Justice Shore in <FRAGMENT_SUPPRESSED>  are models for the RAD in the IRPA .  <FRAGMENT_SUPPRESSED>", "[15] The hybrid model for the RAD described by Mr. Justice Phelan  <FRAGMENT_SUPPRESSED> at paragraph 54 appears to me to meet the requirement for a \"full fact-based appeal\". The RAD appeal is hybrid in the sense that the evidence may be of two types. There is evidence the RAD may decide to receive which was not before the Board. It is given a first and fresh assessment. At the same time, the evidence in the record which was before the Board is reconsidered by the RAD. In each case, the RAD makes its own independent assessment of the evidence.  <FRAGMENT_SUPPRESSED>", "[16] Lastly, it is my conclusion that there is no deference owed by the RAD to the Board on questions of fact because:  <FRAGMENT_SUPPRESSED> i. both the Board and the RAD are expert bodies; and  <FRAGMENT_SUPPRESSED> ii. there is an appeal as of right on questions of fact; and  <FRAGMENT_SUPPRESSED> iii. the Minister's statement shows that Parliament intended there to be a \"full fact-based appeal\".  <FRAGMENT_SUPPRESSED>", "[17] As noted above, the Board actually adopted the proper approach and independently assessed the Certificates. In my view, it reached a reasonable, albeit unusual, conclusion when it decided that, even if valid, the Certificates did not establish the Applicants' identities because there is nothing to link the Applicants with the Certificates.  <FRAGMENT_SUPPRESSED> Issue 2  <FRAGMENT_SUPPRESSED>", "[18] In my view, it was reasonable for the Applicants to expect that the Certificates, which are traditional identity documents, would establish their identities. Given this expectation, they had no reason to believe that their identities would require further proof by means of a document such as the Letter. The Board unreasonably failed to consider this circumstance. The Board also unreasonably failed to appreciate that the Letter was not available at the hearing before the Board because the Applicant did not know that the Witnesses were in Toronto. Finally, it was unreasonable to reject the Letter because the information it contained pre-dated the Board's hearing. The salient point is that it was not available to the Applicant.  <FRAGMENT_SUPPRESSED> Certified Question for Appeal  <FRAGMENT_SUPPRESSED>", "[19] The Applicant asked that the question that Mr. Justice Phelan certified  <FRAGMENT_SUPPRESSED> be certified in this case. It reads as follows: \"What is the scope of the Refugee Appeal Division's review when considering an appeal of a decision of the Refugee Protection Division? <FRAGMENT_SUPPRESSED>", "[20] However, the Respondent submits that, on the facts of this case, the question is not determinative. I agree because although the Board stated the wrong test, it did not apply it. Accordingly, the question will not be certified.  <FRAGMENT_SUPPRESSED> ORDER  <FRAGMENT_SUPPRESSED>", "[21] THIS COURT ORDERS that this matter is referred back to the RAD. It is to receive the Letter as evidence and is to conduct an independent assessment of whether the Applicants' identities are established. If the RAD is satisfied about the identities, it is to reconsider the evidence of the Principle Applicant before the Board and is to reach an independent conclusion about her credibility.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: J. Danielle King/bk  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}