{"id_": "006102", "body_str": ["[1] Hughes, J. : The Applicant, Adriana Santamaria Crast, is an adult who is currently a citizen of Mexico. She claims refugee protection in Canada under section 96 and 97(1) of the Immigration and Refugee Protection Act , S.C. 2001, c.27 ( IRPA ). The Immigration and Refugee Board in a decision dated February 20, 2006, rejected that claim on the basis that the Applicant could re-acquire Argentine citizenship as there was no evidence of a well founded fear of persecution in Argentina, and she could return to Argentina and not seek refuge in Canada.  <FRAGMENT_SUPPRESSED>", "[2] The Applicant seeks to have that decision quashed and returned to another Member of the Board for re-determination. For the Reasons that follow, I find that the decision must be quashed and returned for re-determination by a different Member of the Board.  <FRAGMENT_SUPPRESSED>", "[3] The Applicant was born in Argentina and lived there for the first three years of her life. Her parents were apparently Mexican citizens. The Applicant and her family moved to Mexico where the Applicant became a citizen and has lived until coming to Canada to make her claim. She bears a Mexican passport. She has never returned to Argentina, she has no family there and knows nobody there. She has not sought to regain her Argentine citizenship nor to acquire an Argentine passport.  <FRAGMENT_SUPPRESSED>", "[4] Until a few years ago, the Applicant's father was a well known activist and writer in Mexico. He left Mexico and came to Canada where he made a successful claim for refugee status. Her father now lives in Canada carrying on an academic career.  <FRAGMENT_SUPPRESSED>", "[5] The Applicant, as her father's daughter, has experienced threats of violence in Mexico to the extent that she also seeks refuge in Canada to be with her father.  <FRAGMENT_SUPPRESSED>", "[6] The evidence in this case as to Argentine law indicates that any person born in the Argentine is considered to be both a national of Argentine and a citizen of that country. Nationality and citizenship are different in Argentina in that citizenship includes in addition certain political rights such as voting and running for public office. Nationality can never be relinquished. However, citizenship can be lost for a number of reasons including the acquisition of citizenship in another country (save for certain countries were special arrangements exist - Mexico is not one), commission of a serious offence and acceptance of foreign honours without approval from the Argentine government. If an Argentine national has lost citizenship that person can apply to a federal court judge for restitution of citizenship, but only if they reside in Argentina at the time. Generally speaking, restitution will not be denied unless the Applicant has been found guilty of a major crime in a final judgment. However, the evidence is that case for restitution is dealt with on an individual basis, no general statement as to the outcome of any particular application can be made.  <FRAGMENT_SUPPRESSED>", "[7] Applying this law to the Applicant here, it can be seen that, by birth, the Applicant became an Argentine national and citizen. By acquiring Mexican citizenship she lost Argentine citizenship but not nationality, she will always have that. To regain Argentine citizenship the Applicant would first have to reside in Argentine and then make an application to a federal court judge. As to the first requirement, there is no evidence as to what constitutes \"residence\". Assuming \"residence\", since the Applicant has no record of being convicted of any serious crime, it is expected that her application would be successful, but it is by no means certain.  <FRAGMENT_SUPPRESSED>", "[8] Turning to Canadian law, section 96 of IRPA deals with persons making a claim to be a Convention Refugee, it says:  <FRAGMENT_SUPPRESSED> \"96. A Convention refugee is a person who, by reason of a well-founded fear of persecution ... a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themselves of the protection of each of those countries ... <FRAGMENT_SUPPRESSED> The parties are in agreement that \"nationality\" in this section means \"citizenship\" in the Argentine legal sense.  <FRAGMENT_SUPPRESSED>", "[9] It is not disputed that the Applicant has demonstrated a well-founded fear with respect to Mexico but not as to Argentina.  <FRAGMENT_SUPPRESSED>", "[10] The Board found that since the Applicant was in possession of a Mexican passport, a rebuttable presumption arose that she was a Mexican national. However, since that passport indicated that the Applicant's place of birth was Argentina, the Board considered the Applicant's status with respect to Argentina.  <FRAGMENT_SUPPRESSED>", "[11] As to who is to be considered a national, the Board said at pages 2 and 3 of its Reasons:  <FRAGMENT_SUPPRESSED> \"To be considered a national by operation of law means that, under the terms outlined in the states enacted legal instruments pertaining to nationality, the individual concerned is ex lege, or automatically, considered a national. Those who are granted citizenship automatically by the operation of these legal provisions are definitively national of that state. Those who have to apply for citizenship and those that the law outlines as being eligible to apply, but who application could be rejected, are not citizens of that state by operation of that state's law. Where an administrative procedure allows for discretionary granting of citizenship, such applicants cannot be considered citizens until the application has been approved and completed and citizenship of that state is bestowed in accordance with the law. <FRAGMENT_SUPPRESSED>", "[12] The Board then recited the evidence as to Argentine law which has been previously summarized in these Reasons and submissions of Applicant's Counsel. The reasoning for the Board's rejection of the Applicant's claim was set out at pages 4 and 5 of its Reasons:  <FRAGMENT_SUPPRESSED> \"The panel finds that the claimant has involuntarily lost her Argentinean citizenship, as she has acquired foreign citizenship, but does not fall under dual citizenship. However, the panel finds insufficient credible or trustworthy evidence that the claimant would be denied restitution of her citizenship rights should she apply for them. The panel finds that although recovery of Argentinean citizenship is not automatic, there is insufficient credible or trustworthy evidence that the claimant would be denied this right should she return to Argentina, as the only reasons for which an Argentine who resides in Argentina would be denied restitution of her citizenship rights are penal. No evidence has been presented that the claimant is a serious offender or has a criminal record.  <FRAGMENT_SUPPRESSED> \"At the port of entry, the claimant was asked whether she had considered relocating to Argentina, to which she replied in the negative, explaining that the situation of the Argentinean government is very bad, and that she did not know anybody there.  <FRAGMENT_SUPPRESSED> \"No evidence was presented that the claimant would face a well-founded fear persecution, risk to her life, a danger of torture, or that she would be subjected to cruel or unusual punishment or treatment should she return to Argentina. <FRAGMENT_SUPPRESSED>", "[13] Two issues arise in this review:  <FRAGMENT_SUPPRESSED> 1. Did the Board apply the correct legal principles; and  <FRAGMENT_SUPPRESSED> 2. Did the Board correctly assess and apply the facts to those legal principles.  <FRAGMENT_SUPPRESSED>", "[14] While legal principles are to be assessed on the basis of correctness and factual findings on the basis of patent unreasonableness, the questions here are essentially a mixture of law and fact and will be assessed on the basis of reasonableness.  <FRAGMENT_SUPPRESSED>", "[15] The leading Canadian case dealing with refugees who apparently have connections with several states is <FRAGMENT_SUPPRESSED> . There, the Supreme Court found support for its position in a 1951 Convention which was never incorporated into the laws of Canada. It said at paragraph 89:  <FRAGMENT_SUPPRESSED> \"89. In considering the claim of a refugee who enjoys nationality in more than one country, the Board must investigate whether the claimant is unable or unwilling to avail him- or herself of the protection of each and every country of nationality. Although never incorporated into the Immigration Act and thus not strictly binding, paragraph 2 of Art. 1(A)(2) of the 1951 Convention infuses suitable content into the meaning of 'Convention refugee' on the point. This paragraph of the Convention provides:  <FRAGMENT_SUPPRESSED> 'Article 1  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> A. ...  <FRAGMENT_SUPPRESSED> (2) ...  <FRAGMENT_SUPPRESSED> In the case of a person who has more than one nationality, the term \"the country of his nationality\" shall mean each of the countries of which he is a national, and a person shall not be deemed to be lacking the protection of the country of his nationality if, without any valid reason based on a well-founded fear, he has not [page 752] availed himself of the protection of one of the countries of which he is a national.'  <FRAGMENT_SUPPRESSED> \"As described above, the rationale underlying international refugee protection is to serve as 'surrogate' shelter coming into play only upon failure of national support. When available, home state protection is a claimant's sole option. The fact that this Convention provision was not specifically copied into the Act does not render it irrelevant. The assessment of Convention refugee status most consistent with this theme requires consideration of the availability of protection in all countries of citizenship. <FRAGMENT_SUPPRESSED>", "[16] <FRAGMENT_SUPPRESSED>  the Federal Court of Appeal was required to deal with a person who, as a youth, had dual citizenship but lost one of them when he retained the other upon the age of majority. The evidence was that the citizenship of the first country could be regained as a matter of course. At paragraphs 21 and 27 that Court said:  <FRAGMENT_SUPPRESSED> \"21. In another decision rendered before the Supreme Court of Canada rendered its own in Ward <FRAGMENT_SUPPRESSED> , Rothstein, J., (sitting then in the Trial Division of the Federal Court of Canada) broadened the holding of our Court in Akl . He held that if, at the time of the hearing, an applicant is entitled to acquire the citizenship of a particular country by reason of his place of birth, and if that acquisition could be completed by mere formalities, thereby leaving no room for the State in question to refuse status, then the applicant is expected to seek the protection of that State and will be denied refugee status in Canada unless he has demonstrated that he also has a well-founded fear of persecution in relation to that additional country of nationality.  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"27. This argument has no merit. What the case law has established is that, where citizenship in another country is available, an applicant is expected to make attempts to acquire it and will be denied refugee status if it is shown that it is within his power to acquire that other citizenship. It is, here, within the respondent's power to renounce his Rwandan citizenship and to obtain a Ugandan citizenship. That other citizenship is there for him to acquire if he has the will to acquire it.  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), the only case relied upon by the parties that touches the issue of renunciation of citizenship without, however, expanding on it, Teitelbaum, J., denied refugee status even though the reacquisition of another citizenship 'would probably mean that Eduardo would have to renounce his Salvadoran citizenship ...' (at paragraph 60). <FRAGMENT_SUPPRESSED>", "[17] This Court followed these remarks in paragraphs 29 to 32 with four rationales for its decision:  <FRAGMENT_SUPPRESSED> \"29. First, we are not dealing here with forcing an individual to renounce his citizenship. The respondent is free and remains free, in Canada, not to renounce his Rwandan citizenship and not to seek Ugandan citizenship. If he chooses not to renounce and not to seek Ugandan citizenship, he will have to live with the consequences of his choice.  <FRAGMENT_SUPPRESSED> \"30. Second, we are not dealing here with someone who, should he renounce his citizenship, will become stateless.  <FRAGMENT_SUPPRESSED> \"31. Third, precisely because citizenship is a fundamental right, when faced with a choice between becoming a refugee in one country and a citizen in another, a person would gain by opting for citizenship status rather than for refugee status.  <FRAGMENT_SUPPRESSED> \"32. Fourth, a person cannot be said to be deprived of the right of citizenship when he is given the possibility of renouncing the citizenship of a country where he is at risk of persecution in exchange of acquiring as a matter of course the citizenship of a country where he is not at risk. One's loss is one's gain. Further, it appears that a Rwandan citizen has an automatic and natural and historic right to Rwandan citizenship even if he has renounced it in order to acquire foreign citizenship (Rwanda Assessment, October 2002, paragraphs 5.3 to 5.5 and footnote 25(g), A.B. vol. 1, Tab A, pages 119 and 165). <FRAGMENT_SUPPRESSED>", "[18] From Williams it can be seen that where citizenship is available in another country, an applicant is expected to make attempts to acquire it so long as it is \"within his power\" to acquire it. Citizenship is described in paragraph 31 as a \"fundamental right\" for which a person would opt rather than seek refugee status.  <FRAGMENT_SUPPRESSED>", "[19] A slightly different issue arose before the Federal Court in <FRAGMENT_SUPPRESSED> ; 130 F.T.R. 192 (T.D.), where the Applicant was an Eastern European Jew who, while never having been to Israel, has a right of return under Israeli law. The Federal Court held that to consider nationality there had to be a genuine connection and physical link to the country (Israel). There was no mandatory requirement to seek \"return\" to Israel, and there was a wide discretion in the Israeli state to refuse citizenship. Thus the potential of Israeli citizenship rather than the pre-existing right to such citizenship meant that a potential refugee in Canada did not have to first seek out such citizenship.  <FRAGMENT_SUPPRESSED>", "[20] From these authorities, the principles of law that emerge are:  <FRAGMENT_SUPPRESSED> 1. The Board must investigate whether the claimant is unwilling to avail him or her self of the protection of each and every country of nationality ( Ward ).  <FRAGMENT_SUPPRESSED> 2. When available, the home state protection is the claimant's sole option ( Ward ).  <FRAGMENT_SUPPRESSED> 3. Where citizenship in another country is available, a claimant is expected to make attempts to acquire it ( Williams ).  <FRAGMENT_SUPPRESSED> 4. A claimant is not expected to make attempts to acquire citizenship in a state with whom there is no genuine connection and physical link ( Katkova ).  <FRAGMENT_SUPPRESSED> 5. A claimant is not expected to make attempts where he or she is unwilling to do so where the unwillingness arises from fear of persecution ( Williams ).  <FRAGMENT_SUPPRESSED> 6. Refugee status will be refused when it is shown that it is within the claimant's power to acquire that other citizenship ( Williams ).  <FRAGMENT_SUPPRESSED>", "[21] What about a situation such as the present where the claimant has made no application to reacquire citizenship, there is no evidence of fear of persecution, there is a tenuous connection to Argentina by reason of birth alone, and the evidence suggests that, given residence in Argentina, it is probable but by no means certain that citizenship could be reacquired.  <FRAGMENT_SUPPRESSED>", "[22] First, a review of the Board's Reasons and the Tribunal Record indicates that no consideration was given as to what constitutes evidence as to the requirement of residency under Argentinean law before one can apply for reinstatement as a citizen. Was it an obligation of the Applicant to put in evidence on this point? Would it be proper for the Board to presume that, lacking evidence, it could resolve the issue against the interests of the Applicant?  <FRAGMENT_SUPPRESSED>", "[23] It is clear that it is incumbent upon a person claiming refugee status that such person bears the burden to demonstrate entitlement to that claim, there is a presumption of state protection (e.g. <FRAGMENT_SUPPRESSED> ). Residency is a requirement under Argentine law before a claim can be made for reinstatement. The Board in its Reasons did not address that issue at all. To ignore that issue was an error of law. No factual finding as to that point was made, thus there was a patently unreasonable error of fact.  <FRAGMENT_SUPPRESSED>", "[24] Second, the Board does not address the issue as to the degree of control that an Applicant for reacquisition of citizenship must have over the success of the ultimate result. The Federal Court of Appeal  <FRAGMENT_SUPPRESSED> indicates that if reacquisition is merely a matter of formalities then the control is certain. Here more than mere formalities are required, residency plus an application to a federal court is required. The evidence indicates that the result cannot be predicated with certainty. The Reasons of the Board as to the degree of certainty are lacking. No indication is made that due consideration was given to the evidence. The findings of the Board are not reasonable.  <FRAGMENT_SUPPRESSED>", "[25] Under these circumstances, the appropriate result would be to set aside the decision and return the matter to the Board so that a different Member make appropriate determinations as to residency and the degree of certainty expected as to any application for reacquisition of citizenship that could be made by the Applicant.  <FRAGMENT_SUPPRESSED>", "[26] The parties have asked for a period of 10 days to make submissions to any appropriate question for certification and I will do so. There is no Order as to costs.  <FRAGMENT_SUPPRESSED>", "[27] FOR THE REASONS DELIVERED HEREIN:  <FRAGMENT_SUPPRESSED> THIS COURT ADJUDGES THAT:  <FRAGMENT_SUPPRESSED> 1. The Application is allowed;  <FRAGMENT_SUPPRESSED> 2. This matter is to be returned to the Immigration and Refugee Board for re-determination by a different member in a manner consistent with these Reasons;  <FRAGMENT_SUPPRESSED> 3. The parties shall have a period of 10 days from the date of this Order to make submissions as to certification of any question; and  <FRAGMENT_SUPPRESSED> 4. No Order as to costs.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/vnh  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}