{"id_": "006255", "body_str": ["[1] Noël, J. [Translation]: This is an application for judicial review from a decision by an immigration officer refusing to grant landing on humanitarian grounds.", "[2] The applicant, a citizen of Tunisia, married one Mohamed Gmir who is a Canadian citizen. The applicant's application for landing was sponsored by Mr. Gmir. During the proceedings to obtain her permanent residence the relations between the applicant and her husband deteriorated. The applicant was the subject of marital violence. She had to lay a complaint against her husband in addition to taking refuge in a shelter for battered women.", "[3] Mr. Gmir withdrew his sponsorship application and the immigration officers proceeded without his aid to determine whether the applicant should be granted landing on humanitarian grounds.", "[4] The application was dismissed and the application for re-hearing was also dismissed.", "[5] The applicant relied on the following sections of the Immigration Manual \"9.14(3) Situations involving Marriage Breakdowns (c) The following factors should be examined in reviewing these cases. (ii) Was the marriage originally a bona fide one that merely failed due to incompatibility or was it entered into solely to circumvent the regulations? \"Did the applicant suffer physical or mental cruelty in the relationship, e.g., the sponsor threatened withdrawal of sponsorship in order to keep the applicant subservient? Evidence of physical or mental abuse may contribute to the decision to process a case to landing, but should not in itself be a reason for landing someone. \"9.07(2)(a) Humanitarian and compassionate grounds exist when unusual, undeserved or disproportionate hardship would be caused to the person seeking consideration if he or she had to leave Canada.\"", "[6] According to the applicant these directions were not followed. The applicant further contended that the immigration officers did not act fairly in denying her a re-hearing for the reassessment of the initial decision.", "[7] The two parties properly pointed out that the decision a quo is of a purely administrative nature, and so the intervention of this court can only be justified insofar as procedural fairness was not observed. In this regard it is well settled that, where a party has had the right to present his position in writing or orally, his right to be heard has been observed. There is no duty to hold a hearing. The second argument made by the applicant, namely the refusal to hold a re-hearing, therefore cannot be allowed.", "[8] It should also be noted that in the case at bar the instructions are not binding on immigration officers, but serve as a guide to ensure some coherence and uniformity in decisions. Furthermore, the wording of s. 9.14(3) in permissive. It provides that a decision to consider an application may be based on proof of mistreatment, but is not in itself a sufficient ground for the granting of landing. The proof of marital violence made it possible for the question to be considered, namely whether the applicant's return to her country of origin would give rise to unusual, undeserved or disproportionate hardship, and to examine the other criteria mentioned in the directives. There is nothing to indicate that these criteria were not considered and applied.", "[9] In these circumstances, the application must be dismissed. Application dismissed. Editor: Elizabeth M.A. Turgeon/saf"]}