{"id_": "006418", "body_str": ["[1] Shore, J. [Translation]: A decision of the Immigration and Refugee Board (Board) must be read as a whole ( <FRAGMENT_SUPPRESSED>  (F.C.A.)).", "[2] Taken as a whole, the Board's reasons are sufficiently clear and intelligible to allow the applicant to know why his claim was rejected. In this case, the Board concluded that the problem was local, that the applicant had not rebutted the presumption of state protection, that there was a flight alternative within his country and that he was not a credible witness. II. Judicial procedure", "[3] This is an application for judicial review of a decision by the Refugee Protection Division of the Board, dated November 5, 2009, rejecting the applicant's claim for refugee protection because of his lack of credibility, the availability of state protection and the existence of an internal flight alternative (IFA) in his country.", "[4] The applicant has not demonstrated that the intervention of this Court would be warranted in this matter. III. Facts", "[5] The applicant, Luis Arturo Rocha Pena, a citizen of Mexico, filed a claim for refugee protection in Canada, alleging that he is sought by the police in Mexico owing to his political involvement in Fuerza Amiga Emiliano Zapato, a group dedicated to protecting the environment and green spaces.", "[6] According to Mr. Rocha Pena, his problems began on July 20, 2006, as he was standing guard in the Los Remedios national forest with 15 to 30 companions.", "[7] The forest, which had been declared a protected ecological area by the federal government and the state government, was threatened with development by the Mayorga construction company. The company had already begun felling trees under orders from the municipal chairperson of Naucalpan.", "[8] Mr. Rocha Pena says that, at around 4:00 a.m., uniformed police officers swept in and attacked him while he was filming. He says that he was taken in a pick-up truck by three officers to an unknown location where he was tortured, threatened and hit on the head to the point where he lost consciousness. The individuals demanded that he give them the names and telephone numbers of the leaders of the Emiliano Zapata group.", "[9] Mr. Rocha Pena then found himself alone and managed to flee the place where he had been held, a house under construction. He allegedly hitchhiked to the home of a woman friend named Andréa, where he took refuge.", "[10] Mr. Rocha Pena did not file a complaint or attempt to obtain help from the authorities before fleeing his country. IV. Issue", "[11] Was the Board's decision unreasonable? V. Analysis Standard of review", "[12] The purely factual questions considered by the Board in arriving at the impugned decision, such as the lack of credibility, are reviewable on the reasonableness standard ( <FRAGMENT_SUPPRESSED> ).", "[13] This Court's recent decision in <FRAGMENT_SUPPRESSED> confirms that reasonableness is also the standard of review for decisions regarding state protection and the existence of an internal flight alternative.", "[14] As the Supreme Court of Canada stated in <FRAGMENT_SUPPRESSED> , above, at paragraph 47: \"In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "[15] In the case at bar, Mr. Rocha Pena has not demonstrated that the Board's findings were unreasonable. State protection", "[16] Mr. Rocha Pena alleges essentially that it was reasonable for him not to have sought state protection since his persecutors were agents of the state itself.", "[17] The authorities and the police officers in question acted outside the law since they defended the interests of the builders and refused to respect the legal designation of the land in question as an ecological reserve. In other words, Mr. Rocha Pena fears corrupt agents of the state.", "[18] <FRAGMENT_SUPPRESSED> , at paragraph 51, the Supreme Court of Canada held that absent a complete breakdown of the state apparatus, which has not been demonstrated in this case, it should be assumed that the state is capable of protecting its citizens. State protection need not be perfect, but only adequate (also, <FRAGMENT_SUPPRESSED>  A.C.W.S.(3d) 90 (F.C.A.); Minister of Employment and  <FRAGMENT_SUPPRESSED>  Imm. L.R. 130; 37 A.C.W.S.(3d) 1259 (F.C.A.)).", "[19] It is up to refugee claimants to rebut the presumption of state protection through clear and convincing evidence ( Ward , above). As the Federal Court of Appeal recently held in <FRAGMENT_SUPPRESSED>  \"a claimant seeking to rebut the presumption of state protection must adduce relevant, reliable and convincing evidence which satisfies the trier of fact on a balance of probabilities that the state protection is inadequate.\"", "[20] The burden of proof on a refugee claimant is, in a way, directly proportional to the level of democracy in his or her country of origin: the more democratic the state's institutions, the more the claimant must have done to exhaust all courses of action open to him or her ( <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 532; 68 A.C.W.S.(3d) 334 (F.C.A.)).", "[21] Even though a claimant need not put his or her life in danger to demonstrate the ineffectiveness of state protection, the claimant must demonstrate that it would be unreasonable for him or her to seek such protection ( Ward , above; <FRAGMENT_SUPPRESSED> ).", "[22] In this case, it appears that Mr. Rocha Pena had a problem with the authorities and certain police officers in the Naucalpan region because they wanted to develop the land in question. There is no reason to believe that the authorities or police elsewhere in Mexico were involved in this corruption matter. It was a local problem.", "[23] The documentary evidence shows that Mr. Rocha Pena never attempted to file a complaint or to obtain any protection whatsoever against the police officers who allegedly assaulted and intimidated him.", "[24] <FRAGMENT_SUPPRESSED>  cited in <FRAGMENT_SUPPRESSED> Justice James Russell noted that it is difficult to fault a tribunal's conclusion that a claimant did not rebut the presumption of state protection if the claimant made no effort whatsoever to seek that protection.", "[25] The same reasoning applies in this case. Mr. Rocha Pena never filed a complaint regarding the assault and threats against him and did not demonstrate that his failure to do so was reasonable in the circumstances.", "[26] In this case, the Board's decision shows that it conducted a detailed analysis of the Mexican government's many efforts to fight corruption and of the ways in which a Mexican citizen can file a complaint. The evidence shows that considerable efforts have been made and that results have been achieved.", "[27] Mr. Rocha Pena also faults the Board for having based its conclusion regarding state protection on a persuasive decision. Recently, in <FRAGMENT_SUPPRESSED> ; 2008 FC 1214, Justice Maurice Lagacé wrote that persuasive decisions may be consulted and followed without necessarily being filed in evidence: [Translation] \"[35] The applicant's final argument concerns the panel's reliance upon persuasive decisions. She claims in her written submissions that the panel made unlawful use of those decisions since they were not filed in the record and that consequently the principle of disclosure of evidence was breached. This argument is not valid because persuasive decisions are not part of the evidence but at most jurisprudential indicators which the members may consult and follow but by which they are not bound ( <FRAGMENT_SUPPRESSED> ) \"[36] Here, the panel did not merely adopt the reasoning of the decisions to which it referred; it also relied on its personalized analysis of the evidence before it before deciding to adopt the reasoning of those decisions. Therefore, to ensure a certain consistency in decisions and to the extent warranted by the facts of the case, it could legitimately refer to the decisions cited as a jurisprudential guide, just as this Court can .\" (Emphasis added.)", "[28] In this context, the Board could reasonably find that Mr. Rocha Pena had not rebutted the presumption of state protection by means of clear and convincing evidence. This finding in itself is determinative of the refugee claim since a claimant cannot be recognized as a refugee or a person in need of protection if the protection of the claimant's own government is available to him or her. Internal flight alternative", "[29] The Board also concluded, based on the facts in the record, that Mr. Rocha Pena had a flight alternative within his country.", "[30] An internal flight alternative is also sufficient in itself to dispose of a refugee claim ( Shimokawa v . Canada (Minister of Citizenship and Immigration) , supra, at paragraph 17; <FRAGMENT_SUPPRESSED> ).", "[31] It is up to the refugee claimant to demonstrate the non-existence of an internal flight alternative by proving that he or she would be at risk everywhere in his or her country and that it would be objectively unreasonable, under the circumstances, for the claimant to seek refuge in another part of his or her country ( <FRAGMENT_SUPPRESSED>  A.C.W.S.(3d) 1256 ( <FRAGMENT_SUPPRESSED>  A.C.W.S.(3d) 141 ( <FRAGMENT_SUPPRESSED> ).", "[32] As recently noted by Justice Yves de Montigny in <FRAGMENT_SUPPRESSED>  demonstrating that there is no internal flight alternative available to them in their home country: \"[20] The very definition of a Convention refugee or a person in need of protection necessarily implies that it is impossible for an applicant to claim the protection of his or her country anywhere in his or her country. The internal flight alternative is inherent in the very notion of refugee and person in need of protection. As has been noted by the Federal Court of Appeal, the threshold should be set very high in determining what would be unreasonable: 'It requires nothing less than the existence of conditions which would jeopardize the life and safety of a claimant in travelling or temporarily relocating to a safe area. In addition, it requires actual and concrete evidence of such conditions.' And it is up to claimants to show that they do not have an internal flight alternative within their country <FRAGMENT_SUPPRESSED> . \"[21] On the basis of the evidence submitted to it, the Board found that there was no serious possibility of the applicants' being persecuted in big cities such as Tabasco, Veracruz, Mexico and Monterrey, all of which have over 1 million inhabitants. In coming to that conclusion, the Board relied on the facts that the applicants were able to obtain passports and plane tickets without being bothered by the police officer, that the latter probably did not have the resources or the interest to persecute them across Mexico and that there is very little co-ordination between Mexican police forces. To counter these observations, the applicants did no more than make vague allusions to the risks of being found which arise from the computerization of data in a modern country. Moreover, they provided no actual and concrete evidence of the existence of conditions preventing them from moving elsewhere within their country. Given these circumstances, the Board could conclude that they had an internal flight alternative within Mexico.\" (Emphasis added.)", "[33] In this case, the Board noted that Mr. Rocha Pena never considered the IFA as an option (Decision at page 8, paragraph 30).", "[34] The Board suggested the cities of Mexico, Guadalajara and Monterrey as IFAs.", "[35] The Board also noted that Mr. Rocha Pena encountered no problems when he took refuge at the home of his friend Andréa in Colonia Fernando del Alba in the state of Mexico.", "[36] Given the evidence in the record that these were corrupt police officers in a local context, the Board did not believe that it was in the interest of the alleged persecutors to search for him from one end of Mexico to the other.", "[37] The Board also noted the documentary evidence indicating that it is not easy to track down persons in Mexico.", "[38] The Board analyzed the documentary evidence and the personal circumstances of Mr. Rocha Pena and found that he did not seriously risk being persecuted in the suggested locations and that it would not be unreasonable, in the circumstances, to expect him to seek refuge in those places.", "[39] This finding is supported by the evidence in the record and falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "[40] Mr. Rocha Pena has not demonstrated that the Board's conclusion with respect to the IFA is unreasonable. Lack of credibility", "[41] Mr. Rocha Pena also faults the Board for not taking into account his political involvement and his membership in left-wing movements in Mexico in its assessment of the credibility of his narrative.", "[42] The Board concluded that Mr. Rocha Pena was not a credible witness in view of the inconsistencies and omissions in the information he provided in support of his refugee claim.", "[43] For example, Mr. Rocha Pena filed a letter from the general coordinator of the Art-Vi company, Ivan Morales Colin. One of the things that this employer's letter does not mention is when Mr. Rocha Pena supposedly worked for the company. However, the employer states that he has known Mr. Rocha Pena for fifteen years.", "[44] Yet, according to the testimony of Mr. Rocha Pena, he met Mr. Colin only in 2003. Mr. Rocha Pena admitted before the Board that Mr. Colin wrote fifteen years in his letter to embellish his story", "[45] It is entirely reasonable for the Board to draw a negative inference regarding Mr. Rocha Pena's credibility because he filed a document which he knew contained false statements.", "[46] In the case at bar, the purpose of filing such a letter could only be to mislead the Board. If Mr. Rocha Pena was prepared to mislead the Board on this point, there was reason to question the veracity of the other facts alleged. Just like the filing of a fraudulent document, the filing of this letter seriously undermined the credibility of Mr. Rocha Pena.", "[47] In view of the lack of information in the employer's letter, the Board wanted to know on what dates the claimant supposedly worked for Art-Vi. The Board noticed that the answers provided by Mr. Rocha Pena on this subject were not consistent and varied significantly as to the dates and duration of his alleged employment with that company.", "[48] Asked by the Board why he failed to mention that he had worked for Art-Vi in the form in Appendix 1, Mr. Rocha Pena claimed that he had omitted that information because he did not have his documents when he arrived.", "[49] The Court does not see how the fact that he did not have documents would have prevented Mr. Rocha Pena from reporting that he had worked for Art-Vi. This explanation is simply not reasonable.", "[50] Mr. Rocha Pena also explained that he made a mistake regarding the dates when he had worked for Art-Vi because he was nervous. It is not reasonable to believe that Mr. Rocha Pena would be so significantly mistaken about the dates of a recent and fairly lengthy job if the facts alleged were true. The Board could rely on rationality and common sense to reject Mr. Rocha Pena's explanations ( <FRAGMENT_SUPPRESSED>  (F.C.A.)).", "[51] The fact that the Board mentions that Mr. Rocha Pena experienced problems in his work with Art-Vi is not unreasonable in view of the fact that he said that he had experienced problems during the period in which he worked for that company and while shooting a video in the forest. If this is an error by the Board, it is not an error that would render the decision invalid.", "[52] It was reasonable in this case for the Board to conclude that Mr. Rocha Pena's failure to provide consistent evidence of his work with Art-Vi and his failure to provide a reasonable explanation undermined his credibility.", "[53] The Board also noted that Mr. Rocha Pena failed to include in his personal information form (PIF) the fact that he allegedly worked as a driver for Electromacc in 2005 and 2006 and that he provided three different versions of the dates during which he allegedly worked for the Clariant company.", "[54] Even though these elements are not central to the claim, they are nevertheless information that would enable the Board to know what activities Mr. Rocha Pena was engaged in during the years preceding his refugee claim, which is entirely relevant to this application.", "[55] Having regard to the evidence, the Board could reasonably conclude that Mr. Rocha Pena was not a credible witness. This is one of several factors that led the Board to find that Mr. Rocha Pena was not a refugee or a person in need of protection.", "[56] Mr. Rocha Pena alleges that the Board erred in noting that his companions were employees of the Mayorga company and that this was an unreasonable finding.", "[57] In fact, the Board correctly noted in the summary of facts that Mayorga was responsible for logging. The company was therefore part of the development to which Mr. Rocha Pena was opposed.", "[58] Upon reading Mr. Rocha Pena's PIF, it is not difficult to understand how the Board could have noted that he was accompanied in the forest by fellow employees of Mayorga. This was a simple drafting error by the Board from which no negative conclusion was drawn. This error does not render the decision invalid.", "[59] Mr. Rocha Pena alleges that the Board did not take into account his allegations concerning his membership in left-wing groups in Mexico. He claims that the fact that the Board adjourned the hearing to determine whether he should be excluded was sufficient to demonstrate that his story was believed.", "[60] It must be noted that the Security and War Crimes Unit was aware of Mr. Rocha Pena's allegations and of the documents that he filed at the hearing of May 21, 2008. It was determined that there was no reason to intervene in the matter to exclude Mr. Rocha Pena (Applicant's Record, letter of August 6, 2008 from the Security and War Crimes Unit, page 71).", "[61] The Board considered the allegations contained in Mr. Rocha Pena's PIF and regarding the alleged persecution. Other than the incident of July 20, 2006, no further incident or problem was alleged by Mr. Rocha Pena.", "[62] The Board took into account the past activities of Mr. Rocha Pena, but concluded that there was no evidence demonstrating that he was wanted because of his involvement in those activities.", "[63] Mr. Rocha Pena alleges that the Board erred in failing to consider the possibility of exclusion under section F of article 1 of the Convention. According to Mr. Rocha Pena, this constitutes failure by the Board to exercise its authority.", "[64] Inasmuch as the Board's decision was not based on the application of article 1F of the Convention, it was not necessary to conduct an analysis on that point.", "[65] Mr. Rocha Pena seems to want to rely on the fact that the Board adjourned the hearing to give weight to his allegations.", "[66] It should be noted that section 23(2) of the Refugee Protection Division Rules , SOR/2002-228, reads as follows: \"EXCLUSION, INADMISSIBILITY AND INELIGIBILITY Notice to the Minister of possible exclusion - before a hearing \"23(1) If the Division believes, before a hearing begins, that there is a possibility that sections E or F of Article 1 of the Refugee Convention applies to the claim, the Division must notify the Minister in writing and provide any relevant information to the Minister. Notice to the Minister of possible exclusion - during a hearing \"(2) If the Division believes, at any time during a hearing, that there is a possibility that section E or F of Article 1 of the Refugee Convention applies to the claim, and the Division is of the opinion that the Minister's participation may help in the full and proper hearing of the claim, the Division must notify the Minister in writing and provide the Minister with any relevant information. Disclosure to claimant (3) The Division must provide to the claimant a copy of any notice or information provided to the Minister .\" (Emphasis added.)", "[67] The fact that the Board was of the opinion that there was a possibility that Mr. Rocha Pena would be excluded under article 1F of the Convention is in no way sufficient to conclude that it believed his story.", "[68] As to the question of whether the Board considered the video submitted by Mr. Rocha Pena, it is well settled that nothing having been shown to the contrary, the Board is assumed to have weighed and considered all the evidence ( <FRAGMENT_SUPPRESSED>  (F.C.A.)). The fact that the Board did not summarize all of the evidence in the record in its decision does not constitute a reviewable error of law ( <FRAGMENT_SUPPRESSED>  A.C.W.S.(3d) 635 (F.C.A.)).", "[69] As for the adequacy of the reasons, they must tell Mr. Rocha Pena why his claim was rejected and allow him to decide whether to seek judicial review of the decision ( <FRAGMENT_SUPPRESSED> ). The reasoning process followed by the decision-maker must be set out and must reflect consideration of the main relevant factors of the claim ( <FRAGMENT_SUPPRESSED>  A.C.W.S.(3d) 705 (F.C.A.), at paragraph 22).", "[70] It is also important to note that the decision must be read as a whole ( <FRAGMENT_SUPPRESSED> , above).", "[71] Taken as a whole, the Board's reasons are sufficiently clear and intelligible to allow Mr. Rocha Pena to know why his claim was rejected. In this case, the Board concluded that the problem was local, that Mr. Rocha Pena had not rebutted the presumption of state protection, that there was a flight alternative within his country and that he was not a credible witness.", "[72] Having regard to all of the evidence in the record, the Board's decision is reasonable. VI. Conclusion", "[73] For all these reasons, the application for judicial review is dismissed. JUDGMENT", "[74] THE COURT ORDERS that 1. The application for judicial review be dismissed; 2. No serious question of general importance be certified. Application dismissed. Editor: Anick Ouellette-Levesque/clh"]}