{"id_": "006494", "body_str": ["[1] Mosley, J. : A Citizenship and Immigration Officer rejected Mr Mohamed's application for permanent residence. The Officer found that Mr Mohamed is inadmissible to Canada because he was a member of the Somali National Movement [SNM], an organization that there are reasonable grounds to believe engages, has engaged or will engage in terrorism. Mr Mohamed challenges that decision in this application for judicial review brought under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [ IRPA ]. For the reasons that follow, this application is dismissed. I. Background", "[2] The applicant is a national of Somalia. He entered Canada in 1989 and has lived here ever since with his wife and four sons, who are all Canadian citizens. His refugee claim was rejected in May 1990. However, he received a positive Pre-Removal Risk Assessment [PRRA] in March 2006 and was permitted to remain in Canada as a protected person.", "[3] In May 2006, the applicant was interviewed by the Canadian Security Intelligence Service [CSIS]. He told them that he had been a member of the SNM from 1987 until he left Somalia in 1989. He admitted that he had provided financial support to the SNM and attended meetings where its leadership reported on successes and failures. He further admitted that he was aware of the SNM's violent methodology and supported it, even though he had never carried out a violent act himself.", "[4] On November 17, 2006, the applicant applied for permanent residence as a protected person. In his application form, he stated that he had been a member of the SNM from 1979 until 1984. He was interviewed at that time by the Canadian Security Intelligence Service (\"CSIS\").", "[5] The application was approved in principle in April 2007, as the applicant met the requirements to apply under the protected person category. He was interviewed by Citizenship and Immigration Canada in April 2009 for possible inadmissibility due to his possible membership in the SNM.", "[6] During this interview, the applicant alleged that he had joined the SNM under duress. He had exchanged financial support against protection from the government. He stated that several of his family members were involved in the SNM due to their clan identity. He explained that the SNM's goal was to free his people from the government of Somalia but that he no longer agreed with it because it endorses clan-based segregation. The applicant admitted that his parents were not killed by the government due to their membership in the SNM, as he had alleged at his refugee hearing. When asked whether his membership ceased in 1984, as alleged in his application form, he answered that one never stops being a member.", "[7] After this interview, the applicant provided extensive written submissions to the respondent through his counsel.", "[8] On October 16, 2009, an Officer drafted a report entitled \"Decision & Rationale\". That report canvasses the applicant's immigration history at length. It provides background information on the SNM, explaining that it was founded by Somali émigrés in 1981 and conducted military attacks against the government of Siad Barre until his overthrow in 1991. The report concludes that the SNM is a terrorist organization because it targeted civilians during some of its operations.", "[9] The report explains that the term \"member\" is not defined in the IRPA . The case law and relevant policy manual support \"an unrestricted and broad interpretation\". The Officer recalls that the applicant admitted that he was a member of the SNM during his interviews in 2006, that he raised duress for the first time in April 2009 without explaining why duress was not raised earlier, that he was aware of the SNM's violent methods and supported them even though he did not commit violence himself, and that he endorsed the SNM's goals until recently due to his disagreement with clan-based segregation.", "[10] The Officer concludes that the applicant did not join the SNM under duress. He had knowledge of the nature of the organization and supported its goals and methodology. He provided direct financial support in exchange for protection. He perceives membership in the SNM as a part of life for someone in his clan. This implies that he might still have ties to the organization.", "[11] The Officer takes note of the submissions provided by the applicant's counsel. They say that the applicant has angered many people in Somalia because he is vocally opposed to the SNM's advocacy for the secession of Somaliland. Allegedly, this could cost him his life. The Officer explains that these issues are not relevant because they were assessed in the PRRA. The Officer states that his task is simply to assess membership in the SNM. Counsel further submitted that the applicant only joined the SNM under duress. The Officer notes that this is inconsistent with his admission that he voluntarily provided financial support to the organization. The Officer recalls that any distance the applicant may have placed between himself and the SNM does not change the fact that he was a member for at least five years before coming to Canada. The Officer concludes that the applicant is inadmissible under paragraph 34(1)(f) of the IRPA , as a member of an organization described under paragraph 34(1)(b), i.e. one that engages in or instigates the subversion by force of any government.", "[12] The same Officer reviewed the report on October 10, 2013, and drafted a second document entitled \"Review& Conclusion\". Therein he largely repeats his previous summary of the applicant's history and the SNM's background. The Officer concludes that the applicant was a member of the SNM until he left Somalia and that the SNM is an organization described under paragraph 34(1)(c), i.e. one that engages in terrorism. Consequently, the Officer determines, the applicant is inadmissible and his application is refused.", "[13] The Officer sent a letter dated February 5, 2014 to the applicant to inform him of the decision. That letter observes that the applicant submitted an application for Ministerial relief from inadmissibility. It informs the applicant that he may contact the Canada Border Services Agency with any questions relating to that process.", "[14] Upon receiving the decision letter, Mr Mohamed applied for leave and judicial review. II. Issues", "[15] Following the hearing, the only issue that remains before the Court is whether the Officer erred in determining that the applicant is inadmissible due to his membership in the SNM. The applicant abandoned his argument that paragraph 34 (1) (f) does not apply where the government is illegitimate. In any event, the argument was invalid because the legitimacy or desirability of a government is irrelevant to a finding under paragraph 34(1)(b): see <FRAGMENT_SUPPRESSED> .", "[16] This is not a case in which the Court must determine whether the Officer erred in assessing the applicant's complicity in any terrorist acts committed by the organization. The test for complicity was modified by the Supreme Court in <FRAGMENT_SUPPRESSED> . <FRAGMENT_SUPPRESSED> involved the application of section 98 of the IRPA , which incorporates the international crimes listed under article 1F(a) of the Convention Relating to the Status of Refugees . The Supreme Court explained that in that context, complicity requires a \"voluntary, significant and knowing contribution to a crime or criminal purpose\".", "[17] It is not disputed that <FRAGMENT_SUPPRESSED> also applies to paragraph 35(1)(a), which renders inadmissible anyone who is culpable of \"committing\" these crimes. The question of whether the complicity test holds any relevance to the membership analysis mandated by paragraph 34(1)(f) was not considered in <FRAGMENT_SUPPRESSED> .", "[18] A recent authority from the  <FRAGMENT_SUPPRESSED>  effectively disposed of the argument that <FRAGMENT_SUPPRESSED> applied to assessments of membership in relation to paragraph 34 (1) (f). The respondent had initially argued that the applicant was complicit in the SNM's terrorist activities. It abandoned this argument at the hearing - rightly so, as the record could not support a reasonable finding of complicity on the <FRAGMENT_SUPPRESSED> test. III. Standard of Review", "[19] The assessment of membership under s 34 has legal and factual dimensions. The Court must review the choice of legal test - whether for duress or membership more broadly - on the standard of correctness: <FRAGMENT_SUPPRESSED> . Yet if the Officer selected the correct tests, the Court must review the application of those tests to the facts on the standard of reasonableness: <FRAGMENT_SUPPRESSED> ; TK , above, at para 32; <FRAGMENT_SUPPRESSED> . IV. Analysis", "[20] The ultimate issue is whether the Officer reasonably concluded that the applicant was a member of the SNM. The law is settled that membership ought to be interpreted broadly and not confined to formal membership: see <FRAGMENT_SUPPRESSED> . In most cases, the concerned person denies formal membership to a terrorist organization and the Court must consider various factors to determine whether his degree of association amounted to membership.", "[21] Yet this case displays different facts. The applicant has effectively admitted formal membership to the SNM. He listed his membership in his application form for permanent residence. He has declared that he attended meetings convened by the SNM's leaders and made financial contributions to the organization over a period of at least three years. During his interview with CSIS, he admitted that he had knowledge of the SNM's violent methods and supported them.", "[22] All these facts lend ample support to the conclusion that the applicant was a member of the SNM, in light of the factors developed in the jurisprudence. The applicant does not seriously dispute these facts or allege that they could not ground membership on their own. Nor does he contest the Officer's finding that the SNM is a terrorist organization. Instead, the applicant argues that the Officer erred in his interpretation of the facts. The Officer failed to understand that the applicant acted under duress and his participation and contributions were not voluntary.", "[23] For the reasons below, these arguments must fail. The Officer reasonably determined that the applicant had not made out the defence of duress. There is no reason to disturb his conclusion that the applicant was a member of the SNM and is inadmissible to Canada for that reason. Did the Officer err in his analysis of duress?", "[24] The applicant submits that the Officer erred in dismissing his defence of duress. He argues that his payments to the SNM cannot be construed as voluntary. He was not paying with the purpose of furthering the SNM's political goals but instead to preserve his own life, as he had been beaten by the government's police forces. If he had not sought the SNM's protection, he would have been at great risk of suffering severe abuses. Indeed, the SNM was closely associated to his clan's struggle for self-determination. He could have either sought the protection of his clan and the SNM or remained alone to face government persecution. This situation coerced him into making payments to the SNM.", "[25] The applicant interprets <FRAGMENT_SUPPRESSED> s standing for the idea that \"duress\" is synonymous to \"coercion\" more generally. In his view, the test for duress is whether the person's intentions were consonant with the group's objectives.", "[26] Moreover, according to the applicant, the Officer erred by stating that he did not mention duress until his interview in April 2009. He had explained that it was necessary to make payments to the SNM in his interview with CSIS in 2006, and so the Officer committed an error of fact.", "[27] I agree with the respondent that the defence of duress has a specific legal meaning which is not disputed in the case law.  <FRAGMENT_SUPPRESSED> the Federal Court of Appeal affirmed the criminal law test as it stood at that time: To establish duress, the jurisprudence requires the individual to demonstrate there was imminent physical peril in a situation not brought about voluntarily and that the harm caused was not greater than the harm to which the individual was subjected ... [Emphasis added] This passage is often cited in the jurisprudence of this Court: see e.g. <FRAGMENT_SUPPRESSED> . The Chief Justice also emphasized the requirement of imminent physical peril in <FRAGMENT_SUPPRESSED> .", "[28] The Supreme Court restated the test for duress in R v Ryan , 2013 SCC 3 at para 55 [ Ryan ]. Although it did not insist on a strict criterion of imminence, the Supreme Court explained that there must be a threat of physical harm that the targeted person believes will be carried out. There must also be a \"close temporal connection between the threat and the harm threatened\", so that the individual does not have a reasonable opportunity to escape that harm through lawful means. My colleague Justice Phelan explicitly used the Ryan test in <FRAGMENT_SUPPRESSED> , a case involving paragraph 34(1)(f). This is a persuasive authority that should be followed. Indeed, the IRPA does not contain any provision which defines duress in a different way.", "[29] I do not share the applicant's view that <FRAGMENT_SUPPRESSED> and TK established a different test. The applicant selectively references Justice O'Reilly's language in <FRAGMENT_SUPPRESSED> , above, at paras 37-38, to make it seem as though duress can be invoked simply because the individual's intentions were not identical to those of the group - presumably even in the absence of a threat of imminent harm. Yet Justice O'Reilly insisted on \"survival\" and \"self-preservation\" in his duress analysis. In my view, he can be understood to have used the same test which this Court explicitly endorsed in cases such as <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> .", "[30] In addition to correctly selecting the legal test, the Officer applied the test reasonably to the facts before him. While the applicant alleges that he once suffered violence at the hands of the Somali police, he never pointed to a specific threat of imminent harm - or, to use the language of Ryan , a specific threat with a close temporal connection to the threatened harm - which left him with no choice but to seek the SNM's protection. The harm he feared was too speculative, or at the very least too generalized, to ground the defence of duress at law.", "[31] The applicant is also wrong that the Officer committed an error of fact. The applicant's bald assertion that he raised duress during his CSIS interview is contradicted by the CSIS Officer's report, which makes no mention of such a statement. Rather, the CSIS Officer recounts that the applicant expressed approval of the SNM's violent methods. This is not consistent with the defence of duress. To the contrary, it suggests that the applicant shared the SNM's objectives and willingly offered his support to that organization. While those objectives may have been worthwhile, given the history of the Siad Barre government, the activities of the organization fell within the scope of paragraph 34(1)(b), i.e. one that engages in or instigates the subversion by force of any government.", "[32] The Court dismisses this application for judicial review. Counsel for the applicant proposed the following question for certification: How should a person's participation in an organization be assessed in determining membership pursuant to section 34(1)(f) of the Immigration and Refugee Protection Act , SC 2001, c 27?", "[33] I decline to certify this question. It is not a serious question of general importance because the law on membership is settled, as I explained in these reasons. JUDGMENT", "[34] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed. No questions are certified. Application dismissed. Editor: Sharon McCartney/bk [End of document]"]}