{"id_": "006434", "body_str": ["[1] Mosley, J. : Allan Crosier, Fiona Anne Ridley and Tyne and Wear Capital Inc. (the \"appellants\" or the \"moving parties\") appeal from an order of Prothonotary Milczynski dated April 30, 2008 dismissing their motion for leave to intervene in a cost assessment currently underway. The cost assessment stems from a series of awards in favour of the defendants (collectively the \"Avery defendants\") in an action for copyright infringement, misuse of confidential information and breach of contractual relations initiated by the plaintiff in December 2003 and ultimately dismissed in October 2006.", "[2] Throughout the various stages of the proceedings in this action, including the overturning of an Anton Pillar order granted the plaintiff and an aborted appeal from that decision, costs were awarded to the Avery defendants in the cause and they are now seeking to recover them. A schedule for each of the steps in the assessment process was established and deadlines fixed. The assessment hearing has now been postponed twice pending the outcome of this motion. The plaintiff has yet to file its written submissions as required by the schedule.", "[3] Mr. Crosier controls the plaintiff Netbored Inc., Ms. Ridley is his spouse and Tyne and Wear Capital Inc. is a corporation set up in 2005 which Ms. Ridley controls. None of them are parties to the action before this Court but they are defendants in a claim filed by the Avery defendants in Ontario Superior Court on October 15, 2007 seeking, among other things: • an order to hold Mr. Crosier personally liable for Netbored's debts and obligations including any costs awarded in the assessment before the Federal Court; • a declaration that Tyne and Wear Inc. is a sham corporation; • orders to trace the transfer of funds to other corporations which Mr. Crosier controls; • an order to set aside a loan and security agreement between Netbored and Tyne and Wear Capital as having been fraudulently made for the purpose of defeating the Avery defendants' costs awards; and • Damages interest and costs.", "[4] The appellants contend that as a result of the Ontario Superior Court action they now have direct interests in the cost assessment before this Court and should be granted intervener status with full rights to productions and examination of each of the defendants, to attend the assessment hearing and to present written and oral arguments with respect to the appropriateness and the quantum of costs. They allege that the Avery defendants have committed a fraud on the Court in connection with the cost assessment, specifically through the affidavit evidence and cross-examination of Susan Eren, a defendant.", "[5] The grounds for appeal are that, in applying the criteria for the exercise of discretion set out in <FRAGMENT_SUPPRESSED>  (F.C.A.), Prothonotary Milcyznski erred in accepting the defendants' position that: • the moving parties are not directly affected by the outcome of the cost assessment, • that there is no justiciable issue or public interest in the proposed intervention; • there is no lack of reasonable or efficient means to submit the question to the Court without the moving parties involvement as they and Netbored Inc. have a common interest to reduce the amount owing from Netbored to the Avery defendants; • the position of the moving parties is adequately defended by the plaintiff; • the interests of justice are not and would not be better served by the intervention as the assessment has already been delayed as a consequence of the motion and need not be further delayed; and • the moving parties do not add anything to the assessment of costs process and there is no evidence that any of them would assist the assessment officer in determining any of the factual or legal issues related to the cost assessment.", "[6] In support, the appellants offer the affidavit of Mr. Crosier, sworn on June 9, 2008 and filed with a revised Notice of Motion on June 11, 2008 for the hearing of this appeal on June 16, 2008. As a preliminary matter, the defendants object to the admissibility of this affidavit as it was not before Prothonotary Milczynski. Indeed the moving parties filed no affidavit evidence on their motion before her.", "[7] The appellants submit that \"special circumstances\" exist to allow for the reception of the Crosier affidavit. They were not aware, they contend, when leave to intervene was sought that Ms. Eren had perpetrated a fraud upon the Court in her affidavit and cross-examination. A fraud was committed, they say, as she must have known in claiming certain legal costs for which she had been sued by the law firm that provided the services that a settlement had been reached for an amount less than that claimed prior to swearing her affidavit on December 21, 2006. If permitted to intervene, they argue, they may be able to unearth other instances of fraud that would support a motion to limit or bar recovery of the costs.", "[8] Ms. Eren acknowledged during cross-examination that an error had been made with respect to the amount of the claim as it had been reduced in the settlement. The appellants allege that this was not error but fraud. Mr. Crosier says that he did not come to that realization until in preparing for this appeal, he compared the date of the Eren affidavit with a case history report obtained from the Ontario Superior Court of Justice showing that the Court was notified on December 5, 2006 that the law firm's claim had been settled.", "[9] As a general rule, no new evidence should be admitted by the Court when hearing an appeal from a Prothonotary's decision: <FRAGMENT_SUPPRESSED>  C.P.R. (4th) 489 at para. 10. No issue of procedural fairness arises from the Prothonotary's decision in this case that might justify the reception of fresh evidence: <FRAGMENT_SUPPRESSED> .", "[10] The only basis upon which the affidavit could be accepted as fresh evidence is if special circumstances exist upon which the Court could exercise its discretion to allow the affidavit. To establish special circumstances, the evidence must not have been discoverable with due diligence prior to the first hearing and the new evidence must be material: <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 2083 at para. 33.", "[11] The appellants submit that the significance of the dates was only discovered when Mr. Crosier, in preparing for the appeal, finally \"connected the dots\" between the date of the settlement notice filed with the Ontario Court and the date of Ms. Eren's affidavit containing contrary information. But both of these facts were within his possession when the intervention motion was filed. Cross-examinations had taken place on the Eren affidavit in September and February 2007. The case history report which Mr. Crosier says he personally obtained from the Ontario Superior Court bears a print date of January 10, 2008.", "[12] Thus the facts set out in Mr. Crosier's affidavit were clearly discoverable with due diligence and could have been presented to the Prothonotary. Had the appellants wished to pursue the matter by way of a motion for further cross-examination of Ms. Eren, they were still within the deadline fixed by the Assessment Officer when they obtained the case history report.", "[13] In any event, it is not clear that the proposed fresh evidence is material. In my view, it does not establish fraud. At best, it would support conjecture about Ms. Eren's knowledge and intention when she made her affidavit. It would not assist in the determination of a factual or legal issue related to the assessment proceeding as the error in the amount claimed has already been acknowledged.", "[14] The standard of review applicable to a Prothonotary's discretionary decisions was established by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  N.R. 175 as follows: Discretionary orders of Prothonotaries ought not to be disturbed on appeal to a judge unless: a) the questions in the motion are vital to the final issue of the case, or b) the orders are clearly wrong, in the sense that the exercise of discretion by the Prothonotary was based upon a wrong principle or upon a misapprehension of facts.", "[15] The sole issue remaining to be determined on this action is the quantum to be paid by the plaintiff to the Avery defendants. The appellants did not contend in their written representations that the questions in the motion are vital to that issue within the meaning of Aqua-Gem . Rather, they argued that the Prothonotary erred in applying legal principles that are applicable to participation in the substantive parts of an action. They submit the existing case law relied on is not applicable \"when intervener status is sought with respect only to the assessment of the quantum of costs when the proposed interveners are personally liable for those costs and have a direct financial interest\". No authority was offered for that proposition and I see no reason to depart from the established jurisprudence governing the exercise of discretion to allow intervention.", "[16] At the hearing, the appellants did not contend that Prothonotary Milczynski erred in identifying the correct test in law, as set out in <FRAGMENT_SUPPRESSED> , above, for deciding whether to grant leave to intervene. Rather, they argued that she erred in her application of that test and interpretation of the facts. I disagree. In my view, the conclusions she reached on each of the relevant factors were supported by the record before her.", "[17] A person seeking leave to intervene under Rule 109 must demonstrate that their participation will assist in the determination of a factual or legal issue related to the proceeding. The appellants were content to rely upon Netbored to deal with the issues in this action until it appeared that the corporate shield might be pierced. They now argue that Netbored Inc. is impecunious and will not press the case in favour of limiting the quantum as vigorously as they would, if permitted to intervene. Moreover, they submit that they now have a direct financial interest because of the Ontario action.", "[18] The appellants have not brought forward evidence that Netbored Inc. will not adequately defend its interests. Indeed the record indicates that counsel instructed by Netbored's principal, that is Mr. Crosier, conducted four days of cross-examinations on the Eren affidavit. In any event, it is not enough to assert that the company has insufficient resources to defend its own interests. Those seeking leave to intervene must be able to contribute a different perspective that would assist the Court. Here, the appellants would be asserting the same interest. The appellants have no claim to participate at this late stage in a further round of productions and cross-examinations which will further delay the assessment.", "[19] It is suggested that Ms. Ridley and her company, Tyne and Wear Inc. are not in the same situation as Mr. Crosier, given his control of Netbored Inc., and that they should be permitted to intervene to challenge an assessment that may be charged against their interests. But at present, none of the appellants have a direct interest in the outcome of this action. The claims against the appellants in the Ontario action have not crystallized as that action has not proceeded to any determination of fact or finding of liability.", "[20] The appellants' interest is at best contingent upon the allegations being proven at a later date. They express concern about being faced with issue estoppel or res judicata in the Ontario action if they are not permitted to intervene in the Federal Court proceedings. But neither the parties nor the issues are the same. A finding as to the quantum of costs owed by Netbored in the assessment will not prevent the appellants from examining the Avery defendants and presenting any defence they may have to the allegations in the Ontario action. That is where their attentions should be focused. Their effort to intervene in the assessment is misplaced.", "[21] Accordingly, I see no reason to interfere with the Prothonotary's decision.", "[22] I note that Prothonotary Milczynski awarded costs in the amount of $2000.00, payable forthwith to the Avery defendants, and that payment has been made. In my view, this appeal was without merit and has unduly delayed the completion of the assessment process. The effort to introduce fresh evidence was a last-minute attempt to bolster a weak case. Serious allegations of fraud have been made without an adequate foundation. I agree with the defendants that there should be some consequences. Accordingly, I will impose costs in the amount of $3000.00 payable forthwith to the defendants in addition to those imposed by the Prothonotary. ORDER", "[23] THIS COURT ORDERS that 1. The affidavit of Allan Crosier dated June 9, 2008 is not admissible in evidence on this motion and shall be struck from the record; 2. The motion to appeal the Order of Prothonotary Milczynski dated April 30, 2008 is dismissed and the moving parties/appellants are denied leave to intervene in the cost assessment in this action; 3. Costs in the amount of $3000.00 additional to those imposed in the motion below are payable forthwith to the defendants by the moving parties/appellants. [End of document]"]}