{"id_": "006552", "body_str": ["[1] Rennie, J. : The applicant seeks to set aside an April 8, 2010, decision of the First Secretary of the High Commission in Kenya refusing the applicant Ms. Desalegn's, application for permanent resident status on humanitarian and compassionate grounds under subsection 25(1) of the Immigration and Refugee Protection Act , 2001, c. 27 ( IRPA ). The application is brought pursuant to subsection 72(1) of the IRPA . For the reasons that follow, this application for judicial review is dismissed.", "[2] On June 9, 2009, the applicant's sponsor, her husband, was granted a Canadian immigration visa as part of a refugee resettlement program. The sponsor landed in Canada on August 11, 2009 at which time he became a permanent resident. He did not disclose the existence of his April 9, 2009 marriage to the applicant either on receipt of his visa in Kenya or at the Port of Entry in Canada. Only in November, 2009 when he sought to sponsor the applicant as a Canadian permanent resident, did he disclose the marriage.", "[3] The High Commission in Kenya rejected the sponsorship application on the basis of subsection 117(9)(d) of the Immigration and Refugee Protection Regulations (SOR/2002-227) (the Regulations) , which provides that a foreign national who was a non-accompanying family member at the time of the sponsor's application for permanent residence and who was not examined at the time is excluded as a member of the family class. Subsection 117(9)(d) reads: 117. ... Excluded relationships (9) A foreign national shall not be considered a member of the family class by virtue of their relationship to a sponsor if [...] (d) subject to subsection (10), the sponsor previously made an application for permanent residence and became a permanent resident and, at the time of that application, the foreign national was a non-accompanying family member of the sponsor and was not examined. [...]", "[4] The effects of subsection 117(9)(d) of the Regulations , as noted by Justice Martineau in <FRAGMENT_SUPPRESSED>  can be harsh. The Minister may, however, under the discretion conferred by section 25 of the IRPA , which provides for an exemption on humanitarian and compassionate grounds, alleviate the consequences of applying section 117 to permanent residency applicants. Indeed, the existence of the discretion in section 25 of the IRPA is integral to the constitutionality of subsection 117(9)(d) of the Regulations : d e  <FRAGMENT_SUPPRESSED> . Humanitarian and compassionate considerations - request of foreign national 25. (1) The Minister must, on request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected.", "[5] Four principles govern the approach to judicial review of the decision in this case. First, the decision to grant an exemption on humanitarian and compassionate grounds is highly discretionary, and will not be revisited by the Court unless it is determined that the exercise of such discretion was unreasonable. Second, although discretionary, a decision rejecting an application on humanitarian and compassionate grounds must be supported by adequate reasons from the decision maker. Third, the onus to bring forth factors or considerations which support a favourable exercise of the discretion is on the applicant. Finally, for section 25 of the IRPA to have meaning, decision makers must do more than merely recite section 117 of the Regulations and its underlying policy objectives, rather the humanitarian and compassionate considerations put forth by the applicant must be given meaningful consideration.", "[6] In consequence the Court is faced with the following four questions: whether the First Secretary's decision was reasonable, whether adequate reasons were supplied by the First Secretary in rejecting the application, whether the applicant put forth factors or considerations which would have made a favourable exercise of discretion not unreasonable, and whether the consequences of applying section 117 of the Regulations were considered by the First Secretary.", "[7] In this case, the applicant's sponsor brought forth two factors which purported to justify a favourable exercise of discretion: first, that he did not understand English and second, that he was unaware of and did not intend to breach his obligation to disclose the existence of his marriage. The First Secretary rejected both as sufficient factors or considerations to support the exercise of section 25 humanitarian and compassionate discretion, and before this Court, the latter consideration was the focus of the argument.", "[8] As noted by Justice Pelletier in <FRAGMENT_SUPPRESSED> the humanitarian and compassionate process in section 25 of the IRPA \"is not designed to eliminate hardship; it is designed to provide relief from unusual, undeserved or disproportionate hardship.\" Here, apart from the two explanations advanced by the applicant's sponsor, no additional reasons were advanced by the sponsor which forced consideration by the First Secretary of any \"unusual, undeserved or disproportionate hardships\" that the applicant or her sponsor might suffer by the application of section 117 of the Regulations", "[9] The reasons provided by the First Secretary sufficiently respond to the factors and considerations raised by the applicant such as to make the decision to deny the applicant's application on humanitarian and compassionate grounds reasonable. The Computer Assisted Immigration Processing System (CAIPS) notes themselves comment on the paucity of information about the applicant's location, economic circumstances, how and with whom she is living and whether she was dependent on the applicant sponsor. Simply put, the applicant sought a favourable exercise of discretion on the basis that her sponsor did not intend to violate section 117 of the Regulations . Further, the First Secretary notes that there were at least two occasions on which the sponsor could have disclosed the existence of his marriage and did not. This case stands in contrast to others such as <FRAGMENT_SUPPRESSED>  where the officer failed to address considerations advanced by the applicant in support of a favourable exercise of discretion, or <FRAGMENT_SUPPRESSED>  where the officer simply reiterated the purpose of subsection 117(9) of the Regulations and failed to consider the impact of separation on the children.", "[10] In this case there where few, if any, considerations that could be weighed in support of the exercise of discretion in the balance of any unusual, undeserved or disproportionate hardship the applicant or her sponsor might face. While the sponsor's lack of knowledge of the law and the absence of his intention to not conform with it are considerations, they cannot, standing alone and without being appended to some additional reasons, constitute grounds which compel the exercise of discretion in the favourable manner sought by the applicant. The essence of the applicant's argument is that her sponsor was unaware of the requirement that he disclose his marriage and that he did not intend to break the law. This consideration was weighed by the First Secretary and rejected. Failure to know the law or a lack of intention to break it have never been considered compelling arguments in Anglo-Canadian jurisprudence.", "[11] This application for judicial review is therefore dismissed.", "[12] JUDGMENT", "[13] THIS COURT'S JUDGMENT is that the application for judicial review be and is hereby dismissed. No question for certification has been proposed and none arises. [End of document] <FRAGMENT_SUPPRESSED>"]}