{"id_": "006519", "body_str": ["[1] Gauthier, J. : Eli Lilly Canada Inc. (Lilly) seeks an order prohibiting the Minister of Health from issuing a Notice of Compliance under the Patented Medicines (Notice of Compliance) Regulations , SOR/93-133 (the Regulations ), that would allow Apotex to make and sell 2.5 mg, 5 mg, 7.5 mg, 10 mg, 15 mg and 20 mg tablets of olanzapine.", "[2] The applications in the two above-mentioned files are identical except that file T-787-05 only pertains to the 10 mg tablets of olanzapine. The circumstances mandating the issuance of two almost identical proceedings will be discussed in a distinct order dealing with costs.", "[3] The drug olanzapine is the subject of Canadian Patent 2,041,133 (the '133 Patent) which is made and marketed in this country by Eli Lilly Canada Inc. under the brand name Zyprexa®. [see footnote 1]", "[4] The character of the Regulations and so called \"NOC proceedings\" has been described in two recent decisions of the Supreme Court of  <FRAGMENT_SUPPRESSED>  (the \" Biolyse decision\"); <FRAGMENT_SUPPRESSED> . It is here sufficient to state that NOC proceedings serve a limited purpose. They are intended to be an expeditious way of determining issues relating to the validity and infringement of patents listed on a register established pursuant to the Regulations . They are not the equivalent of a civil action for patent infringement or for a declaration of invalidity nor are decisions made as a result of NOC applications binding in any subsequent action between the parties with respect to the validity of the patent under review.", "[5] However, it is worth mentioning that since the adoption of the Regulations , it appears that NOC proceedings have become more and more complex. Today, they can hardly be described as summary. In this instance, the applicant filed 10 affidavits in chief plus nine affidavits in reply, whereas Apotex filed 12 affidavits in chief and 11 more affidavits in sur-reply. The body of some of these affidavits contain more than 80 pages. A list of the many experts who supplied evidence along with their stated qualifications is attached as Appendix A.", "[6] The hearing of the present applications lasted a full seven days and did not go longer only because the parties agreed to limit their representations to pointing the way to the most pertinent evidence that the Court should consider and to outlining the legal and procedural issues to be determined. There was little time to go through the voluminous books of authorities submitted by the parties even though they agree that some of the legal issues relating to \"selection patents\" are quite new and important. Indeed, Apotex implies that such patents are to figure in many future NOC proceedings and that, in the same manner that these patents are sometimes described as \"second generation patents\", one could describe the procedure for addressing them as \"second generation NOC\". Hopefully, we will find a more efficient way of dealing with these so-called \"summary proceedings\" given that, in this case, the need to limit the hearing to seven days meant that the Court had to review more than 100 cases as well as a very substantial amount of evidence after the hearing.", "[7] As will become apparent later, a good portion of this evidence relates to issues which are simply not that relevant to the ultimate decision to be made. Each side raised numerous objections to the evidence presented by the other, including objections on the basis of hearsay and failure to put in evidence facts underlying the experts' opinions. The objections also include attacks on the admissibility of certain evidence while both parties challenge the weight to be attributed to various experts' opinion.", "[8] This comment by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> ; 259 N.R. 156; 136 O.A.C. 201; 2000 SCC 43, is most appropriate and illustrates the need for reform or, at least, better management of expert evidence in NOC proceedings: \"Finally, expert evidence is time-consuming and expensive. Modern litigation has introduced a proliferation of expert opinions of questionable value. The significance of the costs to the parties and the resulting strain upon judicial resources cannot be overstated. When the door to the admission of expert evidence is opened too widely, a trial has the tendency to degenerate into 'a contest of experts with the trier of fact acting as referee in deciding which expert to accept.'\"", "[9] Given the nature of the proceedings and the fact that the hearing took place barely two months before the end of the 24-month period set out in the Regulations , my reasons on certain issues will not be as precise or detailed as the very comprehensive nature of the parties' submissions and evidence might warrant. An index for the discussion and reasons set out herein is as follows: 1) Overview of the drug & chemistry para. 10-39 2) NOA para. 40 3) Preliminary matters --(a) Motion to strike para. 59 --(b) The failure to allege invalid selection in the NOA para. 72 --(c) Dr. Pullar's affidavit para. 126 --(d) Dr. Forman's affidavit in T-156-05 para. 163 --(e) The MPI Study para. 173 --(f) Impact on Lilly's experts para. 189 --(g) Experts' qualifications and Issues affecting the weight of their opinions para. 201 4) Burden of Proof --(a) The presumption s. 43 of the para. 224 --(b) Heavy burden of proof para. 241 5) Anticipation --(a) General principles para. 247 --(b) Application ---(i) Person skilled in the art para. 269 ---(ii) The '687 Patent para. 273 ---(iii) The \"Schauzu article\" para. 278 6) Obviousness --(a) General principles para. 296 --(b) Application para. 308 --(c) Secondary indicia para. 352 para. 359 8) section 53 para. 365 9) Conclusion para. 383 1) Overview of the drug chemistry and background", "[10] Olanzapine is an antipsychotic medicine used to treat patients who suffer various forms of mental illness, particularly schizophrenia.", "[11] There are two types of antipsychotic: typical (a classical or first generation antipsychotic) and atypical (a second generation antipsychotic). An atypical antipsychotic does not result in serious extrapyramidal side effects (EPS). As described in the affidavit of Dr. Richard Williams, EPS can result in involuntary twitching of the face and tongue, and painful body distortions.", "[12] In general, antipsychotic compounds work by blocking various receptor sites (including sub-types of those for dopamine and serotonin) in the brain or by binding and releasing to receptor sites at different rates.", "[13] The first commercially available antipsychotic medicine, chlorpromazine, was introduced in 1953. Though the drug was capable of treating schizophrenia, its use was limited because it induced serious EPS in certain patients as well as other serious side effects. Dr. Williams describes the drug haloperidol, introduced in the 1960's, as \"the next substantial improvement\"; however, he states that it produced EPS at the same rate as chlorpromazine.", "[14] The first atypical antipsychotic, called clozapine, was introduced in 1968. It was withdrawn from the market after it was observed that some patients suffered serious haematological side effects which included a dramatic reduction of white blood cells. Since then, clozapine has returned to the market [see footnote 2] but those who are prescribed it must undergo biweekly monitoring of their white blood cell count.", "[15] Beginning in the early 1970's, Lilly scientists conducted research into drugs having useful activity on the central nervous system (CNS). Dr. Chakrabarti a researcher at Lilly and one of the inventors of the '113 Patent, was also one of the two inventors listed on Canadian Patent number 1,075,687 ('687 Patent) filed in 1975 and which issued on April 15, 1980. The '687 Patent covers a very broad genus or class of chemical compounds [see footnote 3] having useful CNS activity. This genus encompasses olanzapine.", "[16] Olanzapine is not disclosed specifically in any of the one hundred examples listed in the '687 patent. While listing specific examples, the patent also describes criteria that designate certain \"preferred compounds\" within the broad genus it encompasses. It also identifies a more specific set of these criteria to designate a presumably smaller set of compounds as \"most preferred\".", "[17] While the parties agree that olanzapine meets the criteria for a \"preferred compound\", they disagree as to whether it also qualifies as a \"most preferred\" compound. Lilly expert Dr. Nichols, in his affidavit, asserts that olanzapine cannot be a \"most preferred\" compound because it does not possess all of the criteria of that category. However, Dr. Nichols' comments on cross-examination seem to contradict his initial position. Specifically, he recognizes that ethylflumezapine is expressly listed as a \"most preferred compound\", yet he also concedes that it does not possess one of the requisite criteria listed in the patent. This contradiction lends further support to the position held by Apotex' experts, particularly Drs. McClelland and Castagnoli, that it is not possible for a single compound to possess every one of the \"most preferred\" criteria. The Court agrees with them. However, the Court also observes that both of the sub-classes (i.e. \"preferred\" and \"most preferred\") of the '687 Patent nonetheless still comprise a very large number of compounds. [see footnote 4]", "[18] The '687 Patent does not specifically refer to the side effects of these compounds, but it states that their properties (described as \"potent centrally acting compounds with neuroleptic, sedative or relaxant or anti-emetic [see footnote 5] properties\") coupled with their high therapeutic index, render them useful in the treatment of mild anxiety and certain kinds of psychotic conditions such as schizophrenia and acute mania. The range of dosage referred to in the '687 Patent is very wide and depends on \"the compound as well as the condition and size of the mammal\" [see footnote 6] to be treated. For humans, proposed dosage ranges from 0.1 to 20 mg per kg (for an average person of 70 kilos, this means 7 mg to 1400 mg per day).", "[19] Some of Apotex' experts opined that the reference to the high therapeutic index of those compounds would imply that they had a good side effect profile and maybe even a low EPS profile. It appears from the evidence that the term \"therapeutic index\" is used in different ways depending on the context. The Court is satisfied that it would not have been understood in the context of the '687 Patent as promising minimal EPS.", "[20] As stated above, in addition to the broad genus, the claims of the '687 Patent list certain specific compounds and a process for synthesizing the members of the genus. Among the specifically disclosed compounds are three that will be discussed in further detail below. They can be referred to as flumezapine, ethyl flumezapine and the '222 compound (the first two compounds are in fact specifically covered in claims 19 and 21 of the '687 Patent).", "[21] A brief glossary supplied by Lilly is attached as Appendix B.", "[22] It is helpful to depict the general structure of the genus as it is represented in the'687 Patent (labels and dotted lines are my additions): [Diagram omitted - see printed version]", "[23] The compounds that will be discussed in this opinion can be depicted as follows (distinguishing features of each compound have been circled): [Diagram omitted - see printed version]", "[24] As these illustrations show, all these compounds are closely related. But a review of the case law dealing with chemical selection patents indicates that this is not unusual. [see footnote 7]", "[25] In the 1980s, it appears Lilly scientists, particularly Dr. Chakrabarti, continued experimenting on compounds encompassed within the genus covered by the '687 Patent with the goal of finding an effective atypical antipsychotic. It is in the course of such research that Dr. Chakrabarti and his colleagues published several articles reporting on their findings after they had synthesized and tested several such compounds. None of these articles specifically disclose olanzapine.", "[26] It is worth noting that Lilly was not the only company working on compounds of this sort. It appears from the \"Hunziker article\" [see footnote 8] (Apotex document no. 15) published in 1981 that a Sandoz research unit in Berne was synthesizing and testing the activities of a closely related class of compounds, called thienobenzazepines.", "[27] In Apotex document no. 16 (\"Chakrabarti 1980\") [see footnote 9], the Lilly team reports on the results of various in vitro and in vivo tests on rats to assess toxicity and potency of a number of compounds covered by the '687 Patent. In the experiments, they employed the following tests to measure response to the compounds [see footnote 10]: LD50, CAR, CAT and mouse hypothermia (ED).", "[28] As noted by Apotex in its memorandum of fact and law, the CAR test suggests what compound are potentially useful as antipsychotics whereas the CAT test is used as a crude predictor of the occurrence of EPS.", "[29] It is worth noting immediately that, using the CAR and CAT tests as crude predictors, it appears that many of the compounds covered by the '687 Patent for which test results were published in 1980 did not have sufficient activity to be useful as potential antipsychotics. This is consistent with the broad nature of the description made in the '687 Patent in respect of the utility of the genus. Also, it is clear from the various test results reported in 1980 and 1982 that many of those compounds that had sufficient antipsychotic activity had the potential to produce typical drugs (i.e. giving rise to EPS) as opposed to atypical drugs.", "[30] In searching for an appropriate drug, Lilly's team investigated several compounds. For example, ethyl flumezapine was tested in a dog study and was found to produce a high incidence of blood disorder and its progression to human clinical testing was terminated. [see footnote 11]", "[31] Another candidate was flumezapine. After a successful dog study, Lilly proceeded with its first clinical human test. The '113 Patent reports that a total of seventeen patients received treatment with flumezapine \"before the clinical trial was terminated after consultation with the U.S. Food and Drug Administration, because of an unacceptably high incidence of raised enzyme levels in the treated patients. The enzyme, creatinine phosphokinase (CPK), and the liver enzymes, serum glutamate oxalacetic transaminase (SGOT) and the serum glutamate pyruvate transaminase (SGPT) … were in substantial excess of normal values, indicating the possibility of toxicity\". This tendency, according to the disclosure, is \"similar to chlorpromazine, an antipsychotic which has long been in use but whose safety has been called into question\". Also, in such clinical trials, two patients treated with flumezapine showed possible signs of EPS as measured on the AIMS scale. [see footnote 12]", "[32] As discussed above, Lilly researchers continued during the 1980s to perform research on compounds covered by the '687 Patent. It was published in documents that will be referred to as \"Chakrabarti 1980\" (cited above, note 5), \"Chakrabarti 1980 #2\" (Apotex document No. 17) [see footnote 13], \"Chakrabarti 1982\" (Apotex document No. 18) [see footnote 14] and \"Chakrabarti 1989\" (Apotex document No. 25) [see footnote 15].", "[33] Partial results of a comparative dog study involving the '222 compound and olanzapine are described in the '113 Patent and are the focus of many arguments raised in the NOA and the applications.", "[34] In the '113 Patent, the inventors state: \"In dog toxicity studies with a closely analogous compound, 2-ethyl-10-(4-methyl-1-piperazinyl)-4H-thieno [2,3-b] - [1,5] benzodiazepine, at a dosage of 8 mg/kg, it was observed that four out of eight dogs showed a significant rise in cholesterol levels, whereas the compound of the invention did not show any rise in cholesterol levels.\"", "[35] There is no evidence that the '222 compound was ever tested in humans. However, olanzapine did go through full clinical human testing. It was introduced as a drug in Canada in 1997.", "[36] The '113 Patent also refers to other perceived advantages of olanzapine over other prior known antipsychotic agents not included in the genus covered by the '687 Patent. These include lower elevation of prolactin levels which suggest fewer disturbances of the menstrual cycle and less gynecomastia and galactorrhea and no alteration of white blood cell count", "[37] The '113 Patent also states that olanzapine is an effective antipsychotic for treatment of schizophrenia, exhibiting high activity \"at surprising low dosage levels\". It later specifies that the preferred treatment for adult humans is from 0.1 to 20 mg per day. The patent goes on (at page 6) to present the following conclusion: Overall , therefore, in clinical situations, the compound of the invention shows marked superiority, and a better side effects profile than prior known antipsychotic agents, and has a highly advantageous activity level.\" (My emphasis)", "[38] None of the claims of the '113 Patent expressly describe the advantages referred to above. The patent claims the compound olanzapine, its use for the treatment of schizophrenia and other less acute mental illnesses. It claims also pharmaceutical compositions.", "[39] At the hearing, the parties were agreed that there is no issue with respect to the construction of the '113 Patent and that Apotex's proposal to manufacture and sell tablets of olanzapine would infringe at least the following claims: \"3. 2-Methyl-10-(4-methyl-1-piperazinyl)-4H-thieno-[2,3-b] [1,5] benzodiazepine, or a pharmaceutically acceptable acid addition salt thereof. \"6. The use of a compound according to claim 2 or 3 for the manufacture of a medicament for the treatment of schizophrenia. \"13. A pharmaceutical composition comprising the compound of claim 3 together with a pharmaceutically acceptable diluent or carrier therefore.\" 2) The Notice of Allegation (NOA)", "[40] Apotex sent its first notice of allegation on December 16, 2004 and the second one on March 21, 2005. For the purposes of this section, the two NOA's may be treated as identical; the later NOA (concerning 10 mg tablets of olanzapine) incorporates by reference all of the factual and legal arguments concerning olanzapine as they are set out in the initial NOA. As stated above, the circumstances giving rise to an identical and redundant set of proceedings will be treated in a distinct order on costs.", "[41] Lilly has argued that Apotex raised several new issues in its evidence, including an allegation that the '113 Patent could not be a \"valid selection patent\". It is thus necessary to review, in some detail, the structure and content of the NOA. The body of the NOA is 105 pages. It is followed by various schedules dealing with the law in respect of the legal issues raised in the body; the last schedule lists the 63 documents (prior and post art) referred to in the NOA.", "[42] Under the title \"Background\", Apotex reviews various prior art documents from the late 1960's and onwards, as well as post art, which refer to various disclosures of compounds related to olanzapine as well as to olanzapine itself, many of which are also discussed later in the NOA under the specific headings of anticipation and obviousness. In this section, Apotex also makes many allegations that are relevant to the question of \"selection\" which was at the heart of much of the debate before me. It is important to note that such issues related to selection are raised under this \"Background\" heading, and not (aside for the very few that are all noted in this summary) under the headings set out elsewhere in the NOA that specifically describe grounds of invalidity, ie \"anticipation\"; \"obviousness\"; double-patenting\".", "[43] At page 41 of the NOA, as part of a section titled \"Documents subsequent to 1980\", Apotex notes that the '113 Patent claims that flumezapine and the '222 compound, which are both covered by the '687 Patent, are unsuitable drugs. Apotex goes on to note, however, that since the filing of the patent, and more particularly with the 2004 filing in the U.S. of the IVAX patent application [see footnote 16], it has been established that the '222 compound is a useful antipsychotic. [see footnote 17]", "[44] Apotex then goes on to say that the dog study reported in the '113 Patent was flawed, inappropriate and invalid as well as not scientifically significant for various reasons described at page 41, 42 and 43. [see footnote 18]", "[45] After denying that the '222 compound causes cholesterol in female dogs, Apotex' NOA goes on to allege that, in any event, the dog is not an appropriate animal model for predicting cholesterol increases in humans. Apotex further argues that a test on dogs is inadequate if such a test takes place without also testing other species. Apotex concludes, \"Accordingly, dog toxicity studies without studies on other species do not demonstrate that, at the time the ['113 Patent] Application was filed, neither ['222 compound] nor olanzapine had any special distinguishing features over the compounds claimed in the '687 Patent.\"", "[46] After concluding that the various documents described in the NOA (from page 49 to 61) show that the comparison between olanzapine and the '222 compound (as related at pages 5-6 of the '113 Patent) is inappropriate, Apotex says: \"In fact, the following has been determined in respect of olanzapine.\" Then from pages 61 to 66, Apotex reviews documents (mostly post art) which deal with the properties of olanzapine as they are now understood, particularly its more recent association with weight gain and an increase in trigyceride levels. For example, Apotex cites its document No. 56 which concludes at page 742: \"Olanzapine treatment was associated with weight gain and elevated levels of insulin, leptin, and blood lipids as well as insulin resistance, with 3 patients diagnosed to have diabetes mellitus \". [see footnote 19] (my emphasis)", "[47] At page 63 of the NOA, Apotex quotes another abstract that discusses side-effects of antipsychotic medicines. The quoted text includes: \"the issue of diabetes is some [sic] more controversial and recently second generation antipsychotics are implicated in the development of type 2 diabetes\". [see footnote 20]", "[48] It is worth mentioning that the NOA does not contain allegations or any specific reference to the question of prolactin levels, white blood cell count or other specific disadvantages referred to in the '113 Patent with respect to prior known antipsychotic agents. Nor does it contain any allegation challenging the results or the validity of the tests involving flumezapine.", "[49] At the bottom of page 66, Apotex alleges that differences between the '113 Patent and the UK patent application on the basis of which it claims priority (GB9009229.7) clearly show that the invention claimed in the '113 Patent is \"artificially continued.\" By this, Apotex would seem to imply that new language (such as \"surprising\") inserted in the Canadian patent was further evidence of Lilly's alleged efforts to improperly \"evergreen\" an existing invention. Apotex goes on to argue that the '113 Patent should not be able to claim a priority date from its UK counterpart on the grounds that it contains new language, new material and additional claims. As such, says Apotex, the appropriate priority date for the '113 Patent should be its Canadian filing date of April 24, 1991, rather than the UK one which was one year earlier. It became apparent during the hearing, however, that the difference of opinion as to the proper claims date is immaterial in respect of determining the various grounds of invalidity set out in the NOA. In that regard, none of the important prior art relied upon by Apotex, particularly at the hearing, would be excluded on the basis of the earlier claim date.", "[50] The so-called \"Background\" portion of the NOA seems to conclude at page 69 with a statement which Apotex says shows that it intended to rely on all issues raised in the background to support the legal grounds distinctly raised thereafter. That statement is as follows: \"Apotex asserts that each of the Claims in Issue is invalid, void and of no effect. Apotex relies on all of the material discussed in the NOA as supporting its allegations that each of the Claims in Issue is invalid, void and of no effect.\"", "[51] The Court here notes that, substantive issues aside, the drafting and structure of the NOA is poorly organized to say the least. This lack of structure and coherence in such a voluminous document could easily produce confusion or misunderstanding. It was clearly a source of frustration for the applicant.", "[52] In the following section entitled \"Anticipation\" (pages 69-75, NOA), Apotex refers to only four documents, two of which have been already referred to above: the '687 \"genus\" Patent and the scientific journal article \"Chakrabarti 1980\" (cited above, note 5). The third allegedly anticipatory reference cited by Apotex in its NOA can be referred to as \"the Schauzu article\". [see footnote 21] This document, described in further detail below, is a scientific article from a German journal that presents a chart of 12 compounds. Apotex alleges that olanzapine is disclosed by number 11 on that list and that the article teaches that the compound has antipsychotic activity. Finally, the NOA briefly refers to a teratology study [see footnote 22] which allegedly published a compound identical to olanzapine; however, Apotex has since withdrawn its assertion that the study is a disclosing prior art reference. Also, the article was not discussed at the hearing. It will therefore be referred to no further.", "[53] At the conclusion of the NOA's section on anticipation, Apotex asserts that all four publications give \"so clear a direction that a skilled person in the art reading and following it in every case and without possibility of error would be led to the claimed invention in the Claims in Issue.\"", "[54] In the section of the NOA entitled Obviousness (pages 75-85), Apotex states in a brief introduction that it \"relies on the state of the art and common knowledge of a person skilled in the art set out in this NOA\" and adds that \"persons skilled in the art would be led directly and without difficulty to the subject matter\" in the claims. As will be discussed further on, Apotex has offered little evidence to support its assertions in the NOA as to what was common general knowledge in the field at the relevant time (April 1990 - April 1991). Apotex made more precise submissions after the hearing, informing the Court that its position was that expert evidence established that such knowledge would include all the prior art documents listed in its NOA, and particularly those referred to in the affidavits of Drs. Klibanov, Dordick and Dr. McClelland.", "[55] In any event, Apotex alleges specifically that elements of common knowledge and the following combination of prior art render olanzapine obvious: the '687 Patent and Apotex document Nos. 14 [see footnote 23] and 17 [see footnote 24]. Next, it argues olanzapine is obvious on the basis of compounds disclosed in \"Chakrabarti 1980\" (Apotex document No. 16). [see footnote 25] Finally, Apotex asserts obviousness in light of the \"Schauzu article\". [see footnote 26]", "[56] Apotex concludes the obviousness section of the NOA by asserting that olanzapine was in the \"wings\" at the time flumezapine was discovered to be unsuitable. It adds that qualities related to side effects do not save the '113 Patent from being obvious; Apotex notes at page 84 that none of the patent's claims refers to side effects and that the reference to the '222 compound in the '113 Patent does not assist Lilly with respect to the inventiveness of olanzapine \"for reasons as discussed previously\".", "[57] The NOA goes on to allege invalidity on the basis of double patenting, more particularly \"having regard to the claims of the ['687 Patent] and the common knowledge of a person skilled in the art\" as well as obviousness double patenting.", "[58] Finally, Apotex alleges that the '113 Patent is void pursuant to paragraph 53(1) of the . [see footnote 27] More particularly, it alleges that Lilly failed to mention various limitations which applied to the dog toxicity study referred to in the disclosure of the '113 Patent. Such omissions were, says Apotex, made willfully for the purpose of misleading the Commissioner of Patents. Also, the respondent says that the applicant failed to disclose the '687 Patent (the Canadian patent that corresponds to UK Patent 1,533,235 specifically referred to in the disclosure). This omission, suggests Apotex, was also made in order to mislead the Commissioner and to avoid the issue of double patenting . Lilly allegedly also deliberately failed to disclose various pieces of prior art such as the Schauzu article [see footnote 28] and Chakrabarti (1980 and 1982) [see footnote 29]. This section of the NOA concludes with the following passage: \"When the earlier selections (Flumezapine and other compounds selected by Eli Lily) had been not proceeded with for whatever reasons, olanzapine was waiting in the 'wings' ready to be used. \"Thus, the '113 Patent is void for breach of section 53. (See Schedule 'D' for a further discussion of section 53.)\" 3) Preliminary matters (a) Motion to strike", "[59] In July 2005, Lilly filed a motion to strike the evidence filed by Apotex in respect of issues and documents which according to Lilly were not set out in the NOA. The motion was heard by Prothonotary Roger Lafrenière who adjourned the part of the motion related to the striking of the evidence to the hearing on the merits.", "[60] In its motion, Lilly also sought the right to file reply evidence. This part of the motion was granted by Prothonotary Lafrenière on the basis that he was satisfied that Lilly could not have anticipated Apotex's evidence as adduced or the allegation of anticipation as advanced and that it would be seriously prejudiced if denied an opportunity to adduce reply evidence. Apotex did not appeal the decision of Prothonotary Lafrenière and Lilly says that this finding in respect to Lilly's right to file reply evidence is res judicata. This was not challenged by Apotex.", "[61] Initially, the list of new issues and of new documents dealing with old and new issues proposed by Lilly (see Daybook volume 7, tab 3 and 4) was quite long and it related to many experts' affidavits and cross-examinations in which these issues were discussed.", "[62] At the hearing, Lilly advised that to shorten the debate, it was no longer seeking to strike the evidence relating to the allegation of off-label prescription, and the Zyprexa product monographs (Canadian and American versions). Also, Apotex indicated that it was no longer relying on the IVAX Patent Applications (Apotex document No. 28 and 29) and that the Court should also disregard the evidence relating to it. So this issue was also withdrawn by Lilly from its list.", "[63] During a teleconference held on March 30, 2007, Apotex further advised the Court that it would not be relying on the other contested documents listed in Tab 4 of the Day Book in Volume 7. Thus, it was agreed that the Court does not have to deal with the request to strike this evidence as well as the paragraphs of the various experts' affidavits referring to it.", "[64] This means that only two of the original issues are left: diabetes and the use of Apotex document No. 21, an article entitled: In Vitro Thiomethylation (Sullivan, H.R. et al. (1985), vol. 13, No. 3, Drug Metabolism and Disposition p. 276-278). This document, listed in the NOA under the heading \"Documents Subsequent to 1980\", was only described by Apotex as disclosing the formula of flumezapine. Later, however, it was used by two Apotex experts to support the view that the prior art teaches away from the use of halogen substituents on the benzene ring. Lilly objects to this use of the document for a \"new\" purpose.", "[65] Finally, Lilly objected to Apotex contesting the basis on which the selection was made because the latter never raised this as a ground of invalidity in its NOA.", "[66] This important question will be dealt with separately later on in these reasons. It is for now sufficient to say that the Court does not accept Apotex proposition that selection is simply a defence to anticipation and it therefore had no obligation to raise these various issues in its NOA.", "[67] A related issue concerns Apotex' contestation that the disclosure contained in the '113 Patent was not accurate or sufficient insofar as it did not reveal olanzapine's potential association with diabetes and other maladies. On this matter, the Court has carefully reviewed the NOA and noted particularly the passages cited at paragraphs 46 and 47 of these reasons. It is now satisfied that Apotex did, as a matter of fact, allege that olanzapine has a controversial association with diabetes. As will be discussed later on, this finding will have little impact on the merits, especially given that this issue is not very relevant to those grounds of invalidity that were properly put before the Court.", "[68] Turning now to Lilly's objection regarding Apotex' use of document No. 21 for a \"new\" purpose, there appears to be no case law that directly addresses this point. Unlike the circumstances described in cases such as <FRAGMENT_SUPPRESSED> ; 256 N.R. 172; 7 C.P.R.(4th) 272 (F.C.A.) and <FRAGMENT_SUPPRESSED> ; 331 N.R. 373; 2005 FCA 50, Apotex has in fact included the contested document in its NOA.", "[69] Although the NOA does not present a full discussion of the significance of Apotex's document No. 21, the relevance of the article is hardly cryptic. It is clear that this document was not presented as disclosing olanzapine itself. It is thus difficult to imagine that its inclusion in the NOA would have been perceived by Lilly to relate to anything but obviousness.", "[70] A close review of AB Hassle and <FRAGMENT_SUPPRESSED> , above, suggests that the rationale for barring the introduction of new prior art is that doing so would prejudice the patentee or the first person of the opportunity to decide whether or not to launch the NOC proceeding. To use undisclosed prior art after Lilly decided to file its application would be unfair and would amount to an ambush.", "[71] In the present instance, it is quite understandable that Lilly would have desired a better structured NOA. But the Court cannot agree that the fairness concern expressed in AB Hassle and <FRAGMENT_SUPPRESSED> , above, applies here. The true remedy in cases like this one is to seek the right to reply and Lilly did just that. The Prothonotary was right when he gave the applicant the right to file a reply. As such, I am satisfied that there is no reason to strike the document notwithstanding the fact that it does not appear to be essential to Apotex' position (indeed, they did not rely on it at all during the hearing). Nevertheless, the Court has specifically dealt with the issue in these reasons. (b) The failure to rely on invalid selection in the NOA", "[72] As mentioned, Lilly submits that Apotex failed to state in its NOA that the '113 Patent was not \"a valid selection patent\". In this particular context, this means that Apotex had an obligation to explicitly raise in the NOA its various allegations as to why the '113 Patent did not meet the criteria of a selection patent. Apotex should have stated, among other things, that the advantages listed in the patent were not substantial, that the assertions made were vague and unsupportive and, in any event, insufficient to constitute the '113 Patent as a valid selection [see footnote 30]. Apotex should have made it clear in its legal allegations how, in its view, the fact that it has allegedly now become known that olanzapine does not actually have all of the advantages listed in the patent (and that it has other side effects such as weight gain, association with hyperglycemia and diabetes etc.) affects the validity of the patent.", "[73] In reply to this, Apotex says: \"(i) The issue of selection was put forth by Lilly as a defence to the allegation of double patenting in the Notice of Application. It was an issue raised by Lilly and, as such, Apotex was entitled to respond with evidence and arguments as it saw fit. This position is consistent with the principle that a second person is not expected to anticipate the defence to its allegations that a first person will put forth in its Notice of Application, and that a second person is entitled to reply to the evidence produced by the first person. \"(ii) Lilly should have included in its application its allegation that such arguments were new and filed an affidavit supporting such allegation. It did not do so and it is evident that Lilly understood the case it had to meet. It specifically raised as an issue the superiority of olanzapine over other '687 compounds and filed evidence to establish that the inventive step in the '113 Patent was an improved side effect profile.\"", "[74] Lilly replies to Apotex by arguing that the latter's argument that selection is a defence to anticipation (or to obviousness or to double patenting) amounts to an attempt by Apotex to place on Lilly the burden of establishing the validity of its own patent rather than establishing that the particular grounds of invalidity alleged in the NOA are unjustified. This also disguises the fact that Apotex is now relying on grounds of invalidity that it has not raised in its NOA.", "[75] For Lilly the '113 Patent, on its face, is a selection patent and must be dealt with as such by Apotex in its NOA. It claims that allowing Apotex to challenge the validity of the '113 Patent on grounds other than those set out in the NOA (i.e. anticipation, obviousness, double patenting and misrepresentation pursuant to section 53) would constitute procedural unfairness.", "[76] Furthermore, Lilly submits that it could not and did not file an affidavit because it did not realize, until well after the filing of its evidence, the true extent of the new arguments put forth by Apotex. Allegedly, some were in fact only raised or properly explained at the hearing. Lilly says that its evidence in chief dealing with the advantages of olanzapine, in particular, was relevant to obviousness and obviousness double patenting. It was essentially opinion evidence based on the advantages set out in the patent itself. Its evidence in respect of the dog study, its validity and the disclosed advantage of olanzapine over the '222 compound was an answer to the \"fraud\" (ie s. 53(1)) allegations made against it in the NOA but which, in fact, were barely touched upon during the hearing by Apotex.", "[77] The position put forth by Apotex does indeed seem to have a number of important implications that go beyond the question of what it had to specifically allege in its NOA. The Court will need to consider, among other things, its impact on: what Lilly must prove in order to meet its burden of showing that the allegations set out in the NOA are unjustified; the evidential burden on Apotex. But, before considering Apotex's \"selection as a defense\" argument, it is useful to review Apotex's position in some more detail.", "[78] Apotex contests that the '113 Patent is on its face a selection patent because none of the claims include a reference to the invention's special advantages as they are described in the disclosure. Also, it says that the invention is presented as an improvement over existing antipsychotic agents and not simply over the members of the genus covered by the '687 Patent.", "[79] Because of this, Apotex asserts that it can meet its evidential burden (as defined below), in regards to its allegation of anticipation, by simply adducing the originating patent (the '687 Patent) which claims a class of compounds that encompasses olanzapine, particularly because olanzapine meets the criteria of a \"most preferred compound\". This would constitute sufficient evidence to overcome the presumption of validity described in paragraph 43(2) of the", "[80] Therefore, says Apotex, if Lilly wishes to argue that the '113 Patent was not anticipated by the '687 Patent (or that the '113 Patent was not made obvious by it or that it did not constitute double patenting), [see footnote 31] it had to prove that its patent meets each and every one of the criteria set out for a selection patent. To do so, Apotex adds in an important point, Lilly cannot simply rely on what the patent says. It has to actually establish those facts in its evidence in chief, particularly that olanzapine actually delivers the advantages disclosed in the '113 Patent.", "[81] In fact, Apotex goes further and asks the Court to infer from Lilly's failure to produce admissible evidence in respect of tests and studies and from the failure to produce all the documents requested by Apotex during the cross-examination of its experts (including all lab books and data relating to its research) that the result of such studies would not support the advantages disclosed in the patent.", "[82] In respect of the need to prove what the patent says, Apotex relied on two decisions: <FRAGMENT_SUPPRESSED> ; 306 F.T.R. 254; 2007 FC 26; <FRAGMENT_SUPPRESSED> ; 278 F.T.R. 1; 2005 FC 1283. Apotex interprets those decisions to mean that, if Lilly has failed to produce admissible evidence to prove the validity and accuracy of the statements made in the disclosure (for example about cholesterol, blood cell count, liver enzymes, etc.), the Court should conclude that the patent is not a valid selection patent.", "[83] Apotex' foregoing arguments conclude by stating that the '113 Patent has failed to qualify as a valid selection patent. Hence, the Court should conclude that Apotex's allegations that the '113 Patent is invalid based on anticipation and double patenting are clearly justified. Analysis", "[84] At section 2 of the , an invention is defined as follows: \"'Invention' means any new and useful art, process, machine, manufacture or composition of matter, or any new and useful improvement in any art, process, machine, manufacture or composition of matter;\"", "[85] In respect of chemical patents, the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> ; 351 N.R. 189; 2006 FCA 214, recently noted at paragraph 3 that there are two general classes of chemical patents. The first is the originating patent where there is an originating invention involving the discovery of a new reaction or new compound (or genus). The second is a selection patent, which is based on a selection from related compounds derived from the original compound (or genus) and which have been described in general terms and claimed in the originating patent.", "[86] The nature of selection patents was elucidated in 1930 by Maugham, J., in what came be an oft-cited case: In the Matter of I.G. Farbenindustrie A.G.'s Patents, Re (1930), 47 R.P.C. 289 (Ch. Div.) (Type 3,4,5). Later, the House of Lords in Du Pont (E.I.) de Nemours & Co. Application, Re , [1982] F.S.R. 303 (H.L.), generally accepted the special requirements set out in Farbenindustrie and gave useful precision on how courts should approach the issue of anticipation by a prior class or genus patent (such as the '687). This is further discussed when the Court reviews the specific grounds of invalidity alleged in the NOA. In our own jurisprudence, the principles of Farbenindustrie as explained and adopted by the House of Lords have been confirmed very recently by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> (2006  <FRAGMENT_SUPPRESSED> ) and <FRAGMENT_SUPPRESSED> ; 358 N.R. 135; 2006 FCA 421.", "[87] Despite the fact that there is little case law on the subject, the concept of selection patents is not new in Canada. It was described in 1969 in Canadian Law and Practice (4th edition), p. 89-90, by Dr. Fox as follows: \"Selection: Invention may also be present as a result of a new and useful selection among members of a class of substances from which selection the inventor is able to produce a new and useful result or an old result in a cheaper or better manner. \"Invention may be exercised by selecting one out of a number of substances for a particular purpose even though others of that class have been used before for the same purpose, provided there is a special advantage to be derived from the use of the selected substance and its selection constitutes a definite advance upon existing knowledge. While one who merely picks out a number of items from an already disclosed group or series has not invented anything, yet it may be otherwise if his researches have led him to the discovery that certain items in the group or series possess qualities or characteristics peculiar to themselves and hitherto unknown. Selection patents are more usually met with in the chemical, that in the other arts.\"", "[88] From the case law applied by the Federal Court of Appeal, it appears that the nature of selection which presupposes the existence of a class that encompasses the selected member(s) mandates a particular approach to determine whether the prior patent covering the class left the field open for someone to claim the selected compound(s) as new [see footnote 32] (see Du Pont , above, at p. 310-311). If the field is indeed open, the originating patent will not anticipate (see paragraphs 264-267 below) but the selected member(s) may still be anticipated by other publications and, in this respect, the usual principles apply. It is also clear that the inventive step in the selection lies in the discovery that the selected compound(s) of a known class of compounds (for example, the '687 Patent) possess(es) some special advantage that could not be predicted before the discovery was made. All selected compounds must have a \"substantial\" advantage (this includes avoiding a disadvantage possessed by other members of the known class) and the said advantage must not be one that those skilled in the art expect to find in a large number of the previously disclosed genus or class. [see footnote 33]", "[89] Another special requirement of this class of patent is that its said advantage(s) must be specifically described in the disclosure of the patent. This requirement becomes particularly pertinent when the Court needs to determine if the patent is invalid on the basis of insufficiency.", "[90] Although selection patents possess certain distinguishing features, the analysis regarding their validity is largely the same as that which is carried out with respect to any other patent. [see footnote 34] Like any other patent, they benefit from the presumption that the invention (the selection) is novel, inventive and useful. Likewise, it is presumed that the disclosure is sufficient to enable a person skilled in the art to take full advantage of the benefit of the invention. There is no good reason to treat these patents differently when it comes to determining what a party must set in its NOA for the purposes of NOC proceedings.", "[91] That said, the respondent cannot avoid the obligation to put all its factual and legal allegations in its NOA by simply asserting that it did not believe the patent at issue was a selection patent and that it was not obliged to address issues related to selection until the patentee had done so first. The obligation to disclose its factual and legal allegations in respect of selection would seem to apply particularly in the present case given that Apotex conceded during the hearing that its main argument against selection is a novel one that has yet to be accepted by a court.", "[92] The novel argument Apotex puts forth holds that a selection patent, to be valid, must set out the special advantages of the compound(s) it covers. As such, Apotex would make selection patents akin to \"new use\" patents insofar as the latter require the special advantages they possess to be set out in a claim.", "[93] Having reviewed all the authorities cited by Apotex and despite the excellent explanations provided by Apotex's counsel at the hearing, the Court is satisfied that, contrary to the situation involving patents for new use of a known compound, an inventor can claim a selected compound without referring to its special advantages in the claim.", "[94] The basis of this allowance for selection patents is sound upon considering the strong public policy rationale that underlies them. Namely, these patents have an important role in encouraging further research and development on promising new medicinal compounds whose properties have yet to be fully understood. Furthermore, there does not appear to be any compelling rationale for requiring a selection patent to set out its advantages within its claims.", "[95] The analogy put forth by Apotex which equates selection patents with \"new use\" patents is not convincing. In this regard, Apotex suggests that policy dictates that selection patents state their advantages in a claim lest they otherwise serve to reclaim knowledge from the public domain and confine it within a patent monopoly. While this policy consideration does indeed apply to new use patents, the Court cannot agree with Apotex' submission that an analogous rationale should apply to selection patents. As will be explained later on under \"anticipation\", in the case of new use, the compound itself is old, having been either specifically disclosed or used. [see footnote 35] In the case of such patents, the sole novelty of the invention lies in the use itself, thereby requiring that such use be claimed. Conversely, in selection patents where the selected compound is only generally described or encompassed within a known genus or class of compounds, it is the selected compound itself that is new.", "[96] This view appears to have been generally accepted in practice in this country. In Patent Law of Canada, [see footnote 36] William L. Hayhurst, Q.C., in a section entitled The Art of Claiming and Reading a Claim , says: \"Where the invention consists of the selection of one or more members of a previously known group, based upon the discovery that the selected members have a previously unknown advantage over the others, the advantage must be disclosed in the specification in order to make a full disclosure of the invention. As in other cases, however, what is claimed is not the advantage but the selected members. The advantage may not be recited in the claim . The advantage is inherent in the things that are claimed.\" (My emphasis)", "[97] The current edition of the Manual of Patent Office Practice (issued to Canadian patent examiners) says the following at subsection 11.12 of its chapter on claims, dealing with selection patents: \"A selection from members of a previously known class of substances may be patentable if the substance selected is unobvious and affords a new and useful result. There must be a special advantage arising from the selected substance and any advantage, novel property or use must be fully characterized in the . The substance should be defined in an explicit manner within the claim.\" (My emphasis)", "[98] It also appears that the European Patent Office has generally adopted similar views. [see footnote 37] It is further worth noting that the claims before the House of Lords in Du Pont (above) covered the selected compounds themselves with no reference to their special properties. This was also the case in <FRAGMENT_SUPPRESSED> and Sanofi- <FRAGMENT_SUPPRESSED> .", "[99] Finally, in the United States, as noted earlier, the U.S. Court of Appeals for the Federal Circuit has just recently confirmed the validity of U.S. Patent No. 5,229,382 which (like the '113 Patent) claimed olanzapine without reference to its special properties.", "[100] It would thus take a very good reason for this Court to depart from this prevailing view. The alternate approach (and its attending rationale) proposed by Apotex is simply not convincing. Also, at this stage, the Court feels bound by the recent Federal Court of Appeal decisions cited above.", "[101] A further submission by Apotex asserts that, on its face, the '113 Patent is not a selection patent because it refers to various advantages of the claimed compound over all known antipsychotics, not just those encompassed by the '687 Patent. With all due respect, this argument is simply specious.", "[102] Apotex did not point to any principle of law that could support this theory. There is no reason why an inventor is limited to discussing the advantages of his selection over the genus alone. She or he must disclose the special advantages of the selection over the general class but there is nothing that precludes further additions. This is particularly so given that it may be relevant to know how the overall profile of the selected compound compares with other known drugs so as to better assess, for example, the significance of the advantages of the selected compound over members of its genus.", "[103] On a fair reading of the '113 Patent, it is evident that it purports to be a selection patent. The inventor expressly refers to the U.K. counterpart (GB 1533235) of the '687 genus patent at page 2 of the '113 Patent. Moreover, a simple review of the NOA shows that Apotex indeed understood that the '113 Patent was presented to the examiner as an application for a selection patent by Lilly.", "[104] In that respect, the allegations relating to section 53 are particularly revealing. For Apotex to succeed in showing that a violation of section 53 had occurred, any omission or misrepresentation it alleged would have to concern information related to the obtaining of the patent. While normally there is no need to describe the advantages of an invention in the disclosure (see <FRAGMENT_SUPPRESSED> , at 524-27), Lilly would be required to properly describe the advantages of the selected compound if it was indeed seeking a selection patent (see paragraph above and Patent Manual section 11.12) [see footnote 38]. In other words, it is possible to infer from Apotex's allegation of misrepresentation that it was aware of the basis on which the patent was granted (i.e. selection). Apotex must therefore have known the '113 Patent was granted as a selection patent.", "[105] Moreover, on several occasions in its NOA, Apotex employs language that indicates it was aware that the '113 Patent was a selection patent (albeit an invalid one in its mind). This can be discerned from such passages as: \"neither [the '222 compound] nor olanzapine had any special distinguishing features over the compounds claimed in the '687 Patent\"; \"[the '222 compound] does not assist Lilly with respect to the inventiveness of olanzapine\"; \"when the earlier selections … had been not proceeded with for whatever reasons, olanzapine was waiting in the 'wings' waiting to be used\". [see footnote 39]", "[106] To allow Apotex to say at this stage that the patent was not a valid selection patent because the selected compound does not provide the benefits promised or the better side effect profile described in the disclosure would, in fact, amount to allowing the respondent to add a new ground of invalidity to those listed in its NOA. Namely, it would allow Apotex to in fact plead invalidity on the grounds of insufficient disclosure.", "[107] In effect, the English Court of Appeal in <FRAGMENT_SUPPRESSED>  selection of certain compounds, in order to secure an advantage or avoid some disadvantage, not only must the specification contain sufficient information on how to make the compounds, it must also describe the advantage or how to avoid the disadvantage. Further, the compounds monopolized by the claim must all have that advantage or avoid the disadvantage. The same principle applies where the claim is to a class of compounds. To be sufficient, the specification must identify the characteristics of the class and a method of manufacture. Further, all the claimed compounds must in substance have the characteristics of the class.\" (my emphasis)", "[108] This would also mean that the respondent has split its case.", "[109] It is obviously important for a first person to know exactly on what basis the validity of a patent is challenged for this will have a major impact on the type of evidence it will be required to put forward. The analysis and evidential concerns that arise in response to allegations of invalidity based on anticipation or obviousness are very different from those that would arise in response to a challenge of validity based on insufficiency or lack of utility.", "[110] To determine whether an invention was obvious, the Court must examine what is described in the patent properly construed, in light of the state of the art and the common general knowledge available to the ordinary person skilled in the art at the claims date. In that respect, the Court does not go beyond or behind what is disclosed in the patent properly construed. It does not have to assess whether or not what is described is true or accurate.", "[111] On the other hand, when the validity of the patent is challenged on the basis of insufficiency (or lack of utility), the Court will consider evidence that goes beyond the facts set out in the disclosure. The patent challenger in such cases is entitled to contest the information set out in the patent to argue that, for example, the calculations or directions set out in the patent do not work. In the case of a selection patent, a person challenging on the grounds of insufficiency might argue that an ordinary person skilled in the art could not in fact obtain the full benefit of the profile described in the disclosure when he or she makes the selected compound. [see footnote 40]", "[112] In the case at hand, Lilly would, upon reviewing the NOA, have found no reason to produce evidence establishing the truth or accuracy of the information set out in the patent, particularly in respect of the properties of olanzapine and of the other compounds referred to therein. The only need to do so would have been in order to respond specifically to the allegation of willful misrepresentation made pursuant to section 53 of the", "[113] The discrepancy between what appears in the NOA and what is ultimately argued can be sufficiently important as to affect a first person's decision of whether or not to proceed with a notice of application. If the discrepancy is large, there is a risk that the first person will be ambushed. There is little case law on this specific issue but on three occasions the courts have addressed issues that are roughly analogous.", "[114] In Pfizer 2006 (above), the Federal Court of Appeal set aside a decision because, among other things, the trial judge expressed concern that the requirements to be met for the creation of a valid selection patent could be manipulated. He commented that there was no evidence offered by the first person to justify the advantages referred to in its patent . In response, the Federal Court of Appeal said: \"32. However, he failed to recognize that there was little evidence on the issue of thresholds because Ratiopharm never objected to them in its NOA. Threshold issues had to be raised in the NOA so that <FRAGMENT_SUPPRESSED> could know the case it had to meet (see <FRAGMENT_SUPPRESSED>  argument for procedural unfairness.\"", "[115] More recently, again in the context of an NOC proceeding involving a selection patent, this Court in <FRAGMENT_SUPPRESSED> ; 303 F.T.R. 284; 2006 FC 1471, said at paragraph 56, \"This entire case stands or falls on the issue of selection patent and specifically the ten-fold increase in activity of one of the enantiomers over the race mate.\" As is the situation here, the NOA in that case did not challenge the basis of the selection, the sufficiency of the disclosure or the utility of the selection.", "[116] In the case above, the Court found that on its face, the patent was a selection patent that could only stand if it met the selection patent criteria. Special advantage was obviously a key criterion. In that context, the judge responded to the challenger's failure to allude to special advantage in its NOA by stating: \"It thus begs belief to suggest Novopharm did not know that the data evidencing the ten-fold advantage would be an issue.\" [see footnote 41]", "[117] The Court also rejected Novopharm's assertion that its challenge of the selection was implicit in its NOA and that, in any event, <FRAGMENT_SUPPRESSED> has incurred no prejudice because it had been granted leave to lead evidence on all of the new data raised  <FRAGMENT_SUPPRESSED> 's evidence in chief.", "[118] Relying on the decision of the Federal Court of Appeal in Procter &  <FRAGMENT_SUPPRESSED> ; 291 N.R. 339; 2002 FCA 290, the Court found that arguments related to flawed data formed part of \"Novopharm's cause of action\" and therefore should have been alleged in the NOA.", "[119] Apotex seeks to distinguish those two cases by saying that its argument that selection is simply a defence to an allegation of anticipation was never properly put before the courts. This position, Apotex says, is very different than arguing (as was done previously) that it was implicit in the NOA that the respondent was challenging the validity of the selection. Also, it says that in the latest <FRAGMENT_SUPPRESSED> decision, the challenger had made admissions that helped determine the Court's conclusion. As mentioned, the Court here does not accept Apotex' position as law. The special attributes required for a valid selection are part and parcel of the basic analysis of the validity of the '113 Patent. These requirements have an impact on each of the elements applicable to the invention claimed in the patent (novelty, inventiveness, utility and sufficiency). If Apotex or any second person wishes to contest them, it cannot fail to raise them in the NOA; it must clearly set out all the particular grounds of invalidity upon which it relies.", "[120] Finally, the Court further notes that in <FRAGMENT_SUPPRESSED> ; 289 F.T.R. 263; 2006 FC 379, this Court once again was forced to address an NOC application involving a selection patent where the respondent was challenging the validity of the selection on the basis of allegations not included in its NOA. At paragraph 78, Justice Michael Phelan said: \"Raising the issue, as if it is a defence works an injustice to the patentee by depriving it of the opportunity to address the issue in its evidence and memorandum. It may also deprive the court of the necessary evidentiary base and the legal submissions to properly address this matter.\"", "[121] Lastly, the Court notes that one must be very careful when assessing legal arguments raised in NOC proceedings which have the potential to affect the law of patents as it is applied in other types of litigation.", "[122] In view of the foregoing, the Court concludes that if Apotex wanted to challenge the basis of the selection and the validity, sufficiency or accuracy of the facts set out in the disclosure, it had to include all those legal allegations and all related factual allegations in its NOA.", "[123] Having carefully considered the NOA, the Court will not put on Lilly the burden of actually proving that the disclosure of the '113 Patent was sufficient to enable a person skilled in the art to get the advantages described in it because Apotex has failed to allege insufficiency as a grounds of invalidity.", "[124] That said, the Court obviously must analyze the evidence and all the allegations that are included in the NOA to determine whether the '113 Patent is a valid patent (i.e. a valid selection patent). In that respect, the NOA must be read as a whole with a mind willing to understand. All factual allegations that can reasonably be found relevant to the grounds of validity (that have been raised) will be considered.", "[125] On a fair reading of the NOA, the Court is satisfied for example that Apotex has alleged that the comparison between the '222 compound and olanzapine (related to cholesterol) was not sufficient to support a finding that the selection is inventive. This is an element that the Court will consider when reviewing the allegation that the invention was obvious. (c) Dr. Pullar's affidavit", "[126] Apotex argues that most of the statements contained in Dr. Pullar's affidavit are based on hearsay and thus inadmissible.", "[127] The Court has carefully reviewed the affidavit of Dr. Pullar as well as his cross-examination. Dr. Pullar joined Lilly in 1975 to head a small neuroscience team involved in the research of antipsychotic drugs for the treatment of schizophrenia and depression.", "[128] When he arrived, he was briefed about the project on which Lilly had been working by his then superior and by Dr. Chakrabarti who was in charge of chemistry. More particularly, Dr. Pullar was specifically advised by Dr. Chakrabarti (now deceased) that clozapine was the starting point from which Lilly had undertaken its search for a suitable compound. [see footnote 42]", "[129] Dr. Pullar was also in charge of the multidisciplinary team charged with moving ethyl flumezapine toward clinical testing in schizophrenic patients. In that respect, Dr. Pullar says that he is fully aware of the results of various testing done under his direction on that compound. His team requested the dog study that was conducted by the toxicology experts who then reported back the results to him and his team. He was personally involved in the decision to stop the development of ethyl flumezapine after the dog study revealed that it caused severe blood disorders such as neutropenia as well as other side effects in the dogs. Dr. Pullar admitted that he is not a toxicological expert and nothing in his affidavit deals with the quality or the validity of the toxicological studies referred to in his affidavit. He simply attests to the fact that these studies were conducted and that the results were reported to him.", "[130] Later on, Dr. Pullar was head of the team in charge of further research on flumezapine. [see footnote 43] He asked for comparative testing between flumezapine and ethylflumezapine to be carried out and was involved in key decisions made in connection with flumezapine. It is in that context that he saw the letter of the FDA sent to the medical group in charge of the clinical trials in the U.S., attached as Exhibit D to his affidavit and which relates directly to the termination of the said clinical trials. [see footnote 44]", "[131] Finally, Dr. Pullar was co-author of four articles relied upon by Apotex in its NOA, referred to earlier as \"Chakrabarti 1980\", \"Chakrabarti 1980 #2\", \"Chakrabarti 1982\" and \"Chakrabarti 1989\".", "[132] The Court has considered the case law cited by Apotex and Rule 81 of the Federal Courts Rules , SOR/2004-283, s. 2. It finds that this case law can be distinguished on its facts.", "[133] To assess the personal knowledge required of an affiant, it is always important to consider the purpose for which his evidence is presented. Here, as I have said, it was not to prove the accuracy or validity of the particular studies or clinical tests conducted at the direction of the team headed by Dr. Pullar but to generally describe the development process, and the decisions taken by Dr. Pullar and his team in respect of those compounds.", "[134] The Court is satisfied that Dr. Pullar has personal knowledge of the chronology of events in respect of the search for an alternate atypical antipsychotic that occurred during the period of 1975-1982.", "[135] The Court also found that he has the requisite personal knowledge to support the statements made in his affidavit in respect of ethyl flumezapine and flumezapine, and particularly to attest to the decisions taken in respect of those compounds during that period and the basis on which they were taken.", "[136] However, although Dr. Pullar is familiar with the protocol and the cholesterol results attached to his affidavit, he was not directly involved in the team charged with researching olanzapine. His last direct involvement appeared to have occurred in discussions within the team he was heading, [see footnote 45] and which team considered the options left to Lilly after the termination of the clinical test for flumezapine (paragraphs 31, 32 of his affidavit). He has never read the whole dog study that compared the '222 compound and olanzapine. At the time, he was only told of the results by other senior scientists at Lilly.", "[137] Dr. Pullar is obviously entitled to testify about his personal feelings as to whether olanzapine was a suitable candidate for further testing. He may also describe his own \"astonishment\" and reaction to the dosage found to be effective in humans. However, as noted in paragraph 33 and 34 of his affidavit, he did not agree that olanzapine should be the next candidate for progression in the development for an antipsychotic drug. It may well be why he was not directly involved in the team that pursued that investigation. Be it as it may, the Court agrees with Apotex that in respect of paragraphs 35 to 44 of the affidavit, the statements made by Dr. Pullar are purely based on hearsay and as such are not admissible.", "[138] In respect of Exhibit E and F, the Court notes that, as confirmed by the parties at the hearing, these two exhibits are copies of the documents referred to  <FRAGMENT_SUPPRESSED> 's NOA and which were filed in the U.S. patent office. These documents are public. As suggested by Apotex, they will be considered only for identification purpose and to confirm that indeed the study referred to in the '113 Patent was the same as the one filed in the US patent office. These documents are not accepted for the purposes of establishing the accuracy or validity of the information they contain. Exhibit F only establishes that these were the results on which Lilly relied when writing the paragraph found at pages 5-6 of the '113 Patent. Exhibit E simply shows that this protocol was prepared in respect of such study and this document was presented by Lilly to the Patent Examiner in the U.S. It does not in any way establish that this was in fact how the study was actually conducted.", "[139] In coming to this conclusion, the Court also notes that Apotex does not challenge in its NOA that the results filed in the US patent office and referred to in the '113 Patent in respect of the total serum cholesterol in certain female dogs were not those obtained by Lilly. Rather, it said that these results were not significant and that the study was inappropriate for the reasons mentioned earlier.", "[140] Obviously, the requirement that affidavits be confined to personal knowledge (Rule 81) does not necessarily exclude hearsay evidence. Prior decisions of the Federal Court of Appeal indicate that hearsay evidence may still be admitted according to the \"principled approach\" ( <FRAGMENT_SUPPRESSED> ; 267 N.R. 135; 2001 FCA 8, para. 11-12). However, Lilly has not presented any evidence that would indicate [see footnote 46] why it was necessary to produce hearsay evidence in respect of the research involving the '222 compound and olanzapine. Lilly suggested that the dog study should be treated as a business document of Lilly within the meaning of the Canada Evidence Act (R.S. 1985, c. C-5). Even if this were to be the case, Dr. Pullar has not been an employee of the company since January 2005 and for this reason he would not be an appropriate witness to produce the documents.", "[141] Finally, Apotex asks the Court to draw a negative inference from the fact that Lilly failed to produce an appropriate witness to establish how the comparative dog study referred to in the '113 Patent was actually conducted and to produce a full copy of the said study as requested by Apotex.", "[142] Apotex further submits that the Court should also draw a negative inference from Lilly's refusal to produce various documents sought from Dr. Pullar during his cross-examination such as (i) the minutes of meetings where decisions about flumezapine and ethyl flumezapine were taken, (ii) laboratory notes and summary sheets generated for the tests described at page 21 of the '687 Patent, (iii) similar documentation in respect of the testing of flumezapine described in paragraph 15 of his affidavit, (iv) summary sheets and note books in respect of the testing of ethyl flumezapine. [see footnote 47]", "[143] Dealing first with the impact of Lilly's objections to the various requests for documents made by Apotex, the Court notes that it must take into consideration the general principles applicable to such cross-examination on affidavits particularly in respect of requests for production of documents ( <FRAGMENT_SUPPRESSED> ; 146 F.T.R. 249; 80 C.P.R.(3d) 550 (T.D.), affirmed at [1999] F.C.J. No.1596; 249 N.R. 15; 3 C.P.R.(4th) 286 ( <FRAGMENT_SUPPRESSED>  at para. 3, <FRAGMENT_SUPPRESSED> ; 69 C.P.R.(3d) 49 (T.D.), at para. 17, <FRAGMENT_SUPPRESSED> ; 2003 FC 1281; <FRAGMENT_SUPPRESSED>  Apotex chose not to seek an order compelling answers to its request and it is not clear at all that all such requests would have been considered to be well-founded.", "[145] It is trite law that a cross-examination on an affidavit is not a discovery. It is not the proper method of obtaining relevant documents in the possession of a party.", "[146] Although Rules 91 and 92 which deal with the provision of documents for inspection on cross-examination on an affidavit clearly applied here, Apotex chose not to send any direction pursuant to these rules before the examination of Dr. Pullar.", "[147] As noted by Justice Eleanor Dawson in Joel Goodwin (above), although the Court is to encourage a cooperative and consensual approach in the scheduling of cross-examinations, it is still important for a party who wishes to cross-examine on a specific document presumed to be in the possession, power and control of an affiant to ensure that such document be requested either by way of an oral or written request prior to the examination, or more formally by the use of a direction to attend. This is especially so when the document is sought in order to test the credibility of the affiant.", "[148] Moreover, in this particular case, there is no evidence that the documents requested from Dr. Pullar were in his possession, power and control. This witness retired from Lilly in January 2005 and did not consult any of the requested documentation to prepare his affidavit or his cross-examination.", "[149] If Apotex wanted to test the credibility of Dr. Pullar on the basis of the documents they requested, they should have requested that the documents be made available before or at the cross-examination.", "[150] Like Justice Dawson in Joel Goodwin, the Court believes that the summary nature of NOC proceedings would not be facilitated by adjourning a cross-examination on affidavits so that documents may be produced, especially when (as with Dr. Pullar) the witness travelled from outside Canada.", "[151] In the circumstances, the Court is not convinced that Apotex' requests were well founded and even if they were, having considered all the circumstances, the Court is not prepared to draw any negative inference from Lilly's refusals to produce those documents.", "[152] The Court, however, took into consideration in evaluating the weight to be given to Dr. Pullar's evidence the fact that he relied on memory and did not review contemporary documentation that may have been in the possession of Lilly before completing his affidavit. In this regard, the various passages listed at Tab 4 of Apotex's Compendium have also been taken into account.", "[153] As the Court will not consider Dr. Pullar's evidence in respect of the comparative dog study referred to in the '133 Patent, there is no need to decide on how Lilly's failure to produce a full copy of the dog study impacts on the weight to be given to his evidence.", "[154] This leaves the question of whether or not the Court should draw a negative inference from the fact that Lilly failed to produce a witness having personal knowledge of how this dog study was actually conducted and what results were obtained in respect of the other parameters tested (apart from the general cholesterol levels).", "[155] Rule 80(2) allows an adverse inference to be drawn from the failure of a party to provide evidence from persons having personal knowledge. It is clear however that this is a discretionary decision. Such discretion must be exercised in light of all the particular circumstances of the case. This includes considering whether or not a party had to produce evidence in respect of a certain issue.", "[156] Also, in this particular case, the context includes the fact that when Lilly was actually required to prove the validity of its comparative dog studies in the American litigation, it was able to produce direct evidence that satisfied the U.S. courts that such study was properly conducted. In that respect, this Court refers to paragraphs 215 to 302 of the American district court's decision that was produced as Exhibit C to the affidavit of David Forman in file T-1787-05.", "[157] It appears from the Notice of Application that Lilly acted on the belief that Apotex was not challenging the fact that it had conducted such a comparative dog study, and that the study did show a rise in the total cholesterol level in the four female dogs given 8 mg of the '222 compound.", "[158] As mentioned in section 3(b) above, the Court has found that, Apotex did not allege in its NOA that the disclosure of the '113 Patent was insufficient to enable a person skilled in the art to take advantage of the benefits described in the patent.", "[159] Thus, Lilly did not have to prove that olanzapine actually had the advantages set out in the patent over the '222 compound. In respect of obviousness, as mentioned, the analysis to be carried out is made on the basis of the representations set out in the '113 Patent itself, so once again the evidence of a witness with personal knowledge of the comparative study was not necessary.", "[160] This means that the validity of the protocol used for the dog study and the manner in which such study was conducted could only be relevant to the allegations made pursuant to section 53 of the . In that respect, Apotex cannot expect to be able to make its case out of the mouth of the applicant's affiants. ( <FRAGMENT_SUPPRESSED> ; 169 N.R. 342; 55 C.P.R.(3d) 302 (F.C.A.), at p. 320.", "[161] Except for the identification of Exhibits E and F as the documents produced by Lilly to the Patent Office, the Court has already concluded that it would not admit the evidence of Dr. Pullar in respect of the comparative testing done between the '222 compound and olanzapine nor the opinion of the experts based on this evidence. There is no good reason to attach any further consequence in respect of this issue.", "[162] On the basis of the foregoing, the Court concludes that this is not an appropriate case to draw a negative inference against Lilly. (d) David Forman's affidavit in T-156-05", "[163] Apotex submits that the affidavit of American attorney, David Forman, dated April 4, 2005, should not be admitted or given any weight because most of his statements are based on hearsay and because he is not qualified to opine on the significance of the results of another study (referred to as the \"MPI study\").", "[164] Dr. [see footnote 48] Forman is employed with the American law firm retained by Lilly to represent it in the action instituted against three generic companies that were seeking to come to market with a generic version of olanzapine in the U.S. He was asked by the Canadian counsel acting for Lilly in the present proceedings to provide information about the IVAX U.S. patent application referred to in the NOA as document No. 29 and which was relied upon by certain Apotex experts to conclude that the '222 compound did not in fact raise cholesterol level in dogs and thus that Lilly's own dog study was flawed.", "[165] Based on various documents he obtained in the course of the American proceedings and at the U.S. Patent Office, Dr. Forman makes various statements or draws various conclusions about who was the inventor listed on the application, for what purpose the application was filed, and how the preliminary results reported therein were incomplete and in fact directly contrary to the final results. Dr. Forman also comments on the significance of the final results of the MPI study.", "[166] As mentioned earlier, Apotex documents No. 28 and 29 are no longer before the Court and the opinions directly based on such documents will not be considered. The evidence of Dr. Forman has thus become somewhat irrelevant.", "[167] Despite this, the Court understands that Lilly has chosen not to withdraw this affidavit because it now wishes to rely on the MPI study to establish the validity of its own study. It is far from apparent how this evidence can help Lilly contradict Apotex' expert findings on this issue. In effect, Dr. Forman did not attach a copy of the MPI study as an exhibit to his affidavit. He simply attaches a copy of the protocol of the said study that was obtained from a defendant (Zenith Gold Line Pharmaceutical) during the discovery. He acknowledged that he had no direct knowledge of how the study was actually conducted.", "[168] Dr. Forman may be an appropriate witness to put in evidence the various documents he attached as exhibits. Productions of these documents would simply confirm their existence and provide information as to how they were obtained. But they would not be admitted as establishing proof as to their content. In that respect, Dr. Forman could even have attached a copy of the full MPI study and attest to the fact that this document had become public when filed as an exhibit during the American trial. But this is not what he has done.", "[169] Attorneys involved in proceedings are not a proper conduit for providing evidence on substantive issues or as to the truth of the content of documents filed in proceedings in which they were involved.", "[170] The Court, having reviewed the affidavit and the cross-examination of Dr. Forman, is not satisfied that this witness is qualified to comment on the results of the MPI study and whether or not it confirms the Lilly dog study referred to in the '113 Patent.", "[171] It is evident in that respect that Dr. Forman relies on the opinion of Dr. Thisted, Dr. Szot and Dr. Bauer. It is the Court's task to evaluate the impact and weight of those opinions.", "[172] Insofar as the evidence of Dr. Forman is opinion evidence, based on the principles enunciated by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  at para. 17, namely: (a) relevance; (b) necessity in assisting the trier of fact; (c) the absence of any exclusionary rule; (d) a properly qualified expert. The Court must conclude that it is inadmissible. (e) MPI Study", "[173] As mentioned, the MPI Study was commissioned by Zenith Gold Line Pharmaceutical Inc. (a subsidiary of American generic company, IVAX) who was a defendant in the action instituted by Lilly in the United States. In the district court's decision dated April 14, 2005, [see footnote 49] the MPI Study is described as having been conducted for the purpose of that litigation. It appears that the study lasted 6 months and involved a much larger sample of dogs than the Lilly study (the MPI study likewise involved administering olanzapine and the '222 compound to dogs).", "[174] Dr. Szot, Dr. Bauer and Dr. Thisted all refer to the MPI study in their affidavits and use it to some extent to refute Apotex' allegations in respect of the inadequacy of the Lilly study referred to in the '113 Patent.", "[175] Apotex asserts that these experts' opinions are not admissible because they are not based on either personal knowledge or a fact properly established by Lilly by means of, for example, an affiant having personal knowledge.", "[176] It is admitted that none of the above-mentioned experts were directly involved in carrying out the MPI study. It appears that they first obtained portions of the study as a result of their participation in the American litigation concerning olanzapine litigation.", "[177] In light of the above, can the Court admit in evidence the portion of the opinions that are based on the MPI study and, if so, should it give those opinions any weight given that Lilly refused to produce the full study and all the back-up documentation requested by Apotex during the cross-examination of those affiants?", "[178] Apotex' assertion appears correct to a large extent; however, it fails to recognize that no expert opinion is completely devoid of hearsay elements. As noted in the The Law of Evidence in Canada (Sopinka, Lederman & Bryant, 1992, LexisNexis) at page 142: \"Since the expert by definition possesses a special skill or knowledge in the material area superior to that of the Court, the expertise is founded to a large extent upon hearsay data. An expert's opinion will be based on experience and education received. The latter is naturally comprised of the study and readings of work of authorities in the field and information and data culled from numerous sources.\"", "[179] Many of Apotex' own experts gave opinions on issues, such as the suitability of the dog model, that are based on published material reporting the views of others as well as studies and facts that have not been independently established before the Court. Should the Court reject those opinions because there is no independent evidence as to how these studies were conducted? Should the Court give no weight to these opinions because Lilly did not have the opportunity to cross-examine Apotex' experts on the soundness of these studies or on the grounds that they clearly did not participate in them?", "[180] No, because by its very nature \"an expert's knowledge is made up of the distilled assertions of others not before the Court\" (para. 12.88 of The Law of Evidence in Canada ).", "[181] Normally, experts will rely on studies and opinions that have been published in technical journals or elsewhere. But the quality of those publications will vary and not all will have been subject to peer review. Experts also often refer to documentation distributed at conferences or seminars.", "[182] Should the Court treat differently other knowledge acquired by an expert in the course of his professional activities if the source of such knowledge is reliable and the expert has the means to test its accuracy? What if that expert has access to private studies that have become public through means other than publication and conferences? What if a particular expert often acts in the context of civil litigation and is thereby exposed to very relevant public information? Why should he not be allowed to use this information and the knowledge acquired in the same way that he would use other information or knowledge that has become part of his experience and expertise?", "[183] As discussed below, the Court does not believe that Apotex can supply a satisfactory answer to these questions by referring to the decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  in light of the fact that the MPI study was not prepared for and on behalf of a party to the present proceeding. The study is not \"inherently suspect\". It was done at the request of a party adverse in interest to Lilly. It was accepted in evidence, relied upon and commented upon by a court of law in its judgment. The soundness and the reliability of the study were clearly evaluated in the context of a public trial.", "[184] Despite the fact that Lilly has not produced formal evidence establishing that it was not possible for it to obtain the cooperation of Zenith (the parties were still before the Court of Appeal at the relevant time), I certainly would have been tempted to admit this evidence [see footnote 50] if it had truly been essential to determine the issues before me.", "[185] This is especially so when one considers that the source of the study was well-known to Apotex. In fact, Apotex had in its possession the other comparative dog study prepared for another defendant in the same trial (the Calvert study) and used it in the cross-examination of Dr. Bauer (filed as exhibit 2). There is no indication that Apotex did not also have a copy of the MPI study.", "[186] However, I have concluded that this document and the portions of the expert evidence based on it are not relevant to the determination in respect of the allegations of invalidity related to anticipation and obviousness contained in the NOA.", "[187] In respect of the allegations made pursuant to section 53 of the , they would not have a determinative impact on my decision because, as indicated, I have found that Apotex has not met its evidential burden in respect of a fundamental element of this allegation. More particularly, this burden has not been met in respect of the wilfulness to mislead as described in the section.", "[188] So I leave the definitive answer to this question to another day and will not consider for the purpose of my decision the MPI study and the specific opinions based on it which are listed in the next section. (f) Impact on Lilly's experts", "[189] At Tab 24 of its Compendium (Part 2A-Selection Patents), Apotex produced a chart of the various paragraphs in the affidavit of Drs. Nichols, Bauer, Szot, Thisted and Williams that should be declared inadmissible because they are based on the hearsay evidence of Dr. Pullar.", "[190] In that respect, Apotex relies on the decision of the Supreme Court of Canada in Lavallée, above, and in particular on Justice Bertha Wilson's summary of the Court's holding in <FRAGMENT_SUPPRESSED> , and on the additional reasons of Justice John Sopinka found at pages 898 to 900  <FRAGMENT_SUPPRESSED> .", "[191] The respondent says that in as much as the experts gave their opinions on the basis of facts that came from the \"mouth of Lilly\", the applicant had the obligation to establish those facts independently. According to Apotex, they have failed to do so. Therefore, those experts' opinions are not admissible.", "[192] As mentioned in the previous section, the Court is satisfied that Dr. Pullar was an appropriate witness to give evidence in respect of flumezapine and ethyl flumezapine as well as what is neuroscience team was generally working on. He is not a proper witness in respect of the development of olanzapine and the comparative testing referred to in the '113 Patent. Also, the MPI study has not been properly introduced in evidence before the Court.", "[193] On that basis, the Court will review the various passages of the experts' affidavits listed in the chart. Dr. Williams:", "[194] Having reviewed the cross-examination of this witness and all the impugned paragraphs listed by Apotex, the Court finds that it will disregard the following paragraphs: paragraph 49, paragraph 65 (but only the following words \"until the scientists at Lilly discovered that the '222 compound caused significant elevation of cholesterol whereas olanzapine did not.\" (The rest of the paragraph is based on Dr. William's own experience as a clinical psychiatrist involved with antipsychotics).", "[195] Insofar as paragraph 43 includes a reference to the '222 compound or to olanzapine, the Court will disregard it. However, it is far from clear that this paragraph refers to such compounds. Indeed, given that Dr. William specifically refers to document No. 15 which does not deal with the research of Lilly, it may well be that Q. 371 of the cross-examination mischaracterized his evidence. Dr. Thisted:", "[196] The Court will not consider Exhibits C, D and F and the following paragraphs dealing with the MPI study: 29, 31, 32, 36, the last sentence of paragraph 38, paragraph 39 and paragraphs 42 to 49. Dr. Szot:", "[197] The Court finds that the following paragraphs are not admissible: paragraphs 27, 33, 37, 48 to 52, the portion of paragraph 67 starting with the second sentence, paragraphs 68 (first line), 74, 77 to 86, 90 to 92, 94, 95 and 127. The Court will also not consider his Exhibits C, D and F. Ms Schuurmans", "[198] With respect to the affidavit of Nancy Schuurmans, a law clerk employed by the law firm Gowling Lafleur Henderson LLP (solicitor for Lilly), the Court finds that Exhibit E is admissible not as proof of its content but simply to establish that such table was provided to the examiner in the course of the patent prosecution as it appears in the public file available for examination at the Patent Office. Dr. Bauer", "[199] Having reviewed the contested paragraphs listed by Apotex and the cross-examination of Dr. Bauer, the following paragraphs are found inadmissible: paragraphs 33 to 38, 52, 54, the portion of paragraph 57 starting with the \"dog cholesterol breakdown would suggest …\", paragraph 62 the first sentence, the third sentence starting with particular up to over the '222 compound, paragraphs 63, 69, 71, 74, 80, 81, 82, 88, 90 to 94, 96 to 98. Dr. Nichols:", "[200] The paragraphs to which Apotex objects are mostly based on Dr. Nichols' review of the '113 Patent. They are all admissible for the purpose of determining how a person of ordinary skill in the art would have construed the patent at the relevant time. (g) Experts' qualifications and issues affecting the weight of their opinions", "[201] The court has considered all the objections to the qualifications of the experts raised by the parties as well their submissions in respect of the weight to be attributed to their opinions on the various issues dealt with in their affidavits. To do so, all the passages listed in the parties' respective memorandum of fact and law as well as their respective day books were analyzed. In fact, the Court reviewed essentially all of the cross-examinations.", "[202] Ultimately, the Court found that most of the experts were sufficiently qualified to at least admit their evidence. It is evident that a substantial portion of the affidavit of Gerald O.S Oyen (lawyer and patent agent acting as affiant for Apotex) deals with legal issues on which opinion evidence is not necessary. Thus, on such issues, the Court has not considered this evidence.", "[203] The Court also had serious concerns in respect of the expertise of Dr. Dordick who comments on a very broad range of issues in his lengthy affidavit. Dr. Dordick does not have the characteristics of the ordinary person skilled in the art as defined by the Court either prior to the claims date or even now. He does not explain on what basis he is qualified to testify as to the general common knowledge possessed by ordinary persons skilled in the art at the relevant time [see footnote 51] on how such persons would construct or understand the prior art and the '113 Patent.", "[204] From 1980 to 1986, Dr. Dordick was still pursuing graduate studies in biochemistry. It is also unclear how he acquired his expertise in statistics or on whether or not dogs are appropriate models for the type of study described in the '113 Patent.", "[205] The Court finally decided to admit his evidence but to give it very little weight. In effect, in addition to the concerns described above, Dr. Dordick has little relevant expertise with issues related to antipsychotic drugs. He is, in any case, a professor and scientist. [see footnote 52] A review of his cross-examination suggests that he only recently acquired his knowledge in respect of many issues on which he opines in these proceedings. Although he was able to answer most questions put to him, some of those answers are quite revealing.", "[206] When asked whether depression relates to EPS, he said \"Some form of depression might be, although in many cases, it's hard to distinguish that, because these drugs are often used to treat depression.\" This is certainly at odds with accounts of EPS described in the evidence of the other experts. At other times, he appeared unable to answer simple questions without having to refer back to some documentation. For example, he could not remember which of the tests (CAT or CAR) related to effectiveness. These concepts are central to the issues here.", "[207] His objectivity is also somewhat suspect. At page 5247 of the application record, when asked whether he had looked up an entry in preparing his affidavit, he answered that he couldn't recall but that: \"I certainly did not use it in my NOA\" [my emphasis].", "[208] Overall, the Court simply did not find his testimony very credible.", "[209] Dr. Nichols, Dr. McClelland and Dr. Castagnoli are all well qualified and credible. All three were involved in the field at the relevant time and have either the characteristics of the person skilled in the art or of a person who would be on the team described by Lilly. Some of their opinions are conflicting and on the most important issues, the Court will endeavour to note what evidence it preferred and why. Often, it will relate to the basis on which they approach an issue. In that respect, the Court notes that the legal instructions provided to the witnesses were quite elaborate and it is not evident that the experts were able to fully understand all of their implications. Thus, the Court particularly focussed on the reasons they gave for their conclusions.", "[210] Dr. Williams was also found to be a very qualified expert with first-hand experience with olanzapine and other antipsychotic drugs. He has a medical degree and possesses extensive experience in a clinical context. He has been working in the field since the 1970s. He is a credible witness.", "[211] While Dr. Mayersohn is clearly an expert in pharmaceutical sciences, he has comparatively quite less expertise in respect of neuroleptics and antipsychotics than many other affiants such as Drs. Nichols, McClelland and Castagnoli. His particular interests are bioavailability and pharmacokinetic characterization of drugs. His testimony was given less weight than the three afore-mentioned affiants.", "[212] Dr. Jenike is an accomplished doctor and professor of psychiatry at Harvard Medical School. His affidavit mostly concerns \"post art\" such as recent findings concerning olanzapine (weight gain, diabetes, etc.) as well as the suitability of the dog model considering the information in the IVAX application. (As mentioned elsewhere, the Court will not consider the evidence based on the IVAX application as it is not very useful to the issues properly before the Court).", "[213] The credibility of Dr. Jenike as a witness and that of Dr. Nagy (a physiologist) is in question in light of their respective affidavits. In effect, it is acknowledged that both of these affidavits substantially overlap. In fact, large portions of them are word for word identical. As argued by Apotex, this could have been easily been explained by the fact that they were assisted by Apotex' lawyers in the drafting. But when specifically asked during the cross-examination to confirm how the drafting was done, each witness insisted that they had personally drafted most of these paragraphs. Dr. Nagy said that he had received assistance where \"legalese\" was written and had no explanation for the similarities. As for Dr. Jenike, he indicated that at least in respect of some paragraphs the explanation could be that they would both have copied from the same articles. The Court has considered these explanations and finds that they are lacking.", "[214] Dr. Bauer, Dr. Szot and Dr. Thisted were all properly qualified to opine on the issues raised in their affidavits and their evidence is credible. However, as noted earlier, a large portion of their evidence had to be set aside because it was based on facts or documents that had not been properly put before the Court.", "[215] Dr. Klibanov, affiant for Apotex, is a professor of chemistry and bioengineering at MIT. There was considerable debate surrounding the weight that should be given to his opinion. He is a medical chemist with a PhD in organic chemistry and possesses excellent credentials as his many publications and awards attest. Indeed, there is no doubt about his professional qualifications. It is his objectivity and credibility as an independent expert witness that is challenged.", "[216] Lilly submits that the same flaws and problems identified in <FRAGMENT_SUPPRESSED>  case, Justice Roger Hughes wrote as follows: \"I was troubled by Dr. Klibanov in the manner in which he gave his evidence, particularly in cross-examination. He was quarrelsome, dogmatic and sought to accuse cross-examining counsel frequently of 'misrepresenting' what he was saying. Dr. Klibanov's evidence was sprinkled with legal buzz words such as 'motivated' and 'worth a try'. I give less weight to the evidence of Dr. Klibanov particularly where it conflicts with evidence of other experts.\"", "[217] Obviously, the Court must make its own evaluation of the evidence before it. Nevertheless, these comments of my colleague express my own reaction upon reviewing the affidavit of Dr. Klibanov before the hearing (and before reading those comments). For example, he comments on the absence of data at the filing date (paragraph 34), and the fact that with respect to safety, the claims of the '113 Patent themselves do not mention safety or side effects (paragraph 162). There are also references to \"motivated\" , \"hindsight\" etc.", "[218] A few examples will suffice to present the Dr. Klibanov's general demeanour as witness: \"You just misstated what I said. I said a person of ordinary skill in the art - - and since you seem to ignore the statement, let me emphasize - - with a mind willing to understand … Could I finish my answer please Mr. Creber, I have to say that repeatedly despite my numerous objections, you repeatedly interrupted me although I have asked you not to, and I extended the courtesy to you. You turn red; you raise your voice; you lean in my direction. If these are your cross-examination tactics, Sir, they are not going to work. You can behave any way you want to behave but please do not interrupt me. It is impolite and unprofessional… [Counsel]: My face is not red and I want you to say under oath whether my face is red or not. [Dr. Klibanov]: Yes your face is red and I do not know how you can possibly say that it is not red since I don't see any mirror in this room. Maybe you have the ability to see your own face, but the rest of us do not. Yes, your face is red Sir. No, you are wrong. Could you please read to him so that Mr. Know-It-All will see that. (Question 442)\"", "[219] Apotex' counsel argued that Dr. Klibanov's behaviour can be explained as owing to personal issues between him and Mr. Creber. This explanation is not plausible when one considers that Mr. Creber did not act  <FRAGMENT_SUPPRESSED> -Ortho (above).", "[220] Also, Dr. Klibanov clearly advocated on behalf of Apotex and was reluctant to admit facts that other experts presented by Apotex had readily admitted.", "[221] The Court has not come to this decision lightly but it must conclude that the evidence of Dr. Klibanov has little weight compared to other qualified witnesses testifying on the same issues. As did Justice Hughes, the Court will give his evidence less weight, particularly when it is in conflict with evidence of other experts.", "[222] Dr. Brock is an expert on toxicology. Although he is qualified to comment on the dog study and the toxicological testing required at the early stage of drug development, he is less qualified to comment on the issue of obviousness and anticipation than Dr. Castagnoli and Dr. McClelland whose evidence will clearly be given more weight. Some of the issues raised in his affidavit were not described in the NOA (prolactin levels, quality of the studies of Lilly on the drug flumezapine) and will not be considered.", "[223] There is no need to comment on the evidence and the other affiants because they were either credible or their evidence had no particular impact on the issues to be determined. 4) Burden of proof (a) The section 43 presumption", "[224] There is a dispute over who has the burden of proof and how such burden is affected by the presumption of law set out at subsection 43(2) of the , which reads as follows: \"After the patent is issued, it shall, in the absence of any evidence to the contrary, be valid and avail the patentee and the legal representatives of the patentee for the term mentioned in sections 44 and 45 whichever is applicable.\"", "[225] The parties particularly disagree over the impact of this presumption on the burden of proof which is sometimes referred to as the burden of non-persuasion ( <FRAGMENT_SUPPRESSED>  at para. 96, per Sopinka, J.)", "[226] Apotex acknowledges that the presumption exists and that it results in an evidential burden which requires it to produce some evidence capable of supporting its allegation of invalidity. Once such evidence is adduced, says Apotex, the presumption is spent and falls away. The burden of proof (non persuasion), according to Apotex, lies and remains at all times with the applicant to disprove the allegations of invalidity on a balance of probabilities.", "[227] The cases it cites in support of this position are set out in a long list in its memorandum of facts and law and supplemented by additional notes used at the hearing.", "[228] For its part, Lilly relies mainly on the Federal Court of Appeal's decision in <FRAGMENT_SUPPRESSED> ; 258 N.R. 238; 6 C.P.R.(4th) 285 (F.C.A.), to assert that the effect of the statutory presumption is to shift the burden of proof (non-persuasion) on to Apotex who must then establish, on a balance of probabilities, that its allegation of invalidity is justified. It claims this position finds further support in the later Court of Appeal case Procter &  <FRAGMENT_SUPPRESSED> . Lilly also cited a series of further cases which, it claims, offer further support for its position.", "[229] Each side relies on numerous other decisions of this Court which purportedly support their distinct interpretation and some of which were confirmed by the Federal Court of Appeal without particular comments on the burden of proof issue. Thus, the dilemma.", "[230] In a recent NOC proceeding ( <FRAGMENT_SUPPRESSED> ; 2006 FC 379), Justice Michael Phelan provided an apt description of the burden of proof issue when he wrote, \"The law in this area, particularly in the context of the statutory presumption of validity, is somewhat opaque.\" Given the frequent disagreements that have arisen over this subject, it is worth examining the section 43 presumption in some detail.", "[231] Recently, in <FRAGMENT_SUPPRESSED> ; 349 N.R. 183; 2006 FCA 64, Chief Justice John Richard succinctly summarized the burden of proof as follows: \"The jurisprudence of the Federal Court of Appeal clearly establishes that the onus of proof in NOC proceedings rests on the applicant and is considered on a balance of probabilities, bearing in mind that on allegations of invalidity, there is a statutory presumption of validity in favor of the patentee.\"", "[232] Justice James W. O'Reilly recently addressed in detail the burden of proof in NOC proceedings <FRAGMENT_SUPPRESSED>  and I totally endorse his approach and reasoning. Further, I do not believe that the decision of the Court of Appeal in Procter & Gamble (which was apparently not brought to the attention of Justice O'Reilly) affects the validity of his analysis. In that decision, the Court of Appeal appeared to affirm the earlier ruling in <FRAGMENT_SUPPRESSED> (above) regarding the presumption of validity. It should be noted, however, that the primary focus of the Court of Appeal in Procter & Gamble was not on the effect of the presumption but whether the presence of the word \"justified\" in subsection 6(2) of the Regulations affected the overall civil standard of proof applicable to the party who had the legal burden of proof.", "[233] Like Justice O'Reilly, I do not believe that Justice Karen Sharlow in <FRAGMENT_SUPPRESSED> meant to change the law in any way or even to make a definitive statement in respect of the impact of the section 43 presumption on the burden of proof (burden of non-persuasion) or to suggest that the existence of the presumption necessarily altered the standard of proof to be applied.", "[234] It is evident from the comments of Justice Robert Décary in Diversified Products Corp. and  <FRAGMENT_SUPPRESSED> ; 125 N.R. 218; 35 C.P.R.(3d) 350 (F.C.A.), to whom Justice Sharlow refers in <FRAGMENT_SUPPRESSED> that the presumption in his view dealt only with the incidence of proof and not with the standard of proof.", "[235] Moreover, as Justice Ian Binnie observed  <FRAGMENT_SUPPRESSED>  Inc. and  <FRAGMENT_SUPPRESSED>  N.R. 130; 2002 SCC 77, at paragraph 43, the statutory presumption of validity is \"rather weakly worded\". It is a presumption of law which like many others of its kind has resulted in some difficulty in its application.", "[236] In <FRAGMENT_SUPPRESSED> , Justice John Sopinka alluded to the fact that text writers and courts are sometime divided on whether presumptions of law affect only the evidential burden or both the evidential and the legal burden. He noted that the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> ; 8 N.R. 215, adopted the view that such presumptions only affect the evidential burden: \"Evidence having been led on each issue, the presumptions disappeared. It fell then to the trier of fact to decide the issues upon all of the evidence adduced.\"", "[237] In <FRAGMENT_SUPPRESSED> , Justice Sopinka found the facts of that case did not require him to make a final pronouncement on the effect of presumptions on the legal burden. He did, however, observe that \"an evidential burden casts on the burdened the obligation of going forward with some evidence while the legal burden is applied against the burdened party if the evidence, after being weighed, fails to persuade.\"", "[238] Shortly before the issuance of these reasons, the Federal Court of Appeal issued its decision in <FRAGMENT_SUPPRESSED>  where it affirmed Justice Michael Phelan's application of the presumption. Justice Sharlow, speaking for the bench, said at para. 9: \"In it now beyond debate that an applicant for a prohibition order under the NOC Regulations bear the burden of establishing its entitlement to that order.\" She further reaffirmed that the presumption described in s. 43 is \"weakly worded\" and commented that the presumption cannot be determinative in NOC proceedings if \"the record contains any evidence that, if accepted, is capable of rebutting the presumption\" (emphasis in original). In my view, this closes the debate and any ambiguity that may have been existed.", "[239] It is worth noting that during the hearing, after reviewing the Supreme Court of Canada's decisions for Circle , <FRAGMENT_SUPPRESSED> and Wellcome Foundation (all cited above), Lilly noted that, in the event the presumption served only to place an evidential burden on Apotex, it conceded that the latter had fulfilled that evidential burden in respect of its allegations that the patent was invalid for anticipation of obviousness.", "[240] However, Lilly argued that the evidential burden had not been met in respect of the allegation that the patent is void based on an alleged breach of section 53 of the . I will deal with this issue when reviewing that particular allegation (b) Heavy burden of proof", "[241] Lilly argued in its memorandum, based on another passage from Wellcome Foundation (above at paras. 42-44), that because an attack on the validity of a patent is in fact a collateral challenge on the Commissioner's decision to issue the patent, this question is reviewable on the standard of reasonableness simpliciter. This would thus place a heavier burden on Apotex.", "[242] The Federal Court of Appeal very recently dealt with this argument  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> . It rejected it on the basis that, by their very nature, NOC proceedings are summary and do not involve a determination of the validity of the patent. The Court only determines whether the NOA is justified and whether an order of prohibition should issue.", "[243] Lilly also says that Apotex's allegations are not original in the sense that the very same allegations and prior art (particularly the articles by Chakrabarti and Schauzu) were raised before a court in the United States where they were rejected after a full trial. That decision has now been confirmed by the U.S. Court of Appeals for the Federal Circuit where it was found that the corresponding American patent was valid. These precedents, Lilly says, serve to create a heavier burden for Apotex.", "[244] This Court is not bound by the decisions of foreign courts dealing with corresponding patents. In the words of the Federal Court of Appeal: \"Although foreign patents may be practically identical, foreign law is unlikely to be so and must, in any case, be proved\" ( <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 1 (F.C.A.)). These words are especially apt in the present matter which can be differentiated from what occurred in the United States on a number of grounds, including the nature of the proceedings, the evidence, and the burden of proof.", "[245] Before concluding, it is worth noting that the section 43 presumption applies to the various elements of the invention. Indeed, in the present case the issuance of the '113 Patent raises a presumption that the olanzapine is new, that the advantages described in the disclosure are inventive and that the disclosure is sufficient to enable the practice of the invention (i.e. the making of the selected compound that would have the advantages described in the disclosure). It is also presumed that the patent is valid in that it contains no misrepresentation within the meaning of section 53. 5) Anticipation", "[246] An invention must be new. Here, Apotex asserts that the invention as described in the claims of the '113 Patent is fully disclosed in the '687 Patent and in the Schauzu article. As mentioned, Apotex initially alleged in its NOA that the claims were anticipated by \"Chakrabarti 1980\"; however, it will not be necessary to address this publication in detail as Apotex called little attention to it at the hearing. It is here sufficient to note that everybody agrees that olanzapine is not specifically disclosed in \"Chakrabarti 1980\" and that this publication is much more relevant for analysis in the context of obviousness. (a) General principles", "[247] Justice Binnie in <FRAGMENT_SUPPRESSED> ; 263 N.R. 150; 2000 SCC 66) adopted the test set out by Justice James Hugessen in <FRAGMENT_SUPPRESSED> ; 64 N.R. 287; 8 C.P.R.(3d) 289 (F.C.A.), at p. 297 [C.P.R.], and said at paragraph 26: \"The test for anticipation is difficult to meet: 'One must, in effect, be able to look at a prior, single publication and find in it all the information which, for practical purposes, is needed to produce the claimed invention without the exercise of any inventive skill. The prior publication must contain so clear a direction that a skilled person reading and following it would in every case and without possibility of error be led to the claimed invention.'\"", "[248] Justice Binnie, in the same paragraph, also adopted the following statement made in <FRAGMENT_SUPPRESSED>  (C.A.), at p. 486: \"A signpost, however clear, upon the road to the patentee's invention will not suffice. The prior inventor must be clearly shown to have planted his flag at the precise destination before the patentee.\"", "[249] At paragraph 25, the learned judge also noted: \"Anticipation by publication is a difficult defence to establish because courts recognize that it is all too easy after an invention has been disclosed to find its antecedents in bits and pieces of earlier learning. It takes little ingenuity to assemble a dossier of prior art with the benefit of 20-20 hindsight.\"", "[250] Justice Hughes recently noted (in <FRAGMENT_SUPPRESSED> ) that is also particularly useful insofar as it clarifies that there are two requirements for anticipation: enablement and disclosure.", "[251] In <FRAGMENT_SUPPRESSED> , the House of Lords also explains that disclosure can occur in two ways: when the invention is disclosed specifically in a publication or else when it is disclosed by something which, if done, will necessarily infringe. In respect of a publicized description, the Court makes it clear, in my view, that no degree of experimentation is acceptable. It is for that reason that Justice Hughes stated  <FRAGMENT_SUPPRESSED>  Ortho (above at paragraph 107): \"The Defendant argues that the phrases 'purely by mechanical skill' and 'produce the claimed invention without the exercise of any inventive skill' mean that if an ordinary person skilled in the art could bring to bear on the publication the understanding of the day and routine techniques of the day, from which the invention as claimed would result, there is anticipation. This is not the correct interpretation of the test for anticipation as set out by the Supreme Court of Canada.\"", "[252] The House of Lords, however, has also acknowledged that a person skilled in the art is taken to be trying to understand what the author meant ( <FRAGMENT_SUPPRESSED>  at para. 32). This applies when construing the patent at issue but also when assessing any prior art that allegedly would lead to a finding of anticipation or obviousness.", "[253] Naturally, there can also be anticipation by prior use or making (see Justice Sharlow's decision in <FRAGMENT_SUPPRESSED> ; 350 N.R. 242; 2006 FCA 187) and such use will anticipate whether of not the maker knows that he is practicing or disclosing the invention.", "[254] Likewise, in <FRAGMENT_SUPPRESSED> , above, the House of Lords also explains, at paragraph 22, that the planting of the flag referred to in General Tire (above) does not have to be conscious but that it must result in the later patent being infringed.", "[255] As for enablement or the ability to perform is concerned, the House of Lords again made it clear that, contrary to specific disclosure which must be absolutely clear, the person skilled in the art can correct obvious errors and is allowed to use common general knowledge and routine skills to achieve the invention: \"But once the very subject matter of the invention has been disclosed by the prior art and the question is whether it was enabled the person skilled in the art is assumed to be willing to make trial and error experiments to get it to work.\" ( <FRAGMENT_SUPPRESSED> , para. 30)", "[256] In the present case, enablement is not an issue between the parties, Lilly having admitted that a person skilled in the art possessed all the general knowledge and skills necessary to make olanzapine and the medicinal composition covered by the claim of the '113 Patent.", "[257] With respect to selection patents, although the general principles referred to otherwise apply, their application is somewhat modified. A different analysis is required to determine whether a claim to a selected compound is anticipated by a prior patent that claims a broad class or genus encompassing the selected member(s).", "[258] As noted in 2006 by the Federal Court of Appeal  <FRAGMENT_SUPPRESSED>  Canada (above), there has been little Canadian jurisprudence on the subject of selection patents. But in its two recent decisions, the Federal Court of Appeal confirmed that this Court must be guided by the criteria and principles set out by the House of Lords in Du Pont (E.I.) de Nemours & Co. Application, Re , supra, in which the Court clearly adopted the findings and the special test set out by Justice Maughan in I.J. Farbenindustrie , supra. Other cases that are also relevant insofar as they seek to apply the principles of Farbenindustrie are: <FRAGMENT_SUPPRESSED>  (Pat.). [see footnote 53]", "[259] The parties agree with this approach but they read these decisions differently.", "[260] For Apotex, an invention has been disclosed when the prior art describes the invention or when what is claimed in the earlier patent (i.e. the '687 Patent) would infringe the later patent (i.e. the '113 Patent). Also, as the discovery of the inherent properties of a compound is not an invention, the prior publication does not need to disclose or even recognize the specific advantages (inherent advantages) of the selected compound(s) in order to anticipate it.", "[261] In the respondent's view, there is no rule that a selected compound cannot be anticipated by disclosure of a class which includes that compound. And anticipation by publication does not require that the selected compound has actually been made.", "[262] At the other end of the spectrum, Lilly submits that a chemical compound is not anticipated until it has actually been made. A prior patent covering a class of compounds or a genus that does not identify the selected compound (such as by naming it in a list) is not anticipatory.", "[263] Having reviewed all the authorities the Court finds that, at this stage at least, the law is somewhere in between these two positions.", "[264] As noted by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> (above), Lord Wilberforce in provided some guidance in determining when a prior publication will preclude the patenting of a related development in the context of selection patent. The passage quoted by Justice Noël at paragraph 18 is as follows (the passage in bold is my emphasis; all underlying is in original): \"…, disclosing a prior invention does not amount to prior publication of a later invention if the former merely points the way which might lead to the latter. A much quoted and useful passage is that from the judgment of the Court of Appeal in <FRAGMENT_SUPPRESSED>  and 486. There Sachs, L.J., said: 'A signpost, however, clear, upon the road to the patentee's invention will not suffice. The prior inventor must be clearly shown to have planted his flag at the precise destination before the patentee.' \"Attractive metaphors may be dangerous for those in search of precision, but the passage illustrates the necessity that the alleged prior disclosure must clearly indicate that use of relevant material (i.e. that ultimately selected) does result in a product having the advantages predicted for the class . The point is well put by the New Zealand Court of appeal. Dealing with semi-synthetic penicillin, the Court (per Cooke, J.), said: 'If such a compound has not been made before, its properties often cannot be predicted with any confidence; and where that is the case we do not consider that the invention claimed can fairly or accurately be described as \"published\", even if a skilled chemist would realize that to make the compound by routine means would be practicable . A making of the compound and a discovery of its properties is necessary before the \"invention\" has occurred and can be published.' (My emphasis.) \"This is in line with, but adds a useful precision to that was said by Maugham, J.: 'It must be remembered, of course, that the selected compounds have not been made before, or the patent would fail for want to novelty.'\" ( I.G. Farbenindustrie A.G.'s Patents, 1 c. p. 321.)", "[265] A little further on in , Lord Wilberforce added: \"It is the absence of the discovery of the special advantages, as well as the fact of non-making, that makes it possible for such persons to make an invention related to a member of the class.\"", "[266] This, in the opinion of the learned Lord Justice is what enables a Court to ascertain whether the field is left open by an originating patent for subsequent researchers (see Du Pont at page 311). Only compounds that have not been made before and whose properties cannot be predicted with any confidence (those that require empirical research in order to discover their special advantages) can be the subject of a selection. These compounds will not be anticipated by the publication of a disclosure in general terms of their class or by enumeration of the members of the class through mere recital of their names.", "[267] It is in that context that in <FRAGMENT_SUPPRESSED>  at p. 53.12 The former claims the genus; the second claims the species. ICI's '263 Patent is directed generally to fungicidal triazoles and imidazoles. Fluconazole is not specifically described and neither were its superior and previously unknown efficacy described or known. The ICI Patent did not include the fluconazole compound. ICI was not the first inventor of this compound and never made it. \"It is not disputed that fluconazole is encompassed within the broad generic scope of the claims of the ICI Patent and likewise with respect to the processes, but is not specifically identified therein.\"", "[268] It is with those particular principles in mind that the Court will determine whether the '687 Patent was anticipatory. The Court will then consider whether the Schauzu article discloses olanzapine. (b) Application (i) Person skilled in the art", "[269] Apotex says that the ordinary person skilled in the art to whom the '113 Patent was addressed would have been a medicinal chemist having a PhD. in organic chemistry and extensive experience in the use and manufacture of neuroleptic or antipsychotic compounds. Such skilled person would be up to date in the state of the art and would keep up with all published developments. Such person would be able to make reasoned decisions without being inventive. (Affidavit of Dr. McLelland, paragraph 8).", "[270] Although none of its experts discussed specifically this issue in their affidavits, Lilly argues that in its view the ordinary person skilled in the art would be a person having an advanced degree in organic chemistry and some experience in neuroleptic or antipsychotic compounds, their use and manufacture. But such person would not work alone and would have the support of someone having an advanced degree in toxicology and board certification and experience with animals (including dog studies) and a psychiatrist with a medical degree specialized in the treatment of schizophrenia and with experience in clinical trials and antipsychotic drugs.", "[271] Although, as mentioned, the U.S. decision has no binding effect on this Court, it is worth noting that in that case Dr. Nichols was also acting for Lilly as an expert. In his judgment, the trial judge indicates that Dr. Nichols described the person skilled in the art to whom the corresponding U.S. patent would be addressed in pretty much the same terms as those used by Dr. McClelland.", "[272] The Court accepts Dr. McClelland's evidence but agrees with Lilly that in most pharmaceutical companies, such person would be part of a larger team as was the case at Lilly. (ii) The '687 Patent", "[273] As mentioned, the compound known as olanzapine was not one of the numerous examples described in the '687 Patent. Although it is part of a large class of most preferred compounds generally described by reference to several criteria and as such is part of the genus covered by the claims, it is not specifically disclosed in the '687 Patent.", "[274] Apotex has not alleged in the NOA that olanzapine had been made when the '687 Patent issued in 1980. In answer to a specific query by the Court in that respect, Apotex confirmed that it had no reason to suggest that olanzapine was made prior to 1982, the year mentioned in the U.S. decision dealing with the corresponding U.S. patent and by Dr. Pullar (hearsay).", "[275] However, Apotex argues that the properties of olanzapine including the \"so-called advantages\" described in the '113 Patent were predicted in the '687 Patent and could be ascertained by simple verification. In this respect, most of the arguments [see footnote 54] and the evidence relied upon by the respondent are the same as those presented in respect of its alternative position on obviousness.", "[276] After examining the evidence, the Court is satisfied that Lilly has established that although crude indicators such as CAR and CAT tests existed and were available, the side effects of olanzapine which had not been made could only have been ascertained through empirical research (this included much more than those tests and required, in addition to other animal studies, clinical tests on humans.)", "[277] On the basis of the principles and authorities referred to above, the Court concludes that the originating '687 Patent definitely left the field open for another inventor (a third party or the same inventors) to claim olanzapine as a new compound. This originating patent did not anticipate the claims of the '113 Patent. (iii) Schauzu article", "[278] As mentioned, this scientific paper entitled a \"Free-Wilson Study of 4-Piperazinyl-10H-thienobenzodiazepine Analogues\" is a one page article published in 1983 that purports to report on mathematical calculations [see footnote 55] made by Dr. Schauzu and his co-author to assess the strength of binding assays carried out by Dr. Chakrabarti [see footnote 56] and his team for 12 compounds covered by the '687 Patent in the brains of rats. The results of Dr. Chakrabarti's tests (binding assays) were published a year before in Document 18 (Chakraparti 1982 article).", "[279] Despite its title that refers specifically to thienobenzodiazepine analogues, the authors use the expression benzodiazepines throughout the article including the title of the table of substituted compounds for which the calculations were made.", "[280] For example, the article starts with: \"The anti-psychotic activity as well as the extrapyramidal side effects of the majority of neuroleptics are correlated with their antidopaminergic ability. Among these series of compounds, our interest has been directed to benzodiazepines . One of the reasons was that some prominent benzodiazepines such as diazepam also improve considerably the prophylactic and therapeutic efficacy of oxime antidotes used against organophosphorus insecticide poisoning.\" (My emphasis)", "[281] In its NOA, Apotex alleges that the Schauzu article discloses both 4-Methyl-piperazinyl and 4-Methyl piperidinyl substituted antipsychotic compounds of the formula illustrated as follows in the article: [Diagram omitted - see printed version]", "[282] It is undisputed that the formula above shows only one nitrogen atom (NMe) in the upper ring. It would thus disclose a piperidinyl. But Apotex says that a person skilled in the art would know that in fact the authors meant to include a second nitrogen atom where the upper ring attaches to the tricyclic structure principally because of the numbering inside the ring (2-5). This second N would have simply been omitted by mistake. With two nitrogen atoms, the upper ring would be a piperazinyl as the title of the article indicates.", "[283] According to Lilly's experts, either the formula in Schauzu is taken as it is with only one nitrogen (and this could not include olanzapine) or all of the \"mistakes\" in the formula illustrated compared to the formula in its referenced source should be corrected.", "[284] Before assessing the evidence and determining whether it is clear that a person skilled in the art would have construed the article as disclosing precisely olanzapine, it is useful to look at the formula in Chakraparti 1982 to understand Lilly's position: [Diagram omitted - see printed version]", "[285] Lilly says that the basic formula of the substituted compounds in Schauzu should normally have been identical to the one in Chakraparti 1982 above.", "[286] From this, one can see that the structure illustrated in Shauzu contains two mistakes: (i) it is missing the second N (nitrogen) that would normally appear where such atom would be in piperazinyl; (ii) it is also missing an F at position 7 (fluorine halogen substituent) on the benzene ring.", "[287] Returning to the main issue of how the relevant person skilled in the art would have construed Schauzu, the Court faces many unanswered questions.", "[288] For example, it is not clear at all that a person skilled in the art would be required to use special common general knowledge not possessed by any experienced chemist in order to construe Schauzu in the manner suggested by Apotex's experts.", "[289] In that respect, the Court notes the uncontradicted evidence of Dr. Klibanov that an experienced chemist would know the IUPAC numbering system even if other numbering and nomenclature systems are also used. [see footnote 57] Also, it appears that experienced chemists would also know that the illustration of formulas and structures at the relevant time were not as reliable as it is today.", "[290] If this is so, the evidence put forth by Mr. Nichols that two of the most reputable cataloguing services (Belstein and Chemical Abstracts Services) catalogued the 12 compounds in Schauzu as piperidinyls, becomes quite compelling. It is in fact the only contemporaneous evidence of how an experienced chemist would then have construed this piece of prior art (the extracts produced were published around 1986) [see footnote 58].", "[291] It is evident that the personnel working for those publications [see footnote 59] probably do not have the characteristics of the person skilled in the art but this would not matter if the knowledge required to construe Schauzu is not particular to such person.", "[292] On the other hand, if as suggested by Dr. McClelland, the person skilled in the art (para. 8 of his affidavit) would have read the Chakraparti 1982 article and know the information contained therein, there is no explanation as to why such knowledge (see para. 54 above) would not prompt the skilled person to correct all the mistakes in the formula illustrated in Schauzu. It is quite clear that if he or she did so, all the compounds would contain halogen substituents and could not disclose olanzapine.", "[293] The Court also notes that the text in Schauzu added to the confusion. Even Dr. McClelland who clearly spent quite some time in reviewing the article mistakenly describes at paragraph 63 of his affidavit its title (a Free-Wilson Study of 4-Piperazinyl1-10H- thienodiazepine Analogues).", "[294] Having carefully considered all the evidence, the Court is not satisfied that the authors of Schauzu have \"clearly planted their flag\" at olanzapine in their table I (compound 11).", "[295] Having considered the whole of the evidence very carefully, the Court finds that Schauzu does not meet the strict test applicable to anticipation. It does not anticipate olanzapine. 6) Obviousness (a) General principles", "[296] <FRAGMENT_SUPPRESSED>  set out in <FRAGMENT_SUPPRESSED> , at 294: '38 The test for obviousness is not to ask what competent inventors did or would have done to solve the problem. Inventors are by definition inventive. The classical touchstone for obviousness is the technician skilled in the art but having no scintilla of inventiveness or imagination; a paragon of deduction and dexterity, wholly devoid of intuition; a triumph of the left hemisphere over the right. The question to be asked is whether this mythical creature (the man in the Clapham omnibus of patent law) would, in the light of the state of the art and of common general knowledge as at the claimed date of invention, have come directly and without difficulty to the solution taught by the patent. It is a very difficult test to satisfy.'\"", "[297] In <FRAGMENT_SUPPRESSED> , above, at page 295 [C.P.R.] Justice Hugessen also warned against the use of hindsight: \"Every invention is obvious after it has been made, and to no one more so than an expert in the field. Where the expert has been hired for the purpose of testifying, his infallible hindsight is even more suspect. It is so easy, once the teaching of a patent is known, to say, 'I could have done that': before the assertion can be given any weight, one must have a satisfactory answer to the question. 'why didn't you? '\" (Emphasis added)", "[298] In that respect, it is particularly important to note that the ordinary skilled person can rely on the state of the art and matters of common general knowledge (with respect to the distinction between those concepts, see for example <FRAGMENT_SUPPRESSED>  such ordinary person does not have the\"in-house knowledge\" of the patentee.", "[299] The problem of ex post facto analysis was also well explained by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> : \"Very few inventions are unexpected discoveries. Practically all research work is done by looking in directions where the 'state of the art' points. On that basis and with hindsight, it could be said in most cases that there was no inventive ingenuity in the new development because every one would then see the previous accomplishments pointed the way.\"", "[300] It is trite law that obviousness is distinct from anticipation in that it can entail assembling a mosaic of prior publications.", "[301] An invention is obvious only if the solution to the problem is very plain and crystal clear. In Canada, the test for obviousness is not whether a solution is \"worth a try\", but whether an invention would have arisen without any serious thought, experimentation or research (See, for example, <FRAGMENT_SUPPRESSED> ; 60 C.P.R.(3d) 58 (Gen. Div.), para. 81-82).", "[302] As noted by the Supreme Court of Canada in  <FRAGMENT_SUPPRESSED>  (quoting an earlier decision), \"a patient searcher is as much entitled to the benefit of a monopoly as someone who hits upon an invention by some lucky chance or inspiration.\"", "[303] As mentioned, whether the properties of a selected compound encompassed in a class claimed in an originating patent are predictable is relevant to the novelty analysis. However, there is no doubt that the inventiveness of a selection patent lies in those special properties that must be stated in the disclosure ( <FRAGMENT_SUPPRESSED> (2006 FCA) above).", "[304] To determine whether a compound not made has unexpected properties, one must determine whether these properties could be ascertained through simple verification or if empirical investigation was required. In <FRAGMENT_SUPPRESSED> (FCA) above, at paragraphs 21 to 24 the Court explained the difference between these two concepts: \"[21] It is important at the outset to establish that empirical research for the purpose of making a selection from a class is not verification. Lord Wilberforce in <FRAGMENT_SUPPRESSED> (supra at paragraph 4) noted that the selection of some from a larger number of possible components and the exploration of their appropriateness by empirical investigation is a different thing from verification and leads to different results (at page 568). \"[22] The empirical investigation leading to an invention protected by a selection patent must involve 'at the least the discovery that the selected members possess qualities hitherto undiscovered, particularly to themselves and not attributable to them by virtue of the fact of their belonging to a class specified by an earlier invention' (see Dreyfus and other Applications (1945), 62 R.P.C. 125, at page 133 per Evershed, J.). \"[23] In Pope Alliance Corporation and Spanish River Pulp and Paper Mills, Limited , [1929] A.C. 269 (H.L.) Viscount Dunedin at pages 250-251 noted that 'invention is merely finding out something which has not been found out by other people.' An inventor is entitled to a patent where he can show that his efforts led to a discovery of certain knowledge central to his invention. It is no answer that others by experiment might have also found it (see also T.A. Blanco White, Patents for Inventors and the Protection of Industrial Designs (5th Ed.) (London: Stevens & Sons, 1983), at page 99). \"[24] On the other hand, verification means confirming predicted or predictable qualities of known compounds; i.e. components that have already been discovered and made. No one can claim a selection patent merely for ascertaining the properties of a known substance (see <FRAGMENT_SUPPRESSED>  (F.C.A.), at paragraph 21).\"", "[305] In that respect, it is also appropriate to refer to what Lord Diplock said at page 579 in <FRAGMENT_SUPPRESSED>  is not yet possible to predict in advance what, if any, special therapeutic advantages will be possessed by a penicillin made to a particular formula. The only way to find out is to make it and discover what its therapeutic characteristics are by conducting extensive tests upon it in vitro and in vivo.\"", "[306] Finally, as noted by the House of Lords in Du Pont de  <FRAGMENT_SUPPRESSED> , at page 310, the size of the class and the particular field described in the originating patent (here the '687 Patent) are part of the elements to be considered in determining whether a selection was obvious.", "[307] The Court will now proceed to apply those basic principles to the facts of this case: 7) Obviousness (b) Application", "[308] Apotex says that the Court only needs to determine whether a person skilled in the art looking for a good neuroleptic [see footnote 60] or for an alternative atypical antipsychotic would have been led directly and without difficulty to olanzapine. The Court does not need to be satisfied that the advantages described in the '113 Patent were also obvious because they are simply inherent properties of olanzapine. Also, these advantages could be ascertained by simple verification because all the tests used by Lilly were known.", "[309] In any event, Apotex says that if a compound is obvious for one purpose, any additional benefit gained is an irrelevant bonus ( <FRAGMENT_SUPPRESSED>  (Pat.) CHD, at para. 65(v)). Finally, it submits that even if the person skilled in the art had many equally obvious choices, all courses of action that present themselves without the exercise of inventiveness are obvious ( <FRAGMENT_SUPPRESSED> , above at para. 65(i)).", "[310] The Court is not convinced that all these principles apply in Canada and in any event, in this particular case. [see footnote 61] Particularly, the approach proposed in respect of multiple obvious choices sounds very much like the \"worth a try\" theory that, as mentioned, is not part of Canadian patent law.", "[311] The experts all agree that the vast majority of candidates selected for drug development fail. Even Dr. Klibanov agreed and he quantified this phenomenon at 99.9%. This appears to be especially true in a field of antipsychotics where relatively little was known as to how these drugs actually worked and why they caused EPS or blood toxicity like clozapine. [see footnote 62]", "[312] In such a context, despite Apotex's assurances to the contrary, its theory that olanzapine was one of several obvious compounds comes even closer to the \"worth a try\" theory.", "[313] However, even if the Court were to assume that these concepts apply, it is not satisfied that it has been established that olanzapine was one of many equally obvious choices.", "[314] The Court has examined very closely the evidence of Apotex's experts in light of Apotex's original arguments (memorandum) as well as the outline on obviousness used at the hearing. The Court cannot conclude either that an ordinary person skilled in the art would have been led directly and without difficulty to olanzapine.", "[315] Apotex's position was not helped by the number of experts it presented. In effect, Drs McClelland, Castagnoli and Klibanov all come to olanzapine but in somewhat different ways. This seems counter-intuitive to the test which requires a very plain and crystal clear solution.", "[316] They all explain how they get to include olanzapine in their distinct short list of candidates or back-up candidates for drug development by referring to the prior art. But the Court has the distinct impression that they all used hindsight.", "[317] Dr. McClelland using the '687 Patent and Document 16 (Chakraparti 1980) to come to a combination of 12 compounds (which includes olanzapine) that \"would have excellent antipsychotic activity with minimal EPS\". But of those 12 compounds, he recognizes that only 6 (not olanzapine) were actually made, tested and specifically referred to in these publications. Dr. McClelland also acknowledges that based on the result in Document 16, one would expect that olanzapine would have somewhat less activity than the other methyl compound listed, i.e. flumezapine.", "[318] Dr. McClelland provides no satisfactory explanation as to how a person skilled in the art would know that olanzapine would perform on the CAT test as well as his other candidates actually tested (Document 16). There is no indication that such information was ever made public before the claims date.", "[319] Most experts agreed that to crudely assess the potential of a neuroleptic in respect of EPS, one needed to perform such CAT test.", "[320] Dr. McClelland's reliance on the reference to \"high therapeutic index\" in the '687 Patent is not convincing. It is undisputed that the only atypical drug ever used then was clozapine. Drs McClelland and Castagnoli both acknowledged that, at the relevant time, a person skilled in the art would know that atypical antipsychotics are rare. In that context, how could such person construe the '687 Patent as promising that the large class of compounds it covered were expected to produce minimal EPS.", "[321] As mentioned earlier, there appears to be different definitions of therapeutic index depending on the context. The Court finds that the interpretation of Dr. Nichols is the most credible in this particular case. [see footnote 63]", "[322] The Court concludes that it is not clear at all that a skilled worker would have expected or predicted on the basis of the '687 Patent that olanzapine would produce minimal EPS as suggested by Dr. McClelland.", "[323] According to Dr. Castagnoli, out of the hundreds of thousands of possible structured compounds claimed in the '687 Patent, Document 16 makes it clear that only 8 compounds (6, 8, 9 12, 17, 22, 28 and 29) are of high interest, all of which are close structural analogues of olanzapine. Of these, in Dr. Castagnoli's opinion, olanzapine was the clearest choice as a backup candidate drug for flumezapine (compound 9) which is the 7-fluo analogue of olanzapine. This, because Document 21 (authored by Sullivan at Lilly) published in 1985 teaches away from flumezapine and other halogen substituted compounds.", "[324] This article discloses that a thiomethyl metabolite was identified after flumezapine was ingested by dogs . The authors discuss two pathways through which this metabolite may be formed, one of which could involve issues of toxicity.", "[325] It is worth noting that Dr. McClelland does not mention this publication or the fact that it would teach away from halogen substituted compounds even though this document was particularly referred to in the NOA and would clearly support the choice of a non-substituted compound such olanzapine, if as suggested above, it does teaches away from halogen substituted compounds.", "[326] Dr. Nichols and Dr. Szot in their reply affidavits point out that this article does not state that flumezapine is toxic or that the formation of a thiolmethyl metabolite is by itself an indication of toxicity. In that respect, it is noted that even commonly used drugs such as Tylenol produce such a metabolite. The issue of toxicity is thus directly related to the identification of the pathway involved in its formation.", "[327] It is quite apparent from the cross-examination Dr. Castagnoli that he agrees that Document 21 was in no way conclusive. It raised an issue that is still not well understood and that he considers cutting edge science. [see footnote 64]", "[328] As his curriculum vitae indicates, Dr. Castagnoli has done special research and has a special interest in the identification of metabolic pathways. There is no evidence that this special interest and knowledge would be shared by an ordinary person skilled in the art at the relevant time.", "[329] The Court also suspects that Dr. Catagnoli was influenced by his knowledge of the actual fate of flumezapine when he reviewed Document 21 and came to his conclusion. [see footnote 65] He was also particularly focussed on what the Lilly team [see footnote 66] was actually thinking.", "[330] In fact, the activities of Lilly's research team reported in Document 25 (Chakraparti 1989) appear to directly contradict Dr. Castagnoli's assumption in respect of Lilly's thinking. After 1985, the team continued to show a definite preference for halogen substituted compounds.", "[331] In respect of Document 21, the Court finds the evidence of Dr. Szot at paragraphs 6 to 13 of his reply affidavit particularly credible.", "[332] Having rejected Apotex's position in respect of the obviousness of olanzapine itself, the Court must complete its review of obviousness by considering the special properties of olanzapine as described in the '113 Patent. As mentioned, this is principally where the inventiveness of the selection lies. In that context, the Court will also evaluate Apotex's assertion that the properties of olanzapine were predictable and ascertainable by simple verification.", "[333] Again, it is useful to mention that here, the Court must consider the advantages described in the disclosure. It is not concerned with the issue of whether or not as a fact olanzapine does deliver today the overall better profile described in the '113 Patent.", "[334] The first step is therefore to consider what the patent says. At the end of the hearing, the Court was left with the impression that the parties had no disagreement in respect of the construction of the patent. [see footnote 67] Both appeared to agree [see footnote 68] that olanzapine was described as an antipsychotic that, in clinical situation, had overall a better profile than prior known antipsychotic agents (including the compounds encompassed in the '687 Patent) because: (i) of its high level of activity in humans (better than expectations based on animal tests); (ii) minimal EPS; (iii) low and transient elevation of liver enzyme and CPK; (iv) lower elevation of prolactin level than other currently used neuroleptic drugs; (v) no alteration of white blood cell count; (vi) no increase of cholesterol level in dogs (thus, less risk of cholesterol in humans).", "[335] During a telephone conference with the parties above, it became apparent that this was not so in respect of cholesterol. In further correspondence dated April 2, 2007, Apotex asserted \"that the '113 Patent promises that olanzapine would not raise cholesterol to a clinically significant extent in humans\". In that respect, the respondent relies particularly on the wording of the first paragraph on page 6 of the '113 Patent. It also refers to paragraph 34 of Dr. Klibanov's affidavit which in fact deals with the comparison between the '222 compound and olanzapine rather than the distinct issue of the representation made in respect of olanzapine itself.", "[336] In fact, when Drs McClelland and Castagnoli were asked to take the patent at face value during their cross-examinations, they both appeared to understand the patent to say that olanzapine did not raise cholesterol in dogs.", "[337] Be it as it may, there is no need for the Court to finally determine this issue. In effect, even if the Court adopts, for the purpose of this case only, the construction proposed by Apotex, it would not conclude that its allegation of obviousness is justified.", "[338] That said, what evidence can the court consider here?", "[339] When asked how the Court should use the post-art listed in the NOA and used by its experts in reaching their opinions in respect of the obviousness of the advantages disclosed in the patent, Apotex said that while obviousness is determined on the basis of the state of the art as of the claims date, there is no rule of evidence that prima facie excludes post-art in this analysis. It added that \"as with any evidence within a case, the post-art must be probative of a question at issue; in this case, the state of the art at the relevant time\" ( <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 441 (F.C.A.), paras. 4 to 17 and <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 492 (T.D.), at para. 32, affd. (2000), 259 N.R. 88; 8 C.P.R.(4th) 48 (F.C.A.), at para. 8).", "[340] While the Court accepts this premise, it appears to have little application here. Certainly, it could not justify consideration of the knowledge of the properties of olanzapine acquired after the claims date. Having reviewed the said post art, the Court is satisfied that it is not relevant to the issues to be determined under obviousness. [see footnote 69]", "[341] As mentioned, most experts agreed that it was and still is rare to find an antipsychotic drug that would have minimal EPS, [see footnote 70] let alone one that has sufficient activity [see footnote 71] to treat a serious disease such as schizophrenia while avoiding the blood disorder caused by clozapine and the hepatoxicity of flumezapine.", "[342] Dr. Williams, a particularly credible witness in respect of the side effects of antipsychotics, says that at the relevant time, it was generally believed that all antipsychotics would normally result in elevated prolactin level. Also, Dr. Williams indicates that until the publication of the '113 Patent, it was not known that antipsychotics could raise cholesterol. [see footnote 72]", "[343] Finally, the Court notes that Dr. Castagnoli confirmed during his cross-examination that if all things were equal between the '222 compound and olanzapine (there is no evidence that the '222 compound has in any way a better profile than olanzapine), the difference in cholesterol shown in those female dogs would be sufficient for him or a person skilled in the art to prefer olanzapine over the '222 compound.", "[344] There is little evidence of value from Apotex's experts on whether the advantages described in the '113 Patent would be considered substantial by a person skilled in the art. In effect, most of these experts' comments are tainted by their knowledge or consideration of information not available to the person skilled in the art at the relevant time (such as the association between olanzapine and weight gain, potential association with diabetes, higher triglycerides level etc.) Even the Zyprexa product monograph was not available to the person skilled in the art at the relevant time and should not be considered.", "[345] Was the discovery of this better side effect profile of olanzapine a simple matter of verification? Apotex's position in that respect is based on the evidence that the tests and the overall research process followed by the inventor were known as opposed to new science. As noted in the section titled General Principles, the difference between verification and empirical research does not depend on whether the inventor had to design a new test to discover the properties of the selected compound.", "[346] In answer to a question in respect of Document 25 (Chakraparti 1989) [see footnote 73] Dr. Castagnoli described the drug discovery process as involving a set of complex testing that goes well beyond the tests disclosed in Document 25. In his view, all of the testing referred to in the publications listed in the NOA would only help in determining whether compounds were of pharmacological interest. As mentioned earlier, little was known as to exactly how such drugs worked and why they cause severe toxicities such as blood disorder, liver enzymes or EPS. [see footnote 74]", "[347] While Dr. McClelland specifically mentioned that \"as time has evolved (and this is of course post-1990), a greater understanding of what is giving rise to both the antipsychotic effect and the extra pyramidal symptoms still is emerging and there is still debate over what it is. As time goes on, I think that the medicinal chemist might be able to start designing compounds knowing that they will have one effect and not the other\".", "[348] Finally, it is evident that despite its intimate knowledge of what was taught by the '687 Patent and Documents 16, 17, 18 among other things, the Lilly team could not predict that ethylflumezapine would cause blood toxicity or that flumezapine would cause some EPS at less than the effective dose, and an increase in liver enzymes (hepatoxicity). [see footnote 75]", "[349] Overall, the research that lead to the discovery of these advantages of olanzapine is similar to what was described in <FRAGMENT_SUPPRESSED> above, in respect of the new penicillin.", "[350] The Court concludes that the discovery of the special advantages of olanzapine required empirical research and was inventive.", "[351] Also, having considered the evidence as a whole, the Court has no doubt that the overall side effect profile described in the '113 Patent constitutes a substantial advantage of the selected compound over the other members of the '687 Patent as well as other known antipsychotic agents. Secondary indicia.", "[352] A patentee may refer to so-called secondary indicia in order to support a position that its invention was not obvious. Such secondary factors have been described on other occasions by this Court. For instance, Justice Elizabeth Heneghan recently summarized the law in this as area as follows in <FRAGMENT_SUPPRESSED> ; 289 F.T.R. 312; 2006 FC 436: \"[42]  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), at 555, the Federal Court listed a number of factors to be considered in assessing a patent for obviousness. A patent will not be considered obvious if: 1. it is novel and superior to what was available until then; 2. it was since used widely and in preference to alternative devices; 3. competitors as well as experts in the field had never thought of the combination; 4. amazement accompanied its first publication; and 5. commercial success. \"While none of these factors taken in isolation may necessarily be determinative on the issue of obviousness, one can look at their cumulative effect. \"[43] The idea that commercial success supports the presumption of inventiveness was discussed in <FRAGMENT_SUPPRESSED>  obviousness, the Court concluded that if people working in an industry have recognized a problem but failed to invent a solution for it, this is evidence of unobviousness.\"", "[353] Lilly says that it has produced sufficient evidence to show that there is, in this case, secondary indicia to support that its invention is not obvious: commercial success (i.e. major sales); satisfaction of a long felt need; professional acclaim (olanzapine won awards) copying (Apotex and various other generics in the U.S. have been trying to produce it).", "[354] Apotex responds that the commercial success to which Lilly attests is primarily as a result of heavy marketing and \"significant\" off-label usage.", "[355] The Court does not find that it is necessary to rely on such indicia to conclude that the allegation of obviousness is not justified.", "[356] That said, the Court notes that Lilly has established to its satisfaction that there was indeed a long felt need for the development of an alternative atypical antipsychotic drug. [see footnote 76] Although the information disclosed in the '687 Patent and the other prior art referred to in the NOA had been available for quite some time, it took more than 10 years to select a suitable drug among the members of the 687 genus.", "[357] Also, except for olanzapine, all the members of the large class claimed in the '687 Patent have now been in the public domain for more than 10 years. There is no evidence that any such compound has been found to have all the properties described in the '113 Patent, especially the '222 compound, which according to Apotex and particularly Dr. Klibanov was the most promising member of that genus.", "[358] Apotex submitted many valid arguments that diminish the impact of the commercial success of olanzapine. However, even if one accepts those arguments it is still evident that the overall profile of the drug was an essential element of its success.", "[359] <FRAGMENT_SUPPRESSED> ; 352 N.R. 99; 2006 FCA 229, the Federal Court of Appeal explained double-patenting as follows: \"'Double patenting' refers to certain judge made rules that have been devised to prevent the 'evergreening' of patents. Evergreening is the undue extension of the statutory monopoly in a particular patent by means of a series of patents with obvious or uninventive additions ( <FRAGMENT_SUPPRESSED> , at paragraph 37). \"The jurisprudence has so far identified two categories of double patenting. In the first category, 'same invention patenting', two patents are the same or have an identical or conterminous claim. The second category, 'obviousness double patenting', is somewhat broader. In obviousness double patenting, the claims of the patents are not identical or conterminous, but the later patent has claims that are not patentably distinct from the other patent, or involve no novelty or ingenuity.\"", "[360] Apotex asserts that the '113 Patent is invalid on the ground of double patenting. It submits that as against the '687 Patent both forms of double patenting apply. However, for the rest of the argument Apotex relies on obviousness double patenting and it relies on the same art and arguments that were raised in respect of obviousness", "[361] At paragraph 69, Justice Sharlow  <FRAGMENT_SUPPRESSED>  noted that the classic example of obviousness double patenting is <FRAGMENT_SUPPRESSED> .", "[362] The issue of double-patenting was recently argued  <FRAGMENT_SUPPRESSED> -Synthelabo (above). In that case, the Court of Appeal briefly dismissed the argument as follows (para. 46): \"The short answer to this argument is that in this case, the relevant art relied upon for double patenting is the same as that which has been canvassed in the analysis pertaining to anticipation and obviousness. Since, based on that analysis, the '875 Patent and the '777 Patent claim different and distinct compounds, there cannot be 'double patenting'.\"", "[363] As I have concluded in my analysis of Apotex' argument that the prior art cited in the NOA and referred to in the various expert affidavits before me do not anticipate or make olanzapine and its advantages for the treatment of schizophrenia obvious, the Court concludes that there cannot be double patenting.", "[364] In reaching this conclusion, the Court considered and rejected Apotex's argument that the reasoning of the Court of Appeal Sanofi- <FRAGMENT_SUPPRESSED> , does not apply here because that case must be distinguished on its facts. Despite the evident differences between these two matters, there is no reason not to adopt a similar reasoning here. 8) section 53", "[365] Apotex says that Lilly purposely withheld relevant prior art from the examiner and that the information conveyed to the examiner in respect of the comparative dog study (see page 5 line 25 of the '113 Patent) was misleading for various reasons that relate to the suitability of the dog model, the quality of the study and its statistical significance.", "[366] Apotex virtually conceded that it has no direct evidence of Lilly's intention to mislead the Commissioner of Patents, but it argues that such intent can be inferred on the basis that evidence in this case shows that Lilly's information was, in fact, misleading.", "[367] Section 53 of the reads as follows: \"53(1) A patent is void if any material allegation in the petition of the applicant in respect of the patent is untrue, or if the specification and drawings contain more or less than is necessary for obtaining the end for which they purport to be made, and the omission or addition is wilfully made for the purpose of misleading. \"53(2) Where it appears to a court that the omission or addition referred to in subsection (1) was an involuntary error and it is proved that the patentee is entitled to the remainder of his patent, the court shall render a judgment in accordance with the facts, and shall determine the costs, and the patent shall be held valid for that part of the invention described to which the patentee is so found to be entitled. \"Copies of judgment \"53(3) Two office copies of the judgment rendered under subsection (1) shall be furnished to the Patent Office by the patentee, one of which shall be registered and remain of record in the Office and the other attached to the patent and made a part of it by a reference thereto.\"", "[368] There is little case law dealing with this section of the Act . In the <FRAGMENT_SUPPRESSED> case, Justice Binnie simply noted at para. 94 that those alleging a misstatement would have to establish that it was \"material\" and \"willfully made for the purpose of misleading\".", "[369] Lilly relies on the decision of this Court in <FRAGMENT_SUPPRESSED> ; 141 F.T.R. 268; 80 C.P.R.(3d) 1 (T.D.). Although this case is a useful illustration of how the Court usually deals with s. 53 allegations, it did not involve a selection patent where (as mentioned before) it is clear that the advantage (or disadvantage to be avoided) must be specified in the disclosure of the patent. There is no doubt in the court's mind that the examiner and Lilly were prosecuting this application as a selection patent.", "[370] The statement made by Lilly in respect of its dog study was thus material in this case for they were clearly used to describe the disadvantage avoided by the selected compound.", "[371] Lilly submits that the dog study was not a description or representation of the advantage (disadvantage avoided), but rather evidence to show such advantage existed. The Court cannot accept this argument. Lilly could indeed have used words alone to describe the advantages of its selected compound, for instance by saying that it offered a lower risk of a rise in cholesterol levels in humans. But they chose to refer to the study itself to describe this advantage.", "[372] In regard to the prior art allegedly withheld from the examiner, the Court notes first that Apotex has not established that there is an obligation in Canadian law to produce all prior Art known to an applicant.", "[373] In fact, according to the evidence of Lilly affiant Kevin Murphy which is accepted by the Court, the reality in practice is that such an obligation does not exist. Moreover, according to Rule 29 of the Patent Rules , it is the examiner that defines through its request(s) to the applicant what should be disclosed to him or her.", "[374] In this case, the examiner requested the art cited in the prosecution of the U.S. Patent and found in Europe. Eli Lilly clearly complied with such request. By producing the front page of the corresponding U.S. patent, Lilly disclosed the \"Chakrabarti 1980\" and the European search report which listed the '687 Patent as the Canadian corresponding patent to the U.K. Patent referred to specifically by Lilly in its application. [see footnote 77] There is no evidence that prior to the institution of the action in the U.S. where this art was cited, Lilly knew or should necessarily have known of the \"Schauzu article\" and other pieces of prior art submitted by Apotex that were simply put in evidence through the affidavit of a Ms. Ellis, a clerk at Goodmans", "[375] On the basis of such a record, the Court need not even ask the question of whether an intention to deceive can be inferred. Apotex has clearly not met its evidential burden (as described above), meaning the presumption of validity has not been rebutted.", "[376] In respect of the comparative dog study, Apotex has provided little credible evidence to support its allegations. Its experts clearly speculated on the basis of facts that are not before the Court. For example, there is no evidence in respect of randomization, food intake, estrus or the health of the dogs involved [see footnote 78]", "[377] There is no evidence that Lilly knew at the relevant time that the dog was not a proper model; that its study was flawed or the data obtained insignificant.", "[378] In fact, the Court accepts the evidence of Drs. Szot and Bauer that the dog which is a cholesterol resistant animal was a recognized model at the time for this type of study. In that respect, it is worth noting that Apotex's expert did not say or opine that another specific specie was a more recognized and suitable animal model.", "[379] That said, it does not mean that the results obtained in the dog study will apply to humans or even that the then recognized model was in fact a valid model. [see footnote 79] Even if the dog was not a recognized model or not a de facto valid model in this case, Lilly certainly appeared to believe that it was so, given that there is clear evidence that it did use such studies to test other compounds such as flumezapine and ethyl flumezapine as well as other compounds reported in Chakraparti 1989 (document 25).", "[380] Lilly even terminated the development of ethyl flumezapine on the basis of the dog study alone. As the expression goes, it clearly put its money where its mouth was. All this, well before the discovery of olanzapine.", "[381] As mentioned, there is no direct evidence of knowledge or of an intention to mislead on the part of Lilly. On the basis of the evidential record produced by Apotex, it is also clear that the Court cannot infer an intention to deceive. As mentioned before, this is an essential element to establish the validity of Apotex's allegation made pursuant to this section. Therefore, the Court is not satisfied that Apotex has met its evidential burden and that the presumption of validity is spent.", "[382] In any event, after considering all of the evidence, the Court finds that this allegation is not justified. 9) Conclusion", "[383] Lilly has established that the various legal allegations in the NOA are not justified. Accordingly, the applications for an order of prohibition are granted.", "[384] The parties have now submitted extensive representations on costs and as mentioned, the Court will deal with this issue in a separate order. JUDGMENT", "[385] THIS COURT ADJUDGES: 1. The applications for an order of prohibition are granted. 2. The matter of costs will be dealt with in a separate order. Order accordingly. Editor: Elizabeth M.A. Turgeon/clh APPENDIX A: List of Experts and Other Affiants For Apotex Daniel A. Bloch, PhD (Apotex statistics expert) Dr. Bloch is a professor at Stanford University in the Department of Health Research and Policy, Division of Biostatistics. He is extremely accomplished as a scholar and a statistician and has presented at many eminent places. Since 1987, he has been a consultant on an ad hoc basis to pharmaceutical and biotechnical firms. William J. Brock, PhD (Apotex expert on Toxicology) Dr. Brock serves on the Board of Directors for the American Board of Toxicology. He has worked as a toxicologist and consultant for the medical, chemical and pharmaceutical industries, and has experience in study design and has published. He has published extensively in these areas. At present, he is an assistant professor at the University of Medicine and Dentistry of New Jersey. Neal Castagnoli, PhD (Apotex expert on toxicology and neurochemistry) Dr. Castagnoli is a professor of chemistry at Virginia Tech. He is a very accomplished researcher and scholar. He has advised important public agencies and has received major funding from the NIH. He has also been funded by NATO, disease institutes and the tobacco industry. He is an expert in biochemical toxicology and neurochemistry. Jonathon S. Dordick, PhD (Apotex chemical and biological engineering expert) Dr. Dordick is a professor of Chemical and Biological Engineering in the Department of Biology at Rensselaer Polytechnic Institute of Troy, New York. He has co-founded drug discovery companies and sat on the scientific advisory boards of various drug and chemical companies. He also acts as a consultant for various pharma and chemical companies. He appears to have been a graduate student of another Apotex expert, Dr. Klibanov. Overall, his CV and qualifications are not as accomplished as the other experts in this case. Megan Ellis (Clerk for Goodmans) Ms. Ellis affixes the Notices of Allegation (dated December 16, 2004 and March 21, 2005) and Apotex' documents 1 to 63. Michael Jenike, PhD (Apotex expert in psychopharmacology) Dr. Jenike is an accomplished doctor and a professor of Psychiatry at Harvard Medical School. Alexander M. Klibanov, PhD (Apotex expert on medicinal chemistry and drug formulation) Dr. Klibanov is a professor of Chemistry and Bioengineering at MIT. He is very well-credentialed with many publications and awards, and he belongs to a number of prestigious societies. Michael Mayersohn, PhD (Apotex expert in pharmacokinetics, biopharmaceutics and pharmaceutics) Dr. Mayersohn is a professor of Pharmaceutical Sciences at the University of Arizona. His interests are in the oral bioavailability and pharmacokinetic characterization of drugs and metabolites in animals and humans. Pharmacokinetics is the study of how the body absorbs, distributes, metabolizes and excretes drugs. He has not achieved the prestigious accomplishments of some of the other affiants, but he is a long-time professor and well-published in his field. Robert McClelland, PhD (Apotex expert in chemistry and medicinal chemistry) Dr. McClelland is a professor in the chemistry department at University of Toronto. He has very impressive credentials. He is considered an international expert in biological chemistry and physical organic chemistry and has won major awards. His expertise is in the area of nucleophilic substitution (which involves halogen atoms changing place in a carbon-halogen bonds) and in the syntheses of new analogs. He has researched the syntheses of new drugs created for testing in clinical trials. Timothy R. Nagy, PhD (Apotex expert on Nutrition Science) Dr. Nagy is an associate professor at the University of Alabama where he is Director of the Division of Physiology and Metabolism in the Department of Nutrition Sciences. He is well-published, and has often presented on the relationship of body composition to disease states in both animal models and humans. He is currently studying the way in which atypical drugs (including olanzapine) induce weight gain and insulin resistance using an animal model. Gerald O.S. Oyen (Lawyer and Patent agent in support of Apotex) Mr. Oyen is a partner in the Vancouver firm of Oyen Wiggs Green & Mutula. He has practiced patent and IP law since 1967 and has been a patent agent since 1968. For Eli Lilly John E. Bauer, PhD (Eli Lilly expert on small animals and animal nutrition, cholesterol) John Bauer is a professor of Small Animal Clinical Sciences at Texas A&M University. He holds a special Professorship of Clinical Nutrition in small animals. He studies cholesterol and serum lipids metabolism in dogs, cats, etc. He has been funded by NIH, is well-published and given many presentations on cholesterol metabolism in companion species such as dogs. His research has also made him knowledgeable about cholesterol in human health. Robert Burk, PhD (Eli Lilly expert on Chemistry) Dr. Burk is a chemist who teaches at Carleton University. He is currently the Director of the College of Natural Sciences. Dr. Carlo, J., Di Fonzo (Eli Lilly Associate VP of Regulatory Affairs) Dr. Di Fionzo is involved with regulatory filings of drugs approved by Health Canada. He is responsible for providing updates about potential health concerns with Lilly's drugs. David S. Forman (American Attorney for Eli Lilly) Dr. Forman and his firm represented Lilly in the US litigation involving Lilly's olanzapine patent. Dr. Mark Goldberg (Eli Lilly clinical pharmacologist) Dr. Goldberg is a medical doctor employed by Eli Lilly. He was in charge of the olanzapine clinical trials that were conducted in 1986-1987. His affidavit deals only with the issue of whether or not these trials were \"public\". Kevin Murphy (Patent Agent in support of Eli Lilly) Mr. Murphy is a patent agent with the Montreal office of Ogilvy Renault. He has written articles on Canadian patents and he specializes in the area of chemical, pharmaceutical and related patents. Rama Chandran Nair, PdD (Eli Lilly expert on epidemiology and biostatistics) Dr. Nair did not file an affidavit in chief. He is a professor at the University of Ottawa where he is acting chairman of the Department of Epidemiology and Community Medicine. He also serves as a consultant to the Ontario Ministry of Health on drug quality and therapeutics. David E. Nichols, PhD (Eli Lilly expert on Chemistry and Pharmacology) Dr. Nichols is a prof in medicinal chemistry and molecular pharmacology at Purdue. He is a specialist in how drugs affect the brain and has recent interest in schizophrenia. He is an expert in drug molecules and drug design. He is co-founder of a small company that now has clinical trials in schizophrenia. He states Olanzapine is within his field. Ian Alexander Pullar, PhD (Eli Lilly researcher) Mr. Pullar is a retired researcher who worked with Lilly for 30 years. He is also co-author of several prior art publications referred to in the NOA. Nancy Schuurmans (Law Clerk at Gowlings on behalf of Eli Lilly) Ms. Shuurmans introduces the NOA submitted by Apotex as well as several exhibits. She provides an account as to why two separate files were necessary in this matter. Robert J. Szot, PhD (Eli Lilly expert on toxicology) Dr. Szot has decades of experience in testing various drugs to determine their toxicity and therapeutic levels. He obtained a degree in toxicology from Harvard, and has worked with numerous pharma companies. Since 1996, he has worked as a consultant advising companies on drug development toxicology. Ronald Thisted, PhD (Eli Lilly expert on statistics, design and analysis of clinical studies) Dr. Thisted is Chairman of Health Studies at the University of Chicago. He is also a professor in both Statistics and Anesthesia and Critical Care. He teaches medical students and others about the design and analysis of clinical studies. Dr. Thisted is extremely accomplished, belonging to prestigious science associations and publishing in famous journals like New England Journal of Medicine and Lancet. Dr. Richard Williams (Eli Lilly expert on psychiatry and schizophrenia) Dr. Williams is a clinical professor in the department of psychiatry at the University of British Columbia. He has a medical degree and is also director of the schizophrenia program at a Victoria hospital. He is well-published in the field of psychiatry and schizophrenia, has received awards, and belongs to a number of professional and learned societies. Footnotes 1. The Court is aware that, before the first Notice of Allegation was sent by Apotex in respect of olanzapine, Lilly had conducted a trial against other generic firms in the United States dealing with issues related to infringement and invalidity of a corresponding patent. Many issues raised in the Notice of Allegation are identical or very similar to issues raised by the defendants in the American trial. The decision of the trial judge was issued in April 2005. He concluded that the patent was valid, and rejected the arguments of obviousness, anticipation and double patenting, as well as the allegation of misconduct vis-à-vis the U.S. Patent Office. This decision was recently confirmed by the United States Court of Appeal for the Federal Circuit. Although this Court agreed to review these documents, the parties were advised that the purpose of NOC proceedings is very different than what took place in the American context. The evidence before me is also extremely different even though some of the experts used by Lilly for that trial filed affidavits in these proceedings. Clearly the Court is not bound by any such decisions. 2. In or about 1989. 3. These compounds (aside from olanzapine) have been in the public domain since the '687 Patent expired in April of 1995. 4. The lowest number of preferred compounds that - includes olanzapine is at least 122,000. 5. (i.e. effective against nausea or vomiting) 6. The Court notes the patent's use of the world \"mammal\" in describing dosage. From this it appears that the '687 Patent contemplated use of the compounds on animals, in CNS applications not involving antipsychotic treatment, as the evidence indicates that only humans suffer from schizophrenia or similar mental illnesses. 7. In fact, despite their apparent similarities, flumezapine and ethyl flumezapine produce very different side effects. 8. Fritz Hunziker et al, Neuroleptic piperazinyl derivatives of 1OH-thieno [2,3-C] [1] benzazepines (1981), 5 European Journal of Medical Chemistry. 9. Jiban K. Charkrabarti et al, 4-Piperazinyl-10H-thieno[2,3-b] [1,5] Benzodiazepines as Potential Neuroleptics (1980), vol. 23, No. 8 Journal of Medicinal Chemistry. 10. In Chakrabarti 1980 (Ibid), the authors experimented on three types of compounds whose structures were covered by the '687 Patent. The first structure depicted is the one which most closely resembles olanzapine. The authors tested 45 variations of this first version, three of the second, and 11 of the third. 11. This information was not public at the claims date. It appears that it was first disclosed in a letter to the patent examiner in 1997. 12. The Abnormal Involuntary Movement Scale (AIMS) is described in the '113 Patent as a well known scale for assessing extra pyramidal symptoms. 13. Jiban K. Chakrabarti et al, 10-Piperazinyl-4H-thieno[3,2-b] [1-5] benzodiazepines as Potential Neuroleptics (1980), vol. 23, No. 8 Journal of Medicinal Chemistry. 14. Jiban K. Chakrabarti et al, Effects of Conformationally Restricted 4-Piperazinyl-10H-thienobenzodiazepine Neuroleptics on Central Dopaminergic and Cholinergic Systems (1982), vol. 25, No. 10 Journal of Medicinal Chemistry. 15. Jiban K. Chakrabarti et al, Synthesis and Pharmacological Evaluation of a Series of 4-Piperazinylpyrazolo[3,4b] -and-[4,3-b] [1-5] benzodiazepines as Potential Anxiolytics (1989), vol. 32, No. 12 Journal of Medicinal Chemistry. (This article explored the anxiolytic and anti-dopamingeric activity of a different series of compounds. It is not clear if those are covered by the '687 Patent or simply related to thienobenzodiazepine compounds). 16. US Patent Application, Publication no. 2004/0063694 A1 (Apotex document No. 29) 17. At the hearing, Apotex confirmed that it would not be relying on the IVAX application (Ibid). Lilly had advanced that this application was filed by the in-house counsel of a generic company defending an infringement action related to the American counterpart of the '133 patent. The \"MPI study\" that will be discussed later on in these reasons appears to have been commissioned by the American generic company. 18. At page 41 of its NOA, Apotex indicates that its allegations in respect of the dog studies are based on the assumption that these studies correspond to those filed during the prosecution of the corresponding US patent 5,229,382 (Apotex document No. 1A) and to which Apotex obviously had access. 19. Kristina I. Melkersson et al, Elevated Levels of Insulin, Leptin, and Blood Lipids in Olanzapine-treated Patients with Schizophrenia or Related Psychoses (2000), 61:10 Journal of Clinical Psychology. 20. Apotex document No. 58: Elkis H. et al. (Abstract) Weight Gain, Glucose, Cholesterol and Triglicerides Elevations: A Comparison between Haloperidol, Clozapine and Olanzapine (2003), vol. 60 Schizophrenia Research. 21. Apotex document No. 19: H.G. Schauzu et al, A Free-Wilson Study of 4-Piperaziny-10-thienobenzodiazepine Analogues (1983), vol. 38: 8 Die Pharmzie. 22. Apotex document No. 27: G.S. Hagopian et al, Teratology Studies of LY170053 in Rats and Rabbits (1987), vol. 35:2, The International Journal of Abnormal Development. 23. U.S. Patent 3,951, 981, issued April 20, 1976. 24. Cited above, Note 13. 25. Above, Note 9. 26. Above, Note 21. 27. , R.S.C. 1985, c. P-4, s. 53(1). 28. Above, note 21. 29. Above, notes 9 and 14. 30. As asserted at paragraph 80 of Apotex' memorandum. 31. At the hearing Apotex confirmed that although it believes the \"defense of selection\" is truly only relevant to anticipation, it would have no practical impact on the merits if the Court were to conclude that in fact it is a defense to the other legal allegations advanced by Apotex. 32. (Novelty being the first requisite criterion for any patent). 33. The Court does not accept Apotex' view that absolutely none of the non-selected members of the genus should possess the same advantage. It all depends on the size of the class. 34. In Terrell on the Law of Patents (16th Ed.) (2006, Sweet & Maxwell), the author discusses the impact of the special requirements applicable to selection patents in relation to the various grounds of validity (see ch. 7). See also T.A. Blanco White's Patents for Inventions and the Protection of Industrial Designs (5th Ed.) (London, 1983), particularly at 4-110 (novelty), 4-224 and 4-303 (obviousness), 4-511 (insufficiency). 35. Also, it is to be noted that if \"new use\" was found for this compound, this would constitute a distinct invention that could be claimed as such by including the new use in the claims. 36. Gordon F. Henderson Ed. (Carswell Legal Pbns, 1994). 37. See for example Decision T 7/86 - 3.3.1of the Technical Board of Appeal (cited in Official Journal of the EPO, October, 1988 at p. 381). But there may be exceptions, in this respect, it is worth consulting Terrell at 7-42. 38. Exhibit I to the affidavit of Kevin Murphy confirms that this is exactly how the invention was presented to the Examiner, see particularly page 763 and following. This document was part of the public file available at the Patent Office. 39. Apotex notice of allegation at pages 43, 84, 91. 40. The applicant would thus have to establish the validity and sufficiency of the facts set out in the patent. In fact, in <FRAGMENT_SUPPRESSED> and (above, para. 82), the two cases relied upon by Apotex to say that Lilly had to prove the facts set out in the patent, Apotex was clearly challenging the validity of the patents on basis other than simply anticipation, obviousness or double-patenting. In <FRAGMENT_SUPPRESSED> (see especially para. 29, 31, 47, 50, 51, 68-69), the Court was assessing the validity of the patent in respect of allegations that it did not disclose any line of reasoning permitting the reader to infer that all the compounds claimed would be useful (ie sound prediction) and that, in fact, the patentee had no factual basis on which to make such a prediction. In (see paras. 85-86, 159-166, 178), the Court was again dealing with allegations of lack of sound basis for prediction and insufficient or improper disclosure. 41. The same is certainly true here, especially when one considers that Apotex was clearly aware of the arguments raised in the U.S. proceedings. Given its allegations in respect of information filed in the U.S. Patent Office and the allegations based on section 53, it was most probably in possession of all the information in those patent files. 42. This fact is clearly reflected in many documents cited in the NOA and emanating from Lilly. 43. Question 485 of his cross-examination. 44. See also page 770 (exhibit 1 of Kevin Murphy's affidavit). 45. Question 54 of his cross-examination. 46. Except in respect of the death of Dr. Chakrabarti. 47. A full list of the refusals is found at Tab 3 of Apotex's Compendium -Answers to Outstanding Questions. 48. David Forman also has a PhD. 49. Filed as Exhibit C to the affidavit of David Forman in T-787-05 dated May 3, 2005. 50. Subject to the other issues raised by Apotex and relative to its weight. 51. This would normally include the attitudes, trends, prejudices, expectations (see 52. Dr. Dordick is the author of numerous scholarly papers. Several of them are co-authored with another Apotex affiant, Dr. Klibanov (whose expertise is discussed below). He is also listed as co-inventor (in one case with Dr. Klibanov) on several patents and patent applications. 53. This decision does not refer or discuss the House of Lords decision in <FRAGMENT_SUPPRESSED>  Patent and the fact that the CAR and CAT tests were well-known. 55. Referred to as Free-Wilson Analysis. 56. This appears from the wording of the article itself. The Court accepts Dr. Nichols' evidence that confirms it. 57. It appears from the evidence that depending on the system used the numbering could go clockwise or counterclockwise. It could even start at different atoms. For example, in the '113 Patent, the tricyclic structure could be numbered starting at the S in position 1 or S could be in position 3. 58. Dr. McClelland could not explain why the two respected publications catalogued these compounds as piperidinyls otherwise than by saying that the person responsible for such classification may have spent less time to consider the issue. The Court notes that in fact the cataloguing service even modified the numbering in the upper ring. 59. Although there is little evidence as to whom these persons would be, the Court notes that Dr. Klibanov did translations for Beilstein after having obtained his PhD and Dr. Nichols knew a retired professor of chemistry in England who worked for Beilstein. There is little doubt that the services employ chemists who would be familiar with IUPAC numbering as well as other numbering and would have a particular understanding of how illustrated structures could be subject to mistakes in publication given that their main task was to catalogued thousands of such publications particularly in organic chemistry in the case of Beilstein. 60. This expression was used by Apotex at p. 1710 of the transcript but its experts clearly focused on the main problem described in the '113 Patent , the need for an antipsychotic that did not have the severe side effects associated with known drugs such as haloperidol and clozapine. 61. For example, the principle addressed in <FRAGMENT_SUPPRESSED> , above, appears to defeat the whole purpose of selection patents as explained by the House of Lords and adopted by the Federal Court of Appeal. In any event, in <FRAGMENT_SUPPRESSED> , the Court was not dealing with a selection patent and it clearly says so at page 218. 62. The hypothesis put forth by Lilly in Document 16 was that an \"electronic imbalance\" between the outer rings of the tricyclic structure might be responsible for the reduction of EPS. 63. As he noted, haloperidol was known to have a high therapeutic index but it was a typical antipsychotic. Also, his interpretation is consistent with the fact that the '687 Patent must be construed as validly presenting ethyl flumezapine and flumezapine as compounds with a high therapeutic index notwithstanding that both compounds produce toxic effects and one EPS such interpretation would confer validity to this statement that applies to flumezapine (EPS) and ethylflumezapine which resulted in severe toxic effects. 64. See also para. 12 of Dr. Szot's reply affidavit. 65. Page 6669 of the application record, particularly line 12 and at page 6670 lines 1 and 2. 66. This is particularly evident in his cross-examination although there are also references to it in his affidavit see for example the last portion of paragraph 60(b). 67. In fact, the Court was told that there was no issue in respect of the construction of the claims. The parties said nothing whatsoever in respect of distinct interpretation of the disclosure at the hearing. 68. Apotex obviously contested that the discovery of any such property was inventive. 69. The issue of the dog as a proper model is not really relevant here. 70. Some patients treated with flumezapine did show signs of EPS at less than effective doses. 71. Although the dosage for olanzapine is within the extremely wide range (7-1400 per day) covered by the '687 Patent, the dosage of 1 to 20 per day is at the very low end and still constitutes an advantage over the other members of the genus. 72. This may well explain in part why at paragraph 43 of his affidavit Dr. Castagnoli says that one could in equal confidence claim that the elevated cholesterol level in the female dogs given the '222 compound was a surprise. 73. The tests described in this article are essentially the same as those disclosed in Document 16. 74. This is particularly true when one considers that Dr. Castagnoli said during his cross-examination (question 402) that according to what is described in the '113 Patent, olanzapine's profile is quite complicated in that it involves \"a pot-pourri of receptors and D-2 included.\" 75. The Court may consider to a certain extent (after recognizing that the inventor is more than a person skilled in the art because he is also inventive, the actual development process at Lilly as it can provide a significant signposts leading to the answer to the objective test of what an ordinary person skilled in the art could have predicted. ( General Tire and Rubber & Co. above, at page 498 lines 15 to 27 and <FRAGMENT_SUPPRESSED>  appears from the handwritten notes on the copy of the prosecution file produced as Exhibit G to Kevin Murphy affidavit that the examiner also requested a hard copy of the Chakrabarti article. Also next to the reference to the UK patent, one can see the word \"selection\" hand-written. 78. In respect of the dead dog, the Court finds that Apotex clearly had a copy of the results filed in the U.S. Patent Office and did not raise the issue in its NOA. It can not raise it now. 79. The Court does not need to decide this point or deal with the post-art that could be relevant to that issue. [End of document]"]}