{"id_": "006842", "body_str": ["[1] Russell, J. : This is an application under subsection 72(1) of the Immigration and Refugee Protection Act , SC- 2001, c. 27 (Act) for judicial review pursuant to subsection 18.1 of the Federal Courts Act , RSC 1985, c F-7 The Applicant is requesting an order of mandamus with respect to his application for permanent residence in Canada as a member of the Federal Skilled Worker class. BACKGROUND", "[2] The Applicant in a citizen of India. He first submitted an application for Permanent Residence as a Federal Skilled Worker at the High Commission of Canada in New Delhi, India, on or about 25 February 2004.", "[3] On 17 July 2008, the Applicant received a letter from the High Commission stating that the law had changed, and offering him a refund on his application fees. The Applicant declined the refund, and opted to submit new forms to the High Commission. The Applicant has since made several inquires to the High Commission about the status of his application, but has never received any indication of when he could expect a decision.", "[4] The Applicant has now brought this application for an order of mandamus , hoping to require the Minister to make a decision about his application for permanent residence. STATUTORY PROVISIONS", "[5] The following provisions of the Act are applicable in these proceedings: Application made before February 27, 2008 87.4 (1) An application by a foreign national for a permanent resident visa as a member of the prescribed class of federal skilled workers that was made before February 27, 2008 is terminated if, before March 29, 2012, it has not been established by an officer, in accordance with the regulations, whether the applicant meets the selection criteria and other requirements applicable to that class. (2) Subsection (1) does not apply to an application in respect of which a superior court has made a final determination unless the determination is made on or after March 29, 2012. (3) The fact that an application is terminated under subsection (1) does not constitute a decision not to issue a permanent resident visa. ISSUES", "[6] The Applicant raises the following issues in this application: a. Whether this Court should render an order of mandamus nunc pro tunc , allowing the Applicant to avoid subsection 87.4 of the Act; b. Whether the Court ought to grant an order of mandamus requiring the Respondent to make a decision in regards to the Applicant's application for permanent residence. ARGUMENTS The Applicant Nunc Pro Tunc", "[7] After the Applicant filed for leave to pursue this application for judicial review, paragraph 87.4(1) of the Act was ratified. This section terminated all applications for permanent resident visas in the Federal Skilled Worker category that were not decided by 29 March 2012. The effect of this section was to terminate the Applicant's application.", "[8] The Applicant points out that this is a novel legal issue presented by the enactment of paragraph 87.4(1), and that it is of significant importance as it affects a large number of individuals. In FRAGMENT_SUPPRESSED had the following to say on point: FRAGMENT_SUPPRESSED", "[9] The Applicant states that the undefined legislative provision Justice Rennie was referring to is the Jobs, Growth and Long-Term Prosperity Act , SC 2012, c 19. This legislation has since been passed by the House of Commons and has received Royal Assent.", "[10] The Applicant submits that this Court has within its powers the ability to render an order nunc pro tunc , dating the order prior to 29 March 2012. The application of this discretionary power is usually limited to instances where a party would be prejudiced by issuing an order on that date rather than a date previous ( FRAGMENT_SUPPRESSED).", "[11] The Applicant filed his application prior to the legislation being proposed. He could not have foreseen the legislation, or that he would be negatively affected by it. An order rendered today would be moot, as the Applicant's application has been terminated. The Applicant submits that this will prejudice him. The Applicant requests that the Court render its decision nunc pro tunc prior to 29 March 2012, so as to avoid inflicting that prejudice. Mandamus", "[12] The Applicant further submits that he has met all the conditions precedent for mandamus as were laid out by FRAGMENT_SUPPRESSED: a. There is a public legal duty to the applicant to act; b. The duty must be owed to the applicant; c. There is a clear right to the performance of that duty, in particular: i. The applicant has satisfied all conditions precedent giving rise to the duty; ii. There was a prior demand for performance of the duty, a reasonable time to comply with the demand, and a subsequent refusal which can be either expressed or implied, e.g. unreasonable delay; and d. There is no other adequate remedy.", "[13] The Applicant further submits that he has met all the requirements for a delay to be considered unreasonable. These were laid out in FRAGMENT_SUPPRESSED as being: a. The delay has been longer than the nature of the process required, prima facie; b. The applicant and his counsel are not responsible for the delay; and c. The authority responsible for the delay has not provided satisfactory justification.", "[14] In FRAGMENT_SUPPRESSED , a delay of four years in processing an accepted Convention refugee's application for permanent residence due to \"security concerns\" was held to be unreasonable. The Applicant also points to the decision in FRAGMENT_SUPPRESSED, where FRAGMENT_SUPPRESSED", "[15] The Applicant submits that the analysis in FRAGMENT_SUPPRESSED is applicable to his situation. Also, in FRAGMENT_SUPPRESSED found that an unexplained four-and-a-half year delay in processing an application for permanent residence justified an order of mandamus . In FRAGMENT_SUPPRESSED a three-and-a-half year delay was deemed \"prodigiously\" long, and in FRAGMENT_SUPPRESSED said at paragraph 16 that \"a four year delay is well within the range where delays have been held to be unreasonable.\"", "[16] The Applicant points out that one of the factors relevant to whether an order of mandamus ought to be granted is whether the decision-making authority kept the applicant informed as to the status of his application and the expected general timeframe for when a decision could be expected ( FRAGMENT_SUPPRESSED). The Applicant submits that he has cooperated in all aspects of the process, and the Respondent has provided him with no meaningful indication of the status of his application and has provided no justification for the delay.", "[17] The Applicant reminds the Court that he is not requesting the granting of Ministerial relief; he simply asks that a decision be rendered in regards to his application. Nearly eight years have passed since the Applicant initially submitted his application, and nearly four years have passed since the Applicant last submitted documents to the High Commission. The Applicant submits that the delay in processing his application is unreasonable and that an order of mandamus would be an appropriate remedy in these circumstances. The Respondent Nunc Pro Tunc", "[18] The Respondent asserts that, due to the invocation of subsection 87.4 of the Act, the Applicant no longer has a pending application for permanent residence, and thus there is no basis upon which his request for mandamus could succeed. The Respondent also asserts it would not be appropriate for the Court to grant an order nunc pro tunc in this case.", "[19] The Applicant's application for permanent residence as a Federal Skilled Worker was made before 27 February 2008 and no decision was rendered before 29 March 2012. Thus, his application was caught by paragraph 87.4(1) of the Act, and was terminated. The Applicant has stated no authority, principle, or reason why the Court should exercise its power to issue an order nunc pro tunc in this case.", "[20] The Applicant refers to the decision in FRAGMENT_SUPPRESSED , above, but admits this decision was made before subsection 87.4 came into force. Thus, at the time of the Court's decision in FRAGMENT_SUPPRESSED the application at issue had not yet been terminated. Further, the Court did not issue an order nunc pro tunc FRAGMENT_SUPPRESSED).", "[21] The Applicant also relies upon passages from FRAGMENT_SUPPRESSED , above. However, this case does not support the Applicant's position, as it does not relate to mandamus in regards to a terminated application, but shows that the Court can ante-date orders in exceptional cases, such as to prevent prejudice arising from an act of the Court ( actus curiae neminem gravabit ). The Respondent points to FRAGMENT_SUPPRESSED: As to the factors which govern the proper exercise of this discretion, in FRAGMENT_SUPPRESSED, Vice-Chancellor Hall reviewed prior jurisprudence which was to the effect that where a party to an action died, for example, after the conclusion of a trial and while the Court was considering its judgment, the Court would allow judgment to be entered after the party's death nunc pro tunc , in order that the party not be prejudiced by the delay arising from the action of the Court in reserving its judgment. The object of the practice was to put the party in the same position as if judgment had been given immediately following the trial and had not been delayed because the Court took the matter under reserve. Subsequent English jurisprudence confirmed that this power to antedate ought to be \"used on good ground shewn\" ( FRAGMENT_SUPPRESSED and that \"there must be something exceptional in the facts to justify the making of the order\" ( FRAGMENT_SUPPRESSED. This jurisprudence has been adopted in Canada. See, for example, FRAGMENT_SUPPRESSED; FRAGMENT_SUPPRESSED. The Canadian jurisprudence cited above, and the jurisprudence in turn reviewed in those decisions, is to the effect that no one should be prejudiced by an act of the Court ( FRAGMENT_SUPPRESSED and FRAGMENT_SUPPRESSED and following, and also FRAGMENT_SUPPRESSED). Therefore, for example, judgments may be antedated in order to avoid injury to a litigant arising from an act or delay by the Court. Put more classically, actus curiae neminem gravabit.", "[22] The Supreme Court of Canada explained the principle of actus curiae neminem gravabit in FRAGMENT_SUPPRESSED: ... Nevertheless, it is a long-standing principle of law that a litigant should not be prejudiced by an act of the court ( actus curiae neminem gravabit ): FRAGMENT_SUPPRESSED. Based on this principle, in cases where a plaintiff has died after the conclusion of argument but before judgment was entered, courts have entered judgment nunc pro tunc as of the date that argument concluded: see FRAGMENT_SUPPRESSED. We affirm the correctness of this approach and conclude that the estate of any class member who was alive on the date that argument concluded in the Ontario Superior Court, and who otherwise met the requirements under the CPP, is entitled to the benefit of this judgment.", "[23] However, the Supreme Court of Canada also made clear that actus curiae neminem gravabit does not apply to confer a jurisdiction that has been taken away by statute. In FRAGMENT_SUPPRESSED, the Supreme Court of Canada said FRAGMENT_SUPPRESSED. I also agree that, where the time has expired, a court cannot give itself jurisdiction by antedating its judgment and ordering it to be entered nunc pro tunc . That would clearly be overriding the statute and defeating the intention of the law-giver. A court could not so indefinitely extend its jurisdiction in opposition to the law.", "[24] The Respondent submits that it would not be appropriate for the Court to issue an order of mandamus nunc pro tunc in this case. Mandamus", "[25] The Respondent also submits that, due to the enactment of subsection 87.4 of the Act, it no longer owes the Applicant a public legal duty to act ( FRAGMENT_SUPPRESSED). Because the Applicant no longer has a pending application for permanent residency, he has failed to meet the conditions precedent for an order of mandamus ( FRAGMENT_SUPPRESSED). The Respondent therefore requests that this application for judicial review be dismissed. ANALYSIS", "[26] It is common ground that the Applicant's application for permanent residence was made before 27 February 2008.", "[27] It is also common ground that it was not \"before March 29, 2012 ... established by an officer, in accordance with the regulations, whether the Applicant meets the selection criteria, and other requirements applicable to\" the Federal Skilled Worker Class.", "[28] This means that, in accordance with paragraph 87.4(1) of the Act, the Applicant's application for permanent residence in Canada has been terminated by act of Parliament. It also means that, under paragraph 87.4(5) of the Act the Applicant has no right of recourse or indemnity against her Majesty in connection with his terminated application.", "[29] Notwithstanding these clear statutory provisions and their application to the facts of this case, the Applicant is seeking an order of mandamus that a decision on his application for permanent residence be rendered, and he is asking further that the order be made effective nunc pro tunc prior to 29 March 2012 so as to avoid the effect of subsection 87.4 of the Act.", "[30] The reality is that the Applicant is asking the Court to treat his application for permanent residence as being extant, even though it has been terminated by subsection 87.4 of the Act. In other words, he is asking the Court to reinstate an application that has been terminated by act of Parliament.", "[31] The Applicant does not attack the constitutional validity of subsection 87.4 of the Act, and he does not say that the provision does not apply to his permanent residence application. He simply says that subsection 87.4 should not apply to him, and that the Court should exercise its power to circumvent a clear act of Parliament through the use of a nunc pro tunc order. The reason offered is that his judicial review application was commenced before subsection 87.4 of the Act came into force.", "[32] The Applicant has attempted to draw analogies between his situation and the cases of FRAGMENT_SUPPRESSED , above. It seems to me that neither of these cases assists the Applicant. FRAGMENT_SUPPRESSED was decided before subsection 87.4 came into force, so that the application in that case had not been terminated. That being so, the Court decided that a nunc pro tunc order was not warranted in the circumstances.", "[33] Nor does FRAGMENT_SUPPRESSED deal with mandamus in the context of a terminated application. As that case makes clear, the purpose of a nunc pro tunc order is to ensure that \"no one should be prejudiced by an act of the Court ..., for example, judgments may be antedated in order to avoid injury to a litigant arising from an act or delay by the Court.\"", "[34] In my view, the present case has nothing to do with an act or delay of the Court. The Applicant is seeking to avoid the clear intent of an act of Parliament in a situation where the Court has no jurisdiction to countermand Parliament's clear intent. See FRAGMENT_SUPPRESSED , above.", "[35] In addition, the Applicant is seeking a remedy from this court which the IRPA says can have no force and effect. See FRAGMENT_SUPPRESSED. Paragraph 87.4(2) of the Act says that (2) Subsection (1) does not apply to an application in respect of which a superior court has made a final determination unless the determination is made on or after March 29, 2012. In other words, if I were now to make a final determination on the Applicant's judicial review application nunc pro tunc as the Applicant suggests, paragraph 87.4(2) says that paragraph 87.4(1) will still apply to terminate the application.", "[36] As the Applicant no longer has an extant application for permanent residence, it seems to me that he cannot satisfy the criteria for an order of mandamus. There is no longer a public legal duty to act that is owed to the Applicant. See FRAGMENT_SUPPRESSED.", "[37] What authority we have on point makes it clear that nunc pro tunc is not available in this kind of situation. In FRAGMENT_SUPPRESSED , above, the Supreme Court of Canada had the following to say on point: I would also assent to the proposition that the maxim actus curiae neminem gravabit cannot be applied so as to confer a jurisdiction that has been expressly taken away by statute. FRAGMENT_SUPPRESSED. I also agree that, where the time has expired, a court cannot give itself jurisdiction by antedating its judgment and ordering it to be entered nunc pro tunc . That would clearly be overriding the statute and defeating the intention of the law-giver. A court could not so indefinitely extend its jurisdiction in opposition to the law.", "[38] The Applicant does not say that this Supreme Court of Canada case from 1905 has been overruled; he says, however, that these words are obiter and I am not bound by them. He urges the Court to follow the decision of the Ontario Superior Court of Justice van Rensburg in FRAGMENT_SUPPRESSED.", "[39] FRAGMENT_SUPPRESSED , however, dealt with the operation of nunc pro tunc in the context of a limitation period: FRAGMENT_SUPPRESSED", "[40] The court in FRAGMENT_SUPPRESSED also addressed the Supreme Court of Canada decision in FRAGMENT_SUPPRESSED , above, and concluded that the case did not prevent the use of nunc pro tunc in the context of limitation periods: FRAGMENT_SUPPRESSED", "[41] The present case does not involve the expiry of a limitation period and I cannot equate the Applicant's situation with any of the jurisprudence referred to in FRAGMENT_SUPPRESSED . Nor is it the case that the Applicant's claim has abated between the date of the hearing and the date judgment was issued. This is, in my view, a case where \"there is something in the statute that, properly interpreted, indicates that a nunc pro tunc order is not permitted.\"", "[42] Parliament's clear intent in enacting subsection 87.4 of the Act was to \"terminate\" permanent skilled worker applications made before 27 February 2008. The Applicant does not dispute this fact and he does not dispute that his application was made before the operative date. His argument is that, notwithstanding valid legislation that terminates his application, the Court can somehow use a nunc pro tunc order to grant him an order of mandamus for a skilled worker application that no longer exists because it has been terminated by act of Parliament. To grant such an order, in my opinion, and in the words of the Supreme Court of Canada in FRAGMENT_SUPPRESSED , above, \"would clearly be overriding the statute and defeating the intention of the law-giver.\" It would amount to the Court extending its jurisdiction in opposition to the law and the clear intention of Parliament. Certification", "[43] The Applicant has proposed the following question for certification: Does the Federal Court have jurisdiction to back-date its judgment and reasons in order to prevent prejudice to an applicant whose application falls under section 87.4(1) of IRPA?", "[44] The Applicant argues that the answer to this question is of general importance and would be dispositive of the appeal on the facts of this case.", "[45] The Respondent says that it is trite and settled law that the Court has no power to extend its jurisdiction and go against the express intent of Parliament.", "[46] The Respondent also says that, in the present case, the Applicant does not challenge the validity of subsection 87.4 of the Act; he simply says that it should not apply to him for no principled reason.", "[47] In addition, the Respondent says that no analogy can be made to cases where nunc pro tunc has been used in limitations cases or otherwise.", "[48] I have to agree with the Respondent. I see no analogy between this case and the situations that arose in FRAGMENT_SUPPRESSED or any cases cited therein. In addition, the back-dating that the Applicant requests would be an assumption of jurisdiction in a situation where Parliament has made its intentions clear, so that the Court would be attempting to thwart the clear and express intent of Parliament. I know of no principal or authority that would allow me to do this and I think the law on point is clear. There would be no purpose in certifying the proposed question. JUDGMENT", "[49] THIS COURT'S JUDGMENT is that 1. The application is dismissed. 2. There is no question for certification. Application dismissed. Editor: E. Joanne Oley/vnh"]}