{"id_": "006922", "body_str": ["[1] Manson, J. : The Applicant emigrated from Tunisia in 1999, and became a Canadian citizen in 2010.", "[2] The Applicant was working at a bottle depot in 2006, when he met a customer named Sofia Achmaoui. In 2007, he mentioned to her that he was looking for a wife and she suggested he consider her cousin living in Morocco, Meriem Erramani.", "[3] Shortly after Ms. Achmaoui's suggestion, the Applicant began talking with Ms. Erramani and some of her family members over the phone. Their relationship developed long distance over the following two years.", "[4] On December 2, 2009, the Applicant travelled to Morocco and married Ms. Erramani.", "[5] The Applicant then returned to Canada and remained in contact with his wife who continued residing in Morocco until he sponsored her to come to Canada as his spouse.", "[6] Ms. Erramani arrived in Canada on November 25, 2011, spending one night in Montreal and arriving in Calgary on November 26, 2011. The Applicant went to the airport to pick her up, as did some of her cousins who live in Calgary.", "[7] At the cousins' request, the Applicant agreed for Ms. Erramani to visit with them first, before joining her husband. The cousins requested Ms. Erramani spend her first night with them, after which they would drop her off at the Applicant's home the next morning.", "[8] On November 27, 2011, Ms. Erramani phoned the Applicant to inform him she had never loved him and had no intention of living with him. Ms. Erramani has never resided with the Applicant at any time.", "[9] On December 7, 2011, the Applicant submitted a Tip Sheet to the Canada Border Services Agency [CBSA] office in Calgary highlighting his wife's allegedly fraudulent behaviour, and followed up by phone on December 14 and 28, 2011.", "[10] At some point in December 2011, the Applicant's employer, Desa Glass, sent a letter to Minister Kenney regarding the Applicant's situation.", "[11] On December 16, 2011, the Applicant's complaint was assigned to an investigations officer, Craig Stephan [the Officer]. The Applicant's complaint file was assigned a low priority in the Officer's caseload.", "[12] On January 7, 2012, the Respondent received information from the Calgary Police Service, who were investigating a criminal abuse allegation, that the investigating officer was of the opinion the Applicant was the victim of a \"marriage of conveyance scheme\".", "[13] The Applicant did not hear from his wife until June 2012, when she informed him she had returned to Morocco and wanted to reconcile. At this time, the Applicant believed her and began sending her funds via Western Union. She informed him she would return to Canada in November 2012. Communications with her subsequently ended.", "[14] On October 28, 2013, Applicant's counsel sent correspondence to the CBSA concerning the status of the Applicant's complaint, requesting an answer within ten days. No response was received.", "[15] On December 12, 2013, the Applicant filed this Application for Leave and Judicial Review. II. Issues A. Should the Respondent be amended to be the Minister of Public Safety and Emergency Preparedness? B. Was it within the discretion of the CBSA to choose not to begin an investigation into the Applicant's complaint, and should an order for mandamus be issued to compel the Respondent to commence an investigation into the inadmissibility of the Applicant's estranged wife pursuant to sections 40 and 41 of the IRPA? III. Standard of Review", "[16] The appropriate standard of review is reasonableness ( REFERENCE_SUPPRESSED). IV. Analysis", "[17] The name of the Respondent should be amended to be the Minister of Public Safety and Emergency Preparedness.", "[18] The Applicant requests that the Officer be made to use their discretion to decide whether or not a report under section 44 of the IRPA should be written, not that the report be written. While the Officer has discretion under the IRPA to decide whether or not a report should be written, the Applicant argues they do not have the discretion not to decide one way or the other (a procedural matter for which no discretion is afforded).", "[19] During oral argument, counsel for the Applicant invited the Court to consider an alternative remedy to an order for mandamus, namely to order the matter returned to the Officer's superior for reconsideration in respect of whether or not to conduct an investigation and write a section 44 Report. That relief is not sought as part of this application, nor is it appropriate. This is not an application under the IRPA.", "[20] The Applicant insists the Respondent has a duty to act in clear circumstances of marriage fraud, such as in the Applicant's case, and requests an order of mandamus compelling the government to act. The conditions precedent for an order of mandamus are: i. There must be a public legal duty to act; ii. The duty must be owed to the Applicant(s); iii. There must be a clear right to the performance of that duty, meaning: a. The Applicants have satisfied all conditions precedent; and b. There must have been: I. A prior demand for performance; II. A reasonable time to comply with the demand, unless there was outright refusal; and III. An express or implied refusal through unreasonable delay; iv. No other adequate remedy is available to the Applicants; v. The Order sought must be of some practical value or effect; vi. There is no equitable bar to the relief sought; vii. On a balance of convenience, an order in the form of mandamus should issue REFERENCE_SUPPRESSED", "[21] The Applicant argues that he meets all the preconditions for an order of mandamus to be issued by this Court: i. The Respondent has a public legal duty to act under the IRPA; ii. The Applicant has private standing; iii. The Applicant has a public interest standing due to the marriage fraud alleged in this case; iv. There has been unreasonable delay by the Respondent in failing to commence an investigation into the Applicant's complaint and an express or implied refusing to do so; v. There is no other adequate remedy available and no equitable bar to the relief sought; vi. The balance of convenience favours the Applicant in obtaining an order of mandamus.", "[22] The three requirements to establish unreasonable delay are: a. The delay in question has been longer than the nature of the process required, prima facie; b. The applicant and his counsel are not responsible for the delay; and c. The authority responsible for the delay has not provided satisfactory justification", "[23] It is regrettable the Applicant appears to have fallen victim to a fraudulent marriage scheme. However, this is not a properly justiciable matter. The Applicant does not fulfill the preconditions necessary for an order of mandamus ( CITATION_SUPPRESSED). The question of whether and how to investigate the complaint in this case is not a decision, determination, order, measure or question arising from the IRPA - there is no basis for an application for judicial review under subsection 72(1) of the IRPA ( REFERENCE_SUPPRESSED; 1099065REFERENCE_SUPPRESSED).", "[24] The Applicant argued that there is evidence of bad faith by the Officer given the timing of his decision to close the file. I disagree.", "[25] Since the matter in question is not properly justiciable under the IRPA the Respondent's delay in action on the Applicant's complaint also needs not to be considered. Nevertheless, inordinate or inexcusable delays can be unreasonable. That is not the case here. It is important to remember that the Minister faces legitimate policy considerations and resource restrictions that justify prioritizing applications. In Mr. Davidson's affidavit, the CBSA officer supervising the Officer in this case, he attests to the Officer's significant workload, and that this amount is standard among officers. Prioritization of files is a necessary strategy employed by the CBSA to help manage the consistently significant workload of its officers.", "[26] In situations of serious criminality, active warrants in Canada, arrests of foreign nationals, transport of individuals for detention reviews and removals, a higher priority is assigned to a file. The Applicant's complaint file was given a lower priority for a number of reasons, including priority of evidence provided in support of the Applicant's investigation request, the fact that the subject is likely no longer in Canada, and difficulty in investigating cases. Given the high number of files to investigate and the severely limited resources afforded the CBSA, the Minister has reasonably used his discretion to best fulfill the requirements of his position and promote the effective administration of the IRPA.", "[27] Also, since Ms. Erramani is thought to have returned to Morocco in June of 2012, and has not returned to Canada since, it would not appear necessary to investigate the file, as a removal order could not be assigned her. Further, since the Applicant's responsibility as her sponsor runs for three years after her initial landing in Canada, it expired on November 27, 2014. If Ms. Erramani has not used social assistance, and it does not appear that she has, any action on this file would be of no practical effect to the Applicant. Further, the Applicant signed a binding undertaking as a sponsor of Ms. Erramani which remains in effect regardless of the Applicant's circumstances, or the breakdown of the relationship.", "[28] Moreover, even if the matter were justiciable, the Applicant would fail in his application for not meeting the preconditions for an order of mandamus. There is no breach of any public duty to act in the present case. Given the above mentioned policy considerations and resource constraints, no matter what the government has stated about the seriousness of marriage fraud in public appearances, there is no a duty for the CBSA to act in any particular files involving it.", "[29] Regarding a duty owed personally to the Applicant, while he was directly affected to some degree by his status as sponsor to his estranged wife in Canada, he is not owed any duty of investigation by the CBSA in the time frame he experienced. Immigration matters, especially those of lower priority, are subject to delay due to the significant volume of applications received by the CBSA. As a Canadian citizen, the Applicant has a reasonable expectation that the government will act on its legislation, but the timeframe he has experienced has not fallen into an unreasonable range ( REFERENCE_SUPPRESSED).", "[30] Finally, as stated above, the order being sought is not of any practical effect. The subject has likely returned to Morocco and is no longer in Canada. The Applicant is no longer responsible for her in any way, and the decision to file or not file and investigative report would appear to have no practical effect. Further, the balance of convenience does not favour an order of mandamus.", "[31] THIS COURT'S JUDGMENT is that 1. The Application is dismissed; 2. The style of cause is amended by removing The Minister of Citizenship and Immigration and adding The Minister of Public Safety and Emergency Preparedness; 3. The Respondent's request for certification pursuant to section of the IRPA is allowed. I certify the following question: \"Can a writ of mandamus be issued to compel the Minister of Public Safety and Emergency Preparedness or the Canada Border Services Agency to investigate a complaint of marriage fraud made by a private citizen?\" Application dismissed. Editor: J. Danielle King/bk [End of document]"]}