{"id_": "006954", "body_str": ["[1] Strayer, J. : This is a proceeding under rule 355 by which the respondents were required by a show cause order to appear to hear proof against them with respect to an alleged contempt of court and to offer any defence that they might have. The respondents named in the show cause order include some of the defendants in the within action, and another person and other companies who are not defendants in that action. Those respondents who are defendants are O.S. Micro Systems Inc., Lami Lam, Jack Liu, Angel Li Lam and Minitronics of Canada Limited. The respondents who are not parties to this action include Comtex Micro System Inc., Jack Wu, Comtex Imports Co. Ltd., Concord Trading Ltd., and Our Star International Trading Co. Ltd. Concord Trading Ltd. was not represented before me and it was agreed on all sides that the British Columbia company which officially bears this name has nothing to do with this case, although it appears that some of the defendants have used the same name for the purposes of their business. No order will be made against Concord.", "[2] At the beginning of the show cause hearing counsel appeared for Minitronics of Canada Limited and Angel Li Lam and advised me that his clients pleaded guilty to the allegations of contempt of court. A letter was submitted to the court from Angel Li Lam for himself and on behalf of Minitronics, of which he is an officer and director, admitting to certain breaches of an injunction issued by this court on November 14, 1985. He admitted to being aware of the injunction and that his actions constituted possible breaches of the injunction. He accepted responsibility for his actions and apologized without reservation to the court and to the plaintiff. After hearing argument on the subject I reserved my decision with respect to the appropriate punishment and with respect to costs in relation to these two respondents. As will be noted below, I will continue to reserve my decisions on these matters pending certain other developments. HISTORY OF THE LITIGATION", "[3] A statement of claim was filed in this action on September 25, 1985. In it the plaintiff (the applicant in this motion) alleged that the various defendants were engaged in importing, assembling, distributing, selling, etc., and - in the case of one defendant - purchasing, certain computers. They were alleged to infringe the plaintiff's rights because, inter alia: the said computers allegedly incorporated programs of the plaintiff which are the subject of copyright; such computers use the design of the case of the plaintiff's computer and thus infringe an unregistered copyright of the plaintiff in the drawings thereof; and such computers bear symbols which are confusing with the plaintiff's logo, thus infringing the plaintiff's trademark.", "[4] The plaintiff then applied for an interim interlocutory injunction against the defendants to prevent them from carrying on such activity pending trial. This application was argued before Walsh, J., on October 29, 1985 and several of the defendants, including O.S. Micro Systems Inc., Lami Yee Lam, and Jack Liu were represented by counsel. On November 14, 1985 Walsh, J., issued an interim injunction, to continue until final disposition of the plaintiff's application for an interlocutory injunction, prohibiting the defendants from: \"(a) importing, distributing, assembling, manufacturing, advertising, offering for sale, demonstrating and selling computers and computer components, (i) which contain a copy or substantial copy of the literary works Apple IIe Programme, and Enhanced Apple IIe Programme, being the Plaintiff's copyrighted works which are the subject matter of Canadian Copyright Registrations 444,381 and 444,382 respectively, or alternatively, (ii) which contain contrivances by means of which the said copyrighted works may be mechanically performed or delivered. \"(b) importing, distributing, assembling, manufacturing, advertising, offering for sale, demonstrating and selling computers which appear to be or in fact are copies in three dimensions of the Plaintiff's two dimensional drawings and plans for the cases of its Apple II, Apple IIe, and Enhanced Apple IIe computers or a substantial part thereof. \"(c) importing, distributing, assembling, manufacturing, advertising, offering for sale, demonstrating and selling computers having applied thereto a trade mark which is confusing with the trademark 'Apple Logo and Design' forming the subject matter of Canadian Trade Mark Registration 264,154; ...\" According to the court file, the registry sent a copy of this order to Robert MacFarlane, counsel for, inter alia, Minitronics, Angel Li Lam, O.S. Micro Systems Inc., Lami Yee Lam, and Jack Liu, by registered mail on November 15, 1985. Also there is on file a copy of the order with an acknowledgement of its service on Mr. MacFarlane dated December 2, 1985. (While Mr. MacFarlane at the hearing protested that this acknowledgement was given solely by his secretary, it was made in the name of his firm who were the solicitors of record and I believe must be viewed as a proper admission of service in the absence of proof to the contrary.)", "[5] Certain of the defendants, including O.S. Micro Systems Inc., Lami Yee Lam, and Jack Liu appealed that order. They were represented by Mr. MacFarlane. On November 29, 1985 the Federal Court of Appeal dismissed the appeal. Subsequently, on April 21, 1986 Giles, A.S.P., continued an interlocutory injunction in the same terms, until trial or other disposition of this action, against, inter alia, the defendants who are respondents in the present proceedings. I was advised by counsel that the injunction in these terms was continued with the consent of counsel for the relevant defendants.", "[6] On March 26, 1987 Rouleau, J., on an ex parte application by the plaintiff Apple, issued an Anton Piller order in another action (T-664-87) commenced by it against certain of the same, plus other, defendants authorizing the plaintiff to search certain premises of the defendants to gather evidence for that other action concerning essentially the same subject-matter. It was understood when the order was granted that this search would also involve possible evidence of breaches of the earlier injunction. This order was executed on March 31, 1987 at the premises of the respondent Comtex Micro System Inc. in Vancouver. Several dozen computers and other materials were seized at that time. Unfortunately, the computers and other materials so seized, apart from a few documents, were destroyed in a fire at the warehouse of the Vancouver Sheriff and were thus not available as evidence at the hearing before me.", "[7] On June 15, 1987 the Associate Chief Justice granted a show cause order under rule 355 ordering the respondents named above to appear to show cause why they should not be condemned for contempt of this court for breach of the said injunctions or for \"acting in such a way as to interfere with the orderly administration of justice and to impair the authority or dignity of the court and to render nugatory any injunction or Order of this court.\" On June 29, 1987 Teitelbaum, J., ordered that this show cause hearing take place in Vancouver commencing October 27, 1987. He also ordered \"... that all material, including affidavit evidence in support of the application will be served and filed not later than the 25th day of September 1987 and any reply material not later than the 13th day of October 1987.\" No further affidavit material was in fact filed after that date prior to the hearing. There was a pre-trial conference before the Associate Chief Justice in Toronto on September 14, 1987 but no order or minutes emerged from that conference to guide the conduct of the hearing. It was apparently understood that viva voce evidence would be presented at the hearing.", "[8] At the hearing before me, the respondents essentially relied on the following defences: that they did not have adequate notice of the injunctions, that the injunctions were unclear or ambiguous, and that any importation, assembly, sale, etc. of computers in which they were engaged did not violate the actual terms of the injunction. KNOWLEDGE AND RESPONSIBILITY OF RESPONDENTS", "[9] Counsel for the respondents argued that these proceedings involve the possibility of committal to prison of the individual respondents. Therefore by rules 1903 and 1905 there must be proof that such respondents were served personally with a copy of the orders allegedly violated, and that on such orders there should have been an endorsement that if the person served disobeyed the order he would be liable to \"process of execution to compel him to obey it\" as specified in rule 1905(4). I do not accept this argument. The present proceedings are under rule 355 dealing with contempt of court generally. Rule 355(5) states that the procedure set out in rule 355 is an alternative to committal under rule 2500. Rules 1903 and 1905 are included in Part VII of the Federal Court Rules as is rule 2500 and it appears to me that the requirements of rule 1905 with respect to notice relate to a proceeding for committal under rule 2500. ( <FRAGMENT_SUPPRESSED> , at 476 (F.C.T.D.). It has been held in this court that rule 2500 cannot be used in cases such as the present where a finding of contempt has not yet been made:  <FRAGMENT_SUPPRESSED>  alleged contempt consists of breach of an injunction and clearly it is so where the alleged contempt is that of acting so as to interfere with the orderly administration of justice and to impair the authority of the Court and to render nugatory the injunction or order. (See Baxter Travenol  <FRAGMENT_SUPPRESSED>  they had merely been informed of the existence of reasons for the issuance of an injunction, with respect to acts committed even before the injunction was issued: clearly there was neither service of an order nor notice under rule 1905 prior to the issue of the order, yet there was liability for contempt.) Courts operating under other rules have indicated that there can be contempt for breach of an order of the Court where the contemnor has been made aware of the order even if not served with a copy of it (see, e.g., Moose Mountain Lumber and  <FRAGMENT_SUPPRESSED>  at 22, 23 ( <FRAGMENT_SUPPRESSED>  (B.C.C.A.);  <FRAGMENT_SUPPRESSED>  (Ont. H.C.), affd. 11 O.R.(2d) 167 (Ont. C.A.)) and I believe that is the proper approach to the interpretation of rule 355.", "[10] I am satisfied beyond a reasonable doubt that the respondents here were well aware of the existence of these court orders even though they were not served with copies. It is clear that service of the order is only one method of proof of knowledge of respondents in a show cause proceeding. (Miller, Contempt of Court (London, 1976) at 243.) In the present case, I have reached the conclusion that the respondents must have known of these orders, both because of the conduct of their counsel in the proceedings and from evidence of their own conduct.", "[11] With respect to the conduct of counsel, there can be no doubt that Mr. MacFarlane was aware of these orders. Having appeared in the first proceeding before Walsh, J., for an interim interlocutory injunction, he subsequently acknowledged service of a copy of the ensuing order. He acted as counsel for, inter alia, O.S. Micro Systems Inc., Lami Yee Lam, and Jack Liu on an appeal from that order. Subsequently, at the time of the continuation of the interlocutory injunction by Giles, A.S.P., on April 21, 1986, it is common ground that the continuation was with the consent of counsel. While it has been held that the mere knowledge by a lawyer of an order having been issued against his client is not necessarily sufficient to establish knowledge by the client for purposes of contempt, in the circumstances of this case it is inconceivable that counsel launched an appeal from one order and subsequently consented to another order without ever having any instructions from his clients. Obtaining of such instructions would clearly involve the clients being aware of the orders made or to be made against them. I am not prepared to believe that Mr. MacFarlane would have acted without instructions from his clients in these matters. Certainly no evidence was presented of such an extraordinary situation. Indeed if court orders were to be subject to frustration by such failure of communication between solicitor and client over such a long period of time it could be necessary, in a proper case, to consider the responsibility of counsel vis-à-vis the orderly administration of justice and the impairment of the authority of the court. (See e.g. Miller, ibid at 226; Borrie and Lowe's Law of Contempt (London, 1983) at 304.) I must conclude then that those of the present respondents represented by Mr. MacFarlane in the earlier proceedings, namely O.S. Micro Systems Inc., Lami Yee Lam, and Jack Liu, were informed not only of the fact of the orders having been issued but of the details of those orders.", "[12] Since the hearing of this matter, and the drafting of the foregoing, I have had the advantage of reading the reasons of the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED> ) held that knowledge of the order by, or proof of its service on, the lawyer for a party in a civil matter in the Federal Court is sufficient to fix that party with knowledge of the order for purposes of a subsequent prosecution for contempt of court. In other words, the requirements of service in a civil case suffice for imposing quasi-criminal responsibility for contempt on a party to the action. That case differed from the present case in that there was no basis there for me to infer from the circumstances actual knowledge by two federal ministers of an order made against them: only a limited interval intervened between the order and its violation as the order was issued on August 15, 1985 and compliance was in the circumstances required by August 26th; and there was no appeal or consent order where communication by the solicitor with the client could be presumed. Yet the Court of Appeal based its presumption of notice of the order on the fact that the solicitor of record for the ministers was aware of it. While in the present case I am satisfied that such knowledge can be presumed from the particular facts here, relying on the Bhatnager decision I can in any event base such a finding of knowledge by O.S. Micro Systems, Lami Yee Lam, and Jack Liu on the simple fact that their counsel was served with the orders and was otherwise aware of the appeal and the continuation of the interlocutory injunction.", "[13] This conclusion is in any event corroborated by evidence concerning the conduct of these respondents plus that of the other respondents in the present proceedings with whom they were associated. It must first be observed that the evidence shows that the allegedly contumacious conduct was carried on essentially by three individual respondents, Lami Yee Lam, Jack Liu, and Jack Wu, together with the companies O.S. Micro Systems Inc., and Comtex Micro System Inc. I am satisfied that the corporations in question were under the control of one or more of these individual respondents. There was ample evidence from those who dealt with or worked for O.S. and Comtex Micro System Inc. that these three individuals appeared to be jointly operating these businesses and were fully involved with their activities. It was not disputed that during the relevant period the two directors of O.S. Micro Systems Inc. were Lami Yee Lam and Jack Liu; and the directors of Comtex Micro Systems Inc. were Lami Yee Lam, Jack Liu, and Jack Wu. The evidence was far from clear on the role of Comtex Imports Co. Ltd. and none of the individual respondents are listed as directors of that company. Nor was it clear what distinct role, if any, Our Star International Trading Co. Ltd. played although Lami Yee Lam was a director of that company. As noted earlier, Concord Trading Ltd. as such is irrelevant to these proceedings.", "[14] From the foregoing I am satisfied that the knowledge and conduct of the three respondents Lam, Liu, and Wu, and those they supervised, provide the essential evidence relevant to the knowledge of the corporate respondents O.S. and Comtex Micro System Inc. The evidence satisfies me that all of them were aware of the injunctions and were even aware that an injunction application was pending in the autumn of 1985. Robert Harris who was employed by these gentlemen, first on behalf of O.S. Micro Systems commencing in August, 1985 and later on behalf of Comtex until the fall of 1986, testified that he overheard Lam, Liu, and Wu discussing with a Mr. Strachan in mid-October, 1985 the fact that they had been served with the notice of an application for an injunction. At that time O.S. had somewhere between 10 and 100 allegedly infringing computers on hand, according to Mr. Harris, and a shipment of another 200 was on the way from Taiwan. It was decided during this discussion that the existing inventory plus the new shipment would be invoiced to Concord before there was a decision on the injunction, while O.S. would retain possession. This clearly indicates a knowledge of an impending injunction. About the same time Harris was told by either Lam or Liu that the applicant was trying to obtain an injunction against them. He was told by one of the three principals in January, 1986 that an injunction had been issued. Certain procedures were also changed after the service of the notice of motion for the injunction: staff were instructed to refer to the machines in question by a different model number and were told not to sell them except to dealers whom they knew and with whom they had dealt before. The evidence of Harris was corroborated in certain respects by other witnesses. Mr. Gumley, a computer dealer who purchased from the respondents, was advised by Lami Lam in approximately March, 1986 that there was an injunction which prevented them from selling the computer of the type put in as Exhibit P6 at the hearing. Pat Costello, a private investigator employed by the applicant, was told by a salesman at O.S. Micro Systems in December, 1985 that the latter was prevented by an injunction from selling Apple-type computers. These facts are only consistent with the respondents having knowledge of the original injunction. They were obliged to assume that that injunction continued until terminated or until the trial, neither of which events has ever happened. CONTUMACIOUS ACTS", "[15] I am satisfied beyond a reasonable doubt that the individual respondents, Lami Yee Lam, Jack Liu, and Jack Wu, and the two corporations they control, O.S. Micro Systems Inc., and Comtex Micro System Inc., are guilty of contempt. I believe they all acted in such a way as to interfere with the orderly administration of justice and to impair the authority or dignity of the court and to render nugatory an injunction or order of this court. This is sufficient to fix them with liability for contempt although I also have concluded that the respondents against whom the injunctions were issued, namely O.S. Micro Systems Inc., Lami Yee Lam, and Jack Liu, are also guilty of contempt for having disobeyed an injunction issued against them.", "[16] Without going into many details, the evidence shows that prior to the first injunction O.S. Micro Systems Inc. and the individual respondents were selling computers imported from Taiwan which were sold with the model numbers OS23, and OS23D, the latter having a detached keyboard. It was in respect of these computers that the injunction was sought and obtained. Thereafter the respondents continued to sell the same computers, but under such names as 128k and the 128k data. A version of the latter was the 128k data detachable. Exhibit P-49 which had been purchased from O.S. Micro Systems before the injunction, evidence of which had been put before Walsh, J., when he issued that injunction, and Exhibits P-6 and P-52 purchased from Comtex, a successor corporate instrument used by Lam, Liu, and Wu to continue selling such computers, are all of the OS23 or 128k variety with built-in keyboards. Exhibits P-2 and P-3 were identified as of the type sold by O.S. Micro Systems and Comtex as the OS23D or its successor, the 128k data detachable (P-2) with separate keyboard (P-3). Unlike the other computers put in as exhibits, P-2 and P-3 were not themselves clearly proven to have been sold by O.S. Micro Systems or Comtex although they were identified many times as identical to computers sold by those companies. That several hundred of these various computers were imported by O.S. and Comtex (some in the name of Concord) after the first injunction was issued, and distributed by them to dealers continuing well into 1987, was amply evidenced by invoices from the factory to the importers and from O.S. and Comtex to dealers to whom they acted as distributors. This evidence was also corroborated by various inventories of stock of Comtex at relevant times. Evidence as to such sales generally was given by Robert Harris, the former employee of O.S. and Comtex, and was confirmed by a Reggie Ho who joined Comtex in June, 1986 and is still with them. Confirmation of particular sales of significant numbers of such computers was also provided by various of the dealers supplied by O.S. and Comtex. The change from operating under the name of O.S. to that of Comtex did not, in my view, alter anything. While the injunction was issued against O.S. and not Comtex, and against Lam and Liu but not Wu, as noted above the directors of Comtex Micro System Inc. are Lam, Liu and Wu. Because of their continuing close association in the operation of what was essentially the same enterprise with a new corporate name, knowledge of the injunction and its breach, and participation in that breach, must be attributed to both companies and to all three respondents.", "[17] While the sale of these Apple-compatible computers which had commenced before the issue of the injunction continued thereafter, important questions remain as to whether the computers in question were such as to be covered by the original injunction issued by Walsh, J., and continued by Giles, A.S.P. The respondents contend that the computers they imported and sold were not covered by the injunction, because: they did not contain the prohibited program described in the injunctions; the cases of the computers sold were not proven to be copies of the \"applicant's two-dimensional drawings\" as referred to in the injunctions; and there was no infringement of the trademark \"Apple Logo and Design\" of the plaintiff because the symbols used by the respondents on their machines were dissimilar to that logo and, in any event, were not used as trade marks. These contentions must be examined in turn.", "[18] (1) Breach of copyright in program - As I understand it, the applicant's program alleged to have been infringed is an enhanced Apple IIe operating system program known as the Apple Enhanced Program which is the subjectmatter of Canadian Copyright 344,382. This program is contained in ROM chips mounted on the motherboard of the computer in which they are employed. While ROM chips are manufactured containing such programs, a functional equivalent for such chips can be made by copying them by a process of burning the same program into an EPROM chip. The respondents contend that while they sold computers which were Apple-compatible and which would be made operable by the insertion of such chips, they did not sell computers containing such chips. Further they say that the injunction misdescribed the registered copyright of whose infringement the applicant complains.", "[19] I am satisfied beyond a reasonable doubt that, in respect of at least many of the sales of the Apple-compatible computers referred to above, the respondents sold them with infringing chips. There is evidence with respect to at least two computers purchased from Comtex while the injunction was in effect, namely Exhibits P-6 and P-52. Both of these were tested by Robert Martin, the expert witness called by the applicant, and he found these computers to contain infringing chips. The evidence showed that the computers had been bought from Comtex in this condition. The witness Harris, the respondents' former employee, testified that computers of the P-6 and P-52 variety and of the P-2 variety continued to be sold after the injunctions with ROM or equivalent chips included. He said he never saw one sold without such chips. He said that Comtex purchased blank EPROMs in quantity and most of these were sold with an Apple program on them. He said further that computers were tested before being delivered, and to test them it was necessary that such a chip be in place. While admittedly Harris is a disgruntled former employee who lost his job with Comtex, his evidence was generally corroborated by others. Three dealers, Mr. Tee, Mr. Gumley, and Mr. Brett all testified that they were supplied such computers by O.S. or Comtex during the period when the injunctions were in force, and that such computers contained ROM or EPROM chips. Mr. Tee and Mr. Gumley had received all Apple-compatible computers complete with chips, while most of those received by Mr. Brett had ROM or EPROM chips. That such chips were being supplied by Comtex is further corroborated by the fact that on the day when the search and seizure was carried out at its premises pursuant to the Anton Piller order, namely on March 31, 1987, the applicant's expert Mr. Martin tested chips and boards found in the premises. He found none usable in these machines which did not have the Apple program in them.", "[20] Even if some of these computers were sold by O.S. or Comtex without a ROM or EPROM chip containing the relevant Apple program, the evidence suggests that this was done with the expectation that the dealer or end user would insert an infringing chip. In such circumstances the respondents would also be guilty of acting in a way to impair the authority of the court and render nugatory its order. ( <FRAGMENT_SUPPRESSED> , at 14-17 and cases referred to therein (F.C. T.D.).)", "[21] While some of this evidence is circumstantial it is consistent only with the guilt of the respondents. I was not impressed by the main witness called on their behalf to refute it. This witness was Reggie Ho who has been an employee of the respondents since June, 1986. In the first place it is clear that he could not testify as to what had happened prior to the time he started working there which was some seven months after the injunction was issued. He insisted that all Apple-compatible computers were sold without ROM or EPROM chips containing the program which is the subject of the copyright in question. Yet he was unable to give any evidence of his personal knowledge of other non-infringing chips which would make such computers operational. When asked why dealers would acquire all of these computers which would be nonfunctional without infringing chips, he could only suggest that they were purchased for parts for other computers. This appears to me so unlikely as to put into serious question any of Mr. Ho's evidence. His explanation as to why there were numerous infringing chips on the premises on the day of the raid was that these might have been there since before the injunctions or might have been returned by dealers or could have been in computers brought in for servicing. I find his evidence highly improbable as an explanation for all of these sales or for the presence of so many infringing chips on the premises.", "[22] With respect to the alleged misdescription of the copyright allegedly infringed, the respondents point out that while the injunctions enjoined the copying of the \"Enhanced Apple IIe Program\", they described this program as \"the plaintiff's copyrighted works which are the subject-matter of Canadian copyright registrations ... 444,382\". It is common ground that the copyright in question is number 344,382. In other words a \"4\" was wrongly substituted for a \"3\" at the beginning of the relevant registration number so that on its face the injunction appears to apply to protect a copyright which has nothing to do with the matter in hand. While the number was properly stated in paragraph 33 of the statement of claim, it was erroneously stated at least twice in the prayer for relief. That error was unfortunately carried forward in the formal order prepared for the signature of Walsh, J., and the injunction in this form was continued by Giles, A.S.P. This error remains unexplained and appears to me to be inexplicable. The question remains as to whether it should be fatal to the applicant's allegation of copyright infringement. I respectfully accept that the correct approach in these matters was indicated by the Supreme Court of Canada in Baxter Laboratories of Canada Ltd., Travenol Laboratories Inc. and  <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 1 (S.C.C.), at 3, where, in reference to an erroneous description of the plaintiff in the reasons for judgment it said that this was \"a clerical mistake only, which could not have misled Cutter\" (Cutter being the defendant). I am satisfied that the respondents were not misled by this typographical error in the injunction and knew full well which program of the applicant it was prohibited from infringing. To put the respondents' case at its highest, they might theoretically have found ambiguity in the reference in the injunction to the \"Enhanced Apple IIe Program\" as being the subject-matter of copyright registration 444,382. That their bewilderment could have lasted very long, considering that they had already unsuccessfully contested a motion in which they could have had no doubt as to which copyright was in issue, is barely credible. Further, it was open to them to seek clarification in the reasons given by Walsh, J., in which at page 14 he refers to the Apple Enhanced Program as being subject to copyright registration 344,382. I am satisfied that the respondents could have had no reasonable doubt as to the program whose infringement was enjoined by the order of Walsh, J. They cannot be excused from complying with an order on such a technicality, deplorable though the error might be.", "[23] I therefore find that the respondents did infringe copyright 344,382 and may be properly found guilty of contempt of court in respect thereto.", "[24] (2) Breach of Copyright in Design of Case - The respondents contend in respect of this matter that although the injunctions prohibited them from importing, selling, etc. computers \"which appear to be or in fact are copies in three dimensions of the applicant's two-dimensional drawings and plans for the cases of its Apple II, Apple IIe, and Enhanced Apple IIe computers or a substantial part thereof ...\" there was no evidence presented at the show cause hearing of the two-dimensional drawings and plans referred to.", "[25] It is true that no drawing or plan was put in evidence before me. However, it is not my role to adjudicate once again the matters decided by Walsh, J., when he issued the original injunction. Again, there can be no reasonable doubt among the parties as to what was meant by the wording of the injunction, particularly having regard to the evidence before Walsh, J., and the reasons given by him for his order. It was common ground that he had before him photographs of the computer which became Exhibit P-49 in the contempt hearing, together with expert evidence which satisfied him that there was a prima facie case that the applicant's design for the case had been infringed by the defendants in importing and selling computers such as P-49. It was on that basis that the injunction was issued and the defendants in that proceeding could have been under no illusion as to what design was prohibited. They and their associates who are among the respondents in the present proceeding must be taken to have shared this information. In the contempt hearing before me two further computers, P-6 and P-52, were put in as evidence and were proven to have been purchased from Comtex during the existence of the injunctions. I have compared those two computers with P-49, evidence as to which formed the basis for the order by Walsh, J. Careful visual examination of them satisfies me that they \"appear to be\" copies of the same design incorporated in P-49, albeit that the keyboards are somewhat different for functional reasons. In this latter respect, the injunction equally prohibits copies of \"a substantial part\" of the design or plans of the applicant. I am therefore satisfied that the injunction is sufficiently clear and that the respondents have committed contempt of court in respect of it with the sale of computers enclosed in such a case.", "[26] I should simply note that Walsh, J., in finding a prima facie case of breach of copyright proceeded on the basis of the then current jurisprudence to the effect that such drawings could be the subject of copyright and not within the Industrial Design Act, R.S.C. 1970, c. I-8. To the extent that the decision of the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 289 (F.C.A.), might now suggest a different conclusion, this is irrelevant as the respondents were obliged to obey the injunction as issued.", "[27] (3) Infringement of Trademark - The keyboards of each of the computers put before me as exhibits include two keys bearing symbols which appear to consist of a circle with a bent line proceeding from the top centre point of the circumference which, when taken with the circle below it, certainly gives the impression of being the stem of a round fruit. One of these symbols has an \"open\" circle, that is, with just the circumference outlined in black; the other is \"closed\" or solid, the circle being completely black. Counsel for the respondents admitted that all of the computers like Exhibit P-6 sold by the respondents had such symbols on them. Mr. Martin, the applicant's expert, who was present at the time of the raid on the Comtex premises, said that the two computers which he examined there had such symbols and that representatives of the respondents said that all the other computers which were packed in boxes on the premises were similar.", "[28] According to the evidence, Apple IIe keyboards bear, on the corresponding keys, a form of the Apple logo which is in the shape of an apple with a stem and a bite removed from the side. On such keyboards one key has the symbol simply outlined whereas the other one is solidly coloured in the same colour as that outline.", "[29] The injunction as quoted above prohibited the respondents from selling, etc. computers \"having applied thereto a trademark which is confusing with the trademark 'Apple Logo and Design' forming the subject-matter of Canadian trademark registration 264,154 ...\" The respondents contend that the symbol on their computers is not confusing with Apple's logo and, moreover, it is not applied to their computers as a trademark.", "[30] On the question of whether the respondents' symbol is confusing, I have applied the accepted test of the \"first impression\" (see e.g.,  <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 29, at 36-37 ( <FRAGMENT_SUPPRESSED> , at 521 (F.C.T.D.).) and I have concluded that it is confusing. While the respondents contend that their symbols, being circular, would not be confused with the natural apple-shape with a bite out of the side as used in the applicant's logo, I believe that the average person, seeing the respondents' computer separate from the computer of the applicant, could easily be misled into thinking that the respondents were using the Apple logo. This could in turn lead them to think that such a computer was also made by Apple. At page 6 of his reasons for the injunction, Walsh, J., concluded that the use of \"some circular device with or without a stem\" on such keys of the keyboard \"would most likely be an infringement\" of the applicant's trademark, and the injunction was issued to implement that decision. I have equally concluded that the respondents' symbol is confusing.", "[31] As noted above, the respondents further contend that even if their symbol is confusing with the applicant's trademark it is not being used as a trademark within the meaning of ss. 2 and 4 of the Trade Marks Act, R.S.C. 1970, c. T-10, and therefore there cannot be confusion as described in s. 6 of that Act. To support this argument, counsel relied on two cases ( <FRAGMENT_SUPPRESSED>  (F.C.A.).) in which marks, when used on material or packages of someone other than the owner of the mark, were held not to be used as trademarks. In my view those cases are irrelevant as they clearly dealt with situations where the trademark of another was reproduced on a package for purposes of showing how the packager's product might be used in connection with the product of the owner of that trademark. In each case it was obvious from the context that the other's trademark was not being applied to a package to indicate the source of that package. In the present case these circumstances do not exist. The respondents' symbol, which I find to be confusing with the logo of the applicant, is used on two keys of the keyboard of their computers in exactly the same way that Apple uses its logo on its keyboards, and the natural inference which a member of the public would draw is that the respondents' computers are somehow from the same source as those of Apple.", "[32] I therefore conclude that the respondents have breached, or contributed to the breach of, this part of the injunction as well. SOME PROCEDURAL AND EVIDENTIARY ISSUES", "[33] In case this matter should go farther, it may be useful to note some of the problems in this area which will appear more fully in the transcript of the proceedings.", "[34] Counsel for the respondents took certain objections to me looking at the court file in respect of matters such as service or admission of service of the injunction. As this matter was proceeded with by way of motion, rule 319(2) applied and it provides: \"(2) A motion shall be supported by affidavit as to all the facts on which the motion is based that do not appear from the record ...\" (Emphasis added). There is no definition of \"record\" in the rules in this context nor have I been able to find any in the jurisprudence. I am satisfied that the \"record\" on a show cause motion includes those elements of the file relevant to the issues before the court for determination; and that documents on the court file may be assumed to be what they purport to be unless proven to the contrary. This does not mean that their contents must be automatically taken as proven, of course, but where the contents purport to be an admission of service by the solicitor of record this can be taken as proof of that fact in the absence of proof to the contrary.", "[35] The hearing of this matter proceeded as on a motion as there had been no order for it to be heard as a trial. By consent of the parties, evidence was allowed to be taken viva voce as permitted by rule 319(4). A problem arose with respect to the presentation of an expert's testimony, namely that of Robert Martin called on behalf of the applicant. It not being a trial, rule 482 with respect to the requirement that a statement of the proposed evidence of an expert be filed and served at least ten days in advance of its presentation did not apply. Counsel for the respondents objected to the lack of such statement. In order to ensure fairness to the respondents in a manner consistent with the requirements of rule 482 I ruled that insofar as the expert's evidence as to his testing of computer components had already been disclosed in the affidavits previously filed by the applicant in earlier proceedings connected with the injunctions and the Anton Piller order, such evidence could be presented by Mr. Martin. To the extent that such information had not been previously communicated, I ruled that it could not be introduced as evidence. Mr. Martin was thereby limited in his evidence in chief. However, counsel for the respondents cross-examined Mr. Martin on areas with respect to which I had held that he could not give evidence in chief. This having happened, I allowed counsel for the applicant to reexamine with respect to those areas opened up by counsel for the respondents on cross-examination. All of this suggests that in cases of this nature consideration should be given in advance to the possibility of an order under rule 327 directing the trial of such issues with directions concerning pre-trial procedure and the conduct of the trial. (See also the reasons of Rouleau, J., in Selection Testing, supra note 1.)", "[36] An important issue was raised concerning the admissibility of certain documents obtained indirectly as the result of the Anton Piller order. The Anton Piller order required inter alia that the respondents Lam, Liu and Wu in action T-664-87 advise the applicant's solicitors, if requested, of the location of documentary evidence relevant to the business affairs of them and their companies. According to the evidence, on the occasion of the raid one of the solicitors for the applicant asked about certain invoices which appeared to be missing from the files at the premises raided, and was told by Mr. Wu that customs officers had seized a number of such documents. This was on March 31, 1987. It appears that counsel for the applicant then tried to get access to these documents. Revenue Canada refused to give such access without the consent of counsel for the respondents herein. Respondents' counsel refused consent. Ultimately counsel for the applicant applied to the County Court of British Columbia, pursuant to provisions in the Criminal Code, for access to these documents and this was granted on October 23, 1987. These documents were then produced in court by Inspector Galbraith, a senior investigator with Revenue Canada. Counsel for the respondents argued that such evidence should not be admitted because its submission would be contrary to ss. 8, 11(c), 13, and 24 of the Charter. Reliance was also placed on s. 2(d) of the Canadian Bill of Rights. It was further argued that production of documents or discovery ought not to be ordered in penal matters. It was argued that the documentary evidence in question was the \"fruit of the forbidden tree\": it had been obtained on the basis of information gained in contravention of the Charter of Rights and should therefore not be admitted.", "[37] Briefly put, I rejected these contentions and held the documents to be admissible. In the first place, I distinguished this situation from cases where the courts had expressed reluctance to issue orders of discovery or production in penal cases. (E.g.  <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 201, at 206 (F.C.A.), leave to appeal refused by S.C.C. December 3, 1987.) In the present case we were faced with the fact that an order had already been given: the respondents had not moved in the six and one-half months since its execution to set aside that order nor had they appealed it. The material obtained by it directly and indirectly was now before the court. I concluded that this was not a \"search or seizure\" in the meaning of s. 8 of the Charter (Director of Investigation and Research and Chairman of the  <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 1 ( <FRAGMENT_SUPPRESSED>  (Ont. C.A.)) and in any event it was carried out pursuant to court order and in a reasonable way. Moreover, I held that in accordance with the authorities, s. 11(c) and s. 13 of the Charter applied only to protect witnesses from being obliged to testify. ( <FRAGMENT_SUPPRESSED>  (C.A.).) There was nothing of that sort here. Mr. Wu, when he answered the question of counsel for the applicant, was not a \"Witness\": he was not under oath and the evidence does not even indicate that he felt obliged to answer. I concluded that s. 2(d) of the Canadian Bill of Rights provided no greater protection in this respect than the Charter. (See Ziegler case, supra note 15, at 23.) I further observed that even if there had been a violation of the Charter, I would not think this an appropriate case to apply s. 24(2) of the Charter so as to deny, admission of the evidence. This surely is not a situation where the admission of such evidence \"would bring the administration of justice into disrepute\": the evidence was obtained by virtue of a court order; there was provision in that order for the respondents to move at any time to set it aside which they did not do; there was no evidence of duress, even psychological, being applied to Mr. Wu in order to obtain the information from him as to the location of the documents in question; and those documents were in turn obtained pursuant to another court order and brought before me by a public official, many months after the respondents knew that the applicant was aware of the location of these documents and was taking steps to obtain them by legal means. This sequence of events can hardly be viewed as bringing the administration of justice into disrepute. Instead I concluded that there were no Charter or Bill of Rights reasons for refusing admission of the documents and that the basic common law rule applied that once a party has evidence, no matter how it has been obtained, he is entitled to use it if it is relevant.", "[38] I should also make some observations on the credibility of the witnesses. The credibility of Mr. Harris, as a disgruntled former employee of the respondents, was attacked by counsel for the latter. While it is clear that Mr. Harris would have some motives for giving evidence prejudicial to the respondents, I am satisfied that his evidence was truthful. He had a very clear recollection of details and his testimony was not seriously weakened on cross-examination. With respect to certain of the dealers who testified on behalf of the applicant, counsel for the respondents sought to show that they had some financial interest in now favouring Apple, the applicant. I found these witnesses to be truthful and I am not at all persuaded that they altered their evidence in order to find favour with Apple. The principal witness for the respondents, Mr. Ho, could not of course testify to events before his arrival in June, 1986, some seven months after the first injunction was issued. Further, the whole of his evidence was seriously weakened in my view by his explanation that the sales of Apple compatible computers without, as he said, ROM chips, was for the purpose of providing repair parts to dealers. That some hundreds of computers should be sold for this purpose defies belief.", "[39] I have also given some weight to the fact that none of the individual respondents gave evidence. I believe there was a very substantial case for them to answer and they did not do so. Although this is a quasi-criminal matter I am entitled to take into account their failure to testify (see e.g.  <FRAGMENT_SUPPRESSED>  (S.C.C.)) and I have done so.", "[40] I might add that I have completely ignored the evidence of Nelson Hsu and Gerald E. Yih as I was unable to see any probative value in their testimony in relation to the issues before me for determination. CONCLUSION", "[41] I therefore find that O.S. Micro Systems Inc., Lami Yee Lam, and Jack Liu are guilty of contempt of court through breach of the two injunctions, and that they as well as Comtex Micro System Inc., and Jack Wu are guilty of contempt for acting in such a way as to interfere with the orderly administration of justice and to impair the authority or dignity of the court and to render nugatory the orders of this court by knowingly participating in activities prohibited by the said injunctions.", "[42] By agreement, the questions of penalties and costs are to be spoken to by counsel before a formal judgment is entered. I am postponing the making of an order with respect to penalties and costs in respect of Minitronics of Canada Limited and Angel Li Lam as well until after that hearing takes place. Order accordingly. <FRAGMENT_SUPPRESSED>  O.S. Micro Systems Inc., Lami Yee Lam, David Kuo Tai Wang, Jack Liu, Trident Technology Inc., carrying on business as Trident, Wai Lin Eng, Pacific Rim Electronics Imports Inc., carrying on business as Pacific Rim Electronics Inc., Stan Kozdrowski, Stanley G. Kozdrowski, Gentek Marketing Inc., carrying on business as Gentek Computers Inc. and as Gentek Computers, Mitchell Freedman, Jeff Freedman, Brian Mintz, 546665 Ontario Limited, carrying on business as Viva Computers, Pulse Computers Inc., Pulse, Pulse Computers, Ordinateur Microcom Computers, Key Creative Consultants: Richard Douglas Williams, Mary Edythe Baker, K. Scott Baker, Ron Wicksey, Martin P. Kane, carrying on business as Compusound Systems of Canada and Metropolitan Separate School Board (defendants) No.  <FRAGMENT_SUPPRESSED> March 22, 1988 Counsel: A. Schorr, I.M. Hughes, and J. Etigson, for the plaintiff; R. MacFarlane and D. Zack, for O.S. Micro Systems, etc., Pacific Rim and Comtex Micro et al.; G. Martin, for A. Lam. A. Schorr, Toronto, Ontario, and Hughes, Etigson, Concord, Ontario, for the plaintiff Fitzsimmons, MacFarlane, Toronto, Ontario, and Altman Kahn Zack, Richmond, B.C., for the defendants O.S. Micro Systems Inc., Lami Yee Lam, Jack Liu, Comtex Micro System Inc., and Jack Wu G. Martin, Vancouver, B.C., for the defendant A. Lam This case was heard on March 14, 1988, at Vancuver, B.C., before Strayer, J., of the Federal Court of Canada, Trial Division, who delivered the following judgment on March 22, 1988.", "[43] Strayer, J. : On March 15, 1988 in Vancouver I sentenced the respondents Minitronics of Canada Limited, Angel Li Lam, O.S. Micro Systems Inc., Comtex Micro System Inc., Lami Yee Lam, Jack Liu, and Jack Wu for contempt of court in respect of their violations of interim and interlocutory injunctions issued in this matter. I gave brief reasons orally for the sentences and will set out those reasons more precisely here.", "[44] With respect to Minitronics of Canada Limited and Angel Li Lam, I took into account that, while by their own acknowledgement they had knowingly violated at least one of the injunctions, they admitted their guilt at the outset of the show cause hearing and apologized to the court in writing fully and without qualification. I further took into account that they had admitted to only two or three infringing sales and that no others were directly proven. Further, they stated that they had terminated all such sales by about the time the interlocutory injunction was issued. I therefore fined them only $1,000.00 each.", "[45] With respect to the remaining individual respondents, Lami Yee Lam, Jack Liu, and Jack Wu, I took a much more serious view of their activities since these involved many hundreds of infringing sales that were carried on over a much longer period of time. There was evidence of elaborate deception practiced by them collectively. These acts constitute a very grave interference with the orderly administration of justice and an impairment of the authority of this court and deserve serious punishment. While their counsel made a general and somewhat limited apology on their behalf, it was certainly less than might have been expected under the circumstances. For these reasons I imposed the maximum fine possible of $5,000.00 on each of them. At the same time I did not consider that these acts constituted what is sometimes described in the jurisprudence and by authors as contempt of a \"public\" nature. Having regard to this fact, and the fact that none of them appeared to have any criminal records prior to the events associated with violations of these injunctions, I have not imposed any sentence of imprisonment at this time. I have, however, suspended any possible sentencing for imprisonment (apart from the possible imprisonment which I fixed for default in payment of fines) for one year on condition that they obey the outstanding interlocutory injunction and demonstrate to the court that they are obeying it. This appeared to me the more appropriate route having regard to the principle that an important purpose of the contempt power is to bring about compliance with court orders. I included in the conditions for suspension of sentence a requirement of a written apology and an undertaking from each. While I respectfully agree with the Quebec Court of Appeal in Re Ouellet (No. 2) (1976), 72 D.L.R.(3d) 55 (Que. C.A.), that a forced apology is of little value, in this case counsel for the respondents offered such a further apology and I have accepted that offer. Similarly, counsel offered the monthly monitoring by certificate of the company's auditor and I confirmed that obligation. They also offered to put up $100,000.00 security for which I have fixed conditions and a term of one year for which it is to last.", "[46] I have considered Jack Wu to bear somewhat less responsibility than the others in that his education in North America and his training and experience in business is obviously less than that of the others. The evidence at the show cause hearing also indicated that his role in the direction of business was somewhat less. Having regard to the limited maximum fine which I could impose, I was unable to order a lesser fine for him but have provided for a shorter sentence in default of payment.", "[47] With respect to the fines imposed on the two corporations, it is difficult to distinguish one from the other as they are both under the control of the same principals. Comtex was engaged in violation of the injunction for a longer period. The total of the fines imposed on the two companies, namely $30,000.00, appeared to me to be in accord with other fines imposed in this court for infringement of intellectual property rights.", "[48] The coming into operation of the sentences was stayed or suspended until April 1, 1988 at the request of counsel for the respondents to allow them to consider their position with respect to an appeal. Order accordingly. Editor: Steven C. McMinniman/sms [End of document]"]}