{"id_": "006978", "body_str": ["[1] Cullen, J. : This is an action brought by the plaintiff against the defendant for infringement of Canadian Patent No. 1,178,882 granted on an invention entitled, \"Door Structure\". The application for this patent was filed on December 19, 1980 and issued on December 4, 1984. The defendant denies infringement, counterclaims with respect to the patent's validity and claims damages for breach of s. 7(a) of the Trade Marks Act. The plaintiff and defendant are competitors in the manufacture and sale of roll-up doors for industrial and commercial use.", "[2] The plaintiff, M & I Door Systems Limited, formerly Copper Cliff Door Manufacturing (1980) Ltd., is an Ontario corporation with its principal place of business in Barrie, Ontario. The defendant, Indoco Industrial Door Co. Ltd., is a Canadian corporation and carries on its business at St-Hubert, Quebec.", "[3] This invention relates to a roll-up type door having a flexible curtain with a first upper and a second lower end and side edges and a curtain-winding mechanism. The first end of the curtain is secured to the curtain-winding mechanism for moving the curtain upwards and downwards. The patented structure further includes a pair of parallel spaced apart guide channels, the side edges of the curtain being movable in these channels sealingly engageable under at least atmospheric pressure. One advantage of the door is that damage to both vehicle and door is minimized when the door is accidentally struck. The side edges of the curtain are releasable from the guide channels at a predetermined impact force on the curtain. A preferred embodiment of this door has a rigid bar secured adjacent to the lower end of the flexible curtain. This door is considered particularly useful when the flexible curtain is constructed of hard rubber or rubber-like material and the bottom bar is releasably secured to the curtain so that it releases therefrom under an impact force.", "[4] The plaintiff argues that since January of 1986 the defendant has manufactured and offered for sale flexible retractable doors operating on a winding mechanism and alleges that these doors infringe the plaintiff's patent.", "[5] The plaintiff maintains that the patent in suit is a valid patent and that Glen Palmer is and was the sole inventor. Further, by virtue of s. 46 of the Patent Act, the plaintiff has acquired the exclusive right, privilege and liberty of making, constructing, using and vending to others the patented invention.", "[6] As indicated earlier, it is the plaintiff's position that the defendant has infringed this exclusive right by manufacturing, offering for sale, and supplying damage-minimizing doors described in patent no. 1,178,882. In this regard, the plaintiff refers specifically to the doors supplied by the defendant to Via Rail Canada Inc. (at Via's Montreal service and maintenance centre) pursuant to a contract awarded to the defendant on January 19, 1986.", "[7] With respect to the defendant's claim for damages under s. 7(a) of the Trade Marks Act, the plaintiff admits that it sent out cease and desist letters to Bluewater Agencies Limited, Lingan Construction Limited and others but maintains that the statements contained in these letters were justifiable and correct under the circumstances and that such action is an acceptable business practice in light of the fact that the plaintiff's patent is presumed to be valid until otherwise determined by the courts.", "[8] In reply, the plaintiff indicates that through its solicitors it did make the defendant award of its objections to the defendant's conduct prior to commencing the infringement action. This is in fact true (Exhibit P-15).", "[9] The defendant denies that its retractable doors infringe the patent in suit and attacks the validity of this patent under the following headings: (1) obviousness (lack of inventiveness); (2) anticipation (lack of novelty); (3) failure to meet the requirements of s. 36 of the Patent Act; (4) material allegation in the petition untrue thereby rendering the patent void under s. 55 of the Patent Act; (5) claims broader than the invention described.", "[10] In the alternative the defendant alleges that the plaintiff was fully aware of the defendant's conduct (since January 1986) and failed to make any objections until commencing this action, and, in reliance upon the plaintiff's failure to object, the defendant made substantial investments in the supply and distribution of its flexible door products. Therefore, the defendant pleads laches, acquiescence and estoppel.", "[11] The defendant further alleges that the plaintiff made false and misleading statements to the defendant's customers which were intentionally calculated to undermine the confidence of the defendant's customers thereby giving a business advantage to the plaintiff and discrediting the defendant's business, wares, and services contrary to s. 7(a) of the Trade Marks Act. Issues", "[12] The main issues to be resolved in this action are whether the patent in suit is a valid patent and if so whether the defendant by its actions has infringed the patent. The question of quantum of damages will be dealt with by reference should I determine that damages are payable. Construing The Patent", "[13] It is the claims which define the scope of the monopoly of a registered patent. Seeking a 17 year monopoly requires that very careful attention be paid to the drafting of the claims so that they spell out the invention for the edification of one skilled in the art.", "[14] Roll-up doors for commercial or industrial use are not new. Transcript, page 3: \"Roll-up doors of various kinds were known well before the patent application leading to the patent in suit was filed. Typically, these doors were rolling steel doors in which the rolling character of the door was made possible by having a series of adjoining steel slats that extended the width of the door frame and the slats were hinged to one another so that as the curtain, being the movable part of the door, rose and was wound around a wind-up drum at the top, the slats would hinge and coil around the wind-up drum as the curtain was elevated. That was typically the kind of roll-up door that existed before the invention of the patent in suit.\" (Emphasis added)", "[15] According to Urie, J., in  <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 1, \"In construing the claims in a patent recourse to the remainder of the specification is (a) permissable only to assist in understanding terms used in the claims, (b) unnecessary where the words of the claim are plain and unambiguous and (c) improper to vary the scope or ambit of the claims.\" Urie, J., has also told us the claims should not be interpreted to exclude minor variance which to the knowledge of the inventor and the readers of the patent would have no material effect upon the way in which the invention works. Claims are to be given \"a purposive construction\". All are familiar with the jurisprudence that the claim must be read by one endeavouring to understand and not with a negative attitude nit picking over words or phrases.", "[16] What then do the claims teach? Claim 1 reads: \"The embodiments of the invention in which an exclusive property or privilege is claimed are defined as follows: 1. A damage-minimizing door comprising: a flexible curtain having a first upper end and a second lower end and side edges; a curtain winding mechanism; said first end of said curtain being secured to said curtain winding mechanism for moving said curtain upwards and downwards; and a pair of parallel spaced apart guide channel means, said side edges of said curtain being movable in said guide channel means, sealingly engageable therewith under at least atmospheric pressure and releasable therefrom at a predetermined impact force on said curtain.\" All of the elements before the words \"sealingly engageable\" are commonly found in all roll-up doors used for commercial or industrial purposes.", "[17] The latter part of Claim 1 - the next pair of clauses which the plaintiff argues, \"... lend distinction to this invention. We have recited that the side edges of the curtain are movable in the guide channel means and it goes on to say, '... sealingly engageable therewith under at least atmospheric pressure ...' so that is one characteristic and: '... releasable therefrom at a predetermined impact force on said curtain ...' is the other significant characteristic.\" Claim 2 and dependant Claim 3 make reference to \"... a rigid bar secured adjacent to the lower end of said curtain\" and Claim 3 says in part, \"... wherein said flexible curtain is of hard rubber or rubber-like material and said rigid bar is releasably secured to said curtain and releases therefrom under an impact force\". The plaintiff has indicated that the defendant does not have this rigid bar and therefore no infringement and it is not an issue.", "[18] Claim 11 highlights the issue and is more elaborate than what Claim 1 states. Claim 11 reads: \"11. A damage-minimizing door including: a flexible curtain having a first upper end, a second lower end and side edges; a curtain winding mechanism, said first end of said curtain being secured to said curtain winding mechanism for moving said curtain upwards and downwards to respectively open and close a doorway; a pair of parallel spaced apart guide channel means each comprising an elongate slot whose mouth faces into said doorway, said side edges being movable upwardly and downwardly in said slot as said curtain is respectively moved and down; [It is conceded by the plaintiff that this is not novel with this invention.] said side edges sealingly engageable with said channel means when said door is employed in an environment which is at least at atmospheric pressure to normally restrain lateral movement of said side edges through the slot mouth from said guide channel means; and said side edges of said flexible curtain being pulled laterally through the slot mouth from said guide channel means when a predetermined impact force is applied to said flexible curtain, causing at the most, negligible damage to said guide channel means and minimal damage to said flexible curtain. \" (Emphasis added)", "[19] The claims from 1 to 15 describe the alleged invention in a fairly straightforward manner. None of the terms or words used would cause any difficulty to one skilled in the art to understand that which is described . Some portions of the claims are clearly not new but are incorporated to give a better understanding of the alleged inventive features. Thus, one skilled in the art, upon reading the claims, would understand that the inventor's embodiments included a damage-minimizing roll-up door with the curtain being flexible and made from a hard rubber or rubber-like material, with a rigid bar releasably secured to it, which would release under an impact force.", "[20] The curtain does not hang freely nor is it moved up and down freely. Rather, guide channels are located at the edges of the curtain guiding it in the direction it is to go. Also, the curtain edges fit into the guide channels and are sealingly engageable therewith under at least atmospheric pressure and releasable therefrom on a predetermined impact force. Thus, one skilled in the art would readily understand that the curtain did not hang freely but would remain in the guide channels under normal circumstances and the edges would be released on impact (the degree of impact to be predetermined by the user to get maximum benefit from the roll-up door, e.g. not to release if a vehicle simply bumped into it but to release if the impact was such that both the vehicle and the door would suffer damage if the door did not release). The rigid bar at the bottom of the curtain is an option. The curtain is moved up and down by winding mechanism which includes a winding drum, motor means for actuating said winding drum and a pair of torsion springs provided at opposite ends of the said drum. The torsion springs are coil springs that are coaxial with the winding drum and are connected thereto at one end of each spring. This curtain has sealing means extending along its edges. This curtain is compressible and includes a thicker area along each edge thereof engageable with the guide channels. The guide channels have a means for restraining movement of the said curtain laterally out of the said guides. The restraining means includes projections extending into the channel defined by the said guide channels to provide a throat of reduced dimensions relative to the thickened area of the curtain to restrain lateral movement of the curtain. These guide channels each include an upper portion movable from a closed position to an open channel position providing easier access of the curtain to the guide channels. The thicker area of the curtain along the edges is compressible when it engages the guide channels and the guide, including adjacent slot mouth, provides means for restraining movement of the curtain laterally out of the guide channel. And finally, the guide channel is constructed in such a way that if the curtain is released it can be more easily replaced because the guide channel hinges open to provide easier access for the curtain to the guide channel. With figures 1 to 17 the person skilled in the art would have little difficulty reading and understanding the claims as far as they go Validity Of The Patent", "[21] When the validity of a patent is attacked, as it is here, the patentee has an array of defences available. Some of these are provided by statute, i.e., the Patent Act, and others of course from jurisprudence on the issues. There is no question that the Patent Act states that a registered patent is prima facie valid. The extent of this presumption was discussed by Thorson, J., in  <FRAGMENT_SUPPRESSED> , at page 44: \"The first reference to this statutory presumption of validity, or provision for prima facie validity, was in  <FRAGMENT_SUPPRESSED>  at p. 45, [1950] Ex. C.R. 142 at p. 161. Since then I have referred to it in several cases, the particulars are set out in  <FRAGMENT_SUPPRESSED>  at p. 128. There I referred to the comment which I had made in  <FRAGMENT_SUPPRESSED> : 'The statutory presumption is not confined to the attribute of inventiveness but extends to the other attributes that an invention must have if it is to be patentable under the Act , such as novelty and utility. The three attributes of patentability, namely, novelty, utility and inventiveness are all presumed to be present in an invention for which a patent has been granted until the contrary is clearly shown. ' (Emphasis added) \"In the McPhar case I made a broader statement of the effect of the statutory provision. At p. 129, I said: 'On further consideration I am of the opinion that this statement is not as wide as the terms of the Act warrant. It must follow from the provision of the Act that a patent granted under it \"shall thereafter be prima facie valid\" and avail its grantee and his legal representatives for the term of the patent that the onus of showing that it is invalid lies on the person attacking it, no matter what the ground of attack may be, and that until it has been shown to be invalid the statutory presumption of its validity remains. 'This does not mean that the patent is immune from attack or that the patentee is free from the obligations that are incumbent on him by way of consideration for the grant of the patent monopoly to him, but it seems clear that, since Parliament has deliberately endowed a patent granted under the Act with a presumption of validity, the onus of showing that such a patent is invalid is not an easy one to discharge.'\"", "[22] It is therefore a formidable task that one faces if attacking the validity of a patent and the case law is quite clear that the onus is not an easy one to discharge. Counsel for the plaintiff concedes that some judges have held that once there is any evidence of invalidity the statutory presumption of validity disappears and cites  <FRAGMENT_SUPPRESSED>  correct. Background", "[23] Twelve witnesses in all were called by the parties - three by the plaintiff and nine by the defendant. For ease of reference I am listing the witnesses here. Called by the plaintiff: Douglas Taylor (Taylor), President of the plaintiff corporation; Donald Peter MacLennan (MacLennan), the plaintiff's expert witness; Mike Kramarczyk (Kramarczyk), ventilation engineer, Denison Mine; Called by the defendant: Glen Palmer (Palmer), inventor of the patent in suit; John Vergunst (Vergunst), ventilation engineer at Denison from 1975 until August 31, 1977; Gernt Hamer (Hamer), employee of Rio Algom, Elliot Lake, rubber technician formerly employed by Rema Tip Top as sales representative; Frank Moser (Moser), President Rema Tip Top, Copper Cliff, Ontario; Robert G. McEwen (McEwen), Rema Tip Top employee, Sales & Marketing; Reg. Michaud (Michaud), field technician employed by Rema Tip Top; Bernt Hugo Manns (Manns), machine designer employed by Nomafa, inventor of the Nomafa door; Daniel George Johnston (Johnston), production manager employed by Rema Tip Top; Robert L. Rodda (Rodda), partner of Palmer & Rodda.", "[24] This case was unusual, or at least unusual for me, in that the plaintiff did not call the inventor as a witness and the defendant felt no need to call upon its expert witness, although it had earlier intended to do so (transcript page 471).", "[25] Having listened to and watched the plethora of witnesses give their evidence, having made my own notes and having had the opportunity to read the transcript of the trial involving some seven volumes, having listened to counsel for the plaintiff and counsel for the defendant and having also read the transcript of their arguments, I am hard pressed to keep these reasons a reasonable length after so much detailed input. In addition to all of the above-noted information, there were also some 97 exhibits. Preliminary Comments On The Patent In Suit", "[26] There is much in the claims and already conceded that is not new or novel in any way. In addition to items already mentioned, i.e., all the elements in Claim 1 up to the words \"curtain being movable in said guide channel means\" which are elements commonly found in roll-up doors, we have a description of \"a winding drum and idler roll configuration that is not claimed to be novel either, that is considered to be old art made use of effectively here, but not considered to be part of the inventive concept as such\" (transcript, pages 16-17).", "[27] Also, that base bar/bottom bar is a preferred embodiment which \"is releasable in the event of relatively high impact force to slip off the end of the curtain simply by overcoming the force of friction which keeps it clamped onto the curtain under normal operation. Now the defendant's door in this action does not have a releasable bottom bar. It does provide in its structure a bottom bar but not a releasable bottom bar and consequently that releasable bottom bar feature is not contended by the plaintiff to be infringed as such\" (transcript, pages 19-20).", "[28] The use of a rubber door is certainly not new and was commonly used prior to 1980 in an application described as \"crash doors\" by Rodda. Also, it was used in doors because of damage-minimizing qualities.", "[29] The plaintiff, as already indicated, relies in large measure on two elements in the patent in suit and puts it this way at pages 1069-1071 of the transcript: \"Now we have acknowledged with reference to the claimed invention that a good many of the elements recited in the claims are old and all of the claims include some recital of the essential portions of hardware that are necessary to make any roll-up door work including a curtain-winding mechanism and the other elements that one finds in common with rolling steel doors as well as the rolling rubber doors here in issue. \"There are three characteristics, two principal characteristics of the present invention that distinguish it from other previously known devices . First of all we have the flexible curtain. That, of course, is not novel, per se, with this applicant, but it does serve to diminish the ambit of monopoly considerably and to avoid a number of pieces of prior art that really have nothing to do with the kind of flexible curtain we are talking about here. \"The two more precise distinguishing characteristics of the present invention are the sealing engagement at the side of the door with the guide and the structure of the guide and curtain margin which permits a release of the curtain margin from the guide in response to a predetermined impact force. That combination of features with the elemental hardware we also recited in summary fashion in the claims is a combination of features that satisfies the three fundamental requisites of a patentable invention, namely, novelty, utility and obviousness. \"As specific embodiments of the present invention the inventor has described and illustrated in the patent in suit three alternatives and they are the three alternatives of Figures 15, 16 and 17. Those alternatives afford a combination of features that I have just identified as being the essence of the invention.\" (Emphasis added) Evidence", "[30] As might be expected, when witnesses are commenting on matters that occurred in some cases as long as 13 years ago, conflict appears about the things remembered. There is some hesitancy, on occasion, to comment or to be certain of facts and often just no exact memory at all of the fact. Add to this a conflict between certain parties and the evidence becomes even more ragged. Palmer:", "[31] With different views from different witnesses about the concept of the patent in suit there is no doubt that the intent was to construct a damage-minimizing door , made with a flexible material and that this curtain would release from guide channels if subjected to strong winds or an impact force. In my view Palmer's evidence is the most credible on this subject and he remembers and recalls events quite vividly and conversations held, with whom and when. He comments even to the extent of derisive laughter from Mr. Rose of Denison. The firm Palmer and Rodda installed, serviced and repaired overhead doors. Moser, their landlord, was in the rubber vulcanizing business. Palmer describes the initiation of the concept of a \"rubber door\" (Re-Coil Away wasn't a name used until later on). Secondly, Palmer had already installed a sectional steel high pressure door in Denison Mine in late 1976 or early 1977 and it was a success. Denison had lost two Ormsby ventilation doors, needed replacements and Ormsby were going out of business enabling Palmer to give Denison a quote to replace the curtain of those doors, i.e., steel curtains. He had it explained to him about the importance of doors to control ventilation. Then, at page 485 of the transcript: \"Q. Maybe you can bring us up to the rubber doors. A. That is what I am trying to do. You are asking me how the concept come about so I am giving you the details. Bobby [Rodda] and I came back with the replacement [steel] curtains about a week later. We installed them that morning because it is no big job to replace curtains. We came back up to John's [Vergunst] office and as I was telling him the job was finished another fellow by the name of Cudmore came behind the mine captain and said, 'they just ran through the doors'. I said, 'no they didn't, I just fixed the doors'. He laughed and said, 'no they just went through the doors'. Now John Vergunst went back in his chair and he said, 'Now you can see what we are up against'. They had been so used to driving that drift without the doors the past week, they didn't even look to see the new doors were in and drove through the doors. John said to me, 'Glen if you could ever design us a door that would withstand the impact of a scoop tram or any of our equipment underground we got a placement for some 200 of them'. I immediately smiled and said, 'I will have it ready for you in a week'. I think at that time they had a lot of faith and trust in my capacity to design doors because of the success of the high pressure door. So he called in Mr. Harry Rose, a newly appointed ventilation engineer to the mine, and I bounced the idea off him that I was going to design a door to withstand the impact of mining equipment and I can remember his reaction. He started to laugh and turned around and started to walk in his office and he stopped cold and said, 'If you can do it, son, we need it.' That night, when I was driving home, I decided to make the door up. So that is the birth of the rubber door.\"", "[32] Rodda, on the other hand, claimed some credit for contribution. See transcript page 947-950: \"Q. How did the idea come about. First of all, can you tell me who you discussed it with? A. Glen and I discussed it and I said like you know, they use these rubber doors as crash doors in warehousing and such places as that and they hit them and the door opens and flings back, so why not make something that rolls up in the air and does the same. Q. Can you tell us a bit more about the crash doors you mentioned, what were they? A. They are used in brewery warehousing, large grocery store warehousing. They are a rubber door that pivots and when they hit them, they swing back and close again behind them. Q. Can you tell us a bit more about the concept then? A. The basic concept was to use a barrel the same as is used in the rolling steel style of door and to make an endlock system on it that when the door was hit with any force, it would automatically pop out of its guides and could be put back in with a minimal of time and labour involved. Q. What sort of guides did you envision using? A. In that particular one we left the original steel guides that were there. The guides were something like anything else that is built, you build your project and then you work from there to upgrade it to the total standard you want. \" (Emphasis added)", "[33] Thus, I expect Palmer did in fact have help from Rodda and Rodda may also have been entitled to some credit for the concept. Both witnesses, however, confirm that the idea was born as a result of damage to underground doors at Denison and the time frame is the same.", "[34] There is no question on the evidence that the first door was built and installed at Denison Mine. This first door was a combined effort in that Moser's expertise with rubber was sought. Moser purchased the rubber that he felt would do the job and then, with dimensions given to him by Palmer, the curtain was fabricated at Rema Tip Top. Palmer describes the curtain, with panels running vertically, joined by strips of rubber, where each strip bonded against another. Because Palmer feared toning (doors roll up unevenly on the barrel) when winding up the curtain, Palmer knew he had to put strips on the edge of the curtain. By way of explanation for all things done, including a windlock, Palmer drew Exhibit D-20. According to him, the windlock had a 45 degree angle as shown on the sketch. At first the windlock was simply called, \"a piece of rubber at the end of the door\". Its function at the time of design was, \"to balance the door\". It was there, \"to balance the curtain\" because if he had rolled up the curtain without that it would not roll properly. Later, however, at page 496 of the transcript, Palmer states: \"It proved to be one of the key items in the door. I didn't sit down when I first came up with the idea of Re-Coil Away or the rubber door. I had a rubber curtain and I didn't have windlocks. That was not an integrated part of the design. It happened and I have been asked several times by all parties why I did it and I don't know. Q. What then was the function that item 6 on D-20 came to serve? A. As a windlock. Q. When you say a windlock, what do you mean? What is the function of a windlock? A. O.K. It's an item on the curtain that pulls it in the guides. The windlock being the air turbulence underground and when it presses against the door it held the door. Q. The windlock held the door? A. It held the door in the guides, yes. Q. How did it hold the door in the guides. How did that work? A. It just did. It's a hard question to ask the guy who designed the door how it did it. I know it just did and I don't know how to explain it to you. Q. I think I have gotten ahead of myself. Perhaps you could describe the guide as well as the windlock and perhaps we can have a sense of how they worked together? A. Okay. By the design of the track assembly or guide the configuration almost matched the configuration of the guide. Q. You mean the configuration of the edge of the curtains almost matched the configuration of the guide? A. Right, almost but not quite. The distance between the throat of the guide near the leading edge was narrower than the main part of the guide in the rear. So there is a cavity there. Q. I understand. You are saying that it's a throat in the guide that is narrower than the main chamber of the guide. A. That's right, yes.\"", "[35] As to more detail, Palmer remembers the installation of the door and several details such as the packaging, the manner in which it went underground and the time of day and he believes it was at number 22 Panel. Also, the mine officials picked, \"a high traffic area\". Earlier, he remembered the necessity of turning the guide configuration around and putting in a \"flat bar\". His evidence here is most credible. He actually did see a vehicle hit the door, and \"it just swung out and immediately swung back. Bobby and I looked at each other and said, 'there you go'. That was not a scheduled test, it was just an accident which is the nature of the reason why the door was built. To answer to your question, that is what I saw of the operation of that door\". Rodda:", "[36] These reasons already contain Rodda's comments vis-à-vis the concept of the rubber door. He also adds that they had decided that mines would be an ideal place for rubber doors and cites several reasons in the transcript at page 949. Again, at page 951 of the transcript, we have this exchange: \"Q. What was it that was along the outside edges of the curtain? A. We had built up an extra strip of rubber down each side to do two things, to reinforce the door and to give us something to lock it in the guides with, for the wind pressure.\" Rodda tells us that the fabrication was done by a rubber company and he had not actually seen the finished product until he was sent out to put it in the mine. He states that the door was installed in the latter part of the summer or early part of the fall of 1977. He worked with a crew from Denison installing the door. At page 953 of the transcript we have this exchange: \"Q. What about the guides. What sort of guides were used? A. The guides, we used the existing guides that were on there and as to whose particular brand they were; after Denison hits them a few times it's hard to tell whose they are. Q. Can you describe a little bit of the configuration? A. They were just a basic channel guide with a slight lip on one edge that the rubber locked in behind.\" And at page 954 of the transcript: \"Q. Who did the actual hands on installation work on this door? A. Most of it, the actual physical labour, was done by the Denison people themselves and all I basically done was supervise a lot of it.\" And at page 955 of the transcript: \"Q. And this particular door, I am talking about the rubber door, what were the features of that door that you put into Denison? A. If you look at it from the one side it looked like an ordinary piece of rubber hanging in the opening but if you walked around the other side of it and looked at it you would see strips of rubber down the interior parts that built up the centre part of it so that as it rolled it was all a neatly rolled curtain on the barrel.\" He also comments later that they installed a steel bar on the bottom of the door and it had three functions: one was to keep the door from fluttering in the wind and add stability to the bottom; it also, when rolled to the top, would lock in the guide so the door would not be rolled past the top opening; and the other feature was if it was necessary it was there to add a safety bar to the bottom, that steel bar.", "[37] And finally, at page 956: \"Q. All right. Can you tell us at what point the door was in the course of your work. What did it do? How did it operate? A. After having spent somewhere between six and seven hours down there I stayed long enough to see the door go up and down once or twice and then I was ready to get, like, out. Q. When you said it went up and down once or twice what do you mean? A. Well, they had to do the fine-tuning as to setting the limits where the door shut off at the top opening and where the door shut off at the bottom. We had rolled it up and down once by hand to make sure the door would function, go up and down. They run it once with the operator but the limits were not set and they didn't have their safety lights and other features tied in that they were going to tie into it. Q. How did it appear to be working at that time? A. It had no problem going up and down and this is what we wanted to see to make sure that the safety bar pulled the door out of the opening the minute it started to come on the down side.\"", "[38] The time frame ties in with Rodda's evidence both in examination and cross-examination; sometime late in summer or early fall of 1977 the door was installed at Denison Mine. Rodda, in cross-examination, concedes that it was a test door and, when asked the question about how important was the side seal on the door, he answers: \"Basically on the original one they were not too concerned that we had a totally tight seal until such time we could prove it would operate and do what it was designed to do. I knew that at a future date there would be more critical dimensions wanted on the particular door.\" Vergunst:", "[39] Vergunst conveyed to us that he worked as a ventilation engineer at Denison Mine from 1975 until 1977 and in 1975 things were relatively quiet because they were just starting to plan for the mine's expansion. As a result of a Hydro contract and the need to expand and find more ore, the ventilation people were conscious of the need to provide adequate ventilation to meet the needs of this expansion in activity. He further told us that during this hectic period they had a couple of hundred contractors on site.", "[40] Vergunst confirms Palmer's evidence that he had successfully designed and built a high pressure door for Denison. Also, Vergunst had been having regular contact with Palmer at that time for replacement curtains, replacement parts and he was also supplying various doors to Denison. Vergunst also confirms that it was Glen who first proposed the idea that, \"we could make you a rubber curtain\" (page 637 of the transcript). He also confirms Rodda's evidence that they were to use hardware that was already in place whether it be Ormsby or Kinnear. Palmer had said the door was installed at panel 22 and Vergunst remembered it as somewhere between 22 and 24 panel.", "[41] At page 642 of the transcript Vergunst states: \"Q. Did you ever actually go down and see the door? A. Yes. Q. Can you just describe before you start, can you describe what it looked like? A. It was a standard door frame, standard hardware. Q. When you say hardware, what does that mean? A. Again, it was a standard roll-up type door hardware similar to the Ormsby or the Kinnear-type doors we had underground. There was nothing special there, nothing special in the door frame. The only thing is that the curtain was made of rubber and to me there was no big deal with that. I remember we were going around doing some ventilation work and I believe at the time we had like a jeep underground and we came across a door and we said, 'Let's push it with the jeep a bit' and we pushed it and it popped a few feet out of the guides and we reefed it back and popped it back in the guides and said, 'Hey, it works pretty good'.\"", "[42] Vergunst said that he left Denison in September 1977 so the door was definitely installed prior to that date. Exhibit D-28 is a Denison Mine purchase order dated November 28, 1977. At page 648 of the transcript: \"Q. When you left Denison in September or late August 1977 was the door operational to your knowledge? A. We saw it underground and it worked because we had to drive through it eventually. We backed up and pulled the cord and it went up and we ran on and pulled another pull cord and it went down. We have a lot of doors in the mine. To me it was just a different curtain. There was nothing, you know, spectacular about the door.\"", "[43] Later, in cross-examination, it is Mr. Vergunst who says in answer to a question about whether it is important to maintain an effective seal around the door for ventilation purposes: \"A. Not necessarily, no. In fact in some places normally we built a man door beside each doorframe so the men wouldn't have to open a 14 x 10 door to walk through. Lots of times we would leave those man doors open because some of these doors are a couple of hundred feet apart and we did not want to have the radiation build up between the doors. If you had no airflow the radiation would just build up so from a fairly low level build-up to a very high level very quickly you wanted the air to go through there at a controlled rate and that is the whole point, you know.\" And later at page 654: \"Q. There were some doors in the mines for which sealing was important? A. Sealing. We never had anything air tight. Obviously the way we measured because the ground would move, the blasting would shake up -- even if we put what we called an air tight stop-in, just a concrete wall, it would pull away, you know, you would see cracks around the edges where the concrete was in the rock wall and you would come back and seal it periodically. Q. So you did make an attempt to keep it sealed? A. Yes, we made an attempt to keep them sealed but it was more important to have the pressure of the ventilation system such that the fresh air always leaked into the exhaust air and not the other way around. That the exhaust air would leak into the fresh air because you would get a small amount -- very high radiation coming back and contaminating your fresh air and the Atomic Energy Control Board at the time would get very nasty.\"", "[44] As a matter of fact, in a later bit of evidence Vergunst went so far as to say (page 656 of the transcript): \"We need leakage in most of our door installations to provide air -- a lot of them were airlock type and we designed it and took into account that we are going to have some leakage because it wasn't just a door, we had air lines, water lines, cable trays, all these things piercing the door frame and so we have a lot more things to worry about than just the door and then the sealing around the top edge of the door where the door met the rock.\" Then at page 671 Vergunst gives this appraisal on cross-examination: \"No one else had a door like that so we were reluctant of course to go out on a limb and buy anything outright that may be a pig in a poke. So we wanted a test, and it was just a test of the curtain itself and I guess how it would interface with existing equipment. So I would imagine, if they issued a purchase order at that point in time, they were confident enough in the door. It is just pure speculation. The purchase order is there, the Denison Mines purchase order.\" Hamer:", "[45] Hamer's evidence has a natural flow to it and in my view is credible and uncontradicted that Rema gave a quotation to Denison Mines to cover the cost of two ventilation doors for underground which shows that it was to be fire resistant and that installation was included in the price and that the material was rubber, a fire-resistant material. This quotation was directed to Mr. Harry Rose of whom we heard earlier. The colour of the material was to be bright orange. Subsequently, on November 28, 1977, a purchase order was received from Denison Mines Ltd. for the two doors and delivery was promised by Rema Tip Top for January 15, 1978. Moser:", "[46] Moser's company, namely Rema Tip Top, had two major product lines. One was conveyor belting sales and service, repair maintenance recondition and the other line was rubber lining, abrasion, corrosion resistant rubber linings for mainly mining equipment and the sale of sheet rubber, specialty rubbers like skirt boards, scraper rubber curtains, chute linings and so on. Their customers were usually the mining industry. Apart from Copper Cliff, Rema Tip Top had operations in Thunder Bay, Elliot Lake, Sudbury and some in Quebec. Moser was Palmer and Rodda's landlord and that was their relationship until, \"we got involved with the door business\". Again, moser seems to confirm Palmer's evidence that it was Palmer's idea to use rubber overhead doors and Moser says at page 698 of the transcript: \"And I thought the idea might work and I was interested to see if we could do something together building a door with Palmer and marketing it.\" He indicated that Rodda never got into the discussions. He was sort of on the sidelines. \"It seemed like Mr. Palmer was the man that seemed to be more interested in the project.\" Palmer gives a description of the work that was performed and the fact that Palmer and Rodda had little if any money so that: \"We would make up that rubber curtain, assemble it and he would work for us to do the installation ... we would sell the door, we would buy the products, the hardware that was required. We would make the curtain and supply the material for it, labour to manufacture it and we would invoice the customer. Palmer's task was to install the door.\"", "[47] Moser confirms Rodda's comment, namely that they didn't make up a complete door, they simply built the rubber curtain for Denison and he had this taking place in early 1977, maybe April, before, \"we actually started building that curtain\" (page 702, transcript).", "[48] Moser who actually fabricated the door described it in part at page 703 of the transcript: \"A. Well, the main component of the curtain is a rubber sheet, a membrane which we buy in certain width anywhere from 36 inches to two meters, or 78 inches wide, it depends on who the supplier is. Obviously the sheets are not wide enough for the full width of the door we are planning to build so we have to splice it longitudinally. So we cut these sections to size, we would bevel the edges where the longitudinal joint was going to be and prepare that with certain tooks to make the surface area that had to be bonded receptive to the solution we put on and then join it together and for reinforcing we put a strip across over the joint. The joint was actually almost like a butt joint except where the two surfaces meet we cut an angle, join it goether, vulcanize it and then put a reinforcing strip over the top to prevent it from pulling apart, especially at the early stages until the bond is set up ... we had to put some -- vulcanize some strips to the edge of the curtain. The curtain is flat and we would just take a strip of about an inch or inch and a half wide and bond it to one side to both edges but only to one side of the sheet. Q. What was the purpose of that? A. That was used as a guide. I won't call it -- it would retain the curtain in the tracks that it runs in. If you just had a flat curtain it would very easily pull out but by building or by applying this strip the curtain would run in those tracks without coming out easily and it would have to be pulled out and force would have to be applied to get it out. Q. Were you familiar with what the tracks were to look like? A. Yes. Basically when I went to Kinnear they had tracks there and these metal doors operate on the same principle. They run in a track and to guide the door, to keep the door from sliding out, and I guess also to have a smooth up and down movement so it was the same idea. Q. Are you able to describe what the configuration of the inside of the track looked like? A. It was a channel, a preformed channel and I believe -- maybe it was bent or there was something inside, I don't recall the details, but there was something in there that this little rubber strip would hook onto or would stay behind to keep it from slipping out.\" This fabrication work was done in the open in public and there were approximately 40 people employed by Rema Tip Top at that time. As Mr. Moser described it: \"We didn't even think of making it a secret, I must say, because, you know, in our shop everyone walked in and out and we were pretty open.\" Moser remembers the door being installed about the middle of 1977 or the summer of 1977. Then at page 709 of the transcript: \"Q. What was the outcome of actually installing the door at Denison if anything? A. Denison came back to us and said they were happy with the door and said, 'It seems to work, we like it' and to give us an order for two doors later in 1977.\" And at page 710, speaking of Exhibit D-29: \"A. It is our standard quotation form at that time. Q. What does this particular document relate to? A. Well, on November 7th we quoted to Denison Mines two overhead doors complete, installed, for $4,600.00 each. Q. What led to this quotation if anything? A. Well, the initial curtain that operated, that was the trigger and they were happy with it and of course we followed up and the result of that was the request from them to please quote a price.\" When asked what the quotation is referring to when it states, \"to supply all necessary hardware\", Moser answered at page 710 of the transcript: \"A. Well, you need the drum that I discussed before that rolls up the curtain. You need an electric motor, a drive that turns the drum, the guides or tracks, electric switches, there is a chain and wheel that allows the door to be manually operated in case there is a power failure, and then other odds and ends such as bolts and mounting brackets and so on. Q. This refers to, in additional hardware, it says, 'rubber for the installation of fire resistant UG ventilation doors'?\" And then at page 711 he goes on to say: \"A. It says 'and rubber' and that of course is the rubber curtain, the main ingredient of the door. When it says 'installation included' that means that we would go on site, we would buy the hardware, we would manufacture the curtain, we would normally test, assemble it and not completely but make sure that it works and then we would load it on our truck, take it to the mine site after we have arranged the date to install it and we would ship it first, and then in the case of underground, they would get it underground, and then we would send people with some help from the mine to install the door. The only thing they would do is the electrical connections because of the union agreements that we couldn't do that but that was understood. Q. Who was to do this installation? A. As far as Denison was concerned we would do it but we would subcontract it out to Palmer and Rodda.\" He then confirms the purchase order already mentioned by Hamer.", "[49] At page 720 we hear of the first problem vis-à-vis Palmer and Rodda: \"A. Well, we shipped the doors up to the mine and they took them underground and we had the date set for Sunday so our people were to be there. The Denison people were to be there and Palmer and Rodda were to be there because we were the rubber experts and they were the door installation experts. Q. And what happened? A. Palmer and Rodda didn't show up so of course we could not install the doors so we had to explain to Denison that they were having a problem.\" Not having received any satisfactory explanation from Palmer and/or Rodda, Moser and his company got permission to go through the same procedure again but again Palmer didn't show up. Not being able to install the doors, Moser describes it this way at page 721: \"A. Well of course we were very embarrassed because we do other work for Denison and this was a terrible thing to happen and Denison felt the same way and cancelled the order. Q. Cancelled which order? A. Cancelled the order for the two doors. They said please come and pick up the doors because we are not happy. Take them away. Q. At the time that Denison said that had the doors been installed? A. No. The doors were on site but they weren't installed.\"", "[50] Moser indicates that he couldn't be sure whether both doors were on site but in any event the whole order was cancelled and the order had called for two doors. Moser then indicates the efforts made to get Denison's permission to have the doors installed but using people other than Rodda and Palmer, offering if need be to reduce the initial price quoted and also pointing out that the doors could not be used by other companies due to sizing. Moser's people met with people at Denison following which a letter (Exhibit D-35) was sent to Denison indicating that they were intalling the door in their shop with the aid of a supervisor from their hardware supplier and that as soon as the door operated with 100% efficiency, they would contact Denison again with their proposal as discussed at an earlier meeting. Mr. Moser explained that, \"We erected the door in our shop partially to reconvince Denison again and also we wanted to use it as a demonstration unit in case we were not successful in convincing Denison\". The door was made operational and, although showing it to various people, the main interest of Moser was to impress Denison, \"that we know how to install a door although we are not experts in it but we had some help. We told them we were getting someone from Kinnear to help us.\"", "[51] The photographs, Exhibits D-23 to D-26, are photographs of the door set-up in Moser's Copper Cliff shop, Moser points out what he calls \"edge bars\", at page 736: \"A. Well, you can see the edge bars, the retaining bars on either side of the curtain in this picture here, D-23. On this picture, D-26, you can see the built-up edge on the curtain where we have put the strip of rubber on which was intended to retain the edge of the curtain inside those tracks.\" And Moser highlights that the built up areas were so that the curtain would not slip out of the tracks or guides too easily.", "[52] The end result of all of this is that Denison allowed Moser's company to reinstate the purchase order and the doors were sold to them and they were paid for the doors.", "[53] The type of door in question was also promoted in a flyer which was mailed out with a covering letter to potential customers. Moser says at page 738: \"A. Well, the doors were used, or the purpose of the doors primarily were to control the circulation of air in the mine underground. They pumped pressure down and exhausted the used and warm air so the air pressure on one side of the door is different than that on the other side of the door. So that would tend to make the door bow, to move towards the side where the lower pressure is and that in turn would tend to pull the doors, the door edges out of the guides. So we have to have that built up edge and when it goes up against the remaining part of the channel, the guides, it will pull it reasonably tight against it and seal it to a degree. It is probably not a 100% seal but there will be some seal achieved and we wanted to emphasize that as one of the advantages or one of the improvements, let's say, over a metal door for instance.\"", "[54] Moser's evidence is not too clear on the end result although he says at page 740: \"A. I recall we were talking to Rio Algom, our salesman was. We spoke to some people in Quebec. I think there was someone else but I can't recall the mine. I know of two or three positive responses and I know Rio Algom was one of them.\" Moser says the flyer was mailed out in 1978.", "[55] As a further comment, Moser says that they had intentions of developing the door, particularly after talking to their operations in Quebec and in Montreal where there were potential customers. \"However\", he says, \"we had some labour problems and we decided to phase down the operation in Copper Cliff and so it never really materialized, our plan to go into marketing the door\". And he gives this as the sole and only reason for not continuing with the door sales. Although put through an intensive cross-examination, Moser never deviated from the fact that the only reason they stopped was labour problems and went on to state that if anybody had sought this kind of doors they would have put in a bid and followed it up. In answer to a question on cross-examination about the strips of rubber that had been put on the edges of the curtain, Moser had this to say at page 753: \"Q. Do you recall what the curtain margin built-up piece looked like? A. It was just a strip of rubber that we prepared for bonding to the sheet. I think initially we just put the square strip on and then we decided to bevel it on the inside.\" Later he refutes Palmer's suggestion that the abutting pieces of the curtain had perpendicular surfaces; Moser's evidence is quite clear that they were bevelled and after all his company made the curtain.", "[56] Moser's evidence is quite credible, prepared to concede where his memory has faded. When asked about the first door, the cross-examination went like this (page 762): \"Q. Did you receive any communications from Denison, did anyone in your company receive any communications from Denison indicating that the door, the first door, was not performing satisfactorily and that modifications were being made with a view to trying to make it work satisfactorily? A. I personally don't recall that, no, but I know they were happy generally because we got another order. Q. Now you testified this morning about that. Did you personally receive any communication from anyone at Denison that Denison was happy with the door? A. Was happy or unhappy? Personally no. I would like to clarify that. I met one of their ventilation people on the visit to Denison on another matter and the general consensus was yes, the door is working but we have to do a few adjustments. Q. What would be the time frame of that particular conversation or communication? A. That was before we received the order for the two doors. So that would be a couple of months -- Q. The first part of 1977? A. Yes. Q. Do you know what modifications Denison was making to the door to make it work properly? A. Not precisely, no. My people got involved. I think the thickness of the rubber had to be adjusted. The opening in the channel in the rubber, it was either too tight or too loose. That was one of things. I guess it was too loose because at times the curtain pulled out without as much as force as they wanted to see before it pulls out. I know that the plate where the motor is mounted on was working so that had to be reinforced because the curtain was heavier than the steel or the diameter was larger so there were a series of those changes that had to be made. Q. Those are reports that you received? A. Yes. Q. Did you make it a point to receive all the reports that might come in about problems with the door or did you just happen to hear about some of them? A. I stayed on top of the thing because I was interested in the door so I assume I heard all of them or was even shown what they were planning on doing. It is conceivable that some details were not passed on to me.\"", "[57] And then counsel for the plaintiff tried to make the point that the door was removed because it was unsatisfactory and at page 764: \"Q. My instructions are eventually Denison gave up after a few weeks or months with that door and in fact gave you instructions to come and remove it. Does that accord with your recollection? A. The initial door? Q. Yes. A. The initial door was our door so I would assume we went back to get it. Q. Your understanding was that eventually Denison was dissatisfied with the door and wanted it removed? A. No, that is not my recollection. My recollection was that the door worked but there had to be some improvements made and we would work on it and when we convinced them that we had a working door, a better working door, and they would give us an order. The first door came back out and the first door was on their hardware, not on our hardware. Q. So you say they already had hardware in the mine for that first door? A. Yes, but they had standard hardware.\"", "[58] Moser's subsequent comments are in part responsible for the decision I have taken in this particular action. Moser's evidence was sound; he did not backtrack or withdraw any comments that he had made in examination; he has described in some detail, both on examination and cross-examination, how the first door worked and that he needed some \"adjustments\" to improve it. At page 767 of the transcript we have this further exchange: \"Q. Consequently you tried to arrange to purchase as much standard equipment as you could and you got the Kinnear guides and the Kinnear hardware? A. Yes. Q. Did you in fact ever build or design doors or offer them for sale without standard Kinnear hardware? A. Well, if some modifications made on the Kinnear hardware would qualify for that, yes we made some changes. We welded the bar in and we ground and we bent and so we sold a modified Kinnear standard door. Q. Were these modifications evolving over a period of time up to the point where you got out of the door business entirely? A. Well, the basic changes were made initially and then I assume over a period of time there may have been some adjustments but the main change was to make the rubber slide in those channels properly, hold them in there until an excessive force is applied against it, like a truck running into the door. Those basic changes were made initially to make it work and then would be fine-tuning, there would be adjustments maybe reinforcing here or there.\" Moser also pointed out that the mine officials indicated, \"Well this door is not fire-retardant and we would prefer a fire-retardant door and so if we do business with you it must be a fireretardant\". \"That\", says Moser, \"was one of the points of dissatisfaction which they had not been made aware of initially\". And then at page 769: \"Q. Would you agree there was also a problem withstanding the requisite ventilation pressures? A. Well, that was one of the problems with the curtain pulling out where we said we had to adjust the space where the curtain slides in. I think we had too much opening there and we had to close it. Either increase the strip thickness or adjust the channel to have less space where the curtain passes into the channel. Q. My instructions are that that was never accomplished to Denison's satisfaction and in fact they abandoned these rubber doors entirely at least until very late in the fall of 1979 or thereabouts. Is your recollection different? A. Yes. Because we sold them these doors and they reinstated the purchase orders and took them back. My recollection is that Denison, a Mr. Rose I believe, wanted to improve on rubber doors, all aspects of it, and he worked on it or had people working on it but what those improvements were that he wanted to do I am not quite sure. I know he wanted to build a better mouse trap and for some time he was involved and I think they even made up their own drawings but that is all that I could tell you.\" (These comments support the contention of Palmer that Rose was in fact endeavouring to usurp his invention.)", "[59] As almost an aside to another question Moser confirms that it was his intention to probably get back into the business again because he said in answer to a question that he had a file although not as far back as was asked of him and he says at page 771: \"Some of this material was kept by me because at one time I was planning to investigate this whole overhead door business and probably get back into it again.\"", "[60] Moser reiterates the fact that he had an altercation with Palmer and that there was some animosity there and that the parting wasn't friendly.", "[61] Moser, like Rodda, I feel, is entitled to some of the credit for the roll-up damage-minimizing door and his view is that Palmer took more credit than he was entitled to. As Moser explained it, \"Those were our ideas\" (page 773 of transcript). Moser also made the point that the kinds of improvements they were making did not require the expertise of someone in the overhead door business and at page 775, when asked if he ever got anyone who was experienced or skilled in overhead door installation, his answer was: \"A. Not in the installation but we had a maintenance mechanic who did some of the changes and alterations on the work but no we didn't have an overhead door installation expert, that is correct.\" In the latter part of his cross-examination Mr. Moser is still adamant about the reason for the recall of the doors. At page 783, after a discussion of the cancellation of the order and the shock felt and the attempts made to get reinstated, we have this exchange: \"Q. Did Mr. Seguin [an employee of Denison] have anything to report to you about technical problems associated with it or operating problems associated with the test door at Denison? A. No. The main reason for cancellation I was told was because we did not deliver. Q. Mr. Seguin did not advise you concerning any operating or technical problems? None at all? A. No. He would just refer me if I would ask him. He would refer me back to the ventilation department.\"", "[62] When Mr. Moser went back to the ventilation department he was now one on one with Mr. Rose. He was asked at page 784: \"Q. Did Mr. Rose indicate to you Denison had been having some operating problems with the test door? A. No. Aside from these adjustments that we recommended before we received the order. Q. But nothing else? Mr. Vergunst gave testimony that he had left Denison shortly after the door was installed, I think, if I recall his testimony, around the end of August of 1977 and his testimony was that there was some ongoing evolutions in the design or modifications being made to cure various problems that were arising with the door. Can you confirm that? Does that accord with the information you had at the time? A. That is what I said earlier where Mr. Rose thought that some improvements or changes or other ways could be found to make the door more effective and he was working on it. I know that he -- in fact I was told by whom? By someone of our people that it looks like Denison might want to go on their own. Q. Do you know what improvements Mr. Rose was seeking or trying to effect within Denison using his own personnel? A. Not in particular, no. I just know that he had ideas, overall improving on the door but I don't know exactly what parts of the door.\" And later: \"Q. Did you ever have occasion to send anybody back to Denison to review with Denison the performance of that door and inspect it to consider what modifications you would make to improve the door so that the second and third doors to be supplied to Denison would meet with Denison's approval? A. Yes. There was the ongoing discussions about the gap in the channel iron, in the guide, and whether we should make the rubber curtain thicker or thinner. That was an ongoing discussion.\" McEwen:", "[63] McEwen confirms a rubber door was installed at the Rema Tip Top plant and that he saw it there. As a matter of fact he is the one who took the photographs now enlarged and entered as Exhibits D-23 to D-26. When asked if he knew the purpose for the door being there he states at page 805 of the transcript: \"A. At the time I understand there were problems with the door and the only way they could prove it was to actually have the door installed in our shop, to actually run the door before we actually could sell the door. Q. All right. Do you know what, if anything, was done to the door at the time it was erected in the shop? A. There was changes as far as I know to the guides to make it run easier because it was jamming. I didn't really pay that much attention to it to tell you the truth. It was more, my job was more to try and get the door sold.\" Then he was asked: \"Q. Do you recall how long the door remained operating in your shop? A. It was a matter of weeks because they had problems with it and there were adjustments being made continuously to it, because, as I said, there were problems with it and it just wasn't functioning properly so there were adjustments as the door was being installed so it would be a matter of weeks.\"", "[64] McEwen claims authorship of the Rema Tip Top rubber brochure which was entered as Exhibit D-36. He indicates the purpose of this brochure was to show what the Rema Tip Top door could do that others couldn't and so they emphasized at page 807 of the transcript: \"A. Compared to -- we did collect a lot of brochures of doors and the things that we could point out that wasn't done before was heavy duty, fire-retardant, practically indestructible and the problem with metal doors was if it was hit by even a front-end loader or a scoop tram then the steel door couldn't go back up and down whereas this one could and it was a good air seal. Those were the features that we could supply that we couldn't see in other people's brochures.\" He then indicates that the door was subsequently taken down by Johnston and his crew and they installed it at the Denison site. At page 808: \"Q. To your knowledge what was Denison's response to the installation? A. They paid us. Therefore they were happy. It was a conditional type of sale. If they weren't satisfied then we couldn't sell the door and that is what we were getting down to. We had already spent a lot of money on trying to develop it and it was a question of Denison if they weren't satisfied with it they would have rejected it right away. Q. How long after the door was erected in the shop was it taken away and installed to your knowledge? A. I would say it was just a matter of weeks from the time it was put up, refined to the point that it was workable up and down. There was a problem with weight and there was a problem with the guides and once that was solved it was taken down and taken away immediately because it was already presold.\" Mr. McEwen's parting shot on his examination in chief was to the effect that he got no response to the brochure (Exhibit D-36). Then at page 809 of the transcript: \"Q. What was your conclusion from that? A. We dropped rubber doors. There was another reason for that. We felt that the competition in rubber doors -- not rubber doors per se but overhead doors and the technology involved, our people just weren't equipped to do that and it was too difficult a product to handle. We could make our money in easier ways.\"", "[65] On cross-examination McEwen tells us that the price was not in fact lowered and that they were, to the best of his recollection, sold for $4,600.00. He didn't know too much about the follow-up or whether the door had been satisfactory other than the evidence he gave earlier that they got the doors and they paid for them. At the latter part of his cross-examination he conceded that he had no follow-up with Denison himself and then said at page 812: \"A. There were materials for a second door but that never materialized, I don't know why. Q. While you were there Rema in fact and delivered only one door to Denison? A. Yes. That's as far as I know. Q. The door that was hanging in the Rema Tip Top rubber shop, were you aware that that was the door that had been returned to Rema Tip Top Rubber by Denison after unsatisfactory operation? A. That's right. Q. That is the door sold to Denison and there was no other door involved; is that correct? A. That is correct.\" Michaud:", "[66] Mr. Michaud, however, who also worked at Denison and worked on what he describes as \"doors\" produced his diary. A copy of page 28 became Exhibit D-38 and refers to \"big doors for Denison, rubber doors\". Another entry indicated that he had worked on February 1, 1978: \"Worked in the shop, worked on big doors for Denison, rubber doors, 8 hours\". At page 817 of the transcript: \"Q. Do you recall what the features of the door were, how the door curtain was put together? A. Yes. Like I say, there was panels in the neighbourhood of, the rubber came in rolls which were cut to the proper length and fabricated with panels approximately four feet wide attached together to make this curtain to be 14 feet wide. Q. All right. Who was the person who actually did the attaching of the panels? A. I did. Q. How would you do that? A. We would bevel the rubber on the joints themselves of the doors, the panels themselves I would say bevelled 50 to 60 inches in degrees to get a longer bevel at that point and they were glued together. Q. Why would you bevel it along the seams of the curtain? A. To make a stronger joint. Q. You are drawing lines at an angle across the cross-section of the curtain and those are the seams between the panels? A. Correct. It would be cemented together like this. Q. What other features does the curtain show in the cross-section? A. On top here is a piece and on each side. Q. You have drawn the portions at each end of the cross-section of the curtain. What were those portions? A. They were put in there as a guide for the door to have a rubber strip go into this guide and the bevel 45 to 50 degrees. You put the bevels so it went into this guide, if something was ever to hit the door or whatever, the guide came in like this and came around so the guide, and if something hits the door, the bevel, if the rubber was straight, the chances are it would get caught here and ripped out instead of having a tendency to sort of climb and come out of the guide on the side.\"", "[67] Michaud confirms that he did all of the work necessary in two days for two doors, namely, cutting all the rubber and putting all the door together and putting the strips on them. And then they had to be fabricated but the assembly was the responsibility of Mr. Glen Palmer and he had nothing to do with that. At page 822: \"Q. What to your knowledge happened to the doors that you created in 1978, where did they go? A. Again like I say they were built for Denison Mines so I would say they went to Denison Mines, that's all, like I say. Q. I take it you know they left the shop? A. They left the shop, yes.\" Under cross-examination Michaud said that Palmer had given him instructions on what to do with the rubber and told Michaud what he wanted. There was then a mix-up in terminology and on cross-examination counsel for the plaintiff used the word \"guides\" and Michaud understood this to mean the curtain margins that he had put on. But the exchange went like this (page 823): \"Q. With respect to the guides, Mr. Palmer was responsible for devising and arrangement and selection of the guides; is that correct? A. That's right. [Michaud thinks he is talking about the curtain edges.] Q. You didn't work with the guides yourself, did you? A. Well, I put them on the door. Q. What do you mean you put them on the door? A. I glued them on and bevelled the edges and did the necessary work that was necessary for them guides to be glued onto the door and there was a little bit of gluing to be done.\" On cross-examination again counsel for the plaintiff was endeavouring to make his point by asking at page 828: \"Q. Did you learn subsequently, Mr. Michaud, that Denison Mines had had some problems with those doors as installed? A. To my recollection again, like I say, these doors were originally fabricated by me and again I was told that the doors worked. Q. You didn't hear anything about any problems that Denison Mines had with those doors? A. No. I know, and I think there was a company in Elliot Lake I think that went in and installed them, and that I'm not quite positive of but, like I say, I had nothing to do with the installation of the steel.\" And finally, at page 833, in talking about the door that came back from Denison which was hanging in the shop: \"Q. You had nothing more to do with it? A. Except when it came back, I remember seeing it. Q. When it came back from Denison? A. Yes. Q. Do you recall whether people made further modifications to it after it came back to try to make it work? A. I know there were some people -- there were a few little bugs in it, but like I say, the door worked, you know.\" Manns:", "[68] Manns was an employee of Nomafa and the person in charge of all Nordiska physical plant and equipment. In 1972 Nomafa company wanted to start selling doors in Sweden for the first time. At page 839: \"Q. Now, Mr. Manns, would you describe for us what your first involvement in the design or manufacture of doors was? A. Because I was responsible for the maintenance of the buildings and the doors, I had a lot of problems because at that time it was hard to find a good door on the market. We searched for crash doors, you hit them and they open up. It was rather narrow and we start using forklift trucks and we need bigger door openings. Q. Can you tell us what time frame this was? A. It would be about the end of 1960.\" Accordingly, Manns went on to design a door, one for his company's own use and then other doors for an outside company. This took place in 1968 or 1969. Question at page 841 of the transcript: \"Q. Would you describe for us, sir, the features of the doors you are talking about now? A. It was a door with a flexible curtain which would wind up on a wind-up drum, motor-driven, with a 'U' channel on both sides and there was some trolleys at the sides and the door was driven downward using a cable arrangement and the cable goes from the bottom of the door blade or curtain up to the wind-up drum. Q. Would you describe for us the relationship between the curtain and the channel that you have described? A. The curtain was wider than the opening, about 15 centimetres went in, in the lips of the guide channel just to present a seal. Q. Now, you have mentioned a trolley. Would you tell his lordship a little bit more about the trolley and why you had a trolley there? A. The trolley was a small piece of plate with three grooved rollers. Q. With three what? A. Grooved rollers and those rollers were fitting in some guide steel chain. Q. What was its purpose? A. To tension the curtain horizontally.\"", "[69] He then goes on to identify his patent for the doors which is U.S. Patent No. 3,878,879 and was entered as Exhibit D-40. Manns indicated they sold four of the doors like the one described in the patent. The evidence is quite clear that a slightly modified door which Manns describes as \"our door\" was made in 1972 or 1973 and which they started selling in 1972 or 1973 to customers outside their own company. The modification, incidentally, was to replace trolleys with what Manns first called a bottom beam but later agreed it should be bottom bar and he said at page 843: \"A. It is an aluminum beam where we fit the lower part of the curtain and on the sides it had almost the same steel plates as the trolley had but without the wheels on, just to guide the beam in the guide. Q. In the guides? A. In the guides. Q. What did this bottom bar do in terms of purpose and function that it replaced the trolley? A. Yes, it replaced the trolley to keep up the strength in the horizontal direction.\" This bottom bar enabled them to put or attach a safety device underneath the bottom bar and as soon as it was hit by a person or a vehicle the door reversed and went up again. Later in his examination in chief he was asked to look at Exhibit D-15, particularly page 2. He answered (page 846): \"A. The curtain is here and here is the wind-up drum with the upper part of the curtain affixed to it. The guide channels vertical on each side of the curtain and the bottom bar is along, you can see here. The cable drums on each side fixed to the wind-up drum. Q. Is there a plan view of the guide channel structure? A. Yes, here, down. Q. You are pointing to the drum that is marked PB? A. Yes. Q. Would you just describe for us what those guide channels look like? A. Here are some lips where the other part of the bottom bar can go in and be guided. Q. In the second sentence under that heading it says: 'The frame parts are mounted onto hinges so they can be swung out whereby the parts of the door become easily accessible'. Do you see that? A. Yes, I see it. Q. Would you describe that in your own words and how it works? A. That channel is made of two parts and one part is hinged just to make it easy to open up and to inspect the cables and things inside that. Also it happens if the curtain goes out, it is easy to replace it again by opening those parts. Q. How would the curtain go out? A. When it is hit by a forklift truck it goes out. Q. Now, going back to translation if you would, page 3 at the top of the page, the brochure says: 'The door panel is so wide that approximately 150 millimetres of it extends within the frame at the respective sides. This is sufficient for the door panel to provide seal also in the event of strong wind pressure.' Do you see that? A. Yes, I see that. Q. Would you explain to his lordship what is meant there and how it works? A. You get the seal because the wind will press the curtain against the lips of the guide channel and depending upon the size of the doors, you don't have to do -- it will stand for up to 25 metres a second storm if the doors aren't more than three metres square. Otherwise you have to introduce a wind bar to guide the curtain.\"", "[70] In describing the operation of the door, Manns said at page 854: \"Q. Now, sir, you mentioned that the curtain extends into the guide 150 millimetres. A. That's right. Q. Would you explain to us why that is? A. It's just to keep the curtain in the guide channel if there is a very big air pressure difference between the two or if it is used outside. Q. Now, you mentioned earlier about the curtain or the earlier door being hit by a forklift truck. Would you describe for us what happens, when this curtain, the one we have been looking at in D-15, D-16 and in the document we have just marked as an exhibit, when this door is hit by something like a forklift truck? A. If you only hit the curtain, it is very seldom anything happens because you can move it for half a metre and nothing happens at all, but if they hit the bottom bar, and hard enough, the bar will bend and pop out from the guide channels and so even will the curtain. Q. What is the effect of that kind of a hit? A. The effect is that you have to straighten the bottom beam out. Q. You have to what? A. To straighten the bottom beam out again and it's possible to do it several times, but if it is very badly hurt, you have to replace it and then you open your guides and put in the beam and the curtain again. Q. I understand that there are cables on this door. Would you just describe where those cables are and what they do? A. The cables are fixed to the bottom part, the bottom bar, and by pulleys it goes up to a cable drum fixed to the wind-up drum, and then there are special arrangements or you can introduce a weight to keep up the tension in the curtain. Q. What is the purpose of that cable? A. It's to give a positive downward drive on the curtain. Q. What is the benefit of a positive downward drive? A. You can speed up the door much more.\" And then when shown Exhibit D-5 he says that the cable drive on a Nomafa door will do the same job as the chain does in Exhibit D-5. And then, getting on with some further refinements (page 855): \"Q. Earlier you had mentioned a wind bar ... A. Yes. Q. ... that you said was used sometimes in connection with your door? A. If the doors are more than three metres wide and for outside use, we need to put it in. Q. I would like to show Exhibit D-1 in these proceedings which is some literature of M & I Door Systems Limited with the heading 'Travelling Wind Bar' and I would ask you to look at the drawing which appears on page 2 of Exhibit D-1 and ask you -- first of all, tell me, what is shown in the drawing on page 2? A. It's a door, and here they have put in a wind bar to stabilize the curtain, I suppose. The way they have done it here seems to be exactly the same as we do it in Nomafa also.\" Manns identified a series of photographs as those of the Nomafa door manufactured and sold in 1973-74-75. In cross-examination in answer to the view that the Nomafa door does not provide the clamping force between the guide channel and the thickened side margin of the curtain, Manns says at page 878: \"A. No, I think it is not needed because we put in the fabric so long 50 centimetres inside that U-shaped guide channel here. So you don't need it. You can choose that way or this way here and it will make it almost the same. You get tightening against -- between the channel and the fabric with both designs.\" He also says that the curtains would not necessarily be the same length, it would depend upon the size of the door and then he says about the curtain: \"A. It is not the same length all the time. Sometimes we would go to the wind bar when the door is too big.\" Johnston:", "[71] Johnston confirms two doors were returned from Denison and his evidence and that of others contradicts McEwen's recollection of only one door. I am satisfied on the evidence that two doors were returned to Rema Tip Top by Denison. Johnston also confirms that in the course of erecting the door in the plant they took no precautions to maintain any secrecy at the time. He does state that they had people in from Denison Mines because they were trying to convince them to take back the doors since it was for Denison that they had originally been produced, and that they also had people from Rio Algom to whom Rema Tip Top tried to promote the use of some of the doors and, \"they were effectively interested because they had much the same problems as Denison would have\". He points out at page 903 of the transcript: \"A.... Any impact from any mobile equipment or anything could damage a steel curtain which required removing the steel curtain and totally replacing it with a new one. In the case of rubber you could impact it to a certain degree, to a great degree and it would return back to its original shape. It has that flexibility. So the purpose is it should have been able to take impacts and unusual damage that most doors won't take.\" He also confirms that the purpose of the edges that were laminated to the sheet was to hold it in the guides. He then describes the guides and says in his answer at page 905: \"A. It was an L, L-shaped. So they were built up in order to give the sheet the same configurations as the guides so they would hold the sheet into place going up and down on the track.\" He confirms that they were able to get the door operational which means that the door would go up and down. He does not recall any problems with the door other than installing the framework to make sure it was square and things of that nature. But, \"I don't recall any problems at all, nothing unusual anyways\".", "[72] Johnston describes his efforts to convince Denison to take the two doors back because they had the two doors and no place to get rid of them. He believes the installation at the shop convinced Denison to repurchase the doors. He describes his main responsibility when the door was being installed in this way at page 911 of the transcript: \"A. What I was supposed to do was make sure that Denison was satisfied with the door, because that was on the stipulations. If it didn't work, they wouldn't pay for it. When I first started to try and make the door work, it didn't work and the difference between it operating in our shop and underground was that there was a high degree of pressure underground with the existing ventilation systems. In our shop it was equal pressure on both sides of the door, so it was not a problem. Q. How did the problem come to your attention underground? A. The door wouldn't go down. It would come up okay once you got it down, but the tendency was for it to bind in the side channels and collect all the time, so there would be no smooth action. It wouldn't work. Q. What did you do at that point? A. Initially I thought it was an alignment problem, possibly, because the edge of the built-up areas on the edge would have a tendency for the roll to telescope because of the thicker edges. I thought it was an alignment problem or maybe it was coming off not perfectly straight in the guides. Also as the diameter of the roll changed, it would also cause contact points on the guides. I believe initially I checked to make sure that the rubber was square in the guides, to see if I could correct it that way, and I don't recall if I adjusted it or what I did, but it didn't resolve the problem anyways. I also adjusted the guides and made them adjustable. Q. You say you made them adjustable and what do you mean by that? A. Well, they are bolted together in an arrangement so what I did was I elongated the holes and I could spread it out and give it more tolerance between the rubber and the guides themselves so they wouldn't have a tendency of binding, it was just too tight. Q. Where are the holes located you are talking about? A. They are located in the guides. They bolt the three channels together. Q. The holes are engaged by a bolt? A. Yes. Q. And the pieces of the guide channel are then bolted together? A. Bolted together and the configuration gives you that style of L-shaped. Q. What was the result of this work you did on the holes?\" He then goes on to describe a series of measures that he took to make the door work including the placing of a flat bar bolting it to the bottom of the curtain. It took him two or three days before he was finished. He then tested the door to make sure that it was operational. He indicated that even when employees used a test scoop under the door there was no damage because it had the flexibility to move especially since it had just jumped out of the guides. Subsequent to this, and after the testing had been completed, he confirmed with Denison that (page 916 of the transcript): \"A. They were satisfied with it. They were very interested in it. We were considering the possibility of patenting the idea of the door at the time. The sales manager more or less convinced me that, you know, there was nothing you could patent because everything was standard. All the hardware was standard hardware and as far as the technology to build the sheet, probably any rubber firm could build it and it's not high tech by any means, it is standard lining practices. Denison also informed me that they were going to send their engineers down and do a print of the door and sent it out for bids. Q. What is to do a print of the door? A. Do blueprints of the hardware and the roll and the type of equipment and send it out to rubber firms for a bid on the doors. They more or less convinced me we really didn't have much to patent at the time. Q. Ultimately, do you know whether you received anything for the doors? A. I assume we received payment because if we didn't I would know about it.\" He also confirms at page 918: \"A. I was in Elliot Lake for approximately a year to a year and a half and I was in Denison Mines at least two or three times a week for other business that we were doing there and at no time during that year and a half did I hear of any problems with the door which I am sure I would have heard if there was any. So I assumed they were still operating it.\" Under cross-examination he makes this point strenuously at page 920: \"A. The only thing I was aware of at that stage was that the installers were thrown off the property. That is why we got the doors back. That was the only reason that I was aware of, not that the doors didn't work. At that point I don't know if they were even installed at that point.\"", "[73] Mr. Johnston indicated that he had no knowledge of any door being built or installed prior to the two to which we have just been referring. At page 921 he said: \"A. Yes. It is the only two doors I recall building with a flameresistant compound and I don't believe there was one built before that, not to my recollection anyway.\"", "[74] Johnston could not be swayed from his contention that the door was installed in the summer of 1978 and he indicates why he has such a vivid memory of that fact, namely (page 931 of the transcript): \"A. ... It was the first time I was underground in Denison and it was impressive, dangerously impressive, so you tend to remember certain things like that.\"", "[75] Johnston also seems to make the point that Moser was making earlier and we read this at page 934 of the transcript: \"A. It depends on what you mean by getting in and getting out. Were they in the door business yet? They build two doors and they built rubber sheets, and I don't know if that classified them as being in the rubber door business. The same, how can you classify them as being out. For instance, if Denison designed that and came out with a bid for ten, we would definitely bid on it, and I don't know if that answers your question. Q. Your evidence is that had there been any interest, Rema Tip Top Rubber certainly would have been there? A. If Rema Tip Top could sell rubber, yes. That was our original interest, the rubber portion of the door to further our markets. Q. What we have is evidence from Mr. Moser that in fact Rema Tip Top rubber abandoned the business, since it was very interested in selling doors of this sort. Does that not suggest to you that the door was not sufficiently attractive to customers that it could not in fact be sold? A. No, the interest or high degree of interest was liaised due to the fact that we felt that it would be pirated very quickly through other companies in the area. So, to spend a lot of time and money in further developing or developing something that the competition will get because the mine is actually sending them out the information, it was not deemed worth the time.\" And then this telling exchange at page 935: \"Q. So you thought it could stand further development work in order to perfect it to be a commercially attractive product? A. Well there is always improvements you can make on any products in view of the initial ones that went in. You can always improve anything, regardless of what it is and different places have different requirements and Denison was unusual. Your requirements on surface might not be the same as underground.\"", "[76] Johnston also concedes that it might have been possible that Denison paid a lower price but he says at page 936: \"A. It was possible. I don't recall. It might have been part of the negotiations to make up for part of the problems they incurred.\" Kramarczyk:", "[77] First Kramarczyk confirms that 1977 was a time of expansion and which resulted in the activity that Vergunst described earlier. He also confirms that he attended at the Rema Tip Top shop and after having a demonstration recommended to his superior, Mr. Rose, that they purchase two doors. The letter he wrote with this recommendation is Exhibit P-52. In that letter he indicates the reasons for his recommendation. We also had from his evidence the fact that a purchase order was issued on October 25, 1978 and a receiving order showing that the doors had been received, this order dated November 24, 1978. These are the only purchase orders he could locate after an extensive search. When asked (page 1020 of the transcript): \"Q. Does Denison have any record of one or both of these rubber doors being installed in late '78 or '79? A. Yes. We have some engineering reports that we searched through our files.\" He then produced what he called \"weekly engineering minutes\". He went on to explain how Exhibit P-55 was prepared, this at 1021 of the transcript: \"A. We have in our Engineering Department, we have different department heads and we have the ventilation, industrial engineering, geology, et cetera, and they prepare a handwritten summation of what transpired during that past week. That goes to the department head and he in turn just takes what he feels is the most pertinent data from those notes and a weekly report is prepared, and this is a copy of that weekly report that is prepared of what the Engineering Department did during that particular week.\" Reading from one of the first dated note, Kramarczyk at page 1022 of the transcript, says: \"A. 'Radiation values indicated no change. A major ventilation control has been installed in 18951; that is a rubber door. A survey will reveal the advantage of this installation. The purpose in mind was to separate the exhaust return from the major work area. Four 48-inch diameter high pressure fans are operating at Puhky Island and delivering 260,000 cfm....' Q. Does this report indicate when the door was installed? A. I would assume from that report it was installed that week. Q. The week of February 5? A. February 5.\" A later note which is dated March 2, 1979 says: \"The rubber roll-up door was found to be off on February 28 and must be repaired immediately to ensure a controlled radiation level for the working areas.\" Then later he reads from Exhibit D-32 and specifically notes made by Mr. Gil Seguin (page 1026 of the transcript): \"A. It says Lila and she is the secretary: 'To be cancelled. Reason - unsatisfactory. Verbal to myself and J. Doumonee, March 10, 1978' and then there is another notation 'Joe Dumulon, March 9, 1978 will return and call them when ready. We will pick up March 14/78.'\" He then introduced a packing slip and stated at page 1027: \"A. This is a packing slip, which is sending two doors -- not two doors, but two control panels and one roll-up rubber door and one box of electrical components back to Rema Tip Top Rubber. It's a packing slip we give when we return items. ... the date is March 13, 1978.\"", "[78] The witness then goes on to give another answer referring to a quote on the packing slip: \"As per conversation with Jim Collet and Gill Seguin\" and \"Return for credit - no longer required\". And then at page 1028, introducing Exhibit P-58, answers: \"This is purchase order No. 50072-1 dated March 15, '78. 'Please cancel our PO 50072 dated November 28, 1977 in its entirety. Reason - unsatisfactory'.\" Then at page 1028, in answer to a question from counsel: \"Q. Have you any knowledge for the reasons for the cancellation of that particular order or the cancellation? A. No, not -- I can't recall. Q. Do you know whether or not Denison was satisfied with any of its rolling rubber doors in the late 1970's? A. As far as I was concerned there was no satisfaction. Q. Does Denison currently have any of the Rema rubber doors in use? A. No.\" When asked if he was familiar with the plaintiff's Posi-drive doors he says this at page 1029: \"A. Okay. The ordinary Re-Coil-Away door is opened the same as a blind would be, actually with a roller and it is drawn up by a motor drive and in the same way in the reverse position it is supposed to slide down some guides and gravity to close the door, okay? The Posi-drive door has a mechanism that pulls the door down and up so it does not jamb in the guide mechanism and can operate under higher pressure differentials.\" Counsel tried to help out here a bit I think: \"Q. So it has a mechanism for positively pulling the door down? A. Pulling the door up and down and the other one is mainly working on gravity.\" This of course is not correct and contradicts the earlier evidence of Taylor at page 120 of the transcript who would, after all, be more familiar with the Posi-drive door: \"Q. Am I right in understanding that the chain mechanism actually drives the door down when it is in the closing function? A. It pulls the door down, yes. Q. It pulls the door down? A. Yes. Q. Under tension? A. Yes. Q. And when it reaches the bottom, that is the fully closed position, is the chain still engaged in it? A. Yes. Q. So the door is held in a closed position until the mechanism is triggered and then the chain lifts the curtain? A. No, the chain doesn't lift the curtain. The chain is only designed to pull the curtain down. The chain just -- how would you say it -- it free-wheels and/or follows the bottom of the curtain because it is attached to the pull-down arm and it follows it to the top. The drive mechanism on the barrel, on the main drive barrel, is what lifts the door. The chains don't lift the door at all. Q. So the chains are really just there to pull it down? A. Yes.\"", "[79] In my view this witness' evidence is badly flawed for three reasons. In the first place, he was endeavouring to highlight the benefits of the Posidrive door but didn't know how it operated. Second, only a few selected pages of Engineers' report were brought to the trial. These reports were also highlights of fuller reports made earlier by the underground superintendents. There was no opportunity to examine the other reports and Kramarczyk himself did not select the pages produced but had them done by staff. The best he can do is make assumptions about that which is written in the reports because he did not prepare them. Third, I was more than a little surprised at the recall he had at trial which was not the situation on May 26, 1989. The cross-examination went this way at page 1034: \"Q. Mr. Kramarczyk, do you remember meeting with me on May 26, 1989? A. Yes. Q. We met in your office at Denison? A. Yes. Q. You remember talking to me at that point about your memory of the events in question. Is that right? A. Right. Q. Do you remember saying to me that your memory of the rubber door was vague, is that right? A. Right. Q. Do you remember saying to me at that time that you may have seen the door in the mine, a rubber door, you may have seen a door at Rema but that you just didn't remember any more than that. Do you remember saying that to me? A. Yes. Q. You also told me at the time that Harry Rose was the person at Denison who was primarily responsible for the rubber door project, is that right? A. I may have said that, I'm not too certain. Q. Is that right, was that true? A. He was one of the instigators, if you want to call it, of the doors. He was the boss but he was a delegator. Q. He was your supervisor? A. Right.\" Later, at page 1036: \"Q. All right. In terms of your own involvement, when we met ten days ago, I think you made it pretty clear to me that you weren't the person who was down there in the drifts watching the installation of these doors, is that right? A. No, none of the people from our department would be there, let's say, four or eight hours a day, seven days a week. He would go down and see how the door was in the process of being installed. It might have been finished, it might have been at a certain stage, and you would be there for ten minutes and you would be gone. Q. So, with particular reference to the rubber doors we are talking about today, you don't recall actually being there yourself while the doors were being installed? A. I can't recall specific dates when the doors were installed. Q. As you told me, your memory is vague about this? A. That is right.\"", "[80] I was concerned that Kramarczyk gave the impression he received a \"snow-job\" from Rema Tip Top but if it was a \"snow-job\" and he recognized it at the time he would hardly have ordered the two doors to be purchased and have been so convinced that the purchase was a good one that he wrote down the reasons for it in his letter to his superior. He does concede that it is most likely that Denison paid for the doors. Counsel also makes this point at page 1040: \"Q. Now, the order talks about two doors and just so we understand you on this, one of the doors went into a drift in the mine, is that right? A. Right. Q. And one of them went to serve as a sort of garage door, is that right? A. It was in an area where we had a garage underground.\" Upon reading of the notes Kramarczyk had given evidence that he felt that the door in the drift had been installed in the first week of February 1979. On cross-examination: \"A. I don't know but I would doubt if it would be installed before '79. Q. But you would agree with me that it might have been installed before 1979? A. It could have been.\" Counsel is also making the point at page 1064 that I commented on earlier: \"Q. And we don't have the full weekly engineering reports when we look at P-55, do we? A. No, we only took the references that we found anything on rubber doors. Q. But you didn't do that yourself? A. No.\"", "[81] We have heard earlier that this was a time of expansion, of great activity with some 100 subcontractors underground. Given all of that it is not inconceivable that these reports prepared in early February could very well have covered some things that occurred prior to that week and we have no way of knowing.", "[82] Later, in cross-examination, Kramarczyk backtracks and says in response to a question about whether it could have taken place prior to February 1979 (page 1048 of the transcript): \"A. I don't think so, I don't think so. Q. But I guess that is all subject to what you said before. Your memory on these matters is vague, would you agree with me with that? A. Yes. I would have to say that it is vague.\" The sheets themselves are suspect in that one of them has a reference to the week of February 8th and another has a reference to the week of February 5th. Kramarczyk's answer to that is, \"because we produce one every week\" and the response is \"but there are only three days between the 5th and the 8th of February, so why wouldn't you date them consecutively?\" Again, Kramarczyk could not give any definitive answer about what happened to the roll-up door which was found to be off in that he couldn't remember whether he went down to see it or not. In answer to a question he states at page 1051: \"Q. Would you agree with me the expression to be off could mean that the rubber curtain had been hit by a vehicle and had moved off or out of its guides? A. Could be. Q. So your name on the cancellation order or alteration order doesn't mean you had any part of making this decision I take it? A. Reason unsatisfactory? I probably had something to do with the decision but I can't really ... Q. Again, your memory is vague on that, is that right? A. I have to say that is right. I could have had a decision and I can't say explicitly. I just have to go by what is written on there. Q. But you didn't write that. That came out of purchasing? A. They would have called us for the reason for sending the doors back and that would be the answer given to our purchasing department to put on the purchase order. Q. You don't remember giving that answer, I take it? In fact in Exhibit P-52 you indicate that originally Denison had accepted to purchase two doors which were to be installed at the main ramp, however, the doors were returned after experiencing delays on behalf of the installer, Mr. Glen Palmer. So the reason you are giving in your memo here is not unsatisfactory doors, you are explaining that there were delays on behalf of the installer, Mr. Palmer?\" And later, at page 1054, the question is really the answer: \"Q. So, reason unsatisfactory on Exhibit P-58 doesn't relate to the operation of the doors, in fact it relates to the return of the doors because of the delivery delays, delivery problems? A. I wouldn't say delivery problems, it was probably on behalf of our friend Mr. Palmer who was not there to supervise the installation. Q. Just as you explained in your memo? A. That is the way it was.\"", "[83] Kramarczyk's evidence is too full of holes to be given any credibility at all.", "[84] \"Sealingly engageable\" is a common enough expression in this field of roll-up doors. It can certainly be argued and promoted in company literature that one product is more sealingly engageable than another and the product is therefore a better product but this is really only a matter of degree and not innovation. Certainly, in the Denison Mine, ever conscious of radiation build-up, ventilation and control of it would be more important than say in a nickel and/or gold mine. In fact, the witnesses could not agree how important the feature sealingly engageable was but in any event, as I have stated, it is really a matter of degree. Little if any inventive ability would be required to make a door more sealingly engageable.", "[85] Clearly, the Youngs patent seal was not in the same class as the one provided by the patent in suit relying as it did solely on a difference in air pressure. The flexible curtain in Youngs was described as \"engaging the guide channel wall to form a seal\". The plaintiff's expert conceded that the Youngs patent created a seal. He had some difficulty with the word \"engage\". He felt it was necessary that these be some sort of physical or mechanical interlock. He put up a spirited battle on cross-examination and finally, after a series of questions on a car-breaking system, we have this at page 323 of the transcript: \"Q. Surely we are talking about the brake pad and wheel when we talk about engaging the brake and frictional contact that is caused when we engage the brakes? A. The braking action is caused by the frictional contact between two surfaces, yes. Q. But you don't accept that could be termed an engagement? A. Not precisely, no. Q. But in the way we normally use the word, it is termed in that way? A. Most people do, I presume. It could be, yes.\" Later, the expert called by the plaintiff, did in the final analysis have to concede a seal was created but at page 325 of the transcript counsel, on cross-examination, reading the Youngs patent, indicated the word \"engage\" was used (inappropriately, said the expert witness). And so, later, at page 326 of the transcript: \"Q. Okay. So I take it then that you agree with me that this kind of flexible curtain which comes in contact with the guide channels does create a seal, but that you simply refuse to accept that it engages the side of the guide channel? A. Yes. Q. But if we read and accept the wording that appears in this patent, and I think you would have to agree with me that those show a curtain which is sealingly engageable with the side channel? That is if we accept the terminology ... A. If we accept the terminology, I presume we would have to say yes.\"", "[86] The Nomafa patent operated in a similar fashion to the Youngs vis-à-vis sealingly engageable with the seal being formed by additional pressure (wind) and thereby engaging the guide channel. The plaintiff's expert witness had the same reticence to see an engaging or at least as he understood it, and at page 337 of the transcript: \"Q. Okay. To the same extent that Youngs does the curtain in the Nomafa door will engage the guide channels under wind pressure and create that seal? A. Using the same terminology as used in that particular patent. Q. Youngs? A. Youngs' patent, yes.\"", "[87] With respect to the second feature in the claim upon which the plaintiff relies, I quote again from the claim: \"and releasable therefrom at a predetermined impact force on said curtain\". The evidence of both Palmer, the named inventor, and Rodda is uncontradicted, namely, their door was to release as a result of an increase in air pressure or as a result of being struck by a vehicle. There is some conflict in the evidence about who should receive credit for the idea of a roll-up, rubber, damage-minimizing door. Palmer tends to take all of the credit and indeed he is the named inventor. It is clear, however, that this idea did come about as a result of damage to steel roll-up doors in Denison Mine. Rodda saw it this way (transcript, page 947): \"Q. How did the idea come about. First of all can you tell me who you discussed it with? A. Glen and I discussed it and I said, like you know, they use these rubber doors as crash doors in warehousing and such places as that and they hit them and the door opens and flings back so why not make something that rolls up in the air and does the same.\" Later, when asked to elaborate on this we have the following exchange at page 950 of the transcript: \"A. The basic concept was to use a barrel the same as is used in the rolling steel style of door and to make an end-lock system on it that when the door was hit with any force, it would automatically pop out of its guides and could be put back in with a minimal of time and labour involved. Q. What sort of guides did you envision using? A. In that particular one we left the original steel guides that were there. The guides were something like anything else that is built, you build your project and then you work from there to upgrade it to the total standard you want. \" (Emphasis added)", "[88] This concept became a reality when in the summer of 1977 a door was installed at Denison. Here I believe the evidence of Rodda is more credible than that of Palmer. Palmer said that as Rodda was installing the door he had to leave to pick up some parts that he had fabricated to make the door work. Rodda's evidence is that he used the guide channels and the hardware that was already in place and he was the one who did the installing. It is hardly likely that he would have installed the door in the guides that were already there if Palmer had told him he was going to pick up differently fabricated guides. At page 953 of the transcript we have this: \"Q. What about the guides, what sort of guides were used? A. The guides, we used the existing guides that were on there and as to whose particular brand they were; after Denison hits them a few times it's hard to tell whose they are. Q. Can you describe a little bit of the configuration? A. They were just a basic channel guide with a slight lip on the one edge that the rubber locked in behind.\"", "[89] I also accept Rodda's evidence at page 955: \"Q. Any other features of the door or curtain that you remember? A. We did install a steel bar on the bottom of it that had basically three functions. One was to keep the door from fluttering in the wind and add stability to the bottom. It also, when rolled to the top would lock in the guides so the door could not be rolled past the top opening and the other feature was if it was necessary it was there to add a safety bar to the bottom, that steel bar. Q. All right. Can you tell us at what point the door was in the course of your work, what did it do, how did it operate? A. After having spent somewhere between six and seven hours down there I stayed long enough to see the door go up and down once or twice and then I was ready to get, like, out. Q. When you say it went up and down once or twice, what do you mean? A. Well, they had to do the finetuning as to setting the limits where the door shut off at the top opening and where the door shut off at the bottom. We had rolled it up and down once by hand to make sure the door would function, go up and down. They run it once with the operator but the limits were not set and they didn't have their safety lights and other features tied in that they were going to tie into it.\"", "[90] I have added emphasis to Rodda's evidence because I feel that is the nub of the matter here, namely: \"You build your project and then you work from there to upgrade to the total standard you want.\"", "[91] All of the curtains we have discussed thus far were releasable upon a change in atmospheric pressure or due to some impact force. The plaintiff has laid great emphasis on the fact that the curtain described in the patent in Claim 1 is releasable therefrom at a predetermined impact force on the said curtain . This feature cannot sustain the validity of the patent. In a simpler mode the Youngs patent made provision for moving the curtain into the guide channels a certain distance to offset atmospheric pressures. In the event that the length of the insertion did not keep the curtain in the channels, it would be a simple matter to either insert the curtain still further into the guide channels or to fabricate something onto the guide which would lengthen the channel into which the insertion was to be made. Better and more sophisticated engaging means could be constructed but they would be what Rodda calls an \"upgrading\".", "[92] The plaintiff and the plaintiff's expert witnesses, in my view, are giving too sophisticated an interpretation to the words \"predetermined impact force\". No mathematical formula is necessary but rather simply testing underground or wherever a door is installed. Striking the door with a vehicle or subjecting it to different pressures on each side of the door are really all that is necessary to predetermine the appropriate impact force which could move the curtain out of the guides. Underground pressures change depending on the type of ventilation equipment and the number of blasting operations. Vehicles vary in size, and certainly different operators of these vehicles travel at different speeds. The degree of sophistication given to these words is unnecessary and seems to be rather a hope that the words would be given a different meaning than intended when the claim was first written. Rodda had no difficulty knowing that the impact on rubber curtains struck by a vehicle would make the curtains \"automatically pop out\". He had easily predetermined an impact force that would move the curtain out of the guides.", "[93] On the evidence there is no question in my mind that the Youngs and Nomafa patents constitute prior art. Similarly, I am satisfied on the evidence that the Rema Tip Top door fabricated for Denison and on display both at its shop and in the Denison Mine were prior art. This was not a failed project but a door that worked and which was sold and paid for. I am not surprised that further work might have to be done on the doors given conditions in a mine where dirt and dust abound. It would not, for example, be unusual that the drum, the winding mechanism, the power to the mechanism, the idler rolls, the guide channels, or the curtains as fabricated, might need repair work from time to time but that is hardly the same as saying that the door is not working. We heard in the course of the evidence that businesses who make conveyor belts find themselves also engaged in a very lucrative enterprise, namely, repairing or replacing these belts but that is not to say that they do not work.", "[94] I am also satisfied that the patent is invalid on the grounds of anticipation under s. 27(1) of the Patent Act and also under prior knowledge and use pursuant to s. 27(1)(a). In light of reference already made to the evidence I do not think it is necessary to belabour the arguments advanced by the parties.", "[95] Given the conduct of the alleged inventor Palmer, it is not surprising that the patent agent would have difficulty drafting the claims in the detail necessary. In the final analysis I felt on the evidence that the plaintiff was endeavouring to have ordinary words and phrases say much more than they do in the claims. I accept the point made by counsel for the defendant when he said: \"We are not here to compare the physical sample which has been marketed with Nomafa and Youngs, we are here to compare the claims with what I will call the prior art. As regards anticipation, this also relates to claims 1, 2 and 11 and not to the defendant claims. The invention as claimed, and I emphasize the words 'as claimed', because that is what we are here to deal with, not what might have been claimed or should have been claimed but the invention as claimed in the broad way is anticipated by both Nomafa and Youngs.\"", "[96] For all of the reasons cited, therefore, I find that the patent in suit is invalid and it follows, therefore, that the plaintiff's claim for damages on the basis of infringement is dismissed. Counterclaim", "[97] As already indicated I have determined that Canadian Patent No. 1,178,882 is null and void and of no effect. An order revoking and annulling that patent will be made.", "[98] In addition, the defendant has claimed, \"damages, including punitive and exemplary damages for breach of s. 7(a) of the Trade Marks Act\". My response to the defendant's claim is tempered by the fact that had I found the patent in suit to be valid, I would have had little or no difficulty in determining that the defendant had in fact infringed the patent. The claim for damages is also tempered by the fact that when a corporation has a registered patent it is prima facie valid and the patentee has the right to act on that basis. However, the patentee must also be aware of the fact that the patent is subject to challenge so that letters or communication directed to the alleged infringer's customers must be very carefully worded and circumspect. I have examined Exhibits P-17 to P-21 and D-6 which were letters to prospective customers of the defendant. In my view Taylor's letters (Exhibits P-17 and P-18) are quite restrained and really more informative than threatening. Similarly, the letters emanating from the law firm of Moss Hammond, namely Exhibits P-19 to P-21, are follow-ups to the same corporations and again are more informative than threatening. Taylor's letter, which is Exhibit D-6, uses the stronger phrase: \"As these doors were a complete copy of our patented Re-Coil-Away Rolling Rubber Door system, we commenced legal action for patent infringement at that time.\" Taylor was certainly convinced that this in fact was the case and indeed so strongly convinced that his company launched this particular action for infringement. It may seem, as counsel for the defendant has suggested, a harsh word but it is a word sincerely believed by Taylor and backed up with court action.", "[99] As indicated earlier, the plaintiff and defendant are competitors in the roll-up door business so that these letters conceivably could be going to people who might be customers of the plaintiff or future customers of the plaintiff and certainly there would be no intention to offend them or to be threatening in any way.", "[100] I was also impressed with Taylor's forthright and direct answers to questions even conceding that these letters may very well have led to the fact that customers did not purchase from Indoco. But these customers had a copy of the patent which was forwarded by the law firm and could very well have drawn their own conclusions, having been informed of the patent both by Taylor and by the law firm.", "[101] This is not a matter that in my view should be determined on a reference. The defendant has made a claim pursuant to the provisions of the Patent Act and must be able to establish that false and/or misleading statements were made which led to a loss of business. I do not feel that the defendant has made that case and accordingly this claim for damages is dismissed. Action dismissed. Editor: Steven C. McMinniman/sms [End of document]"]}