{"id_": "007163", "body_str": ["[1] Frenette, D.J. : This is an application under section 14(5) of the Citizenship Act, R.S.C. 1985, c. C-29 (the \" Act \") and section 21 of the Federal Courts Act, R.S.C. 1985, c. F-7 to appeal and set aside the decision of a Citizenship Judge dated January 28, 2008, wherein the Citizenship Judge approved the Respondent's application for citizenship pursuant to section 5(1) of the Act . The Respondent did not appear to contest this application nor did he file a memorandum. I. Facts", "[2] Pavittar Singh Dhaliwal (the \"Respondent\"), born January 3rd 1947, is a citizen of India who acquired Canadian permanent resident status on June 26, 1997 after being sponsored by his son. The Respondent submitted an application for Canadian citizenship on September 1, 2006 within which he declared that he had only been absent from Canada on one occasion for a total of 360 days in the past 4 years prior to his application. The stamps in the Respondent's passport indicated that he had actually taken four trips outside of Canada and had been absent from Canada for a total of 799 days in the 4 years prior to his application.", "[3] The Respondent was asked in February 2007 and July 2007 to complete a Residence Questionnaire and to provide documentation in support of his application. The Respondent's failure to respond to these requests resulted in the scheduling of a citizenship hearing for November 30, 2007. In December 2007, the Respondent finally submitted the Residence Questionnaire wherein he stated that he was absent from Canada for 621 days in the four years prior to his application.", "[4] On December 21, 2007, the Citizenship Judge approved the application. However, having not yet completed a proper analysis of residency, the Citizenship Judge asked the Respondent to return on January 28, 2008 and to submit documentation to prove that he had established and maintained his residency in Canada during the four years prior to his application. The Respondent appeared as requested and submitted documents regarding the purchase of a home in Canada in June of 2002.", "[5] After the January 28, 2008 meeting with the Respondent, the Citizenship Judge affirmed his previous decision granting the Respondent citizenship and provided his reasons for doing so. This is the appeal of the Citizenship Judge's decision. II. The impugned decision", "[6] The Citizenship Judge's reasons for granting the citizenship application were the following: - the Respondent was physically present in Canada from his arrival on June 26, 1997 until August 1998 (14 months); - the Respondent's immediate family resided in Canada including his wife has who had been a permanent resident since 1997, his daughter who was a Canadian citizen, and his two sons; - the Respondent's pattern of physical presence in Canada indicated that his home was Canada because when travelling he stayed with relatives whereas when in Canada he stayed in his own home, owned jointly by himself and one of his sons; - the Respondent's reasons for being physically absence from Canada were temporary in nature being primarily to visit friends and family in India; and - the Respondent's connection with Canada was more substantial than with any other country. III. Issues", "[7] The Applicant submitted the following issues for the Court's consideration: A. Did the Respondent satisfy the requirements, prescribed under paragraph 5(1)(c) the Act that within the four years immediately preceding the date of his application he had accumulated at least three years of residence in Canada? B. Did the Citizenship Judge err in fact or in law when he approved the Respondent's application for citizenship? C. Did the Respondent establish that he had continually maintained his residence in Canada? D. Did the Respondent misrepresent himself in regard to his totally period of absences from Canada?", "[8] I would rephrase the issues as follows: A. What is the appropriate standard of review? B. Was the Citizenship Judge's decision reasonable? III. The applicable legislation", "[9] The provisions of section 5 of the Act are as follows: Grant of citizenship 5. (1) The Minister shall grant citizenship to any person who (a) makes application for citizenship; (b) is eighteen years of age or over; (c) is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act, and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner: (i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and (ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence; (d) has an adequate knowledge of one of the official languages of Canada; (e) has an adequate knowledge of Canada and of the responsibilities and privileges of citizenship; and (f) is not under a removal order and is not the subject of a declaration by the Governor in Council made pursuant to section 20. Residence (1.1) Any day during which an applicant for citizenship resided with the applicant's spouse who at the time was a Canadian citizen and was employed outside of Canada in or with the Canadian armed forces or the federal public administration or the public service of a province, otherwise than as a locally engaged person, shall be treated as equivalent to one day of residence in Canada for the purposes of paragraph (1)(c) and subsection 11(1). Idem (2) The Minister shall grant citizenship to any person who (a) is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act, and is the minor child of a citizen if an application for citizenship is made to the Minister by a person authorized by regulation to make the application on behalf of the minor child; or (b) was born outside Canada, before February 15, 1977, of a mother who was a citizen at the time of his birth, and was not entitled, immediately before February 15, 1977, to become a citizen under subparagraph 5(1)(b)(i) of the former Act, if, before February 15, 1979, or within such extended period as the Minister may authorize, an application for citizenship is made to the Minister by a person authorized by regulation to make the application. Waiver by Minister on compassionate grounds (3) The Minister may, in his discretion, waive on compassionate grounds, (a) in the case of any person, the requirements of paragraph (1)(d) or (e); (b) in the case of a minor, the requirement respecting age set out in paragraph (1)(b), the requirement respecting length of residence in Canada set out in paragraph (1)(c) or the requirement to take the oath of citizenship; and (c) in the case of any person who is prevented from understanding the significance of taking the oath of citizenship by reason of a mental disability, the requirement to take the oath. Special cases (4) In order to alleviate cases of special and unusual hardship or to reward services of an exceptional value to Canada, and notwithstanding any other provision of this Act, the Governor in Council may, in his discretion, direct the Minister to grant citizenship to any person and, where such a direction is made, the Minister shall forthwith grant citizenship to the person named in the direction. Idem Dispenses Cas particuliers IV. The nature of the recourse from a Citizenship Judge", "[10] Before discussing the standard of review, one must consider that citizenship \"appeals\" are not ordinary appeals nor trials de novo; they are governed by s. 18(1)(4) of the Federal Courts Act (R.S., 1985, c. F-7 ).", "[11] Therefore, to set aside a decision of the Citizenship Court, the Federal Court must find a reviewable error ( <FRAGMENT_SUPPRESSED>  F.T.R. 111; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 766 ( <FRAGMENT_SUPPRESSED> )).", "[12] Case law reveals that the Federal Court has interpreted the word \"residency\" by invoking tests such as \"the centralised mode of existence test\" or the \"quality of attachment test\" but the law stipulates that the basic test is the physical presence in Canada at the appropriate time ( <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 241).", "[13] The Act is very specific in that the basic test is the physical presence in Canada and it is only when this test fails, that the secondary tests created by the jurisprudence can be invoked. IV. The Standard of review", "[14] It has been decided that the standard of review on an appeal of this nature invoked here is correctness insofar as it relates to the applications of the residency statutory test set out in para. 5(1)(c) of the Act , i.e. was there residency in Canada? ( <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 1017 (T.D.) at para. 7.3", "[15] In <FRAGMENT_SUPPRESSED> , above, Justice Layden-Stevenson suggested the existence of two stages required with respect to the residency requirements and the relationship between these stages. At the first stage, the Court determines if residency in Canada was established. If not, the matter ends there. If it is established there was residency, the required numbers of years or days and the various tests to apply as whether absences can be deemed residence must be decided.", "[16] The question as to whether the residency requirement has been met involves a mixed question of law and fact; it is to be decided according to the standard of reasonableness ( <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 701).", "[17] However, it is recognized that some deference is granted to citizenship decisions by nature of the special degree of knowledge and experience of citizenship judges ( <FRAGMENT_SUPPRESSED>  at para. 5, 135 A.C.W.S. (3d) 773; <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 284).", "[18] My colleague Justice Edmond P. Blanchard recently noted the effect of the Supreme Court's decision in <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 727, on the review of the decision of a citizenship judge. He came to the conclusion that the appropriate standard is reasonableness and I concur in that finding: <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 603 (QL).", "[19] That means that, as noted by Justice James O'Reilly in <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 598: 4 I can overturn the judge's decision only if I find it was unreasonable, in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\":  <FRAGMENT_SUPPRESSED>  2008 SCC 9, at para. 47. VI. Analysis A. What is the appropriate standard of review?", "[20] The Applicant submitted that the appropriate standard of review for a decision of a Citizenship Judge is reasonableness. I agree. Being that the question of residency is a question of mixed law and fact, some deference is owed because of the special degree of knowledge and experience ( <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 1016). B. Was the Citizenship Judge's decision reasonable?", "[21] The Applicant submitted that based on the evidence before the Citizenship Judge, the decision to grant citizenship was clearly unreasonable. The Applicant noted that the Respondent was 434 days short of the required period of residence. Moreover, the pattern of his absences from Canada was such that he was away for many months at a time with his life spent between Canada and India, having spent more time in India ( <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 296 (QL)). It was further submitted that the mere fact that the Respondent had immediate family living in Canada does not support a conclusion that he was coming \"home\" hen he returned from his extended trips abroad. The Applicant argued that documentation regarding the Respondent's ownership of property in Canada is only \"passive evidence\" and the mere ownership of properly is not sufficient evidence of residence under the Act <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 292 (QL)). The property is registered in three names as joint tenants, including the Respondent's. In conclusion, the Applicant submitted that there was no credible and reliable evidence upon which the Citizenship Judge could have based his conclusion.", "[22] The Applicant further submitted that the decision was unreasonable because the Citizenship Judge did not expressly consider the Respondent's misrepresentation regarding the number of days that he was absent from Canada. The Applicant noted that the Act makes it clear that misrepresentation is not to be tolerated and anyone who is guilty of misrepresenting any fact is guilty of an offence. The Citizenship Judge did not assess the Respondent's credibility notwithstanding the misrepresentation.", "[23] The misrepresentation in the present case was with regards to the number of days spent outside of Canada in the past 4 years prior to his application. It appears the Respondent first submitted that he had been absent only once from Canada for a period of 330 days. He then submitted that he was actually absent several times from Canada for a total of 621 days. In reality, the stamps in the Respondent's passport indicate that he was actually absent for a total of 799 days. He also failed to produce documentary evidence, as required, to show the quality of his ties to Canada.", "[24] First I think it necessary to note that the Citizenship Judge accepted that the Respondent was absent from Canada for a total of 799 days in the four years prior to his application. Therefore, this is not a situation where the misrepresentation made was relied upon by the decision maker in granting citizenship. However, having reviewed all the evidence in the Certified Tribunal Record and the Citizenship Judge's decision and reasons, I am of the opinion that the Citizenship Judge's failure to consider the actions of the Respondent in misrepresenting the facts to officials puts into question the reasonability of the decision.", "[25] Section 29 of the Act reads as follows: Definition of \"certificate\" 29. (1) For the purposes of this section, \"certificate\" means a certificate of citizenship, a certificate of naturalization or a certificate of renunciation. Offences and punishment (2) A person who (a) for any of the purposes of this Act makes any false representation, commits fraud or knowingly conceals any material circumstances, (b) obtains or uses a certificate of another person in order to personate that other person, (c) knowingly permits his certificate to be used by another person to personate himself, or (d) traffics in certificates or has in his possession any certificate for the purpose of trafficking, is guilty of an offence and liable on summary conviction to a fine not exceeding one thousand dollars or to imprisonment for a term not exceeding one year or to both. Idem (3) A person who (a) without lawful authority issues or alters a certificate, (b) counterfeits a certificate, or (c) uses, acts on or causes or attempts to cause any person to use or act on a certificate, knowing it to have been unlawfully issued or altered or to have been counterfeited, is guilty of an indictable offence and liable to a fine not exceeding five thousand dollars or to imprisonment for a term not exceeding three years or to both. Idem (4) A person who contravenes any provision of this Act or the regulations for the contravention of which no fine or imprisonment is provided in this Act is guilty of an offence punishable on summary conviction. Idem b) contrefait un certificat; Idem", "[26] I agree with the Applicant that there is without a doubt a clear message within the Act of Parliament's intention to discourage misrepresentation. The privilege of acquiring Canadian citizenship is just that: a privilege. One must be truthful in their application for such a privilege. Moreover, misrepresentation by an applicant for citizenship puts into question their credibility and has the potential to impact the weight given to their evidence submitted in support of their application. Given the Citizenship Judge's dependency on the Respondent's written and oral evidence and the lack of documentary evidence, the Citizenship Judge erred in failing to discuss this factor. The failure to explain how the Respondent's misrepresentation impacted the decision renders the Citizenship Judge's decision unreasonable. He also failed to assess the Respondent's credibility especially considering the misrepresentation made by him. This decision is unreasonable. ORDER", "[27] UPON reviewing the material filed and hearing the submissions of counsel for both parties in Toronto on June 10, 2008;", "[28] THIS COURT ORDERS that the appeal is granted, the decision by the Citizenship Judge is quashed and the matter is sent back to be determined by another Citizenship Judge. No order is made as to costs. [End of document]"]}