{"id_": "007137", "body_str": ["[1] Aronovitch, Prothonotary : This is a motion to expedite the hearing of the underlying application. The applicants who filed their notice of application on September 26, 2008, impugning the legality of the actions of the Prime Minister, the Governor General of Canada, and of Governor in Council culminating in the calling of the forthcoming general election, and alleging breaches of the Canadian Charter of Rights and Freedoms , are asking that the case be heard in less than a week, on October 8, 2008. Conclusion", "[2] For the reasons that follow I will deny the motion. In sum, the applicants waited too long. They have not satisfactorily explained their delay in bringing these proceedings or satisfied the Court of the urgency and necessity of expediting the hearing of the application issued on the eve of the election.", "[3] The applicants have relied on the fact that they could not have earlier moved for an interlocutory injunction to stop the election. It would have been denied given that the balance of convenience would have favoured proceeding with the election. All the more reason not to have waited until the eve of the election to bring this proceeding.", "[4] The case raises novel and complex, constitutional issues, including a Charter challenge alleging that the rights of Canadians to participate in fair elections is infringed. Expediting the hearing in these circumstances, would require that serious issues be determined, essentially on the fly, without a fair opportunity to the Attorney General to respond and without the benefit to the Court of considering weighty issues of broad consequence on the basis of a full and complete record.", "[5] As a result of denying this motion, part of the relief sought by way of orders to quash the impugned decisions and to stop the election will be rendered moot. It is, in my view, justified in the circumstances. The applicants have sat on their rights with the consequence that the respondents will be prejudiced in making their best case in response. I bear in mind that the applicants are not precluded from pursuing their declarations as to the legality of the election and the alleged breaches of the Charter after the election, and that they stand prepared to do so.", "[6] Finally, I note below that in determining whether the hearing of an application for judicial review should be expedited I am not called upon and to assess the merits of the case and take no position on the matter. Background", "[7] The applicants are Duff Conacher and Democracy Watch. Democracy Watch is a non-partisan not-for-profit organization that advocates democratic reform, citizen participation in public affairs, government and corporate accountability, and ethical behaviour in government and business in Canada. Mr. Conacher is the coordinator of the organization.", "[8] On September 7, 2008, the Governor General issued a Proclamation dissolving Parliament and a Proclamation issuing the Writs of Election setting forth October 14, 2008 as the date of the general election. Democracy Watch's application was filed on September 26, 2008, and served on the respondents along with this notice of motion, on September 29, 2008. The nature of the application", "[9] The application which Democracy Watch would like heard next week puts at issue the scope of constitutional, prerogative, and statutory powers relating to the dissolution of Parliament and the issuance of writs for general election.", "[10] The powers are governed, in part, by section 56.1 and subsection 57(1) of the Canada Elections Act (Act) which provide as follows: Powers of Governor General preserved \"56.1(1) Nothing in this section affects the powers of the Governor General, including the power to dissolve Parliament at the Governor General's discretion. \"56.1(2) Subject to subsection (1), each general election must be held on the third Monday of October in the fourth calendar year following polling day for the last general election, with the first general election after this section comes into force being held on Monday, October 19, 2009. General election - proclamation \"57(1) The Governor in Council shall issue a proclamation in order for a general election to be held.\"", "[11] More precisely, the applicants are asking for orders: - quashing the action by the Prime Minister advising the Governor General to dissolve Parliament on September 7, 2008; - quashing the decision of the Governor General to dissolve Parliament and ordering that the Writs of Election set forth October 14, 2008 as the polling day; and - quashing the action of the Governor in Council in issuing a proclamation of a general election to be held on October 14, 2008.", "[12] In the alternative, the applicants are seeking declarations to the effect that: - the action of the Prime Minister advising the Governor General to dissolve Parliament on September 7, 2008 contravened section 56.1 of the Act and section 3 of the Canadian Charter of Rights and Freedoms Charter ); - given the illegality of the Prime Minister's advice, the Governor General improperly exercised her discretion to dissolve Parliament; and - the Governor in Council's proclamation of a general election was in contravention of section 56.1 of the Act and section 3 of the Charter", "[13] The grounds for the challenge to the \"legality\" of the impugned actions, in essence, is as follows. Democracy Watch maintains that the amendment to the Elections Act which came into force on May 3, 2007, setting October 19, 2009, as the date for the next general election, is to be read as limiting the discretion of the Governor General to dissolve Parliament such that she may only exercise that discretion once there has been a vote of non-confidence in the House. There has not been such a vote, therefore, say the applicants, the election call contravenes section 56.1 of the Act , and is unlawful.", "[14] The other grounds of the application are the alleged breaches of section 3 of the Charter , which confers on citizens the right to vote in the election of members of the House of Commons and the provincial legislative assemblies, and to be qualified for membership therein. In other words, to vote and to run for office.", "[15] The applicants point out that electoral fairness is a fundamental value in Canadian society, and that such elections must be both free and fair [see footnote1]. With regard to the second ground of their application, the applicants say that because the Prime Minister called the election unexpectedly, that is to say without a confidence vote, his party will have an unfair advantage in the election. The lack of fairness is said to be exacerbated because there was no notice of the election, such that members of the public who intended to run as candidates, volunteers and the voters themselves will have been hindered from participating in a fair election, in contravention of the Charter Criteria to be met to expedite a proceeding", "[16] The following factors are to be considered by the Court in exercising its discretion to grant a motion to expedite: - Is the proceeding really urgent or does the moving party simply prefer that the matter be expedited? - Will the respondents be prejudiced if the proceeding is expedited? - Will the proceeding be rendered moot if not decided prior to a particular event? - Would expediting the proceeding result in the cancellation of other hearings? [see footnote 2]", "[17] I will address these questions in turn. Given the serious nature of this application, I begin by noting that I need not have regard to the last of the factors. Is the proceeding really urgent or does the moving party simply prefer that the matter be expedited?", "[18] The party seeking to expedite the hearing of a judicial review application bears the burden of demonstrating there is an urgency to warrant such an order, which is granted only in exceptional cases. [see footnote 3]", "[19] The applicants have provided little evidence to support the motion to expedite. That is to say, they address the merits of the underlying application but not the test to be met in seeking to expedite a hearing. There is no evidence, indeed, no explanation of any kind, to explain why the applicants waited three weeks to bring their application with the result that they now ask that this judicial review application be heard only days after it was filed, and some two to three working days before the date of the scheduled general election.", "[20] The applicants explain that they could not have moved for a stay of the election or sought to prevent it by applying for an interlocutory injunction because \"the balance of convenience\" would always favour proceeding with the election. All the more reason to have moved immediately on the merits.", "[21] The applicants point to the fact that the time between writs being issued and the holding of an election would never be sufficient to permit the question of the legality of an election call to be adjudicated within the time normally prescribed for the prosecution of a typical application for judicial review. Cognizant of this, Democracy Watch did not act sooner, certainly not with the urgency that is warranted in the circumstances. The time constraints and crisis now invoked by the applicants, it would appear, is of the applicants' making. Will the respondents be prejudiced?", "[22] Contrary to the submissions of the applicants in this regard, the issues raised in the underlying application are weighty, substantial and complex. They do not simply call for a determination of law to be made following legal argument. The allegation that the election contravenes section 3 of the Charter , in particular, needs to be adjudicated on the basis of a full factual record. The Supreme Court of Canada has repeatedly observed that Charter questions can not be decided in the absence of a proper evidentiary record. [see footnote 4]", "[23] Recognizing the factual complexity presented by the Charter challenge, counsel for the applicants at the hearing of this motion, offered to withdraw the expert affidavits of Professors Leduc and Mendes which the applicants proposed to file on the merits. The applicants also undertook not to require, that the Crown provide them with certified copies of all documents relating to the impugned decisions. They would be content to rely on the press releases and excerpts from the Hansard that speak to the government's own pronouncements as to the effect of their legislation fixing the next election date. Together, these documents comprise the 13 exhibits to the affidavit of Duff Conacher submitted in support of this motion.", "[24] By the same token, Democracy Watch maintains that the respondents would remain free to adduce any evidence it wishes, albeit in the less than two days that would be allotted to it. The Attorney General responds that he is prejudiced and would not have a fair chance to make his case. At best, if the matter were to be heard before October 14, the respondents would have until Monday next to adduce its evidence to respond to the Charter challenge.", "[25] All cross-examinations would have to be completed in one day, on Tuesday. The parties would then have to file their respective records on Tuesday and Wednesday, for a hearing on the merits on Thursday of next week. This proposal, in my view, is unreasonable, unwarranted and prejudicial. Whether or not applicants forgo their right to adduce more ample evidence, the respondents are entitled to make a full defence and to provide a complete factual record to rebut the allegation that the Charter rights of Canadians to participate in a fair election have been infringed. I would add that it would hardly serve the interests of justice to have a decision made in relation to such weighty issues on a reduced and inadequate record. Would the proceeding be rendered moot if not decided prior to October 14?", "[26] Refusing to expedite the hearing will render moot part of the relief sought by the applicants to quash the decisions of the Prime Minister and the Governor General and effectively stop the election.", "[27] However, even if the matter were heard on October 8 or 9, given the complex, novel, and substantive issues raised by this application, it is unlikely that a judgment would issue prior to the date of the general election. Counsel for the applicants concedes moreover that if such a judgment were to issue prior to the election date, the presiding judge may well choose not to quash the impugned decision, as quashing the decision would have the effect of stopping the election. Instead, the Court might grant only the appropriate declaratory relief. Indeed, the applicants have conceded that it was not open to them to ask for a interlocutory injunction to stay the election, recognizing that such an application would not have succeeded as the balance of convenience would always favour the election proceeding.", "[28] As to the other relief sought by the applicants, they admit that refusing to expedite the hearing will not render the determination of the declaratory relief moot. The applicants maintain, moreover, that if the hearing is not expedited, they will nevertheless pursue the adjudication of their declarations of invalidity after the elections are held. They point out that there is similar legislation in the provinces and the outcome of the Court's determination as to the legality of the impugned actions, in this case, will inform and guide the action of governments in future elections. The Merits", "[29] I am not called upon to assess the merits of the case in deciding whether an application for judicial review should be expedited. It is evident, and is not contested by the respondents that the application raises important issues for determination. The question is whether they are best determined in the artificially constricted timeframes suggested. I find that they are not. Other matters", "[30] The applicants acknowledge that on the basis of the application as presently constituted they will require leave of the Court pursuant to Rule 302 of the Federal Court Rules . The applicants impugn a number of decisions within the same application. Save with leave of the Court, the Rule limits an application to a single order in respect of which relief may be sought.", "[31] The applicants' motion to bring this motion on for hearing at general sittings, yesterday, on short notice, was not contested and will be granted on consent.", "[32] The applicants' motion to add the Attorney General as a party respondent will be granted on consent, subject to the respondents' reservation of rights. ORDER", "[33] 1. The applicants' motion to abridge the time for bringing the within motion is granted, on consent. 2. The Attorney General is added as respondent to the application without prejudice to the right of the respondents to object to the propriety of naming the Prime Minister of Canada, the Governor General and the Governor in Council as respondents. 3. The applicants' motion to expedite the hearing of the application on the merits on October 8 or 9, 2008, is denied, with costs. Order accordingly. Footnotes 1. FRAGMENT_SUPPRESSED [End of document]"]}