{"id_": "007135", "body_str": ["[1] Mactavish, J. : Elmuataz Tagelsir Ibrahim Dirar seeks judicial review of a decision of the Immigration Division of the Immigration and Refugee Board which found him to be inadmissible to Canada on security grounds. The Board found that he was a member of the Justice and Equality Movement (JEM), an organization that engages, has engaged, or will engage in terrorism.", "[2] Mr. Dirar says that the Board erred in concluding that JEM was a terrorist organization. He contends that the Board also erred in finding that he was a member of JEM, rather than the Justice and Equality Movement Students' Leadership (JEM-SL), an unrelated and non-violent organization. Mr. Dirar says that the Board further erred by preferring an immigration officer's unsworn notes of an interview with Mr. Dirar, over Mr. Dirar's sworn testimony.", "[3] For the reasons that follow, I find that the Board erred in assessing whether JEM can be properly characterized as a terrorist organization. Consequently, the application will be allowed. In light of my conclusion on the first issue, it is not necessary to deal with the other issues raised by Mr. Dirar. Background", "[4] Mr. Dirar is a Sudanese citizen who was born in Saudi Arabia in 1982. He and his family returned to live in the Darfur region of Sudan in 1987.", "[5] Mr. Dirar moved to Khartoum in 1999 in order to finish his secondary school studies and to attend university. From 2001 to 2005 he attended the Sudan University of Science and Technology. He says that while he was at university, he joined JEM-SL. According to Mr. Dirar, JEM-SL is a non-violent organization whose goal is to publicize the conduct of the current Sudanese government, to promote the interests of Darfurian students, and to bring attention to the slaughter occurring in Darfur.", "[6] Mr. Dirar states that he was active in JEM-SL, and was involved in organizing demonstrations and giving speeches. As a result of his activities, he was detained twice by the Al-Ihtiati Al Markazi, a branch of the police force specially trained to deal with riots and demonstrations. After his second detention, Mr. Dirar claims that he ceased his involvement in JEM-SL. He says that he nevertheless remained in contact with its leader, Alwathik Yasin.", "[7] Because he believed that the security forces had labeled him as an active opponent of the government, Mr. Dirar says that he feared for his safety. He left Sudan on July 27, 2007 for the United States, traveling on a student visa. He stayed in the United States until September 5, 2007, when he crossed into Canada and claimed refugee protection.", "[8] As a result of his claim for refugee protection, Mr. Dirar was interviewed by agents of both the Canadian Security Intelligence Service and the Canada Border Services Agency. His hearing before the Immigration Division took place on February 11, 2009 and January 13, 2010, and notes of Mr. Dirar's interviews were put into evidence before the Board. The Board's Decision", "[9] The Board found that JEM-SL was a part of JEM, and was not a separate and unrelated organization. The Board further found that Mr. Dirar was a member of JEM.", "[10] In concluding that JEM was a terrorist organization, the Board adopted the definition of terrorism from FRAGMENT_SUPPRESSED, where the Supreme Court of Canada described terrorism as: FRAGMENT_SUPPRESSED", "[11] Reference was also made by the Board to the definition of \"terrorist activity\" contained in subsection 83.01(1) of the Criminal Code , R.S., 1985, c. C-46.", "[12] According to the Board, there was credible documentary evidence that showed that JEM is an organization that engages, has engaged, or will engage in terrorism. This evidence includes documents that discuss serious violations of international human rights and humanitarian law, which may amount to war crimes. Specifically, these acts included the murder of civilians and pillage in West Darfur. The Legislative Authority for the Decision", "[13] Before turning to examine the arguments advanced by Mr. Dirar, it is helpful to first review the legislative framework governing inadmissibility findings such as this.", "[14] The inadmissibility finding in this case was made under the provisions of section 34(1)(f) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27, the relevant portions of which provide that: 34. (1) A permanent resident or a foreign national is inadmissible on security grounds for (c) engaging in terrorism; (f) being a member of an organization that there are reasonable grounds to believe engages, has engaged or will engage in acts referred to in paragraph (a), (b) or (c).", "[15] In making a finding under section 34(1) of the Act , an immigration officer is also guided by section 33 of IRPA , which provides that: 33. The facts that constitute inadmissibility under sections 34 to 37 include facts arising from omissions and, unless otherwise provided, include facts for which there are reasonable grounds to believe that they have occurred, are occurring or may occur. Analysis", "[16] The determinative issue in this application is the Board's finding that JEM is a terrorist organization. This is a question of mixed fact and law and is reviewable against the standard of reasonableness: see, for example, FRAGMENT_SUPPRESSED.", "[17] The Supreme Court of Canada described the \"reasonable grounds to believe\" evidentiary standard as requiring FRAGMENT_SUPPRESSED. The Supreme Court has stated that reasonable grounds will exist FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED.", "[18] In examining whether JEM was a terrorist organization, the Board commenced its analysis with the observation that Mr. Dirar had conceded that JEM is an organization that engages, has engaged, or will engage in terrorism. Counsel for the Minister has, however, been unable to identify any point in the proceedings before the Immigration Division where Mr. Dirar made such a concession. Indeed, a substantial portion of the written submissions provided to the Board by Mr. Dirar's counsel challenge the Minister's contention that JEM is a terrorist organization.", "[19] We cannot know the extent to which this error influenced the Board's appreciation of the documentary evidence, but it does raise concerns as to the degree of care taken by the Board in this matter. It also suggests that Mr. Dirar's submissions were ignored or misconstrued by the Board, which, by itself, is a sufficient basis for quashing the decision.", "[20] However, I am also concerned with the Board's treatment of the documentary evidence relating to the nature of the activities carried out by JEM.", "[21] The Darfur region of western Sudan has seen a great deal of conflict over the last decade due to ethnic tensions between the Afro-Arab and non-Afro-Arab populations. On the government side of the conflict are the official Sudanese military and police, as well as the \"Janjaweed\", an Arab militia group which allegedly acts on behalf of the Government, and benefits from impunity for their actions.", "[22] Commencing in February of 2003, rebel groups in Darfur rose up against the Sudanese government and the Janjaweed. There are two main rebel groups involved in this rebellion - the Sudan Liberation Movement or Army (the \"SLM/A\") and the Justice and Equality Movement. These organizations are primarily made up of members of the non-Arab Muslim Fur, Zaghawa, and Masalit tribes.", "[23] The conflict in Darfur has been very bloody, with some estimates putting the loss of life in Darfur in the hundreds of thousands. The United Nations International Commission of Inquiry on Darfur found that the Sudanese Government has committed violations of humanitarian and international law that might be considered to be war crimes. The International Criminal Court has issued an arrest warrant for President Omar al-Bashir for his alleged complicity in war crimes and crimes against humanity committed against the people of Darfur.", "[24] It is against this backdrop that the activities of the JEM must be assessed.", "[25] It is clear from the documentary evidence that in addition to the SLM/A and JEM, there are numerous other rebel groups involved in the conflict in Darfur, some of which also call themselves \"JEM\". Moreover, JEM itself has gone through a series of splits, with a number of different, unrelated organizations carrying on activities under the \"JEM\" banner. Indeed, Jane's World Insurgency and Terrorism Report refers to four different, autonomous JEM splinter groups, three of which continue to refer to themselves as \"JEM\".", "[26] Other documentary evidence indicates that there are at least 12, and possibly as many as 16 rebel groups that have their origins in either JEM or the SLM/A.", "[27] None of this evidence was addressed by the Board. Nor did the Board make any effort to determine which JEM organization Mr. Dirar was a member of.", "[28] Moreover, the documentary evidence before the Board indicates that it is not always possible to determine which rebel group had been responsible for which activity. In particular, a United Nations report noted that most reports of actions by rebel groups do not distinguish between activities carried out by JEM, and those carried out by the SLM/A. The same report goes on to observe that the SLM/A is the larger military actor of the two groups, whereas JEM \"is more political, and has limited military capacity\".", "[29] Indeed, a number of the reports of the actions by rebel groups that were relied upon by the Board in this case do not distinguish between activities that were carried out by JEM organizations and those carried out by the SLM/A. Even in the case of activities specifically attributed to JEM, the Board made no attempt to determine which JEM organization was responsible for which allegedly terrorist activity.", "[30] Finally, the Board refers to a 2003 attack carried out on the town of Kulbus by members of JEM as an example of a terrorist act. It appears that civilians, including a child, were killed in the attack. However, the United Nations itself recognized that \"[a]rguably, the town of Kulbus was a military target\", which could take the attack outside of the definition of a terrorist act. No reference was made to this statement, which clearly calls the Board's finding that the attack amounted to a terrorist act into question. Given that this evidence ran directly contrary to the Board's finding on a key issue, it was an error not to deal with it: FRAGMENT_SUPPRESSED.", "[31] The situation in Darfur is undoubtedly murky, and atrocities have been committed by both sides of the conflict. Nevertheless, a finding that an individual is inadmissible to Canada for being a member of a terrorist organization is a serious one, with extremely negative potential consequences for the individual involved. As a result, great care must be taken to ensure that the finding is properly made. That was not done here. Conclusion", "[32] For these reasons, the application for judicial review is allowed. On the consent of the parties, the style of cause is amended to add the Minister of Citizenship and Immigration. Certification", "[33] Mr. Dirar has suggested questions for certification relating to the Board's treatment of notes of an interview of Mr. Dirar carried out by a CBSA officer. Given that it has not been necessary to address that issue in this decision, it follows that the questions posed by Mr. Dirar are not dispositive of this case. Consequently, I decline to certify them. JUDGMENT", "[34] THIS COURT ORDERS AND ADJUDGES that 1. This application for judicial review is allowed, and the matter is remitted to a differently constituted panel of the Immigration Division for re-determination in accordance with these reasons; 2. The style of cause is amended to add the Minister of Citizenship and Immigration. 3. No serious question of general importance is certified. Application allowed. Editor: E. Joanne Oley/vnh [End of document]"]}