{"id_": "007233", "body_str": ["[1] Shore, J. : \"... Where the required information is not provided, I do not think the onus shifts to the visa officer to pursue the matter further\", as was stated by Justice Marshall Rothstein, wherein he continued:  <FRAGMENT_SUPPRESSED> \"[7] Nor do I think it was incumbent on the visa officer to interview the Applicant to clarify the concerns that she had with respect to his intentions. The requirement of s. 9(1.2) of the Immigration Act is that a person who makes an application for a temporary worker's visa shall satisfy a visa officer that the person is not an immigrant. The onus is on the Applicant. While the Applicant was provided with the list of required documents by the Embassy, he was not limited to supplying only those documents. The Applicant had an immigration consultant. It was open to the Applicant to provide other information he thought would persuade a visa officer that his intentions were temporary and not permanent. For this reason, the onus does not shift to the visa officer to interview the Applicant or take other steps to satisfy her concerns arising from the documents he did furnish. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED> II. Judicial Procedure  <FRAGMENT_SUPPRESSED>", "[2] This is an Application for judicial review of a decision of Visa Officer, dated November 13, 2008, denying the Applicant's Application for a temporary resident visa, pursuant to s. 11(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 ( IRPA ) and s. 179 of the Immigration and Refugee Protection Regulations , SOR/2002/227 ( Regulations ).  <FRAGMENT_SUPPRESSED>", "[3] The Applicant failed to demonstrate any reviewable error in the Visa Officer's decision.  <FRAGMENT_SUPPRESSED> III. Preliminary Issue  <FRAGMENT_SUPPRESSED>", "[4] No affidavit from the Applicant himself has been filed in support of the Application for leave and for judicial review.  <FRAGMENT_SUPPRESSED>", "[5] In fact, the affidavit provided emanates from the Applicant's son. Furthermore, all the exhibits attached to the said affidavit are not properly identified by the Commission of Oaths.  <FRAGMENT_SUPPRESSED>", "[6] This important irregularity is in itself sufficient for this Court to dismiss the Applicant's Application for leave:  <FRAGMENT_SUPPRESSED> \"[1] The issue in this appeal is whether, in an application for judicial review of a visa officer decision, facts which do not appear on the face of the record and are within the personal knowledge of the applicant can be put in evidence not by the applicant but through the affidavit of a third person who has no personal knowledge of these facts.  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"[15] ... the hearsay evidence which the deponent would give if testifying as a witness would not pass the 'necessity' and 'reliability' test set out by the Supreme Court of Canada ... There is, in our view, much wisdom in the practice suggested by the Court in <FRAGMENT_SUPPRESSED>  to require the evidence of the intended immigrant himself in matters related to visa officers' decisions 'unless the error said to vitiate the decision appears on the face of the record'. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>  Imm. L.R.(3d) 105 (F.C.A.)).  <FRAGMENT_SUPPRESSED>", "[7] Under s. 10(2) of the Federal Courts Immigration and Refugee Protection Rules , SOR/93-22 ( Rules ), the Applicant must file an affidavit to support his Application for judicial review since he is the person who has personal knowledge of the decision-making process, specifically in regard to his personal situation of which others would ordinarily not be aware (and not in regard to other matters of which others may or could be aware). As stated in <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 18 (T.D.):  <FRAGMENT_SUPPRESSED> \"[11] The affidavit supporting the application for judicial review is one of the primary sources of information in immigration matters. It is from this material that the Court is given its first insight into the applicant's perception of the decision-making process to which he or she has been subjected. Accordingly, it is critical that the affidavit be sworn by the person who has personal knowledge of the decision-making process; usually, this is the applicant him or herself.  <FRAGMENT_SUPPRESSED> \"[12] This logical approach is also confirmed by the Rules of this Court. Rule 12(1) of the Federal Court Immigration Rules governs affidavits in immigration matters and specifies:  <FRAGMENT_SUPPRESSED> '12(1) Affidavits filed in connection with an application shall be confined to such evidence as the deponent could give if testifying as a witness before the Court.'  <FRAGMENT_SUPPRESSED> \"Furthermore, Rule 332, subs. (1) of the Federal Court Rules makes explicit that affidavits be confined to the personal knowledge of the deponent. A solicitor's affidavit does not meet these requirements in the case at bar. <FRAGMENT_SUPPRESSED> Section 10(1) and (2) of the Rules reads as follows:  <FRAGMENT_SUPPRESSED> \"PERFECTING APPLICATION FOR LEAVE  <FRAGMENT_SUPPRESSED> \"10(1) The applicant shall perfect an application for leave by complying with subrule (2)  <FRAGMENT_SUPPRESSED> (a) where the application sets out that the applicant has received the tribunal's written reasons, within 30 days after filing the application; or  <FRAGMENT_SUPPRESSED> (b) where the application sets out that the applicant has not received the tribunal's written reasons, within 30 days after receiving either the written reasons, or the notice under paragraph 9(2)(b), as the case may be.  <FRAGMENT_SUPPRESSED> \"10(2) The applicant shall serve on every respondent who has filed and served a notice of appearance, a record containing the following, on consecutively numbered pages, and in the following order  <FRAGMENT_SUPPRESSED> (a) the application for leave,  <FRAGMENT_SUPPRESSED> (b) the decision or order, if any, in respect of which the application is made,  <FRAGMENT_SUPPRESSED> (c) the written reasons given by the tribunal, or the notice under paragraph 9(2)(b), as the case may be,  <FRAGMENT_SUPPRESSED> (d) one or more supporting affidavits verifying the facts relied on by the applicant in support of the application, and  <FRAGMENT_SUPPRESSED> (e) a memorandum of argument which shall set out concise written submissions of the facts and law relied upon by the applicant for the relief proposed should leave be granted,  <FRAGMENT_SUPPRESSED> and file it, together with proof of service. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> a) la demande d'autorisation,  <FRAGMENT_SUPPRESSED>", "[8] Moreover, under paragraph 10(2)(d) of the Rules , the affidavit filed in support of an application for leave is an integral part of said Application.  <FRAGMENT_SUPPRESSED> \"10(2) The applicant shall serve on every respondent who has filed and served a notice of appearance, a record containing the following, on consecutively numbered pages, and in the following order  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> (d) one or more supporting affidavits verifying the facts relied on by the applicant in support of the application, and ... <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED>", "[9] It is trite law that an Applicant's affidavit is at the core of an Application for Leave ( <FRAGMENT_SUPPRESSED> ). An Application for leave not supported by an affidavit is incomplete and cannot be granted by this Court ( <FRAGMENT_SUPPRESSED>  A.C.W.S.(3d) 326 (F.C.A.)).  <FRAGMENT_SUPPRESSED>", "[10] It is clear that the Applicant's affidavit is not in conformity with the legislation and the Rules and, therefore, the Application for judicial review should be dismissed or, if not dismissed then, this Court does not give any probative value to the affidavit ( <FRAGMENT_SUPPRESSED>  at para. 13; <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED> IV. Facts  <FRAGMENT_SUPPRESSED>", "[11] The Applicant, Mr. Iqbal Singh Dhillon, is a citizen of India.  <FRAGMENT_SUPPRESSED>", "[12] In September 2008, he filed for a first temporary resident visa. Mr. Dhillon made this application in order to visit his family in Canada and attend a Mass to commemorate his wife's death. He requested to remain in Canada for one month.  <FRAGMENT_SUPPRESSED>", "[13] Mr. Dhillon's request was denied because he had no travel history and had failed to establish sufficient economic or family ties with his country, namely because the majority of his children were living in Canada, he had a nominal source of income and no proof of savings. The Visa Officer was also not satisfied that Mr. Dhillon would leave Canada after the expiry of his visa.  <FRAGMENT_SUPPRESSED>", "[14] Mr. Dhillon did not contest this decision.  <FRAGMENT_SUPPRESSED>", "[15] He chose to file a second application for a temporary resident visa on November 12, 2008.  <FRAGMENT_SUPPRESSED>", "[16] This second application was also rejected on the same grounds as the first one.  <FRAGMENT_SUPPRESSED>", "[17] Mr. Dhillon challenges this second decision.  <FRAGMENT_SUPPRESSED> V. Issue  <FRAGMENT_SUPPRESSED>", "[18] Did the Visa Officer commit any reviewable error in rejecting the Applicant's request for temporary resident visa on the basis of information submitted?  <FRAGMENT_SUPPRESSED> VI. Analysis  <FRAGMENT_SUPPRESSED> Standard of Review  <FRAGMENT_SUPPRESSED>", "[19] As reiterated recently by this Court, when Mr. Dhillon challenges the Visa Officer's factual assessment of his application, the standard of review is that of reasonableness ( <FRAGMENT_SUPPRESSED> ; 337 F.T.R. 100; 2008 FC 1284; <FRAGMENT_SUPPRESSED>  at paras. 67-7).  <FRAGMENT_SUPPRESSED>", "[20] In the present case, Mr. Dhillon first disagrees with the Visa Officer's assessment of the evidence.  <FRAGMENT_SUPPRESSED>", "[21] Indeed, the Visa Officer concluded that Mr. Dhillon would not leave Canada once his visa expires because he had no travel history and had failed to prove sufficient economic and family ties with his country.  <FRAGMENT_SUPPRESSED>", "[22] Mr. Dhillon also claims that the Visa Officer breached his duty to act fairly by not proceeding with an interview. For that, the standard of correctness applies ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED> Adequacy of Reasons  <FRAGMENT_SUPPRESSED>", "[23] Mr. Dhillon claims that the reasons provided for the refusal of his application for temporary resident visa were insufficient.  <FRAGMENT_SUPPRESSED>", "[24] First, Mr. Dhillon admitted having received \"the written decision and reasons\" with respect to the Visa Officer's decision and never requested to receive the reasons, pursuant to Rule 9 of the Rules .  <FRAGMENT_SUPPRESSED>", "[25] Second, the letter sent to Mr. Dhillon constitutes sufficient reasons in that it clearly establishes on what grounds the application is rejected.  <FRAGMENT_SUPPRESSED>", "[26] Third, strictly out of good faith and even though the Respondent had no obligation to provide Mr. Dhillon with anything more than the reasons already sent to him, the Respondent hereby files the Computer Assisted Immigration Processing System (CAIPS) notes as Exhibits A and B of Dorothy Niznik's affidavit.  <FRAGMENT_SUPPRESSED>", "[27] It has been established that the CAIPS notes do not constitute the Visa Officer's reasons ( <FRAGMENT_SUPPRESSED>  therefore irrelevant.  <FRAGMENT_SUPPRESSED> No Interview Required  <FRAGMENT_SUPPRESSED>", "[29] Mr. Dhillon claims that the Visa Officer should have conducted an interview in order to confront him with his concerns and give him a chance to provide explanations.  <FRAGMENT_SUPPRESSED>", "[30] It is trite law that a Visa Officer has no obligation to interview an applicant and that said the applicant has no legitimate expectation of having an interview:  <FRAGMENT_SUPPRESSED> \"[16] It seems to me the visa officer went beyond what was expected. The officer was under no obligation to alert Mr. Liu of these concerns since they were about matters that arose directly from Mr. Liu's own evidence and from the requirements of the Act and of the Regulations . An applicant's failure to provide adequate, sufficient or credible proof with respect to his visa application does not trigger a duty to inform the applicant in order for him to submit further proof to address the finding of the officer with respect to the inadequacy, deficiency or lack of credibility ... <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> ; also, <FRAGMENT_SUPPRESSED>  A.C.W.S.(3d) 100; <FRAGMENT_SUPPRESSED>  A.C.W.S.(3d) 140 (T.D.)).  <FRAGMENT_SUPPRESSED>", "[31] More importantly, s. 14 of the Guideline OP 11 - Temporary residents states that a Visa Officer should never proceed with an interview \"if it is evident through a review of the paper application that the applicant is ineligible and additional information would not alter a refusal decision\".  <FRAGMENT_SUPPRESSED>", "[32] In the present case, the Visa Officer's concerns with respect to Mr. Dhillon's sufficient family and economic ties with India emanate from his own evidence.  <FRAGMENT_SUPPRESSED>", "[33] Indeed, Mr. Dhillon's lack of proof of income, combined with his allegations that the majority of his children reside in Canada and his lack of travel history convinced the Visa Officer that he would most likely not return to his country at the end of his authorized stay.  <FRAGMENT_SUPPRESSED>", "[34] This conclusion was reasonable.  <FRAGMENT_SUPPRESSED>", "[35] Contrarily to Mr. Dhillon's assertions at paragraph 39 (page 105 of the Applicant's Record), the Court did not agree with his contention that the presence of the words \"upon an examination\" in s. 179 of the Regulations meant that an interview was to be conducted.  <FRAGMENT_SUPPRESSED> Other Issue Raised by Applicant  <FRAGMENT_SUPPRESSED>", "[36] Mr. Dhillon also argues that it was unreasonable for the Visa Officer to conclude that he would not leave Canada at the end of the authorized period for his stay because, by doing so, it contravenes to the presumption of good faith.  <FRAGMENT_SUPPRESSED>", "[37] The Visa Officer's role, under the IRPA , is to prevent a person from arriving in Canada if that person has not satisfied the officer that he or she will leave Canada at the end of the authorized period:  <FRAGMENT_SUPPRESSED> \"The officer's function at this point is to assess documentation presented by the applicant for the temporary resident visa and to make a determination as to whether the person is a bone fide visitor. The role of the officer at this point is to attempt to prevent a person from arriving at a port of entry if there is a serious possibility that that person will, in fact, not leave Canada prior to the expiry of his or her status as a temporary resident, or if that person will engage in unlawful employment or study in Canada. <FRAGMENT_SUPPRESSED> (L. Waldman, Immigration Law and Practice , 2nd Ed., vol. 2, Butterworths, s. 14.27).  <FRAGMENT_SUPPRESSED>", "[38] Indeed, under s. 11(1) of the IRPA , a foreign national wishing to enter Canada must apply for a temporary resident visa and satisfy a Visa Officer that he complies with the requirements of the IRPA and the Regulations :  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  \"PART 1  <FRAGMENT_SUPPRESSED> IMMIGRATION TO CANADA  <FRAGMENT_SUPPRESSED> Division 1  <FRAGMENT_SUPPRESSED> Requirements Before Entering Canada and Selection  <FRAGMENT_SUPPRESSED> Requirements Before Entering Canada  <FRAGMENT_SUPPRESSED> Application before entering Canada  <FRAGMENT_SUPPRESSED> \"11(1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> \"PARTIE 1  <FRAGMENT_SUPPRESSED> IMMIGRATION AU CANADA  <FRAGMENT_SUPPRESSED> Section 1  <FRAGMENT_SUPPRESSED>", "[39] When evaluating an application for a temporary resident visa, s. 179 of the Regulations requires that the Visa Officer be satisfied amongst other factors, that the foreign national will leave Canada at the expiry of his visa (also, ss. 191 and 193 of the Regulations :  <FRAGMENT_SUPPRESSED> TEMPORARY RESIDENTS  <FRAGMENT_SUPPRESSED> Division 1  <FRAGMENT_SUPPRESSED> Temporary Resident Visa Issuance  <FRAGMENT_SUPPRESSED> \"179. An officer shall issue a temporary resident visa to a foreign national if, following an examination, it is established that the foreign national  <FRAGMENT_SUPPRESSED> (a) has applied in accordance with these Regulations for a temporary resident visa as a member of the visitor, worker or student class;  <FRAGMENT_SUPPRESSED> (b) will leave Canada by the end of the period authorized for their stay under Division 2;  <FRAGMENT_SUPPRESSED> (c) holds a passport or other document that they may use to enter the country that issued it or another country;  <FRAGMENT_SUPPRESSED> (d) meets the requirements applicable to that class;  <FRAGMENT_SUPPRESSED> (e) is not inadmissible; and  <FRAGMENT_SUPPRESSED> (f) meets the requirements of section 30. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> \"PARTIE 9  <FRAGMENT_SUPPRESSED> RÉSIDENTS TEMPORAIRES  <FRAGMENT_SUPPRESSED> Section 1  <FRAGMENT_SUPPRESSED> e) il n'est pas interdit de territoire;  <FRAGMENT_SUPPRESSED>", "[40] Paragraph 20(1)(b) and s. 22(1) of the IRPA also specifically requires that this analysis be made by the Visa Officer:  <FRAGMENT_SUPPRESSED> \"Division 3  <FRAGMENT_SUPPRESSED> Entering and Remaining in Canada  <FRAGMENT_SUPPRESSED> Entering and Remaining  <FRAGMENT_SUPPRESSED> Obligation on entry  <FRAGMENT_SUPPRESSED> \"20(1) Every foreign national, other than a foreign national referred to in s. 19, who seeks to enter or remain in Canada must establish,  <FRAGMENT_SUPPRESSED> (a) to become a permanent resident, that they hold the visa or other document required under the regulations and have come to Canada in order to establish permanent residence; and  <FRAGMENT_SUPPRESSED> (b) to become a temporary resident, that they hold the visa or other document required under the regulations and will leave Canada by the end of the period authorized for their stay.  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> Temporary resident  <FRAGMENT_SUPPRESSED> \"22(1) A foreign national becomes a temporary resident if an officer is satisfied that the foreign national has applied for that status, has met the obligations set out in paragraph 20(1)(b) and is not inadmissible. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> \"Section 3  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED>", "[41] Therefore, Mr. Dhillon bares the onus to establish, on the balance of probabilities, that he will leave Canada at the end of the period authorized for his stay.  <FRAGMENT_SUPPRESSED>", "[42] As indicated in the Guideline , if the officer is not convinced that the person will do so, he must refrain from issuing a temporary resident visa:  <FRAGMENT_SUPPRESSED> \"5.2. ... An officer must not issue a temporary resident visa to a foreign national unless they are satisfied that the applicant will leave Canada at the end of the period authorized for their stay ... <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[43] In the present case, Mr. Dhillon did not meet his burden of proof. The Visa Officer was, therefore, entitled to reach the present decision. Considering Mr. Dhillon's lack of proof of income, combined with his allegations that the majority of his children reside in Canada and his lack of travel history, there was a serious possibility that he would, in fact, not leave Canada at the end of the period authorized for his stay.  <FRAGMENT_SUPPRESSED>", "[44] The Visa Officer's conclusion is based on his assessment of the evidence provided by Mr. Dhillon.  <FRAGMENT_SUPPRESSED>", "[45] It is therefore erroneous to pretend that the Visa Officer presumes that Mr. Dhillon will contravene to the IRPA and stay for a longer period than what is authorized. The Visa Officer does not presume; he relies solely on Mr. Dhillon's own evidence.  <FRAGMENT_SUPPRESSED>", "[46] The fact that the act of overstaying allegedly constitutes an offence is of no relevance in the present case since the Visa Officer's refusal is not a conviction.  <FRAGMENT_SUPPRESSED> VII. Conclusion  <FRAGMENT_SUPPRESSED>", "[47] Mr. Dhillon has failed to meet the test for the granting of leave because the material filed does not raise an arguable issue of law upon which the proposed application for judicial review might succeed nor does it show that he has a fairly arguable case or that there is a serious question to be determined.  <FRAGMENT_SUPPRESSED>", "[48] For all of the above-reasons, the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "[49] THIS COURT ORDERS that  <FRAGMENT_SUPPRESSED> 1. The application for judicial review be dismissed;  <FRAGMENT_SUPPRESSED> 2. No serious question of general importance be certified.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: E. Joanne Oley/gs  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}