{"id_": "007287", "body_str": ["[1] Harrington, J. : Mr. B323, a young Tamil from Sri Lanka was found to be a refugee within the meaning of the United Nations Convention and section 96 of the Immigration and Refugee Protection Act [IRPA] \"because he has a well-founded fear of persecution based on his particular social group.\" He was one of the close to 500 passengers onboard the M.V. \"Sun Sea\". This is the judicial review of that decision at the behest of the Minister.", "[2] This case is remarkably similar to the Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Like Mr. B472, Mr. B323 was not found to be credible and did not face a serious possibility of persecution based on a Convention ground when he left Sri Lanka. However, he was found to be a Convention refugee because of his \"membership in a particular social group\", that group being Tamil passengers on the M.V. \"Sun Sea\".", "[3] The determination that Mr. B323 is a Convention refugee is crucial because the deciding member of the Refugee Protection Division (RPD) of the Immigration and Refugee Protection Board of Canada, the same member who decided Mr. B472's case, also held that he did not, on the balance of probabilities, face a risk to life or risk of cruel or unusual treatment of punishment in accordance with section 97 of IRPA when he left Sri Lanka.", "[4] My reasoning  <FRAGMENT_SUPPRESSED> applies to this case, mutatis mutandis.", "[5] As to a certified question, based on the standard of review, neither side sees the need for me to certify a serious question of general importance so that the matter may go forward to the Federal Court of Appeal. This is so notwithstanding that the Minister submits that the standard of review in the interpretation of section 96 is reasonableness, while Mr. B323 submits the standard is correctness. The Minister submits that the decision is unreasonable. Mr. B323 submits that the decision was correct, adding that the member of the RPD referred to other Convention grounds as well. However, as  <FRAGMENT_SUPPRESSED> 's case, I am not prepared to rewrite the decision.", "[6] As a fall back, the Minister proposed the same question he did in Mr. B472's case. For the reasons stated therein, I shall certify the following question: Is review by this Court of the meaning of \"membership in a particular social group\" in section 96 of the Immigration and Refugee Protection Act as determined by a member of the Refugee Protection Division of the Immigration and Refugee Board on the correctness or reasonableness standard? ORDER", "[7] FOR REASONS GIVEN; THIS COURT ORDERS that 1. The application for judicial review is granted. 2. The matter is referred back to another member of the Refugee Protection Division of the Immigration and Refugee Board of Canada for redetermination. 3. The following serious question of general importance is certified: Is review by this Court of the meaning of\"membership in a particular social group\" in section 96 of the Immigration and Refugee Protection Act as determined by a member of the Refugee Protection Division of the Immigration and Refugee Board on the correctness or reasonableness standard?", "[2]", "[3]", "[4]", "[5]", "[6] ORDONNANCE", "[7] 1. La demande de contrôle judiciaire est accueillie. [End of document] <FRAGMENT_SUPPRESSED>"]}