{"id_": "007418", "body_str": ["[1] Nadon, J. [Translation]: This is an application for judicial review of the Veterans Review and Appeal Board's decision of April 12, 2000, that was made in the course of a reconsideration of an earlier decision dated January 28, 1998, in which the applicant was denied a disability pension.  <FRAGMENT_SUPPRESSED> FACTS  <FRAGMENT_SUPPRESSED>", "[2] The applicant, a veteran, was enrolled in the active forces of the Second World War from June 24, 1943, to February 6, 1946. During his service, in November 1945, the applicant complained of nervousness and other symptoms. After being diagnosed with a psychoneurotic reaction, the applicant was treated in a psychiatric ward. On February 5, 1946, at the medical examination for release, the diagnosis of mixed chronic psychoneurosis was confirmed. After his release, the applicant complained again of psychiatric symptoms in 1950 and in 1964. He was treated periodically for chronic anxiety starting in 1973.  <FRAGMENT_SUPPRESSED>", "[3] On September 19, 1994, the Canadian Pension Commission concluded that the chronic anxiety the applicant suffered resulted from his military service during the Second World War and that, consequently, he was entitled to a pension under s. 21(1) of the , R.S.C. 1985, c. P-6. Therefore, the Commission awarded the applicant a pension retroactive to April 27, 1993, in accordance with s. 39(1) of the , supra.  <FRAGMENT_SUPPRESSED>", "[4] On March 7, 1997, the review panel of the Veterans Review and Appeal Board (the Board) that reviewed the Canadian Pension Commission's decision changed the effective date of the applicant's pension entitlement to September 19, 1991.  <FRAGMENT_SUPPRESSED>", "[5] On April 16, 1997, the applicant applied for a pension pursuant to s. 21(5) of the , supra, with respect to his coronary disease, which he claimed was a result of his previously pensioned chronic anxiety disorder. To support his application, he submitted a report by Dr. Jacques Voyer, a psychiatrist, who stated that the applicant's heart condition was most likely a result of his chronic anxiety syndrome.  <FRAGMENT_SUPPRESSED>", "[6] On June 2, 1997, the Minister of Veterans Affairs (the Minister) refused the applicant's request for a pension since, in his opinion, the applicant's coronary disease did not entitle him to a pension since it had not resulted from chronic anxiety. The Minister's conclusions in that regard were as follows:  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  [TRANSLATION]  <FRAGMENT_SUPPRESSED> Coronary Disease  <FRAGMENT_SUPPRESSED> \"You claim your coronary disease results from the chronic anxiety which already entitles you to a pension.  <FRAGMENT_SUPPRESSED> \"Dr. Jacques Voyer suggested in his psychiatric report of March 31, 1997, that your coronary disease is most likely a result of your chronic anxiety.  <FRAGMENT_SUPPRESSED> \"A medical advisor for the Department stated that no link between chronic anxiety and coronary disease existed. Here are some well-known risk factors of arteriosclerosis: hypertension, diabetes mellitus, high cholesterol, smoking history, family history of heart disease, males generally over the age of 45, and lack of exercise. Psychiatric problems are not a risk factor of heart disease.  <FRAGMENT_SUPPRESSED> \"The Department accepts Dr. Jacques Voyer's advice regarding the cause of your coronary disease but his observations on that matter are not corroborated by general medical books concerning its known causes and risk factors.  <FRAGMENT_SUPPRESSED> \"Your request for a disability pension is therefore refused under paragraph 21(5) of the . <FRAGMENT_SUPPRESSED>", "[7] On September 23, 1997, the review panel of the Board upheld the Minister's decision for the following reasons:  <FRAGMENT_SUPPRESSED> [TRANSLATION]  <FRAGMENT_SUPPRESSED> \"Members of the panel are willing to accept Dr. Voyer's advice concerning the cause of coronary disease but his observations are not corroborated by general medical books regarding its known causes and risk factors. Therefore, according to the medical information in the veteran's file, the panel members were unable to find medical evidence to establish even a minimal link between the condition at issue and the veteran's previous pensioned condition. The veteran's coronary disease is not pensionable in accordance with s. 21(5) of the . <FRAGMENT_SUPPRESSED>", "[8] On January 28, 1998, the Board affirmed the decision of the review panel by stating the following:  <FRAGMENT_SUPPRESSED> [TRANSLATION]  <FRAGMENT_SUPPRESSED> \"It has been accepted in the past that stress may contribute in triggering a heart attack which itself can have a minimal adverse effect on coronary disease. In this case, there is no evidence that Mr. Rivard had never previously suffered a heart attack. In referring to the Table of disabilities, the panel stated that there was no link between psychiatric conditions and coronary diseases. Therefore, the panel cannot award a pension entitlement under the circumstances. <FRAGMENT_SUPPRESSED>", "[9] On September 21, 1999, the applicant applied for a reconsideration of the January 28, 1998, decision by the Board pursuant to s. 32(1) of the Veterans Review and Appeal Board Act , S.C. 1995, c. 18 (the VRAA ). To support his application, the applicant adduced new evidence consisting of a medical expertise prepared by Dr. François Sestier, cardiologist.  <FRAGMENT_SUPPRESSED>", "[10] On April 12, 2000, the Board upheld its decision by determining that the new evidence adduced by the applicant could not allow it to alter its previous decision. On June 2, 2000, the applicant filed this application for judicial review of the Board's decision of April 12, 2000.  <FRAGMENT_SUPPRESSED> ISSUES  <FRAGMENT_SUPPRESSED>", "[11] The applicant suggested that two issues were involved in this case, one of which included several aspects. In my opinion, however, the real issue in this case is whether the Board committed an error in its decision of April 12, 2000, that would allow this court to intervene.  <FRAGMENT_SUPPRESSED>", "[12] The applicant submitted that the Board, under the terms of s. 3 of the VRAA , was required to interpret the legislation broadly. He also claimed that pursuant to s. 39 of that Act , the Board was required to draw the most favourable conclusions from the evidence and circumstances, to accept all uncontradicted evidence that seemed likely in this case and to resolve all doubt concerning the merits of the application in the applicant's favour.  <FRAGMENT_SUPPRESSED>", "[13] The applicant claimed that the Board's decision was based on erroneous findings of fact made in a perverse or capricious manner or without regard to the material before it. He further claimed that the Board arbitrarily rejected the article published in Circulation on which Dr. Sestier's report was based and failed to give it proper consideration. Moreover, the Board erroneously concluded that the study in the article had not been integrated in recognized medical literature nor in medical reference books without having considered the article's scientific value. The applicant also submitted that the Board had unjustifiably established that Dr. Sestier's uncontradicted opinion was not representative of the medical consensus on that issue. According to the applicant, the Board also disregarded the fact that Dr. Sestier's opinion had been corroborated by Dr. Voyer's medical expertise.  <FRAGMENT_SUPPRESSED>", "[14] The applicant's final argument was that the Board had already acknowledged the existence of a link between heart disease and a patient's emotional stress in a previous decision.  <FRAGMENT_SUPPRESSED>", "[15] The respondent's first argument was that the applicable standard of review in this case should be patent unreasonableness ( <FRAGMENT_SUPPRESSED>  (T.D.), at para. 21). Therefore, this court's intervention is only warranted if the applicant succeeds in establishing that the Board's decision contains an error of law or is so unreasonable, arbitrary or absurd that it disregards the material before it ( <FRAGMENT_SUPPRESSED>  (T.D.), at para. 8).  <FRAGMENT_SUPPRESSED>", "[16] As for the review of the Board's decision, the respondent first noted that Dr. Sestier could not himself have stated in all certainty that the applicant's nervous state had in fact accelerated the appearance of his coronary problem since his report specified that the chronic nervous condition had most probably (respondent's emphasis) accelerated the applicant's arteriosclerosis.  <FRAGMENT_SUPPRESSED>", "[17] The respondent further submitted that the writers of the article in Circulation acknowledged that their theories were new. Moreover, the studies discussed in the article did not specifically address the issue of a causal link between chronic anxiety and the accelerated onset of coronary disease but rather between \"anxiety disorders\" and \"cardiac death. <FRAGMENT_SUPPRESSED>", "[18] As a result, the respondent claimed that it was not unreasonable for the Board to have given minimal weight to Dr. Sestier's opinion. Furthermore, given the evidence in the file and all the recognized risk factors of coronary disease already demonstrated by the applicant, it was not unreasonable for the Board to have concluded that the applicant's chronic anxiety had not contributed in any way to the acceleration of the onset of his coronary disease.  <FRAGMENT_SUPPRESSED>", "[19] The respondent's final argument is that given the evidence in the file, the Board did not make an unreasonable determination nor commit an error of law in making that determination.  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED> A. Legislative framework  <FRAGMENT_SUPPRESSED>", "[20] The Board, created by the VRAA , is the only review and appeal board for veterans' pensions and has been since its inception. Sections 3 and 39 of that Act provide the general rules of evidence and interpretation applicable to pension applications:  <FRAGMENT_SUPPRESSED> \"3. The provisions of this Act and of any other Act of Parliament or of any regulations made under this or any other Act of Parliament conferring or imposing jurisdiction, powers, duties or functions on the Board shall be liberally construed and interpreted to the end that the recognized obligation of the people and Government of Canada to those who have served their country so well and to their dependants may be fulfilled.  <FRAGMENT_SUPPRESSED> \"39. In all proceedings under this Act, the Board shall  <FRAGMENT_SUPPRESSED> (a) draw from all the circumstances of the case and all the evidence presented to it every reasonable inference in favour of the applicant or appellant;  <FRAGMENT_SUPPRESSED> (b) accept any uncontradicted evidence presented to it by the applicant or appellant that it considers to be credible in the circumstances; and  <FRAGMENT_SUPPRESSED> (c) resolve in favour of the applicant or appellant any doubt, in the weighing of evidence, as to whether the applicant or appellant has established a case. <FRAGMENT_SUPPRESSED> Section 31 of the VRAA , which contains a privative clause, and s. 32(1), which provides for the reconsideration of decisions, should also be noted:  <FRAGMENT_SUPPRESSED> \"31. A decision of the majority of members of an appeal panel is a decision of the Board and is final and binding.  <FRAGMENT_SUPPRESSED> \"32(1) Notwithstanding section 31, an appeal panel may, on its own motion, reconsider a decision made by it under subsection 29(1) or this section and may either confirm the decision or amend or rescind the decision if it determines that an error was made with respect to any finding of fact or the interpretation of any law, or may do so on application if the person making the application alleges that an error was made with respect to any finding of fact or the interpretation of any law or if new evidence is presented to the appeal panel. <FRAGMENT_SUPPRESSED> Moreover, s. 38 of the VRAA allows the Board to obtain medical advice:  <FRAGMENT_SUPPRESSED> \"38(1) The Board may obtain independent medical advice for the purposes of any proceeding under this Act and may require an applicant or appellant to undergo any medical examination that the Board may direct.  <FRAGMENT_SUPPRESSED> \"(2) Before accepting as evidence any medical advice or report on an examination obtained pursuant to subsection (1), the Board shall notify the applicant or appellant of its intention to do so and give them an opportunity to present argument on the issue. <FRAGMENT_SUPPRESSED> Furthermore, paragraph 21(1)(a) and s. 21(5) of the , supra, are also material in this case:  <FRAGMENT_SUPPRESSED> \"21(1) In respect of service rendered during World War I, service rendered during World War II other than in the non-permanent active militia or the reserve army, service as a member of the special force, service in the Korean War, and service in a special duty area as a member of the Canadian Forces,  <FRAGMENT_SUPPRESSED> (a) where a member of the forces suffers disability resulting from an injury or disease or an aggravation thereof that was attributable to or was incurred during such military service, a pension shall, on application, be awarded to or in respect of the member in accordance with the rates for basic and additional pension set out in Schedule I;  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"(5) In addition to any pension awarded under subsection (1) or (2), a member of the forces who  <FRAGMENT_SUPPRESSED> (a) is eligible for a pension under paragraph (1)(a) or (2)(a) or this subsection in respect of an injury or disease or an aggravation thereof, or has suffered an injury or disease or an aggravation thereof that would be pensionable under that provision if it had resulted in a disability, and  <FRAGMENT_SUPPRESSED> (b) is suffering an additional disability that is in whole or in part a consequence of the injury or disease or the aggravation referred to in paragraph (a)  <FRAGMENT_SUPPRESSED> shall, on application, be awarded a pension in accordance with the rates for basic and additional pension set out in Schedule I in respect of that part of the additional disability that is a consequence of that injury or disease or aggravation thereof. <FRAGMENT_SUPPRESSED> B. Standard of review  <FRAGMENT_SUPPRESSED>", "[21] In <FRAGMENT_SUPPRESSED> , Cullen, J., determined the following at paragraph 21 regarding the applicable standard of review when this court must review decisions made by the Board:  <FRAGMENT_SUPPRESSED> \"On an application for judicial review, the court may not substitute its decision for that made by the board or tribunal which is under review. In light of the legislative framework which confers exclusive jurisdiction on the Veterans Review and Appeal Board, as well as the privative clause which renders its decisions final and binding, the applicable standard of review is that of patent unreasonableness: <FRAGMENT_SUPPRESSED>  the event that the impugned decision was based on an error of law, or on an erroneous finding of fact made in a perverse or capricious manner or without regard to the material before it: <FRAGMENT_SUPPRESSED>  review in this case is that of patent unreasonableness, as stated by the respondent.  <FRAGMENT_SUPPRESSED> C. The Board's decision  <FRAGMENT_SUPPRESSED>", "[22] In accordance with s. 39 of the VRAA , the Board must accept any uncontradicted evidence presented by the applicant that it considers to be credible in the circumstances. It must also draw conclusions that are the most favourable to the applicant. In <FRAGMENT_SUPPRESSED> , Cullen, J., stated the following on the issue at paragraph 29:  <FRAGMENT_SUPPRESSED> \"The jurisprudence indicates that the Board must accept uncontradicted medical evidence that it considers credible in the circumstances; however, it may reject such evidence if it has before it contradictory evidence, or if it states reasons, which would bear on credibility and reasonableness: Re Hornby (1993), 63 F.T.R. 188 ( <FRAGMENT_SUPPRESSED> ; 199 F.T.R. 133 (T.D.), MacKay, J., stated the following at paragraph 28:  <FRAGMENT_SUPPRESSED> \"The Board may reject the applicant's evidence when it has before it contradictory medical evidence. However, while there may be an absence of evidence in the form of definitive medical documentation about the injury claimed, where there is no contradictory evidence and the Board does not accept the applicant's evidence without explanation of that, it commits an error that goes to jurisdiction. ... A decision of the Board that errs in the exercise of its jurisdiction, is unreasonable and warrants intervention by the court. The standard of patent unreasonableness, in my opinion, is not apt if the error concerns the exercise of the Board's jurisdiction.\" (Emphasis added)  <FRAGMENT_SUPPRESSED>", "[24] Moreover, in <FRAGMENT_SUPPRESSED>  (T.D.), MacKay, J., summarized the Board's choices at paragraphs 20 and 25:  <FRAGMENT_SUPPRESSED> \"I agree with the respondent that the Board may reject medical evidence when it has before it contradictory medical evidence. ...  <FRAGMENT_SUPPRESSED> \"As  <FRAGMENT_SUPPRESSED> , the Board was obliged, in my view, to make an explicit finding that this medical evidence in support of the applicant's claim was not credible, or to solicit its own medical evidence dealing with the issue of a stress etiology, or to accept the uncontradicted evidence of the applicant in rendering its decision bearing in mind ss. 3 and 39 of the VRABA .\" (Emphasis added)  <FRAGMENT_SUPPRESSED>", "[25] There is no doubt that it is the Board's duty to assess the evidence before it and to give it the appropriate weight. However, the evidence must always be assessed in accordance with ss. 3 and 39 of the VRAA , which means that the Board must accept any uncontradicted evidence adduced that it considers credible. According to case law, in particular to Wood , supra, and <FRAGMENT_SUPPRESSED> , cited above, the contradictory medical evidence must have been adduced in the file.  <FRAGMENT_SUPPRESSED>", "[26] The Board's reasons clearly indicate that it duly considered the evidence submitted by the applicant, i.e., Dr. François Sestier's medical report. On page 4 of its reasons, the Board concluded the following:  <FRAGMENT_SUPPRESSED> [TRANSLATION]  <FRAGMENT_SUPPRESSED> \"The panel observed that Dr. Sestier addressed a few objections raised in the appeal panel's decision on the diagnosis of the condition under review since this time he clearly identified the appellant's condition as an arteriosclerotic disease. However, the panel is unable to find medical reports stating that the angor pectoris started in 1989. The first diagnosis of coronary disease in the file on the appellant's condition was made by Dr. Jacques Voyer, psychiatrist.  <FRAGMENT_SUPPRESSED> \"The panel considers that the studies on which Dr. Sestier's opinions were based have not been integrated into recognized medical literature nor into medical reference books. Therefore, his opinion is not representative of the medical consensus on that issue.  <FRAGMENT_SUPPRESSED> \"Moreover, the panel considered all of the risk factors the appellant demonstrated. It considered the appellant's advanced age at the time of the diagnosis. The panel is undoubtedly still of the view that the chronic anxiety for which the appellant is entitled to a pension did not accelerate the coronary disease. The pension entitlement is not indicated. <FRAGMENT_SUPPRESSED>", "[27] As outlined in the reasons above, the Board gave no weight to Dr. Sestier's opinion since, in its view, it was not representative of the medical consensus on that issue. Therefore, given the risk factors demonstrated by the applicant, the Board determined that his chronic anxiety had not accelerated the onset of his coronary disease.  <FRAGMENT_SUPPRESSED>", "[28] To support his opinion, Dr. Sestier referred to an article published in Circulation written by Rozanski, Blumenthal and Caplan. He had attached that article dated April 27, 1999, to his opinion. The relevant comments made by Dr. Sestier are on page 7 of his opinion and read:  <FRAGMENT_SUPPRESSED> [TRANSLATION]  <FRAGMENT_SUPPRESSED> \"After having examined Laurent Rivard, I was asked whether there was a link between his chronic anxiety, which had been recognized by the Veterans Review and Appeal Board and had been the object of a psychiatric assessment that was forwarded to me, and Mr. Rivard's coronary disease. Traditionally, risk factors contributing to coronary disease are mainly a history of smoking, hypercholesterolemia and essential hypertension. Mr. Rivard demonstrated two of those risk factors since he is hyperlipidemic and in the past smoked one pack of cigarettes a day. He is also diabetic and that is another risk factor for coronary disease. <FRAGMENT_SUPPRESSED>", "[29] Dr. Sestier's comments on page 9 of his opinion are also readduced and read as follows:  <FRAGMENT_SUPPRESSED> [TRANSLATION]   <FRAGMENT_SUPPRESSED> \"It should be noted that medical literature currently establishes a much more scientific and actual link between anxiety and coronary disease.  <FRAGMENT_SUPPRESSED> \"Obviously, Mr. Rivard demonstrated risk factors but it is also worth noting that his chronic anxiety that required psychiatric hospitalization after the war most likely accelerated his arteriosclerosis. <FRAGMENT_SUPPRESSED>", "[30] Dr. Sestier therefore found that the applicant suffers from a coronary disease that is linked to his chronic anxiety, which would entitle him to a 50% compensation.  <FRAGMENT_SUPPRESSED>", "[31] In support, inter alia, of its conclusion that the article in Circulation was not a study that had been integrated into recognized medical literature nor into medical reference books, the Board was presented with a medical opinion dated May 22, 1997. Given the importance of that opinion, it is readduced in its entirety:  <FRAGMENT_SUPPRESSED> PROTECTED  <FRAGMENT_SUPPRESSED> PENSION MEDICAL ADVISORY  <FRAGMENT_SUPPRESSED> \"File #: 4988382  <FRAGMENT_SUPPRESSED> \"SERVICE #: r259445  <FRAGMENT_SUPPRESSED> CLAIMED CONDITION(S) AND SECTION OF PENSION ACT:  <FRAGMENT_SUPPRESSED> \"1. Coronary Disease 21(5)  <FRAGMENT_SUPPRESSED> \"2. Reflux Gastro-esophagitis 21(5)  <FRAGMENT_SUPPRESSED> \"Entitlement/assessment yes  <FRAGMENT_SUPPRESSED> REASONS FOR CONSULTATION REQUEST:  <FRAGMENT_SUPPRESSED> \"This man claims that his coronary disease and reflux gastro-esophagitis are consequential to his pensioned condition of Chronic Anxiety.  <FRAGMENT_SUPPRESSED> \"A Psychiatrist report dated 31 March, 1997, suggests that his coronary condition is very likely the result of his chronic anxiety.  <FRAGMENT_SUPPRESSED> \"A Physician's Statement dated 09 September, 1996, reveals that the reflux problem could be caused by the cardizem and that the chronic anxiety could have contributed to the reflux problems.  <FRAGMENT_SUPPRESSED> \"Does the Department recognize a consequential relationship between coronary disease, reflux gastro-esophagitis and the pensioned condition of Chronic Anxiety?  <FRAGMENT_SUPPRESSED> Renilda MacRae - 20 May, 1997   <FRAGMENT_SUPPRESSED> Adjudicator's Signature & Date  <FRAGMENT_SUPPRESSED> MEDICAL OPINION:  <FRAGMENT_SUPPRESSED> \"There is no relationship between any of these conditions. Psychiatric disorders are not a risk factor for ASHD. The recognized risk factors are well known. GE Reflux is caused by laxity of the GE sphincter; it is not caused by, or in any way related to, any psychotic condition, and is not caused the calcium ion blocker Cardizem.(used in Rx of ASHD).  <FRAGMENT_SUPPRESSED> -- 22-5-97  <FRAGMENT_SUPPRESSED> Medical Advisor's Signature & Date <FRAGMENT_SUPPRESSED>", "[32] It is obviously not my intention to determine which opinion is well founded in this case. That is entirely for the Board to determine based on all the evidence before it. In this case, the Board rejected Dr. Sestier's opinion for the reasons set out in its decision. As previously mentioned, the issue is whether the Board erred in drawing the conclusion it did. In my view, the Board effectively committed an error that justifies this court's intervention.  <FRAGMENT_SUPPRESSED>", "[33] As mentioned before, there is no doubt that the Board properly considered Dr. Sestier's opinion. However, I am concerned by the following comments in the Board's decision:  <FRAGMENT_SUPPRESSED> [TRANSLATION]  <FRAGMENT_SUPPRESSED> \"The panel considers that the studies on which Dr. Sestier's opinions were based have not been integrated into recognized medical literature nor into medical reference books. Therefore, his opinion is not representative of the medical consensus on that issue. <FRAGMENT_SUPPRESSED>", "[34] In my opinion, the Board in no way determined that Dr. Sestier's opinion was not probable or credible. It simply concluded that it was not representative of the medical consensus on that issue. The Board did not comment on the lack of credibility or probability of the evidence. Therefore, in the absence of such a determination, the Board could not have rejected Dr. Sestier's opinion without having contradictory evidence before it, in accordance with s. 39 of the VRAA .  <FRAGMENT_SUPPRESSED>", "[35] In this case however, the only medical evidence in the file that discusses a link between chronic anxiety and coronary disease, other than the medical opinion of May 22, 1997, (see paragraph 31 of my reasons) is the evidence submitted by the applicant. In reviewing the Board's file, which, according to the cover letter, is a \"certified true copy of all documents used in making the Board's decision of April 12, 2000,\" the following exhibits regarding a link between chronic anxiety and coronary disease were found:  <FRAGMENT_SUPPRESSED> - Dr. Voyer's report of March 31, 1997, initially filed by the applicant with the Minister;  <FRAGMENT_SUPPRESSED> - Special edition of , dealing with \"anxiety, stress and cardiovascular pathology\" dated October 1, 1986, initially filed by the applicant with the Board at the first hearing;  <FRAGMENT_SUPPRESSED> - copy of an excerpt of The Heart , a book initially filed by the applicant with the Board at the first hearing;  <FRAGMENT_SUPPRESSED> - Dr. Sestier's report of August 5, 1999, including an article published in Circulation on April 27, 1999, entitled \"Impact of Psychological Factors on the Pathogenesis of Cardiovascular Disease and Implications for Therapy\" filed by the applicant with the Board at the hearing for reconsideration.  <FRAGMENT_SUPPRESSED>", "[36] All the medical evidence adduced in the file, other than the opinion of May 22, 1997, aimed at establishing a link between chronic anxiety and coronary disease and in fact supports that theory. The file did not contain any medical literature or medical book that contradicted the applicant's evidence.  <FRAGMENT_SUPPRESSED>", "[37] The Board stated in its reasons that it recognized its obligation concerning the evidence under s. 39 of the VRAA . However, the reasons behind the Board's rejection of Dr. Sestier's opinion dealt with the medical consensus on that issue in \"recognized medical literature\" and \"medical reference books.\" The Board did not identify which literature enabled it to reject Dr. Sestier's conclusion, where that literature is found, when it was published nor how the Board obtained it. The Board did not specifically refer to any study or medical text that could support its conclusion. It simply made a general statement without providing any details. What was obvious, however, was that the literature considered by the Board that allowed it to reject the applicant's evidence was not in the file.  <FRAGMENT_SUPPRESSED>", "[38] The issue that must be determined is whether the Board can, by its own account, invoke medical knowledge that is not part of the evidence to rebut evidence in the file, even though case law suggests that the contradictory evidence must effectively have been adduced.  <FRAGMENT_SUPPRESSED>", "[39] If required, the Board is entitled to obtain medical evidence, other than evidence adduced by the applicant. Section 38(1) of the VRAA allows it to obtain medical advice regarding any matter before it. Under s. 38(2), the Board is required to give notice that it will in fact obtain expert evidence to allow applicants to produce evidence in reply.  <FRAGMENT_SUPPRESSED>", "[40] In my view, the fact that s. 38 of the VRAA allows the Board to seek medical advice on any medical matter suggests that the Board has no particular medical expertise. That was acknowledged by jurisprudence, beginning with <FRAGMENT_SUPPRESSED>  (T.D.). Mr. Justice Heald's conclusion in <FRAGMENT_SUPPRESSED> , was cited in several cases, in particular in <FRAGMENT_SUPPRESSED>  (T.D.). MacKay, J.'s, comments at paragraphs 14 and 15 read:  <FRAGMENT_SUPPRESSED> \"Under s. 38 of the Act , the Board may seek independent medical opinions regarding any matter before the Board. Mr. Justice Heald, in <FRAGMENT_SUPPRESSED> , at p. 316 commenting on a similar provision, s. 10(3) of the former, and now repealed Veterans Appeal Board Act , and its significance for the deference to be accorded by the court to the Board's decision, had this to say:  <FRAGMENT_SUPPRESSED> 'The issue in this case clearly involves medical matters. Section 10(3) of the Veterans Appeal Board Act empowers the Board to obtain independent medical opinions relating to any matter before the Board. On this basis I conclude that the Board is not to be afforded the deference usually given to tribunals of a specialized nature because of their particular expertise.'  <FRAGMENT_SUPPRESSED> \"That decision must be read in light of <FRAGMENT_SUPPRESSED>  (F.C.A.), a decision of the Federal Court of Appeal, which held that the privative clause found in the former Veterans Appeal Board Act entitled that Board to deference. A similar clause is now found in s. 31 of the present Act . I conclude that the court is to defer to a decision of the VRAB, other than one concerning jurisdiction of the Board, unless it is patently unreasonable.\" (Notes omitted)  <FRAGMENT_SUPPRESSED>", "[41] In <FRAGMENT_SUPPRESSED> , Heald, J., concluded that the very existence of a provision similar to s. 38 of the VRAA suggested that the Board did not have any particular medical expertise and therefore could not be afforded deference from the courts. The Federal Court of Appeal later determined that the privative clause contained in the VRAA required deference from the court reviewing the Board's decision since that was the legislator's intent. That decision to give deference resulted solely from the existence of the privative clause and not from a reassessment of Heald, J.'s, reasons in <FRAGMENT_SUPPRESSED> , concerning the Board's medical expertise. In my view, the substance of Justice Heald's analysis concerning the Board's medical expertise still applies; the existence still today of s. 38 of the VRAA confirms that the Board does not have any specific medical expertise.  <FRAGMENT_SUPPRESSED>", "[42] In my opinion, the very existence of s. 38 suggests that the Board does not have an inherent jurisdiction over medical matters. It does not have any particular medical expertise that would enable it to state without supporting evidence that Dr. Sestier's opinion and the article he adduced in this case were not part of the medical consensus. Therefore, I believe that the Board could not present medical facts that had not been adduced as evidence for the purpose of rebutting the applicant's evidence. If the Board required evidence other than that adduced by the applicant or evidence representing the medical context, it had only to invoke s. 38 and seek medical advice.  <FRAGMENT_SUPPRESSED>", "[43] Therefore, I am of the view that ss. 38 and 39 of the VRAA and the case law, when read together, require that contradictory evidence be adduced in the file before rejecting medical evidence adduced by the applicant. Unless the Board believed that the evidence was not credible, which was not the case here, it could not reject Dr. Sestier's opinion without having contradictory evidence before it.  <FRAGMENT_SUPPRESSED>", "[44] Therefore, I believe that by rejecting Dr. Sestier's opinion, the Board erred in its application of s. 39 of the VRAA and breached its duties therein. As mentioned by the case law cited above, this constitutes a jurisdictional error that nullifies the decision in its entirety.  <FRAGMENT_SUPPRESSED>", "[45] The Board effectively invoked other reasons to support its rejection of the applicant's application for a disability pension, such as the prior existence of other risk factors. Nonetheless, in my opinion, those other reasons could not be taken into account if the applicant's medical evidence had been rejected. In an application for a disability pension, the burden of proving the existence of a causal link between a pensioned condition and the condition for which a pension is sought lies with the applicant. By rejecting Dr. Sestier's opinion and by expressly stating that his theory was not part of the general medical consensus, the Board refused to accept that a link between chronic anxiety and coronary disease could objectively exist. From that moment, the Board could no longer acknowledge the existence of a causal link in the applicant's situation since it had just denied the objective existence of such a link. Therefore, the Board could not grant the applicant a pension in those circumstances since it had denied the existence of an objective causal link. That is why, in my opinion, the rejection of Dr. Sestier's opinion was a crucial error, notwithstanding the other reasons provided to reject the applicant's request.  <FRAGMENT_SUPPRESSED>", "[46] It should be noted that the medical opinion of May 22, 1997, had been adduced even before the applicant submitted Dr. Sestier's opinion. Therefore, the former opinion did not apply whatsoever to Dr. Sestier's opinion.  <FRAGMENT_SUPPRESSED> CONCLUSION  <FRAGMENT_SUPPRESSED>", "[47] The application for judicial review is allowed and the matter is remitted to the Board for redetermination before a newly-constituted panel. The applicant will be entitled to costs.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Gary W. McLaughlin\\gs  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}