{"id_": "007627", "body_str": ["[1] Gibson, J. : These reasons arise out of an application for judicial review of a decision of a visa officer at the Canadian Embassy in Beijing, People's Republic of China, wherein the visa officer denied Yu Qiu Teng's (\"Ms. Teng\") application for a Canada visitor visa. The visa officer formed the opinion, based upon the information that was before him or her, that Ms. Teng would not be a genuine visitor in that she would not leave Canada at the end of the proposed visit because she did not have sufficient ties to China to ensure her return. The decision under review is dated the 27th of September, 1999. BACKGROUND", "[2] The applicant, Darcy Lambert (\"Mr. Lambert\"), is a Canadian national and resident. He is the father of three children and has been separated from their mother since 1993 and divorced since the spring of 1999. In an affidavit filed in this matter, he attests: \"I first got to know the applicant Yu Qiu Teng because I arranged for my children to correspond with her child as a form of cultural exchange. The correspondence began in August 1997. I, myself, participated in this correspondence. \"Through correspondence and phone calls I got to know Yu Qiu Teng to the point where we developed a relationship. I decided to invite her over for a visit because we wanted to get to know each other better. \"We had discussed the possibility of getting married, but did not want to decide definitely on a marriage without first meeting each other in person and spending some time together. I knew that once she came over for a visit, if we did get married, she could apply to remain in Canada with my sponsorship.\" The foregoing succinctly describes the circumstances leading to Mr. Lambert's invitation to Ms. Teng to visit Canada, to her application for a visitor visa and to the rejection of that application.", "[3] Ms. Teng, who was at all relevant times also divorced, has one child.", "[4] Only days before the scheduled hearing of this application for judicial review, counsel for the respondent confirmed to the court and to counsel for the applicants, that: \"I can confirm that as of February 22, 2001, the applicant [Ms. Teng] and her minor daughter's family class application for permanent residence [in Canada] was approved. Accordingly, this application for judicial review related to her prior visitor visa application is now moot.\" Despite the foregoing, the hearing of this application for judicial review commenced as scheduled. MOOTNESS", "[5] While counsel for the applicants conceded at the opening of the hearing of this application for judicial review that the application was moot, he urged that the application should nonetheless be heard and determined by the court. In support of this position he relied heavily on the decision of the Federal Court of Appeal in FRAGMENT_SUPPRESSED for the court, wrote at FRAGMENT_SUPPRESSED The court noted that since the \"... whole object of the proceedings ...\" was to determine whether Mr. Nemsila could be deported, Mr. Nemsila's death rendered the question \"academic\".", "[6] FRAGMENT_SUPPRESSED continued at FRAGMENT_SUPPRESSED", "[7] The three \"established principles\" referred to by FRAGMENT_SUPPRESSED were enumerated by FRAGMENT_SUPPRESSED in the following terms: FRAGMENT_SUPPRESSED", "[8] On the first principle, the need for an adversarial context, counsel for the applicants urged that the issues before the court when the hearing of this matter convened were well defined and were of some significance. Application records had been filed by both sides as had books of authorities. Counsel for both sides were present before me. An adversarial context existed.", "[9] On the second principle, that is concern for judicial economy, counsel for the applicants urged that the special circumstances of this case, and in particular the fact that it is an application for judicial review of a decision rejecting an application for a visitor visa that raises issues of public importance some of which are unique to visitor visa reviews which do not often come before this court, made it worthwhile to apply scarce judicial resources to the hearing and determination of the application.", "[10] On the third principle, that is to say, sensitivity by the court to its appropriate role, counsel for the applicants urged that this court would be well within its sphere of responsibility in hearing and determining this application for judicial review. ANALYSIS", "[11] I reiterate that it was not in dispute before me that this application for judicial review was moot. The issue left for determination before me on the 27th of February, 2001 was whether or not, despite the mootness of the application, I should nonetheless hear and determine it.", "[12] On the first principle against which such a determination should be made, that is to say the court's competence to resolve a legal dispute being rooted in the adversary system, FRAGMENT_SUPPRESSED", "[13] I am satisfied that here the applicants, those bringing the proceeding, no longer have a direct interest in the outcome of this application for judicial review. That being said, their counsel advised the court that at least Mr. Lambert was so incensed by the rejection of Ms. Teng's application for a visitor visa on not one, but two occasions, although only one of those rejections was before the court, that he was nonetheless prepared to continue the application for judicial review in the interest of others who might in the future find themselves in the same position as he and Ms. Teng found themselves.", "[14] I am satisfied that, despite the cessation of a live controversy, the necessary adversarial relationship would prevail if I were to hear and determine this application for judicial review. This principle is met.", "[15] The second principle, that is, a concern for judicial economy, is, I am satisfied, determinative. In respect of that principle, FRAGMENT_SUPPRESSED", "[16] In FRAGMENT_SUPPRESSED with regard to this principle and the foregoing quotation from FRAGMENT_SUPPRESSED illustrated three different situations where this concern may be answered. The first is that it may be practically answered where FRAGMENT_SUPPRESSED. Secondly, expenditure of scarce judicial resources FRAGMENT_SUPPRESSED. Even in cases of that kind, FRAGMENT_SUPPRESSED cautioned against the hearing of an appeal, when he stated: FRAGMENT_SUPPRESSED", "[17] On the facts of this matter, if I were to entertain the application for judicial review, my decision would have no practical effect on the rights of the parties.", "[18] With regard to the second situation where the concern regarding judicial economy may be answered, at least in respect of the issues before the court in this matter that arise only on judicial reviews of decisions to reject visitor visas, I accept that the issues \"... are of a recurring nature but of brief duration\". That being said, I am satisfied that the cautionary note sounded by Mr. Justice Sopinka and quoted by FRAGMENT_SUPPRESSED in the immediately foregoing quotation should be observed on the facts of this matter.", "[19] I am not satisfied that, in each case where the issues in this matter arise, those issues will have always disappeared before the judicial review is ultimately resolved, particularly, at least, at the level of the Trial Division of this court.", "[20] With regard to the third situation where the concern regarding judicial economy may be answered, that is to say the presence of an issue or issues of public importance of which resolution is in the public interest, the issues on this application for judicial review were identified in the applicants' application record as the following: - first, whether the visa officer erred in the determination of the \"intent\" of Ms. Teng in seeking to come to Canada as a visitor. On this issue, sometimes referred to as \"dual intention\", counsel for the applicants cited FRAGMENT_SUPPRESSED [see footnote 3] where FRAGMENT_SUPPRESSED, quoted from my reasons in FRAGMENT_SUPPRESSED , [see footnote 4]: FRAGMENT_SUPPRESSED - second, whether the visa requirement for a prospective visitor from the People's Republic of China amounts to discrimination on the basis of nationality; - third, whether visa officers at the Canadian Embassy in Beijing systematically engage in discrimination against applicants for visitor visas, such as Ms. Teng, who are nationals of the People's Republic of China; - fourth, whether Ms. Teng was unjustly discriminated against on the basis of marital or family status; - fifth, the meaning of \"every individual\" in s. 15 of the Canadian Charter of Rights and Freedoms [see footnote 5] and more particularly, whether that expression extends to persons outside Canada who are neither Canadian citizens nor permanent residents, whose interests are affected by the application of a law of Canada such as the Immigration Act [see footnote 6]; and - finally, the appropriate remedies on the facts before the court on this application for judicial review.", "[21] Clearly the issues identified on behalf of the applicants are of significance and, in the case of some of those issues, arise only, or certainly more frequently, on applications for judicial review of decisions of visa officers on applications for visitor visas.", "[22] A notice of constitutional question was served on the attorneys general and filed with the court on the 16th of February, 2001. That notice provides in part: \"THE APPLICANTS intend to question the constitutional validity of the requirement that any visitor who is [a] citizen of a country not listed in Schedule II of the Immigration Regulations requires a visa before that person appears at a port of entry. \"THE APPLICANTS further intend to question the constitutional operability of the requirement that any visitor who is [a] citizen of China requires a visa before that person appears at a port of entry.\"", "[23] Balancing the economics of judicial involvement against the social cost of continued uncertainty leads me to the conclusion that the economics of judicial involvement outweighs the social cost involved. I return to the quotation from the reasons of Mr. Justice Sopinka in FRAGMENT_SUPPRESSED , supra, that appears in paragraph [15] of these reasons and repeat it here for convenience: FRAGMENT_SUPPRESSED", "[24] As in the Supreme Court of Canada as cited by Mr. Justice Sopinka, the number of live controversies in respect of which leave is granted in this court on applications for judicial review under the Immigration Act is a small percentage of those that are refused. Once again as in the Supreme Court of Canada, this reality, notwithstanding that in this court the test for granting leave is well established in law, is, I am satisfied, sufficient to highlight the \"unfortunate reality that there is a need to ration scarce judicial resources among competing claimants.\" The test established in law is sufficiently judgmental to allow the \"unfortunate reality\" to consciously or subconsciously influence the outcome on some leave applications. I am satisfied this concern outweighs the social cost of not hearing and determining this application for judicial review.", "[25] I turn, finally, to the third principle relating to sensitivity by the court to \"...its proper law-making function\". In this regard, FRAGMENT_SUPPRESSED", "[26] While there remains here a party of interest that could pursue any decision of this court on an appeal or appeals, this court remains, nonetheless, the first step in potentially three, for determination of the issues before the court. While it is clear that Parliament intended that the responsibility for judicial review of decisions such as that here before the court should rest with this court at first instance, it is also clear that a decision of this court would be far from ultimately determinative of the issues.", "[27] I am satisfied that an appropriate measure of awareness of this court's proper law-making function requires that the issues here before the court be determined in the context of a live controversy. If the questions now before me were before the Federal Court of Appeal, or even more persuasively, before the Supreme Court of Canada, my response to the second and third principles might well be different. But that is not the case. Here the issues are before the Trial Division of the Federal Court of Canada which is the first step in judicial review of decisions such as that here under review. I am satisfied that an awareness of this court's proper law-making function, combined with an appropriate concern for judicial economy, requires me to conclude that this court should get on with its fundamental role of judicial review of decisions giving rise to a live controversy and should leave what I conclude to be, in essence, reference-like adjudications to circumstances where they are specifically provided for in law. CONCLUSION", "[28] Against the foregoing brief analysis, I determine to decline to hear this application for judicial review. Although significant resources have been invested in bringing the application to the point of hearing, that investment is substantially less than would be the case where mootness occurs as the matter comes either before the Supreme Court of Canada or before the Federal Court of Appeal. Under present resourcing arrangements, the resources of this court at the Trial Division level are spread thin. A high priority must be given to directing those resources to matters where there remains a live controversy. While certain of the issues on this application for judicial review are issues of significant and broad import, I am satisfied that any decision at the level of this court in respect of those issues would almost inevitably result in certification of a question and an appeal to the Federal Court of Appeal with additional resource implications for that division of this court. In the result, I am satisfied that those issues should be left for determination in the context of a live issue for determination, notwithstanding that such a context may not soon again arise and remain current when the relevant application for judicial review is ready for court adjudication.", "[29] In the result, this application for judicial review will be dismissed as moot. CERTIFICATION OF A QUESTION", "[30] At the close of the hearing of this matter, I indicated to counsel what my decision would be and further indicated that reasons would follow. Counsel for the applicants requested that I finalize my reasons and distribute them to counsel for their consideration on the issue of certification of a serious question of general importance. I agreed to do so. These reasons will be distributed. Counsel will have fourteen (14) days from the date of these reasons to make submissions on certification of a question. If either side chooses to recommend certification of a question, time should be provided within the fourteen (14) day framework for counsel on the other side to respond to the recommendation for certification. COSTS", "[31] There will be no order as to costs. Application dismissed as moot. Editor: Angela E. McKay/gs Footnotes 1. FRAGMENT_SUPPRESSED. 2. The reference to \" FRAGMENT_SUPPRESSED \", is to FRAGMENT_SUPPRESSED. 3. FRAGMENT_SUPPRESSED. 5. Part I of the (R.S.C. 1985, Appendix II, No. 44), being Schedule B to the Canada Act, 1982 (U.K.) , 1982, c. 11. 6.FRAGMENT_SUPPRESSED [End of document]"]}