{"id_": "007698", "body_str": ["[1] LeBlanc, J. : The Applicant (Mr. Cheema) is a citizen of Pakistan. He is a Shia Muslim and as an active member of a Shia organization, he fears persecution from Sunni Muslim extremists for writing a series of four articles criticizing religious extremism in a local newspaper. It was that fear that led the Applicant to leave Pakistan. He arrived in Toronto in December 2011 and made a claim for refugee protection shortly thereafter.", "[2] In particular, he claims that several incidents occurred between March and December 2011, following the publication of these articles: a. Unknown persons insisted he print a retraction; b. The office of the Shia organisation to which he belonged was burned down; c. Sunni extremists threw stones at his house which prompted his family to move to a new home; d. Armed men indicating they were looking for him raided and robbed his sister's home and in the process, beat some of the occupants and locked some others in a room; and e. Two men on motorcycles followed him and began shooting at him, which again prompted the relocation of his family, first to Daska where his in-laws live, and then to Islamabad where he made arrangements to leave Pakistan.", "[3] On May 23, 2013, the Refugee Protection Division of the Immigration and Refugee Board of Canada (the RPD) determined that Mr. Cheema was neither a Convention refugee nor a person in need of protection within the meaning of sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 (the Act). The RPD decision was premised on the lack of credibility of Mr. Cheema's story, his failure to make reasonable efforts to access state protection, and the availability of internal flight alternatives in Lahore and Islamabad. The RPD found that the incidents Mr. Cheema allegedly experienced were criminal acts without a nexus to Convention refugee grounds.", "[4] Mr. Cheema seeks judicial review of that decision. For the reasons that follow, his application for judicial review is dismissed. II. Issue and Standard of Review", "[5] The issue to be determined in this case is whether the RPD's decision shall be set aside on the ground that its conclusion that Mr. Cheema is neither a Convention refugee nor a person in need of protection is the result, as Mr. Cheema contends, of a capricious and perverse finding made without due regard to the evidence that was before it.", "[6] Credibility findings as well as findings regarding the existence of nexus to a Convention ground or state protection are subject to the reasonableness standard of review. This standard of review, as is well established, means that the Court shall not interfere with the RPD's decision unless it lacks justification, transparency and intelligibility and falls outside the range of possible, acceptable outcomes, defensible in fact and in law (REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED). It is also well established that internal flight alternative findings are reviewable on a standard of reasonableness and warrant deference as they involve not only the assessment of the refugee protection claimant's circumstances but also an expert understanding of the country conditions involved ( REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED). III. Analysis", "[7] As I indicated previously, Mr. Cheema's refugee protection claim was rejected on the following three main grounds: lack of credibility of the alleged fear, availability of internal flight alternatives and state protection. A. Lack of Credibility", "[8] The RPD found several discrepancies between Mr. Cheema's testimony at the hearing of his refugee protection claim and his port-of-entry notes, the Personal Information Form (PIF) he signed in support of his claim and the amendments he brought to his PIF: a. In his testimony, Mr. Cheema said he received death threats in March 2011. Both his original PIF and his first amended PIF were silent on death threats at that time. In the second amendment to his original PIF, he talked about an incident of stone- throwing with death threats, which would have occurred in April 2011. Mr. Cheema justified these discrepancies by saying that he was \"upset and maybe he forgot\"; b. In his PIF, Mr. Cheema indicated that the police did not come to investigate the fire at the office of the Shia organisation of which he was a member. However, in his testimony he said that the police came but told the members of the organisation not to complain to the police as it would result in substantial danger to their lives. There was no mention of this in the PIF. Also, Mr. Cheema could not show that the extremists had caused the fire; c. Regarding the stone- throwing incident at his house and the motorbike shooting, Mr. Cheema claimed in his PIF he did not contact the police because they do not extend protection to his family. The RPD indicated that Mr. Cheema's family did report the case of the robbery that occurred at their house and that the police responded. It also indicated that there was no evidence of earlier incidents concerning his family in regard to which the police was contacted but failed to respond; d. Mr. Cheema adduced evidence consisting of an affidavit of his brother-in-law attesting that intruders came to his house with the intention to murder Mr. Cheema. However, his PIF reported the intruders as saying that the violence was due to Mr. Cheema's action and that he would be treated more harshly. There was no mention of a death threat; e. When asked about the interest the extremists would still have in him, Mr. Cheema said they would always be after him. He testified that they contacted his brother recently to ask about his whereabouts. However, he also testified that the extremists were receiving information from others because they would not talk to his family, as they do not talk to Shias. This is contradicting the fact they contacted his brother. Furthermore, Mr. Cheema testified that Daska is a small village where the inhabitants know everything, including his travel to Canada, which means that the extremists would also know where he is. However, if that were the case, the extremists would not have asked his brother about his whereabouts. When confronted with this inconsistency, Mr. Cheema claimed they wanted to know when he was coming back which led the RPD to find his testimony vague and inconsistent; and f. Mr. Cheema testified that he could not relocate anywhere in Pakistan because the police would inform the extremists once he uses his identity card. However, there was no evidence on record that the authorities actively supported extremists in this way.", "[9] It is clear that the accumulation of contradictions between a refugee claimant's testimony and his PIF may legitimately serve as the basis of a negative credibility finding ( CITATION_SUPPRESSED; REFERENCE_SUPPRESSED).", "[10] As the Federal Court of Appeal stated in REFERENCE_SUPPRESSED, an adverse credibility finding will normally be dispositive of a refugee protection claim unless the record contains reliable and independent documentary evidence to rebut it ( CITATION_SUPPRESSED).", "[11] Here, the RPD found several inconsistencies which were not based on peripheral points, but were related to elements integral to Mr. Cheema's claim for protection, including the death threats, the reason why he did not contact the police about the stone-throwing incident or the motorbike shooting, and interest the extremists would still have in him.", "[12] Mr. Cheema claims that the discrepancies between his PIF and his testimony regarding the death threats were due to the fact that when he filled his PIF, he was upset and forgot some of the details of his story. The RPD rejected this explanation as Mr. Cheema's fear for his life was central to his claim. This finding, in my view, was reasonably open for the RPD to make. As the Respondent points out, Mr. Cheema provided no evidence indicating that he had been diagnosed or treated at the time for any psychological disorder which would have affected his memory.", "[13] The RPD also rejected Mr. Cheema's explanation for the discrepancy between his brother-in-law's affidavit and his PIF regarding the nature of the threats allegedly made by the intruders during the raid of his sister's house. That explanation was that the brother-in-law had not wanted to worry him with details of the death threats that were made against him. Again, the RPD was not required to accept this explanation simply because Mr. Cheema had provided it (REFERENCE_SUPPRESSED). When considered jointly with the other credibility concerns raised by the RPD, the rejection of that explanation was, in my view, within the range of acceptable outcomes.", "[14] The Respondent, in his further memorandum of argument, points out that the RPD, after discounting discrepancies in the affidavit provided by Mr. Cheema's brother-in-law in relation to the robbery incident at his sister's home, erroneously held that there was no corroborating police documents of that incident on record. Indeed, it appears that both Mr. Cheema and the Respondent failed, at the Leave Application stage, to notice that a police report regarding this incident had been filed before the RPD. However, I agree with the Respondent that this error has little significance on the RPD's overall credibility finding as the RPD had ample other reasons to dispute Mr. Cheema's credibility. In addition, the police report does not corroborate the details of the incident alleged by Mr. Cheema as there is no mention of any threats made against him or of any assaults or mistreatment against the occupants of the house. The report only states that individuals were robbed of various jewellery and personal belongings. It does not link the robbery to Mr. Cheema's personal situation.", "[15] The role of the Court on proceedings of this sort is not to reweigh the evidence and substitute its own view of the case to that of the RPD (REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED). As I have indicated previously, it can only intervene if the RPD's decision falls outside the range of possible, acceptable outcomes, defensible in fact and in law ( CITATION_SUPPRESSED).", "[16] When considered as a whole, I find that the RPD's adverse credibility finding falls within such a range and, therefore, there is no basis for this Court to interfere with it. In other words, it was within reason for the RPD to disbelieve Mr. Cheema's story based on the inconsistencies revealed by his testimony, particularly on the key aspect of his refugee protection claim that were the death threats, as well as the link between the extremists and the fire at the Shia organisation's office. B. State Protection and Internal Flight Alternatives", "[17] The Applicant claims that the RPD's finding on state protection and internal flight alternatives is fatally flawed as it was made without proper consideration of the country conditions documentation which shows that Sunni extremists organizations have infiltrated the Pakistani authorities at various levels, therefore making it impossible for individuals targeted by these organizations because they do not support their beliefs, to expect state protection or to find a safe heaven anywhere in the country.", "[18] He also claims that the RPD erred in concluding that it was implausible and unreasonable that he would not approach the police for protection given his knowledge of and experience with their inefficiency and corruption.", "[19] I disagree. The RPD conducted its own analysis of the country conditions documentation and, in doing so, addressed the plausibility of the authorities in a large city informing localized extremist groups of Mr. Cheema's presence. It noted that a substantial number of members of the Shia community in Pakistan, which accounts for 25% of that country's total population, make their home in large metropolitan areas such as Lahore and Islamabad. It found that Mr. Cheema had provided no satisfactory and trustworthy evidence that the police in those areas would cooperate with the local extremists in his home village and eventually provide these extremists with information regarding his whereabouts. The RPD further noted that Mr. Cheema's assertions in this respect were based on his personal opinion and from what he had heard from unidentified people.", "[20] The RPD especially considered the country condition evidence regarding the protection of Shias and concluded that although it was mixed, it showed that the government had implemented measures against militants and terrorist groups, including Sunni extremists, with a resulting decline in militancy and incidents against Shias in recent years. It concluded that there was insufficient evidence to find that the police fears extremist groups to a point that they would be incapable of providing adequate protection, particularly in large urban centers such as Islamabad or Lahore.", "[21] As the Respondent correctly points out, Mr. Cheema's argument amounts to a disagreement as to how the RPD weighed the country conditions documentation evidence. Country conditions assessment is part of the RPD's expertise and, as a result, is owed significant deference when challenged on judicial review. This means that the Court may only interfere with it where there is no credible evidence supporting the RPD's finding in this respect (REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED).", "[22] Here, I am satisfied that Mr. Cheema failed to meet that threshold and, therefore, the RPD's finding that state protection was available to him in large urban centers, was reasonable.", "[23] I also see no basis to interfere with the RPD's finding that Mr. Cheema made insufficient efforts to test the availability of state protection and, as a result, failed to rebut the presumption that state protection is available to refugee protection claimants Of the three incidents that directly concerned Mr. Cheema - the retraction threat, the stone-throwing and the motorbike shooting - none was reported to the police. Mr. Cheema explained that he did not believe the police would protect him due to \"past experiences\" with the police not extending protection to his family. The RPD noted that no evidence of such past experiences was disclosed by Mr. Cheema. It further noted that there has been a police response for the two incidents that were reported, one of them being the raid against a family member's property, that of his sister.", "[24] It is well established that the onus is on a refugee protection claimant to demonstrate, with clear and convincing evidence, the state's inability or unwillingness to provide adequate protection (REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED). Also well-established is the fact that protection need not be perfect (REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED).", "[25] In discharging this burden, it is not sufficient to simply demonstrate that there has been some local failures of the police to provide state protection, nor is it sufficient to make a mere assertion of a subjective reluctance to engage the state or to doubt the effectiveness of state protection without reasonably testing it ( CITATION_SUPPRESSED).", "[26] What is required to rebut the presumption of state protection is evidence that all objectively reasonable efforts were unsuccessfully made by the claimants to exhaust all courses of action reasonably available to them before seeking refugee protection ( CITATION_SUPPRESSED).", "[27] Absent a compelling or persuasive explanation, the failure to make those efforts prior to seeking refugee protection will typically provide the RPD with a reasonable basis to conclude that the presumption of state protection has not been displaced ( CITATION_SUPPRESSED).", "[28] Here, given Mr. Cheema's inaction regarding the incidents where he was personally targeted, I am satisfied that it was reasonably open to the RPD to found that he had not shown sufficient reason not to access state protection.", "[29] Having found that the RPD's conclusions on state protection and internal flight alternatives were reasonable, I need not address the issue of whether the RPD's finding that Mr. Cheema's refugee protection claim has no nexus with Convention refugee grounds is reasonable because even if I were to conclude that this finding is erroneous, it would not change the outcome of the case. Before international protection is engaged, \"the home state must be either unwilling or unable to protect its own citizens\" (REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED). Therefore, a finding of state protection is determinative of the assessment of a refugee protection claim under either sections 96 or 97 of the Act ( REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED).", "[30] Mr. Cheema's judicial review application is dismissed.", "[31] Neither party has proposed a question of general importance. None will be certified. ORDER", "[32] THIS COURT ORDERS that 1. The application for judicial review is dismissed. 2. No question is certified. CITATION_SUPPRESSED"]}