{"id_": "007800", "body_str": ["[1] Rothstein, J. [orally]: This is an application for judicial review under s. 18.1 of the Federal Court Act to review and quash the exclusion order of adjudicator William Renehen dated December 16, 1992, in which he ordered that the applicant be excluded from Canada.", "[2] The issue is whether the applicant has been denied the right to counsel by reason of the adjudicator refusing a requested adjournment. The applicant, a citizen of Ghana, made a convention refugee claim when he arrived in Canada in 1987. The applicant's inquiry was opened and adjourned on December 15, 1987, in order that a credible basis hearing might be held.", "[3] On November 6, 1992, the applicant was determined not to have a credible basis to his refugee claim. At the November 6th proceeding the resumption of the applicant's convention refugee inquiry was discussed.", "[4] The applicant and his counsel at that time were present and December 16, 1992, was agreed upon by all parties for the resumption of the inquiry. A letter was handed to the applicant which stated: \"Dear Mr. Afrane: This is to advise you that the inquiry concerning yourself, which was opened and adjourned 15 December 1987 will resume on 16 December 1992 at 8:30 at this office, Toronto Backlog CIC, 250 Davisville Avenue, Toronto. Please arrange to be present at this time and have in your possession this letter. You have the right to be represented by counsel of your choice at this inquiry. Should you wish to be represented by counsel at the resumption of your inquiry, please take the necessary steps to arrange for counsel who is ready and able to attend on the date specified above. Counsel may be a Barrister or Solicitor, or any person interested in your welfare. Yours truly ...\"", "[5] And it's signed by a Senior Immigration Officer, Toronto Refugee Backlog, Canada Immigration Centre, 250 Davisville Avenue in Toronto.", "[6] Sometime in November or early December 1992, the applicant decided to retain new counsel. The material is not more precise as to when he made this decision and when he retained new counsel.", "[7] At the December 16, 1992 inquiry the applicant attended with a friend, but not with counsel. He told the adjudicator that he wanted to be represented by counsel and provided him with a letter which he handed to the adjudicator.", "[8] The letter is addressed to Employment and Immigration Canada, Toronto Backlog CIC, 250 Davisville Avenue, Toronto, attention: Adjudication, and it is from Tkatch & Young signed by Murray Tkatch. The letter stated: \"Re: Afrane, George. As you are aware, we are now representing this individual with regard to his immigration process in Canada and with regard to his pending application before the Federal Court of Canada. Accordingly, we were not the counsel consulted with regard to the availability of dates for the resumption for his 1987 inquiry. This is the first time the inquiry is being resumed in almost exactly five years. I would ask for a short adjournment in order to be able to adequately represent my client. I am not available until early in the new year and would suggest one of the following dates: January 13 p.m. 1993; February 10 p.m.; 15 p.m.; 19 a.m., 1993. If there is any problem with the above dates, please advise. If you can speak to my secretary Amy at the time of setting the adjournment, and she has been given instructions to give you her complete cooperation in order to set a mutually convenient date. Thanking you in advance for your consideration throughout. Yours very truly, Tkatch & Young per Murray Tkatch.\"", "[9] The adjudicator refused the adjournment request in the letter from counsel. The issue is whether by reason of the adjudicator refusing the adjournment request, the applicant was denied counsel, and if so, whether the decision of the adjudicator should be set aside and the matter remitted to another adjudicator for resumption of the inquiry regarding the applicant.", "[10] The right to counsel in situations in which it has been argued that that right has been denied in immigration cases has been dealt with in a number of cases.  <FRAGMENT_SUPPRESSED>  (F.C.A.), Kelly, D.J., states at p. 876: \"What is commonly referred to as the right to counsel requires only that the person be afforded a reasonable opportunity to retain to represent him before the officer or a tribunal counsel chosen by him from among those qualified to appear before the officer or a tribunal. \"In exercising the choice of counsel there are certain qualifications which must circumscribe the manner in which this choice is exercised. \"Where the person has a right to choose counsel to represent him, a choice must be from amongst those who are ready and able to appear on his behalf with the reasonable client requirements of the officer or tribunal. \"Thus, a person cannot select the busiest counsel in the area and insist on being represented by him when that counsel on account of prior commitments would not be able to appear before the counsel without unduly delaying the course of proceedings. If the person has been made aware of his right to choose counsel and at the end of a reasonable time has refused or failed to retain counsel ready and able to represent him according to the exigencies of the situation, he also has not been denied the right to counsel.\"", "[11] With reference to the circumstances of that case, Jackett, C.J., stated at p. 855: \"With reference to the question of counsel being ready to proceed, it must be recognized that every tribunal considering the request for an adjournment, whether faced with objections from parties opposing the adjournment or subject to a statutory duty to proceed with due expedition, must recognize the fact that submissions of counsel based on their not being ready to proceed or not being available to proceed with be weighed with care. \"It is, for example, not unknown for a party who does not desire to proceed to change counsel to obtain delay. Having regard to the course of events in this inquiry, particularly the fixing of a peremptory date after enumerable adjournments and attempts to agree on a date when counsel would agree to proceed, I am not prepared to say that the exercise of discretion under consideration was a wrong exercise of discretion.\"", "[12] In Pierre , the refusal to grant an adjournment was upheld by the Federal Court of Appeal. I note that in that case it was found that there were enumerable adjournments and attempts to agree on dates. The hearing was scheduled peremptorily. These facts are not present in the case at bar.", "[13] <FRAGMENT_SUPPRESSED> , the Federal Court of Appeal dealt with a case of a Special Inquiry Officer under the Immigration Act refusing the adjournment.", "[14] Le Dain, J.A., as he then was, stated at p. 126: \"I have considered the decision of this court in the case of <FRAGMENT_SUPPRESSED>  the Pierre case there had been many adjournments over a long period of time. \"The person concerned was advised on December 7, 1977, that he would be required to proceed with other counsel, if necessary, on December 19, 1977. In the present case there had been several recesses while the Special Inquiry Officer waited for Mr. Taylor to appear and an adjournment of a few hours to permit him to familiarize himself with the case, but the request for an adjournment of some two working days because of Mr. Taylor's out-of-town commitment was the first request of that kind that had been made. \"Mr. Taylor had not yet been able to examine the person who was alleged to have employed the applicant. His testimony was crucial to the issue before the Special Inquiry Officer. Even assuming that the refusal of the adjournment requested by Mr. Taylor was in these circumstances a reasonable exercise of discretion, which I think is highly questionable, the delay afforded to the applicant to retain and instruct other counsel was in the circumstances unreasonably short.\"", "[15] In <FRAGMENT_SUPPRESSED> the deportation order was set aside and the matter referred back for a new inquiry.", "[16] I note in that case the very short recesses and adjournment of a few hours to allow counsel to familiarize himself with the issues, and the refusal to grant a two working-day adjournment. I also note that there was evidence of the importance of certain testimony which counsel was impeded or prevented from obtaining or preparing. These facts are not present in the case at bar.", "[17] De Sousa and  <FRAGMENT_SUPPRESSED>  (F.C.A.), was a case of a proceeding before the Immigration Appeal Board. In that case the facts are not entirely clear, but it appears that the applicant's original counsel could not attend on the appointed date, recommended other counsel, but no counsel appeared on the appointed date. The chairman of the panel insisted the matter proceed even without counsel.", "[18] Reed, J.A., for the Federal Court of Appeal stated at p. 32: \"It seems abundantly clear, from the quotations above, that the applicants were effectively denied their right to counsel. As the Chairman himself recognized, they had been 'left in the lurch' by their immigration consultant (counsel). In fact, the Chairman thought counsel's conduct was so reprehensible that it was worthy of contempt proceedings. The hearing had not been set down peremptorily.\"", "[19] She then refers to Pierre and <FRAGMENT_SUPPRESSED> , and then carried on: \"In my view, the facts of the present case come closer to those pertaining in the <FRAGMENT_SUPPRESSED> decision than to those in the Pierre case. In addition, it is now clear since the Supreme Court decision in <FRAGMENT_SUPPRESSED> , that the applicant's right to a fair hearing in convention refugee cases is buttressed by s. 7 of the Canadian Charter of Rights and Freedoms . In the circumstances of this case, it is my view that the refusal to adjourn to allow the applicants to obtain counsel amounted to a denial of their right to counsel and their right to a fair hearing.\"", "[20] In the matter was referred back for a rehearing. The case at bar appears in some respects to be closer to than to Pierre or <FRAGMENT_SUPPRESSED> . There was a change of counsel; the date set was not a peremptory date; there is no indication of stalling on the part of the applicant or counsel.", "[21] However, the manner in which the applicant comes before this court leaves something to be desired. There is no indication when the applicant's present counsel was retained, nor is there any cogent reason given why counsel did not communicate with the respondent in advance of December 16, 1992, to indicate his unavailability and to discuss alternative dates. All he did was, diplomatically, but nonetheless unilaterally, indicate his inability to be present on December 16, 1992, and expect, as a matter of course, that the hearing would be adjourned.", "[22] Nor does the material indicate what evidence or submission the applicant was denied the opportunity of putting forward due to the absence of counsel on December 16, 1992.", "[23] Normally the material should contain a candid and full explanation of the circumstances. While perhaps not essential, some description of the prejudice suffered by the applicant by a refusal to grant an adjournment and proceeding in the absence of counsel would be desirable.", "[24] Having said this, it should be observed that this is not a case where a peremptory date was set, nor is there evidence that the applicant or his counsel had deliberately attempted to delay the process. On the record before me, counsel's request to adjourn the December 16, 1992 proceeding was the first adjournment requested.", "[25] While I do not approve of the way in which applicant's counsel had handled this matter, I do not think the rather presumptuous way in which he proceeded should result in the applicant being denied counsel in this case.", "[26] As I have indicated, there is no suggestion in the material that the applicant or counsel were parties to an attempt to obtain delay for no other purpose than delay itself, or had any other ulterior purpose for what transpired.", "[27] Under the circumstances, I will allow the application and order the matter returned to a new adjudicator for resumption of the applicant's inquiry as soon as possible. Counsel for the respondent shall prepare the appropriate order after communicating with her client and counsel for the applicant as to the date for the resumption of the inquiry. The order shall contain the date agreed upon.", "[28] Should the parties be unable to agree upon a resumption date, I will retain jurisdiction to decide the date by way of conference call, upon application of counsel for either party.", "[29] I will take this opportunity to observe that the right to be represented by counsel is not an absolute right. It is predicated on parties and counsel acting reasonably in all circumstances. Counsel for applicants run risks on behalf of their clients, made more serious, perhaps, by virtue of this decision, if they unilaterally fail to appear at scheduled hearings without any prior communication with representatives of the respondent.", "[30] There is no assurance that in an appropriate case, a refusal to adjourn may be upheld even if it results in a party not being represented by counsel if the circumstances so warrant. Order accordingly. Editor: Steven C. McMinniman/lrz [End of document]"]}