{"id_": "007864", "body_str": ["[1] Russell, J. : This is an application under s. 72(1) of the Immigration and Refugee Protection Act, SC 2001, c 27 [Act] for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board [RPD or the Board], dated July 26, 2012 [Decision], which refused the Applicants' application to be deemed Convention refugees or persons in need of protection under s. 96 and 97 of the Act. BACKGROUND", "[2] The Applicants came to Canada on September 15, 2011 from the United States and claimed refugee protection. They are Colombian citizens, with the exception of the youngest child, who is a citizen of the United States. Octavio Correa (Mr. Correa) was a successful businessman in the city of Cartagena who was allegedly forced to flee with his family after becoming the victim of attempted extortion and threats from an armed gang. The other Applicants are his wife and two children, whose claims for protection were entirely reliant on the facts alleged by Mr. Correa.", "[3] Mr. Correa alleges that in January 2004, four unknown men claiming to belong to a group that protects business owners arrived at his front door and told Mr. Correa that he had to pay one million pesos each month in order to receive protection. They explained that they had been watching Mr. Correa and knew all there was to know about him and his family. If he did not collaborate, they threatened to hurt his family. He was also told that if he went to police, he would be signing a death sentence for each member of his family.", "[4] The next day, an employee at Mr. Correa's place of business explained that a man had come looking for him, and had said that a money collector would come monthly for \"protection\" payments. The employee also admitted to having given other men information about Mr. Correa when asked at gunpoint on two occasions. Later that day, Mr. Correa reported the crime to police.", "[5] Several days later, Mr. Correa received a call in which he was told that he had made a terrible mistake by going to police, and that he would suffer the consequences. As a result, Mr. Correa decided to close his business.", "[6] In February 2004, the Applicants' home was broken into by two unknown men who gagged everyone, pushed Mr. Correa around and vandalized the home. The men demanded payment of the money the next day and stole valuables from the home. That same night, the family fled to the city of Barranquilla. While away, Mr. Correa learned from neighbours that men unknown to them had asked about Mr. Correa's whereabouts. Mr. Correa also received 10 to 12 calls from the paramilitaries in which they stated that they would find him and get their money.", "[7] When Mr. Correa returned to Cartagena in May 2004 in order to collect money from customers, two men attempted to kidnap him at gunpoint. Although he was able to escape, a taxi driver who intervened to help him was shot and killed in the incident.", "[8] The Applicants subsequently applied for American visas and fled to the United States in January 2005, where they remained without status for several years while waiting for things to blow over in Colombia. When the Applicants realized that things were not calming down, they learned that it was too late for them to make an asylum claim in the United States. They then waited for the \"infamous amnesty,\" which they say never came.", "[9] In July 2011, they made the decision to come to Canada. On September 15, 2011 they arrived in Fort Erie, Ontario where they made their claim for refugee protection. DECISION UNDER REVIEW", "[10] The RPD found that Mr. Correa was not a Convention refugee because he had not satisfied the burden of establishing a serious possibility of persecution on a Convention ground, and that he was not a person in need of protection because the risk he faced was a generalized risk rather than a personalized risk.", "[11] As well, the RPD found that since the youngest minor claimant is a citizen of the United States and no evidence was adduced to indicate that she has a fear of persecution in the United States, she is not a Convention refugee or a person in need of protection.", "[12] The RPD determined with respect to the s. 96 claim that the determinative issues were subjective fear and nexus. The RPD found that it was unreasonable for the Applicants to have lived in the United States for almost six years without status, knowing that the family could be deported at any time. Mr. Correa's explanation that he did not make a claim in the United States because he had not intended to remain there was not found to be reasonable. If Mr. Correa was genuinely fleeing Colombia in fear for his life, the RPD member found it reasonable that he would have pursued every option to attempt to legalize his status so as to avoid deportation. As a result, the RPD member drew a negative inference about Mr. Correa's credibility relating to his subjective fear.", "[13] The RPD also found that no nexus had been established to one of the five Convention refugee grounds of race, religion, nationality, real or imputed political opinion, or membership in a particular social group. The demands for money and, flowing from his non-compliance with their demands, the threats Mr. Correa received, did not provide a link to any of the Convention refugee grounds. Rather, the RPD found that Mr. Correa had been targeted by the extortionists because he was the owner of a business who had perceived wealth. The RPD rejected, due to insufficient evidence, the claim that the persecution Mr. Correa feared had a nexus to an imputed political opinion because he had spoken out against the group to a businessman in the region and had reported the incident to police. The RPD found that since the only demand was for money, the objective behind the extortion was purely criminal in nature, which does not provide the Applicants with a nexus to a Convention refugee ground.", "[14] The RPD also rejected the s. 97 claim. The Board found that to succeed under s. 97, the risk at issue must be a personal or individualized risk, must be likely to occur on a balance of probabilities, and must be one that \"would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country.\" The RPD found that although Mr. Correa testified that he believes he was threatened with death because he refused to comply with the extortionists' demands to pay them, insufficient reliable evidence was adduced to support the assertion that the risk faced by Mr. Correa was particularized. Rather, the RPD noted that so many other business owners in the region were required to pay money to this group or face consequences that the police have a form letter that they provide to anyone who reports threats of extortion. The Board noted that Mr. Correa did not recognize the men who tried to kidnap him, nor did those men refer to him by name. Based on the totality of the evidence, the RPD member found that Mr. Correa was a victim of attempted extortion and the resulting threat of harm or risk to life is a generalized risk faced by others who are perceived to be successful business people in Colombia and refuse to submit to the criminal demands of the groups. While accepting that Mr. Correa was subjected personally to a risk to his life, the Board found that the documentary evidence and testimony of Mr. Correa revealed that the risk he faced as a result of being a target of extortion is faced generally by other people in Colombia who are perceived to have the means to pay the demanded money.", "[15] The RPD noted that a generalized risk does not have to affect everyone in the same way. The fact that Mr. Correa had been identified personally as a target did not necessarily remove him from the generalized risk category, since the nature of the risk is one that is faced generally by others in the country. Furthermore, consequential harm experienced by persons who are targeted by criminal elements does not necessarily mean that their risk is personalized where the risk of actual or threatened violence is faced generally by others and is not specific to the Applicants.", "[16] Based on the above concerns relating to subjective fear, nexus and personalized risk, the RPD did not find that Mr. Correa was a Convention refugee or person in need of protection under sections 96 or 97 of the Act. As Mr. Correa's wife's and children's claims rested entirely upon his, they were also refused. ISSUES", "[17] The Applicants raise the following issue in this application: a. Did the Board err in law in determining that the Applicants faced a \"generalized risk\" in Colombia? STANDARD OF REVIEW", "[18] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] held that a standard of review need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis: <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ].", "[19] The RPD's finding on the issue of whether Mr. Correa faced a generalized risk in Colombia involves questions of mixed fact and law and is reviewable on a standard of reasonableness: <FRAGMENT_SUPPRESSED> ; see also <FRAGMENT_SUPPRESSED> .", "[20] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at para 47, and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" STATUTORY PROVISIONS", "[21] The following provisions of the Act are applicable in these proceedings: 97(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, a) b) ARGUMENT Applicants", "[22] The Applicants submit that the RPD's finding of generalized risk was based on its interpretation of the events experienced by the Applicants in Colombia. The Board, the Applicants submit, found that the Applicants' risk in Colombia was generalized because, in essence, it stemmed from criminal activity (extortion), which was faced by Colombian business owners generally.", "[23] The Applicants argue that the analysis of Justice Rennie in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] applies to the case at bar. There the Court found that the Board had erred in its interpretation of s. 97(1)(b)(ii) of the Act:", "[5] With regards to section 97, the Board accepted that the applicant faced a particular risk of harm from the MS, but concluded that because this risk was generally faced by others in El Salvador, the requirements of section 97 were not met. [...]", "[9] The Board erred in concluding that the applicant faced a particular risk of harm but was ineligible for section 97 protection simply because there is a general risk of criminal or gang activity in  <FRAGMENT_SUPPRESSED>  reviewed the basic principles governing the interpretation of section 97(1)(b)(ii) - specifically, that an individualized inquiry must be conducted in each case, and the fact that the risk to an applicant arises from criminal activity does not in itself foreclose the possibility of protection under section 97. The decision under review is not consistent with the jurisprudence, as it completely negates an admitted situation of individualized risk simply because the actions giving rise to that risk are also criminal.", "[10] The facts of this case are similar to those in <FRAGMENT_SUPPRESSED> . In that case, the applicant was a young man from El Salvador who claimed to have been targeted for recruitment and then threatened by the MS over a period of several months. The Board did not make any unfavourable findings about the applicant's credibility, but relied on the applicant's admission that gangs recruited throughout the country and across society. On the basis of this admission, the Board found the risk to be generalized and denied the claim.", "[11] In <FRAGMENT_SUPPRESSED> , Justice de Montigny made the following statement at paragraph 15: Under these circumstances, the RPD's finding is patently unreasonable. It cannot be accepted, by implication at least, that the applicant had been threatened by a well-organized gang that was terrorizing the entire country, according to the documentary evidence, and in the same breath surmise that this same applicant would not be exposed to a personal risk if he were to return to El Salvador. It could very well be that the Maras Salvatruchas recruit from the general population; the fact remains that Mr. Pineda, if his testimony is to be believed, had been specifically targeted and was subjected to repeated threats and attacks. On that basis, he was subjected to a greater risk than the risk faced by the population in general.", "[12]  <FRAGMENT_SUPPRESSED>  Justice Russel Zinn observed at paragraph 34 that the requirement that the risk is not faced generally by other individuals in or from that country means that: persons who face the same or even a heightened risk as others face of random or indiscriminate violence from gangs [may not be] eligible for protection. However, where a person is specifically and personally targeted for death by a gang in circumstances where others are generally not, then he or she is entitled to protection under s. 97 of the Act if the other statutory requirements are met.", "[13] In this case, the Board was guided by an incorrect understanding of the meaning of section 97(1)(b)(ii). Despite finding that the applicant was subject to a particularized risk of harm, it concluded that the risk also affected the population at large because all El Salvadorians are at risk of violence from the MS. The Board noted: \"There was no persuasive evidence before me that the claimant was targeted for any other reasons than the reasons I have already indicated\", i.e. those that motivate the MS to target any member of the population. In this way, the Board incorrectly focused on the reasons for which the applicant was being targeted, rather than the evidence that the MS was specifically targeting the applicant to an extent beyond that experienced by the population at large. As a result, the Board's decision is unreasonable.", "[14] As noted in <FRAGMENT_SUPPRESSED> , section 97 must not be interpreted in a manner that strips it of any content or meaning. If any risk created by \"criminal activity\" is always considered a general risk, it is hard to fathom a scenario in which the requirements of section 97 would ever be met. Instead of focusing on whether the risk is created by criminal activity, the Board must direct its attention to the question before it: whether the claimant would face a personal risk to his or her life or a risk of cruel and unusual treatment or punishment, and whether that risk is one not faced generally by other individuals in or from the country. Because the Board failed to properly undertake this inquiry in this case, the decision must be set aside.", "[24] The Applicants submit that the facts of the case at bar cannot be distinguished from those of <FRAGMENT_SUPPRESSED> , above. In both cases, the Applicants argue, the claimants were the victims of extortion demands backed by threats. As well, both sets of claimants reported to police, and were then subjected to violence by the gangs. Therefore, the Applicants submit that, as in <FRAGMENT_SUPPRESSED> , above, the RPD incorrectly focused on the reasons for which Mr. Correa was being targeted, rather than the evidence that the Los Paisas was specifically targeting the Applicants to an extent that was beyond what was experienced by the population at large.", "[25] The Applicants submit that the RPD focused on the reasons for the targeting - extortion - and noted only that sanctions for \"non-compliance\" with extortion demands were generalized. The RPD failed to acknowledge or analyze the fact that the Applicants were specifically targeted for violence after and because they had reported the gang to the police against the express orders of the gang. The Applicants argue that the evidence did not show that such treatment affected the population at large, nor did the RPD find that it did. As a result, the Applicants submit that the RPD's analysis of generalized risk was unreasonable. Respondent", "[26] The Respondent first points to s. 97 of the Act, noting that it provides protection to individuals that face a risk that is both personal and not generalized. With respect to the personal nature of the risk, the Respondent submits that a two-stage inquiry is required. First, s. 97(1) states that the applicant must be \"personally\" subject to the risk. Second, s. 97(1)(b)(ii) states that the otherwise personal risk set out in s. 97 must not be faced \"generally by other individuals\" from that country. The Respondent submits that the two requirements are conjunctive - it must be both personal and not faced generally. Therefore, a risk may be faced by an applicant personally, but also be faced generally by others, meaning the applicant would not be entitled to protection.", "[27] The Respondent notes that this Court has consistently held that a risk \"faced generally\" means one that is \"prevalent or widespread\" ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ Paz Guifarro ]). It does not mean that it has to be faced by the entire population ( <FRAGMENT_SUPPRESSED> , above, at para 26). The Respondent points out that the Court has specifically applied this analysis to sub-groups of a population that are \"perceived to have wealth\" ( Paz  <FRAGMENT_SUPPRESSED> , at para 33).", "[28] The Respondent further notes that where an applicant is personally targeted, this does not necessarily mean the risk is no longer \"generally faced by other individuals.\" Rather, depending on the situation in the applicant's home country, personal targeting could be a risk that is generally faced by others or it may not be. It is a question that depends on the evidence in each case.", "[29] While acknowledging that there are cases going both ways on this issue, the Respondent submits that there are a number of cases where this Court has held that targeting from a gang is generalized risk even if it is repeated and done in retaliation for approaching the police or not complying with extortion demands: see for example: <FRAGMENT_SUPPRESSED> , above; Paz  <FRAGMENT_SUPPRESSED> , at paras 5-6, 32; <FRAGMENT_SUPPRESSED> ; compare with <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , above, at paras 70-71; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]. The outcome will depend on the particular circumstances of the applicant's risk and the particular circumstances in the applicant's home country.", "[30] The Respondent submits that while the reasons for an applicant's targeting may be unique to them, the risk is still generalized if the nature and basis of the risk is the same as that faced by others in the country. In support of this submission, the Respondent relies on <FRAGMENT_SUPPRESSED>  [ ] at para 23: The fact that the particular reason why Mr. Baires Sanchez may face this risk may differ from the particular reason why others face this risk is of no consequence, given that (i) the nature of the risk is the same, namely, violence (including murder); and (ii) the basis for the risk is the same, namely, the failure to comply with the MS-13's demands, whether they be to join their organization, to pay extortion money, or otherwise. As the Board appropriately recognized, \"[a] generalized risk does not have to affect everyone in the same way.\"", "[31] In the present case, the Respondent submits that the nature of the risk (risk of violence) and the basis for the risk (failure to cooperate with the gang) is the same as that faced by other business owners in Colombia.", "[32] The Respondent argues that the Board's finding that the risk faced by the Applicants is faced generally by other people in Colombia who are perceived to have the means to pay the demanded money shows an interpretation and application of s. 97(1)(b)(ii) that is consistent with the jurisprudence discussed above.", "[33] The RPD weighed the relevant facts relating to Mr. Correa's situation, including that \"so many\" other business owners were required to pay money to this group or face consequences, that extortion or tax was something that \"all or most\" businesses had to pay, that the incidents involved different people who Mr. Correa did not recognize, that Mr. Correa was aware of similar instances of attempted abduction, that extortion constitutes a widespread risk for all citizens of Colombia and that criminal groups continue to expand and consolidate their presence across Colombia, using crimes such as kidnapping and extortion to make money. The RPD then concluded that the personal risk faced by the Applicants was one that was \"faced generally by other people in Colombia who are perceived to have the means to pay the demanded money.\"", "[34] In response to the Applicants' arguments, the Respondent says that the situation in <FRAGMENT_SUPPRESSED> , above, can be distinguished from the present case. In that case, the error identified by Justice Rennie was the Board's failure to conduct an individualized assessment of the Applicants' risk, as the RPD had held that they faced a risk of crime and therefore it must be excluded by s. 97(1)(b)(ii). Justice Rennie held that merely because it is a risk of crime does not automatically mean it is excluded by s. 97(1)(b)(ii) - an individual analysis of risk is required ( <FRAGMENT_SUPPRESSED> , above, at para 9).", "[35] In the present case, the Respondent submits that the RPD gave a detailed individual analysis and determined, on the basis of all the evidence, that the specific risks faced by the Applicants were faced generally by others. The Respondent notes that while the facts in <FRAGMENT_SUPPRESSED> , above, may be similar to the present case, the issue is about the requirement for individualized inquiry rather than a generalized finding that all criminal victimization is excluded.", "[36] The Respondent submits that, consistent with other jurisprudence of this Court (see, for example, <FRAGMENT_SUPPRESSED> , above), the RPD expressly identified and characterized the risk Mr. Correa was facing in a number of places throughout the Decision: The claimant was approached and demanded to pay extortion monies to a criminal group and as a result of his non-compliance, he was threatened and a victim of attempted abduction.", "[37] After considering the evidence, the RPD determined that this was a risk faced generally by others from Colombia:", "[30] Based on a totality of the evidence, I find that the claimant was a victim of attempted extortion and the resulting threats of harm or risks to life for non-compliance, is a generalized risk faced by others who are perceived to be successful business people in Colombia and refuse to acquiesce to the criminal demands of the groups.", "[38] The Respondent notes that while Mr. Correa tries to distinguish his situation by emphasizing that he was threatened as retaliation for going to the police, the RPD made reference to this allegation throughout the Decision and was clearly aware of this particular circumstance. Furthermore, the Respondent notes that the Applicants have not cited any documentary evidence to demonstrate that this type of targeting by gangs is not a prevalent or widespread risk in Colombia.", "[39] Finally, the Respondent submits that the RPD is entitled to deference, and based on the jurisprudence cited by the Board, its conclusions were within the range of acceptable outcomes. ANALYSIS", "[40] This application raises a seemingly intractable issue that the Court has had to deal with many times: under s. 97(1)(b)(ii) of the Act, when is a risk faced personally by an applicant a risk that is \"not faced generally by other individuals\" in or from the applicant's country of nationality or former habitual residence? Former Divergence", "[41] As several members of the Court have observed, two \"lines\" or \"branches\" of cases have emerged with respect to whether, or in what circumstances, individuals targeted by criminal gangs for extortion or forced recruitment will qualify for protection under s. 97(1)(b) of the Act: see <FRAGMENT_SUPPRESSED>  at paras 37-39 ( <FRAGMENT_SUPPRESSED> (Strickland) [ Aleman Aguilar ]; <FRAGMENT_SUPPRESSED> ( Shore ) [ <FRAGMENT_SUPPRESSED> ].", "[42] In <FRAGMENT_SUPPRESSED> , above, Justice Gleason observed at paras 38-39: 38 On one hand, in several cases similar to the present, the Court has overturned RPD decisions where the claimant had been personally targeted for violence by one of the criminal gangs operating in Central or South America (see e.g. Pineda (2012) <FRAGMENT_SUPPRESSED> [2012] FCJ No 149 (Rennie) [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1477 (Zinn) [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [2011] FCJ No 914 ( <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1601 (O'Reilly) [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1431 ( <FRAGMENT_SUPPRESSED>  [2011] FCJ No 595 (Scott) [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [2011] FCJ No 525 (Snider) [ Barrios Pineda ]; <FRAGMENT_SUPPRESSED>  [2011] FCJ No 144 (Noël) [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [2007] FCJ No 501 (de Montigny) [ Pineda (2007) ]). 39 Opposite conclusions were reached in the other group of cases, where the Court upheld the RPD's decisions in situations where gangs made threats of future harm to the claimants but the threats were found to be insufficient to place the claimant at any greater risk than others in the country (see e.g. <FRAGMENT_SUPPRESSED>  [2012] FCJ No 6 ( <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1277 ( <FRAGMENT_SUPPRESSED>  [2011] FCJ No 967 ( <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1358 (Crampton); Guifarro; and  <FRAGMENT_SUPPRESSED>  [2007] FCJ No 817 (O'Keefe)). In several of these cases, however, the RPD did not make a determination like it did in the present case to the effect that the applicant had been personally targeted and was at risk of death. Thus, the two lines of cases do not necessarily conflict with each other.", "[43] One could add the following to the first list: <FRAGMENT_SUPPRESSED>  (Hughes) [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> , above; <FRAGMENT_SUPPRESSED>  (Martineau) [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  (Shore) [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  (Mactavish) [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  (Rennie) [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> , above; <FRAGMENT_SUPPRESSED>  (Roy) [ Hernandez Lopez ]; Aleman  <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED>  (de Montigny) [ De La Cruz ], among others.", "[44] The following cases, among others, could be added to the second list: <FRAGMENT_SUPPRESSED>  (de Montigny) [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  (Tremblay-Lamer) [ ]; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  (Kelen) [ Perez (2009) ]; <FRAGMENT_SUPPRESSED>  (Zinn) [ De Parada ]; <FRAGMENT_SUPPRESSED>  (Boivin) [ Perez (2010) ]; <FRAGMENT_SUPPRESSED>  (Harrington) [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  (Near) [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  (Shore) [ Ramirez (2012) ]; <FRAGMENT_SUPPRESSED>  (Hughes) [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  (Simpson) [ Wilson ]; <FRAGMENT_SUPPRESSED>  (O'Keefe) [ De Munguia ]; <FRAGMENT_SUPPRESSED>  (Strickland) [ Neri ].", "[45] In my view, the differences between these two lines of cases arise both from different facts and different approaches to interpreting and applying the language of s. 97(1)(b)(ii). I agree with Justice Gleason that whether or not personal targeting is found to have occurred has been an important and even decisive factor in many cases, but there have also been cases where a denial of the claim has been upheld despite a finding of personal targeting or circumstances that clearly demonstrate it. The Respondent in the present matter cites several examples, including: Rodriguez, Paz Guifarro ; <FRAGMENT_SUPPRESSED> ; De Munguia Perez (2009) , all above.", "[46] While a full consensus has yet to emerge, I think that there is now a preponderance of authority from this Court that personal targeting, at least in many instances, distinguishes an individualized risk from a generalized risk, resulting in protection under s. 97(1)(b). Since \"personal targeting\" is not a precise term, and each case has its own unique facts, it may still be the case that \"in some cases, personal targeting can ground protection, and in some it cannot\" ( <FRAGMENT_SUPPRESSED> , above, quoted with approval in <FRAGMENT_SUPPRESSED>  [ Pineda (2012) ]. However, in my view there is an emerging consensus that it is not permissible to dismiss personal targeting as \"merely an extension of,\" \"implicit in\" or \"consequential harm resulting from\" a generalized risk. That is the main error committed by the RPD in this case, and it makes the Decision unreasonable. Interpretation of s. 97(1)(b)(ii): towards a common approach", "[47] The Court of Appeal has considered the proper interpretation of s. 97(1)(b)(ii) only once, in <FRAGMENT_SUPPRESSED>  [ Prophète FCA]. While the Court in that case declined to answer the certified question, it provided brief but important guidance in doing so that assists with finding a common approach.", "[48] The question certified  <FRAGMENT_SUPPRESSED>  FC, above, was as follows: Where the population of a country faces a generalized risk of crime, does the limitation of section 97 (1)(b)(ii) of the IRPA apply to a subgroup of individuals who face a significantly heightened risk of such crime?", "[49] In declining to answer this question, the Court of Appeal made the following observations: 4 The certified question correlates with the appellant's position. Mr. Prophète, a citizen of Haiti, sought asylum in Canada alleging persecution in the form of vandalism, extortion and threats of kidnapping. Although the appellant recognized the upheaval faced generally by Haitian citizens, he submitted that being a businessman put him and other business persons especially at risk because those with money or those perceived to have money were at greater risk than the general population which, for the most part, lived in poverty. According to the appellant, as soon as a significantly heightened risk is not faced by the rest of the population, that risk is not captured by the exclusion of subparagraph 97(1)(b)(ii) of the Act because that risk is no longer a risk faced generally by other individuals in or from a given country (appellant's memorandum of fact and law at paragraph 90). 5 For the following reasons, the appeal will be dismissed. [...] 7 The examination of a claim under subsection 97(1) of the Act necessitates an individualized inquiry, which is to be conducted on the basis of the evidence adduced by a claimant \"in the context of a present or prospective risk\" for him <FRAGMENT_SUPPRESSED> ) (emphasis in the original). As drafted, the certified question is too broad. Taking into consideration the broader federal scheme of which section 97 is a part, answering the certified question in a factual vacuum would, depending on the circumstances of each case, result in unduly narrowing or widening the scope of subparagraph 97(1)(b)(ii) of the Act. 9 For these reasons, we decline to answer the certified question. 10 In the case at bar ( <FRAGMENT_SUPPRESSED> ), there was evidence on record allowing the Applications Judge to conclude:", "[23] ... that the applicant does not face a personalized risk that is not faced generally by other individuals in or from Haiti. The risk of all forms of criminality is general and felt by all Haitians. While a specific number of individuals may be targeted more frequently because of their wealth, all Haitians are at risk of becoming the victims of violence. [Emphasis added]", "[50] In my view, careful attention should be paid to the reason the Court of Appeal gave for declining to answer the certified question: it was concerned that doing so in the circumstances would unduly narrow or broaden the interpretation of s. 97(1)(b)(ii) as it applied to victims of criminal gangs. In view of this, I think it necessary to avoid both extremes in interpreting the provision. At one end of the spectrum this would mean emptying s. 97(1)(b) of any protection for victims of criminal gangs. At the other end would be an interpretation that is so broad that essentially all those with a real and personal risk related to these gangs qualify for protection. The latter may be more in line with Canada's international human rights obligations, but, in my view, it cannot be reconciled with the language of s. 97(1)(b).", "[51] Some interpretations applied to the provision by the RPD and, it must be said, the Court in some cases, have come dangerously close to emptying it of any meaning for victims of criminal gangs, contrary to the Court of Appeal's direction  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> . In other cases, this Court has rightly warned against such a result, usually while noting that the RPD's reasoning in the decisions under review would, if accepted, have this result: see <FRAGMENT_SUPPRESSED> , above, at para 14 (Rennie); <FRAGMENT_SUPPRESSED> , above, at para 36 (Gleason); <FRAGMENT_SUPPRESSED> , above, at para 16 (MacTavish); <FRAGMENT_SUPPRESSED> , above, at para 28 (Rennie); De La  <FRAGMENT_SUPPRESSED> , at para 42 (de Montigny). In several cases, the Respondent has been asked to provide examples of who would be protected from gang violence under s. 97(1)(b), and either could not provide an example or took the view that protection would only be available in the most extreme cases, such as when a gang had been contracted to kill someone.  <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ] Justice Zinn responded as follows to the latter position, which the Respondent advanced on the basis of the Court's reasoning  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> : 34 I do not accept that protection under the Act is limited in the manner submitted by the respondent. This is not to say that persons who face the same or even a heightened risk as others face of random or indiscriminate violence from gangs are eligible for protection. However, where a person is specifically and personally targeted for death by a gang in circumstances where others are generally not , then he or she is entitled to protection under s. 97 of the Act if the other statutory requirements are met. [Emphasis added]", "[52] In my view, Justice Zinn's contrast between a \"heightened risk of random or indiscriminate violence\" versus a circumstance \"where a person is specifically and personally targeted for death by a gang in circumstances where others are generally not\" provides at least an appropriate starting point for analysis under s. 97(1)(b)(ii).", "[53] It has been frequently observed in RPD decisions that the threats and violence described by applicants as personal targeting - often reprisals for failure to comply with gang demands - are merely an \"extension of\" or \"consequential harm\" arising from the generalized risk of extortion or forced recruitment that is experienced by large segments of the population. This is the first way in which s. 97(1)(b) can be emptied of meaning for the victims of criminal gangs, because it erases all distinctions based on the degree or the proximity of the risk.", "[54] The Court appeared to give some credence to this view when it stated in <FRAGMENT_SUPPRESSED>  [ Romero ] that: 18 Counsel, creatively, argues that the fact that the applicant sought to resist the extortion by reporting it to the police makes him unique, or brings him within a unique or discreet sub-group of the general population and hence within subsection 97(1)(b)(ii). In my view, the risk or threat of reprisal cannot be parsed or severed from the demand for payment. The act of criminality is established on the demand of payment and implicit or explicit threat of reprisal for failure to pay. The fact that the threat is implemented or the victim reports the extortion does not bring them outside of the operative words of subsection 97(1)(b)(ii), namely whether the threat they face is generalized. [Emphasis added]", "[55] In my view, this analysis from Romero , above, has been superseded by subsequent cases, including some very incisive analysis by Justice Rennie himself (see <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> , all above), and no longer represents a valid approach for this Court or the RPD to follow.", "[56] The problem with this approach lies in assigning too much importance to the initial reasons for the threat. In doing so, it seems to improperly import elements of the s. 96 test into the s. 97 context. Under s. 96, the reason one is targeted is at the heart of the analysis, because of the requirement to establish a nexus to Convention grounds of protection. Under s. 97, by contrast, it has very little relevance at all. Someone may be initially targeted for extortion because he/she is a shopkeeper, but that is irrelevant to the risk faced now and in the future except to the extent that it provides clues to the nature and extent of the threat objectively considered. It does not matter what personal characteristic of the victim prompted the perpetrator to target them (e.g. youth, perceived wealth or ownership of a business) or what motivates the perpetrator to target anyone in the first place (e.g. increasing wealth through extortion or acquiring \"drug mules\" through forced recruitment).", "[57] The analysis under s. 97 is objective and forward looking. We should not be concerned with what is in the mind of the perpetrator, except to the degree it assists with that analysis. It may well play a role in that sense: if a gang always kills those who report them to police, it will be quite relevant to a risk analysis that this is the \"reason\" the gang is currently targeting an applicant. However, it seems to me that it is completely inappropriate to refer to the motivation of the perpetrator to box the victim into a category of persons subject to a \"generalized risk,\" such that subsequent or \"consequential\" harms cannot \"remove them from the exception.\" There is no \"consequential\" or \"resulting\" risk under s. 97, there is only risk, objectively and prospectively considered. The question is not whether others with similar characteristics could find themselves in the Applicant's position; it is whether others \"generally\" are in that position now.", "[58] I think this is what Justice Rennie had in mind when he observed in <FRAGMENT_SUPPRESSED> , above, that: 13 In this case, the Board was guided by an incorrect understanding of the meaning of section 97(1)(b)(ii). Despite finding that the applicant was subject to a particularized risk of harm, it concluded that the risk also affected the population at large because all El Salvadorians are at risk of violence from the MS. The Board noted: \"There was no persuasive evidence before me that the claimant was targeted for any other reasons than the reasons I have already indicated\", i.e. those that motivate the MS to target any member of the population. In this way, the Board incorrectly focused on the reasons for which the applicant was being targeted, rather than the evidence that the MS was specifically targeting the applicant to an extent beyond that experienced by the population at large. As a result, the Board's decision is unreasonable. [Emphasis added] See also <FRAGMENT_SUPPRESSED> , above, at para 29.", "[59] I also think this is what Justice Zinn had in mind in <FRAGMENT_SUPPRESSED> , above, where he considered the RPD's characterization of the risk faced by the applicant, whose grandmother had been killed and who reportedly had a contract out on his life due to his repeated refusals to carry drugs across the Guatemala - El Salvador border for the Los Lorenzanas gang: 29 ... The closest the decision-maker in this case comes to actually stating the risk she finds this applicant faces is the following: \"[T]he harm feared by the claimant; that is criminality (recruitment to deliver drugs)....\" But this is not the risk faced by the applicant, and even if it were, the decision fails to state how this meets the test of risk set out in subparagraph 97(1)(b)(ii) of the Act. At best, the risk as described forms part of the reason for the risk to the applicant's life. When one conflates the reason for the risk with the risk itself, one fails to properly conduct the individualized inquiry of the claim that is essential to a proper s. 97 analysis and determination. [Emphasis added]", "[60] There appears to be a tension between these findings and certain other findings of this Court when interpreting and applying s. 97(1)(b)(ii). Notably,  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> , where the applicant was beaten and threatened with death for refusing to join a gang, the Court found that the risk of reprisal faced by young males in El Salvador who resisted forced recruitment was essentially the same as the risk faced by others who refused other types of demands from criminal gangs. This was because the \"nature\" of the risk (violence including murder) and the basis for the risk (failure to comply with demands) was the same. Thus, not only did young males facing actual reprisals for refusing to join face the same risk as young males who were only potential targets for forced recruitment, but they all faced essentially the same risk as the entire population of El Salvador.", "[61] It seems inescapable that, if s. 97(1)(b) is to be given any meaning (for anyone, not just victims of criminal gangs), proximity to the risk (or as some have put it, the degree of the risk), must be considered in addition to its \"nature\" broadly defined. That is why it is problematic to speak of personal targeting as simply \"consequential harm\" or an \"escalation of\" an initial generalized risk (contra Baires  <FRAGMENT_SUPPRESSED> , at paras 21 and 27). As Justice MacTavish observed in <FRAGMENT_SUPPRESSED> , above, in responding to a finding of the Board (quoted at para 8) that \"[t]he fact that this claimant has been specifically and personally targeted by the gang is irrelevant to the determination of whether the risk that he faces at their hands is generalized\": 17 The fact that Ambrook Lane Clan gang had specifically and personally targeted Mr. Tomlinson was clearly not irrelevant to the determination of whether the risk that he faced was personalized or generalized. Indeed, it is precisely the type of consideration that the Board must take into account in carrying out the individualized inquiry mandated by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> . The Board thus erred in failing to properly consider this important fact in its section 97 analysis. 18 The Board further erred in stating that what mattered was whether the risk faced by Mr. Tomlinson was \"a type of risk that is also faced by a generality of others in Jamaica...\" The question for determination was not just the type of risk faced but also the degree of risk . As in <FRAGMENT_SUPPRESSED> , the Board erred in conflating a highly individualized risk faced by Mr. Tomlinson with a generalized risk of criminality faced by others in Jamaica.", "[62] See also <FRAGMENT_SUPPRESSED> , above, at para 11 and De La  <FRAGMENT_SUPPRESSED> , at para 41, which also make it clear that the degree of risk is an essential component of the analysis. Or as Justice Shore put it in <FRAGMENT_SUPPRESSED> , above, at para 41: \"The risks of those standing in the same vicinity as the gunman cannot be considered the same as the risks of those standing directly in front of him.\"", "[63] In addition to the nature of the risk being the same as others generally in El Salvador, the \"basis\" for the risk is also said to be the same. It is apparent, however, that the stated \"basis\" for the risk (failure to comply with gang demands) is simply a broader grouping of various \"reasons\" someone might be targeted (refusal of forced recruitment, extortion demands etc.). It is therefore problematic as a focus of analysis under s. 97, for reasons I have already stated above. Thus, the \"nature\" and \"basis\" of the risk as articulated do not provide a workable framework for analyzing risk on an objective and individualized basis. In fact, it is hard to see how they could lead to any other conclusion than that a risk is generalized, particularly when combined with the further observation that \"[a] generalized risk does not have to affect everyone in the same way.\" While true in an abstract sense, if carried too far it has the potential to turn virtually any risk into a generalized risk.", "[64] It seems to me that the second way in which the risk of emptying s. 97(1)(b)(ii) of meaning for the victims of criminal gangs may arise is from over-extending the valid observation that \"a generalized risk could be one experienced by a subset of a nation's population\": <FRAGMENT_SUPPRESSED> . In the often-cited case of <FRAGMENT_SUPPRESSED> , above, Justice Snider considered an argument that an applicant would be at heightened risk in returning to Colombia because of the psychological stress of worrying that the FARC would harm his Canadian-born son. The Board found that this was a general risk faced by all parents in Colombia. On judicial review, the applicant argued that the Board had wrongly equated \"the phrase 'faced generally by other individuals' with 'faced generally by all parents'.\" Justice Snider responded to this argument as follows:", "[24] It seems to me that common sense must determine the meaning of s. 97(1)(b)(ii). To put the matter simply: if the Applicants are correct that parents in Colombia are a group facing a risk not faced generally by other individuals in Colombia, then it follows that every Colombian national who is a parent and who comes to Canada is automatically a person in need or protection. This cannot be so. [...]", "[26] Further, I can see nothing in s. 97(1)(b)(ii) that requires the Board to interpret \"generally\" as applying to all citizens. The word \"generally\" is commonly used to mean \"prevalent\" or \"widespread\". Parliament deliberately chose to include the word \"generally\" in s. 97(1)(b)(ii), thereby leaving to the Board the issue of deciding whether a particular group meets the definition. Provided that its conclusion is reasonable, as it is here, I see no need to intervene.", "[65] Justice Snider identified the issue as \"whether a risk to a sub-group - in this case, parents - can be a risk contemplated by s. 97(1)(b)(ii),\" and found that the Board was correct and reasonable in concluding that it could.", "[66] A similar approach has been followed in other cases: see <FRAGMENT_SUPPRESSED> , above, at para 23; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at paras 23-25; De  <FRAGMENT_SUPPRESSED> , at para 22; <FRAGMENT_SUPPRESSED> , above, at paras 15-16; Paz  <FRAGMENT_SUPPRESSED> , at paras 30-33; Gabriel , above, at para 20; above; Perez (2010) , above, at para 39; <FRAGMENT_SUPPRESSED> , above, at paras 8-9.", "[67] This raises the thorny issue of how large a sub-group a risk must affect before it can be considered one that is \"faced generally by other individuals in or from\" the applicant's country of nationality.", "[68] I agree with Justice Snider that common sense must govern in this regard, in view of the language chosen by Parliament. The New Oxford Dictionary of English (Oxford University Press, 1998) defines \"general\" to mean \"affecting or concerning all or most people, places or things; widespread.\" The same source defines \"generally\" to mean \"in most cases; usually\" or \"widely\". Justice Zinn summed up the common sense meaning of the term in De  <FRAGMENT_SUPPRESSED> , at para 22 when he observed that \"where the subgroup is of a size that one can say that the risk posed to those persons is wide-spread or prevalent then that is a generalized risk.\"", "[69] In Prophète  <FRAGMENT_SUPPRESSED> , the Federal Court of Appeal found at para 7 that \"a claim under subsection 97(1) of the Act necessitates an individualized inquiry, which is to be conducted on the basis of the evidence adduced by a claimant \"in the context of a present or prospective risk\" for him ( <FRAGMENT_SUPPRESSED> ).\" How to properly conduct this \"individualized inquiry,\" and assess when individual circumstances distinguish the risk faced by a given applicant from one \"faced generally by individuals in and from\" their country, has been at the heart of the diverging streams of jurisprudence from this Court regarding s. 97(1)(b)(ii). However, as I mentioned earlier it appears to me that a predominant view has begun to emerge that may promote greater consistency in Court and RPD decisions.", "[70] <FRAGMENT_SUPPRESSED>  [ Pineda (2007) ], above, where the applicant was threatened and beaten for refusing to join a gang, Justice de Montigny contrasted \"random and generalized risk\" with the \"specific targeting\" experienced by the applicant: 13 In short, the risk faced by an applicant ought not to be a random and generalized risk indiscriminately faced by all persons living in the country to which the applicant risks to be removed. In this case, the applicant submitted in his Personal Information Form (PIF) that he had been personally subjected to danger; yet the RPD did not take this into account and rather put the accent on the fact that Mr. Pineda had stated in his testimony that the Maras Salvatruchas recruited across the country and targeted all levels of society, regardless of the age of the persons contemplated. [...] 15 Under these circumstances, the RPD's finding is patently unreasonable. It cannot be accepted, by implication at least, that the applicant had been threatened by a well-organized gang that was terrorizing the entire country, according to the documentary evidence, and in the same breath surmise that this same applicant would not be exposed to a personal risk if he were to return to El Salvador. It could very well be that the Maras Salvatruchas recruit from the general population; the fact remains that Mr. Pineda, if his testimony is to be believed, had been specifically targeted and was subjected to repeated threats and attacks . On that basis, he was subjected to a greater risk than the risk faced by the population in general. [Emphasis added]", "[71] Justice de Montigny distinguished the situation in <FRAGMENT_SUPPRESSED> , above, where the applicant argued he would suffer cruel and unusual treatment or punishment because of the psychological stress, as a parent, of worrying about his son's well-being. He found that: 17 The facts underlying this application for judicial review have nothing to do with such a situation. The applicant was not claiming to be subject to a risk to his life or his safety based only on the fact that he was a student, young or from a wealthy family . If such were the case, the application would have to be dismissed for the same reasons that led the Court to confirm the RPD decisions in the two matters mentioned above. But this is not the case. The applicant alleged that he had been personally targeted on more than one occasion, and over quite a long period of time. Unless we question the truthfulness of his story, which the RPD did not do, we have no doubt that he will be personally in danger if he were to return to El Salvador. In the particular circumstances of this matter, to find the opposite amounts to a patently unreasonable error. [Emphasis added]", "[72] In <FRAGMENT_SUPPRESSED> , above, where the applicant was repeatedly threatened and assaulted for refusing to join the MS gang and for providing information to the police, including by a former friend who was successfully recruited and told the applicant he was \"looking forward to killing him\" because he had talked to the police, Justice Gleason observed as follows: 36 ... [T]he interpretation given by the RPD to section 97 of IRPA in the decision is both incorrect and unreasonable. It is simply untenable for the two statements of the Board to coexist: if an individual is subject to a personal risk to his life or risks cruel and unusual treatment or punishment, then that risk is no longer general. If the Board's reasoning is correct, it is unlikely that there would ever be a situation in which this section would provide protection for crime-related risks. Indeed, counsel for the respondent was not able to provide an example of any such situation that would be different in any meaningful way from the facts of the present case. The RPD's interpretation would thus largely strip section 97 of the Act of any content or meaning. [Emphasis added]", "[73] I do not think that Justice Gleason is here collapsing the two parts of the conjunctive test that applies under s. 97(1)(b)(ii): that is, whether the risk is personal, and whether it is generalized (or \"faced generally by individuals in or from that country\".) Justice Zinn has rightly cautioned against doing this in <FRAGMENT_SUPPRESSED> , above, at paras 26-27. <FRAGMENT_SUPPRESSED> , above, turns on Justice Gleason's later observation (at para 48) that the Board \"[conflated] the risk faced by the applicant with that faced by all men of the applicant's age in El Salvador,\" and thus \"erroneously concluded that the risk faced by the applicant was the same as the risk faced generally by other individuals in El Salvador.\" Justice Gleason continued: 49 ... The RPD's determination in the present case is unreasonable because its ruling irrationally concludes that the applicant was in the same situation as any other young man in El Salvador, when this patently was not the case. 50 ... [T]he applicant in this case faced a heightened and different risk not faced by other young men in El Salvador because the MS had threatened him in order to obtain retribution for his having spoken to the police and provided Carlos' mother's address to them. Carlos [the applicant's former friend] was shown to have joined the MS and he personally made a death threat to the applicant. The applicant's situation was thus fundamentally different from that of others, who might be generally at risk of recruitment, threats or even assault by the MS. The applicant, though, was found to directly and personally face the risk of death. This is a far cry from the risk of extortion, recruitment or assault and thus the applicant's risk is much more significant and more direct than that faced by other men in El Salvador. Accordingly, the RPD's decision is both unreasonable and incorrect. [Emphasis added]", "[74] Because the \"personal risk\" stage of the test is so often not distinguished from the \"non-generalized risk\" stage of the test, it is worth specifically identifying what each step requires. Justice Zinn observed in <FRAGMENT_SUPPRESSED> , above, that: 26 Parsing this provision, it is evident that if a claimant is to be found to be a person in need of protection, then it must be found that: a. The claimant is in Canada; b. The claimant would be personally subjected to a risk to their life or to cruel and unusual treatment or punishment if returned to their country of nationality; c. The claimant would face that personal risk in every part of their country; and d. The personal risk the claimant faces \"is not faced generally by other individuals in or from that country.\"", "[75] All four of these elements must be found if the person is to meet the statutory definition of a person in need of protection; it is only such persons who are permitted to remain in Canada.", "[76] The next paragraph of <FRAGMENT_SUPPRESSED> , above, clarifies what it means to say that someone faces a personal risk (part b. of the test outlined above): 27 ... [R]egrettably too many decisions of the RPD and of this Court use imprecise language in this regard. No doubt I too have been guilty of this. Specifically, many decisions state or imply that a generalized risk is not a personal risk. What is usually meant is that the claimant's risk is one faced generally by others and thus the claimant does not meet the requirements of the Act. It is not meant that the claimant has no personal risk. It is important that a decision-maker finds that a claimant has a personal risk because if there is no personal risk to the claimant, then there is no need to do any further analysis of the claim; there is simply no risk . It is only after finding that there is a personal risk that a decision-maker must continue to consider whether that risk is one faced generally by the population. [Emphasis added]", "[77] I agree with this characterization. To say that someone is \"personally\" subject to a risk means simply that they are at risk. The alleged risk is real. In the case of s. 97(1)(b), it must be a risk to their life or a risk of cruel and unusual treatment or punishment. There are a great many instances in which such a risk will be experienced \"personally\" (i.e. the risk is real), but still be a risk faced generally by other individuals in or from\" an applicant's country. Poor young males in several South American countries will be subject to a \"personal\" risk of forced recruitment to criminal gangs, even if they have had no previous encounters with these gangs, but this is risk experienced generally by a sufficient segment of those countries' populations that falls within the s. 97(1)(b)(ii) exception. The same is true of shop owners in several countries, who are perceived to have an ability to pay extortion demands. Thus, as Justice Zinn observes, very few claims from the victims of criminal gangs will turn on whether the risk was \"personal\"; most will turn on whether that risk, in addition to being personal, was also \"non-generalized\": <FRAGMENT_SUPPRESSED> , above, at para 27. Certainly the language of s. 97(1)(b)(ii) does not support the view that whenever an applicant faces a personal (i.e. real) risk to their life that risk cannot be a generalized one ( <FRAGMENT_SUPPRESSED> , above, at para 51), but I do not think many cases turn on this.", "[78] Justice Zinn went on in <FRAGMENT_SUPPRESSED> , above, to illustrate what is required at step d. of the test. In rejecting the Respondent's argument (based on Baires  <FRAGMENT_SUPPRESSED> ) that virtually any risk of violence at the hands of criminal gangs in gang-infested countries was a generalized risk, he emphasized that an individualized inquiry into the applicant's circumstances is required, and that the \"reasons\" for the risk should not be conflated with the risk itself: 29 ... The closest the decision-maker in this case comes to actually stating the risk she finds this applicant faces is the following: \"[T]he harm feared by the claimant; that is criminality (recruitment to deliver drugs)....\" But this is not the risk faced by the applicant, and even if it were, the decision fails to state how this meets the test of risk set out in subparagraph 97(1)(b)(ii) of the Act. At best, the risk as described forms part of the reason for the risk to the applicant's life. When one conflates the reason for the risk with the risk itself, one fails to properly conduct the individualized inquiry of the claim that is essential to a proper s. 97 analysis and determination. [...] 32 The fact that decisions of this Court and the Court of Appeal have long held that such an individualized inquiry is required explains, in part, why I do not accept the submission of the respondent regarding . The respondent relied on this decision to support his submission that virtually any risk of violence at the hands of a criminal gang in one of the Central or South American countries where gang violence is prevalent is a risk generally faced by citizens of the country and thus falls outside the protection offered by s. 97 of the Act. To accept that bold proposition would run counter not only to the position expressed by our Court of Appeal, it would also run counter to those cases where this Court has found a personal risk from such gangs that is not also a general risk: See, for example <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED> . [...] 34 I do not accept that protection under the Act is limited in the manner submitted by the respondent. This is not to say that persons who face the same or even a heightened risk as others face of random or indiscriminate violence from gangs are eligible for protection. However, where a person is specifically and personally targeted for death by a gang in circumstances where others are generally not, then he or she is entitled to protection under s. 97 of the Act if the other statutory requirements are met. [Emphasis added]", "[79] In <FRAGMENT_SUPPRESSED> , above, Justice Rennie held as follows: 11 I find that the Board's analysis of whether the applicants faced a generalized risk was unreasonable and the decision must be set aside. As this Court has consistently held <FRAGMENT_SUPPRESSED>  that the mere fact that the persecutory conduct is also criminal conduct which may also be prevalent in a country does not end the analysis of a claim under section 97. The Board must consider whether the applicants faced a risk that was different in degree than that faced by other individuals in El Salvador. 12 The applicants' testimony was found credible, and thus all the allegations were accepted. The Board therefore accepted that the applicant reported the theft of his truck to the police, that the Mara 13 became aware of this fact, and that the applicants fled El Salvador because they feared retaliation by the gang. This is the precise kind of factual scenario which may go beyond a generalized risk, as in the cases listed above. 13 The Board focused on the fact that theft is a common problem in El Salvador, but as the applicants submit, it was not the theft itself that gave rise to their risk. Rather, the applicant was at risk because he reported the theft to the police and therefore became a target of the Mara 13 . The decision will be set aside, therefore, for failing to assess the claim in accordance with the applicable legal principle. [Emphasis added]", "[80] Even more recently, in De La  <FRAGMENT_SUPPRESSED> , Justice de Montigny observed that the inquiry into individual circumstances under s. 97(1)(b)(ii) must also be sensitive to the pattern of events and the connections between them. He agreed with the applicants that the Board had not properly characterized the risk and had failed to conduct an individualized inquiry: 36 If I have set out in lengthy detail the arguments of the Applicants, it is because I find them for the most part compelling and I agree with them. In particular, I am of the view that the Member failed to determine the true nature of the risk faced by the Applicants and to conduct an individualized inquiry on the basis of the evidence adduced by the Applicants, as required by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> . As described in <FRAGMENT_SUPPRESSED> , above, at para 40, \"the essential starting point for the required analysis under section 97 of IRPA is to first appropriately determine the nature of the risk faced by the claimant\". As in that case, the Member here, while perhaps not failing to state the risk altogether, has used \"imprecise language\" and fails to take a firm position on whether or how the alleged incidents are connected. [...] 38 To reiterate, the Applicants themselves believed initially that they had been targeted because of their perceived wealth and the success of their business (CTR, at p 816, 1258-59 and 1280). The situation evolved after the male Applicant was first approached by Angel to work as a taxi driver, especially once he made a formal denunciation to the police as a result of receiving a threatening phone call. Yet, the Member did not explicitly assess the Applicants' claim that the incidents following that denunciation were prompted by a desire to take revenge on them for being \"informants\" or contacting the police about the Zetas while in possession of sensitive information. [...] 40 It may well be that no single incident would be sufficient on its own to ground a risk under section 97 of IRPA. At the same time, it is not at all clear that when they are considered as a whole and as a chain of events, they can be characterized as another instance of criminality and violence . In many respects, this case bears many similarities with many instances where the Board casually concluded that the Applicants merely experienced general criminality and violence despite having been repeatedly assaulted, threatened, stalked and intimidated: see, for example, <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> . While the Member understood the facts of the claim before her in a general sense, she did not address the true nature of the risk faced by the Applicants. This is a fatal error ... 41 As a result of this error, the Member could not properly compare the risk faced by the Applicants to that faced by the general population or a significant group thereof in the country to determine whether the risks are of the same nature and degree If, as the Applicants claim, the risk they face is not simply to be susceptible of being targeted to work for the Zetas or to be extorted because they are perceived as successful businesspeople, but rather a fear of retaliation for defying the Zetas and even reporting them to the police, then that risk is not of the same significance than the risk to which the general population or a significant group of that population is exposed. 42 ... [T]he Applicants have been personally and specifically targeted by the Zetas in circumstances where others are generally not, and this has occurred more than once. To borrow from Justice Gleason in <FRAGMENT_SUPPRESSED> , above, at para 36, \"[i]f the Board's reasoning is correct, it is unlikely that there would ever be a situation in which this section would provide protection for crime-related risks. [...]. The RPD's interpretation would thus largely strip section 97 of the Act of any content or meaning\". [Emphasis added]", "[81] Similarly, Justice Snider found  <FRAGMENT_SUPPRESSED>  (2012) , above, that it was unreasonable for the Board to \"collapse\" the distinction between the reasons the applicant was originally at risk and the risk they now face: 11 ... [T]he Board considered the Male Applicant's \"experience\" to be one of extortion; in its analysis, the Board does not refer to the retaliatory threats suffered by the Male Applicant. 12 ... [T]he Board effectively collapsed the distinction between initial extortion and the retaliation faced by the Male Applicant: He also stated that the gangs know people in the police because the gang members knew that he had been to the police and specifically beat him up for it. They also killed his boss who had notified the police. I find that the methods criminals use to intimidate their victims do not change the nature of the risk they impose on them . The claimant also stated that his brother who worked as a bus driver assistant has disappeared. As heart breaking as this is, I find it to be consistent with the generalized nature of the risk. [Emphasis added by Justice Snider]", "[82] My conclusions from this profusion of jurisprudence is that it cannot be said that personal targeting will always entitle one to protection under s. 97(1)(b). Personal targeting is an imprecise term that could encompass a broad range of circumstances, from isolated or repeated (but not necessarily linked) encounters with criminal gangs, to claimants caught in the type of downward spiral of demands, threats, and escalating violence, where gang members for whatever reason have focused their attention on a specific individual and will not relent until their demands are met (often repeatedly) or the target (and often their family members) are dead or flee the country. Subparagraph 97(1)(b)(ii) requires the RPD to engage in a line-drawing exercise, and the Court to determine whether the lines have been drawn reasonably, and it is impossible to anticipate all of the factual circumstances that may arise, or to comprehensively define in advance on which side of the line they will fall: see <FRAGMENT_SUPPRESSED> , above, at paras 15-16.", "[83] Nevertheless, I believe there is now a preponderance of authority from this Court that \"where a person is specifically and personally targeted for death by a gang in circumstances where others are generally not, then he or she is entitled to protection under s. 97 of the Act if the other statutory requirements are met\": <FRAGMENT_SUPPRESSED> , above, at para 34. In addition, the jurisprudence applying this principle is sufficiently advanced that the following additional principles can, in my view, be extracted: • Neither the Court nor the tribunal may adopt an interpretation of s. 97(1)(b)(ii) that strips it of any meaning for all or most victims of gang violence in gang-ridden countries. This is mandated by the Court of Appeal's reasoning  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> , and is supported by the presumption of conformity with Canada's international human rights obligations. • It is an error to conflate the reason for the risk with the risk itself or to ignore differences in the individual circumstances of persons who may be targeted for the same reasons. The motivation of the perpetrator is not relevant to the analysis, except to the degree that it helps to assess the nature and degree of the risk, considered objectively and prospectively. • When considering whether an applicant faces the same risk as the population generally (or a significant sub-group of the population), both the nature of the risk and proximity to the risk (or degree of risk) must be considered.", "[84] In addition to these principles which seem to be already established in the jurisprudence, I think the following principles also emerge from the case law: • It is an error to dismiss reprisals or the carrying out of threats as merely \"consequential harm\" or \"resulting risk\" stemming from the initial risk of extortion or forced recruitment. The question is not whether others could eventually find themselves in the Applicant's position; it is whether others \"generally\" are in that position now. This error usually stems from conflating the reason for the risk with the risk itself. • It is an error to treat the s. 97(1)(b) analysis as a \"sub-group\" analysis rather than an individualized assessment. The point is not to identify what \"sub-group the applicant belongs to and then assess the risk faced by that subgroup, but to assess the risk faced by the applicant and then determine whether it is one \"faced generally by individuals in and from\" the country in question. • The determination of whether a risk is one \"faced generally by individuals in and from\" a country is a contextual and common sense assessment rather than a rigid or quantitative exercise. Application to the Facts and the Decision", "[85] In the present case, the evidence shows that: • In January 2004, four men arrived at Mr. Correa's front door and demanded that he pay one million pesos each month in protection money; • These men explained that they had been watching Mr. Correa and knew all there was to know about him and his family, and showed him photos of him and his wife in places they frequented; • They threatened that if he did not collaborate, they would hurt his family, and if he went to the police, he would be signing a death sentence for each member of his family; • The next day, an employee at Mr. Correa's place of business told him that a man had come looking for him and had explained that a money collector would come monthly for the \"protection\" payments; • This same employee admitted to previously giving men information about Mr. Correa when asked at gunpoint on two occasions; • Later that same day, Mr. Correa reported the crime to local police and then a specialized unit of the national police; • Several days later, Mr. Correa received a call in which he was told that he had made a terrible mistake by going to police and would suffer the consequences; • As a result of this threat, Mr. Correa decided to close his business; • In February 2004, as he was in the process of shutting down his business, Mr. Correa's home was broken into by two men who gagged everyone, pushed Mr. Correa around and vandalized the home; • These men demanded the payment of the protection money the next day, and stole valuables from the home; • That same night, the family fled to the city of Barranquilla; • After fleeing, Mr. Correa learned from neighbours that men had asked about Mr. Correa's whereabouts, and Mr. Correa received 10 to 12 calls from the paramilitaries on his cell phone in which they stated that they would find him and get their money; • When Mr. Correa returned to Cartagena in May 2004 in order to collect money from customers, two men attempted to kidnap him at gunpoint. Although he was able to escape, a taxi driver who intervened to help him was shot and killed in the incident.", "[86] In my view, this evidence which was not disputed and about which the Board made no negative credibility findings, clearly establishes that the Applicant was personally and specifically targeted, and there can be little doubt that severe harm would have befallen him and his family had he not fled. Despite this, the RPD equated the risk faced by Mr. Correa to that faced by other business owners in the region, finding that so many of them were required to pay money to this group that the police have a form letter that they provide to anyone who reports threats of extortion.", "[87] The Board also noted that Mr. Correa did not recognize the men who tried to kidnap him, nor did those men refer to him by name. However, if this finding was intended to indicate that there was not an ongoing pattern of personal targeting, one would have to ignore the connections between the unchallenged facts for this to have any real relevance (see De La  <FRAGMENT_SUPPRESSED> , at paras 36-42). The evidence shows that: • By the time they first approached Mr. Correa, the gang had conducted surveillance on his family and business and extracted information from one of his employees at gunpoint; • They threatened to hurt Mr. Correa and his family if he did not comply, and to kill them if he reported the demand to the police; • The gang followed up on the extortion threat the very next day, sending a representative to collect the protection payment and explain that this would be repeated every month; • The gang quickly found out about the Applicant's report to the police, and called him to say that he would suffer terrible consequences; • After the Applicant shut down his business out of fear, the gang broke into his house and demanded that he comply with their previous demands for payment. • After the Applicant and his family fled, the gang continued to look for, call and threaten him.", "[88] While it is possible that the May 2004 attempted kidnapping was unconnected to these events, this hardly seems to matter. The facts establish a clear pattern of escalating threats and violence that put Mr. Correa and his family in extreme danger.", "[89] The RPD found that Mr. Correa was a victim of attempted extortion and that the resulting threat of harm or risk to life was a generalized risk faced by others who are perceived to be successful business people in Colombia and refuse to submit to the demands of criminal gangs. However, the evidence is clear that the risk Mr. Correa faced was not a risk of extortion. This may have been the risk he initially faced, but as with this Court's findings in <FRAGMENT_SUPPRESSED>  and Pineda (2007), Zacarias, Gomez, Vasquez, Lovato, Guerrero, Portillo, Tomlinson, Olvera, Kaaker, Pineda (2012), Marroquin, and De La Cruz, all above, that was not the risk he faced when he fled and sought protection, the nature of the risk he faced had fundamentally changed. He faced a risk that he and his family would be killed or severely harmed because he had refused the gang's demands and reported them to police.", "[90] Thus, similar to the cases just noted, the Board failed to properly characterize the risk faced by the Applicant. As a result, it could not properly consider whether that risk was of the same nature and degree as a risk faced \"generally\" by individuals in and from Colombia ( De La  <FRAGMENT_SUPPRESSED> , at para 41). It cited no evidence that could support a conclusion that such a targeted risk was one that could be considered \"prevalent\" or \"widespread,\" and, in my view, it is doubtful that such a conclusion could be sustained.", "[91] A further look at the Board's reasons reveals why it made this error. In essence, as in other cases, it conflated the reasons for the risk with the risk itself, and viewed the escalating threats and violence as merely \"consequential harm\" flowing from the initial risk of extortion. The Decision includes the following observations:", "[30] Based on the totality of the evidence, I find that the claimant was a victim of attempted extortion and the resulting threats of harm or risk to life for non-compliance , is a generalized risk faced by others who are perceived to be successful business people in Colombia and refuse to acquiesce to the criminal demands of the groups [...]", "[32] In this case, it is accepted that the claimant was subjected personally to a risk to life under section 97 of the Act. Members of Los Paisas and/or another criminal group targeted the claimant due to the perception of wealth and based on him being a business owner. In accordance with the documentary evidence, as well as the testimony of the claimant, the risk faced by the claimant as a result of being a target of extortion is faced generally by other people in Colombia who are perceived to have the means to pay the demanded money. Similarly, the risks faced by the claimant of being; threatened, abducted, harmed or even killed by members of the criminal groups for non-compliance to their monetary demands are also risks faced generally by others in Colombia. The threat of extortion and the potential risk of harm and risk to life for non-compliance to the criminal groups' demands would be faced in every part of the country and is faced generally by all individuals in Colombia . The evidence in this case shows that the fear of extortion and the threats that flow from non-compliance of these demands, has been recognized as a generalized risk. A generalized risk does not have to affect everyone in the same way. [...]", "[37] Furthermore, consequential harm experienced by persons who are targeted by criminal elements does not necessarily mean that their risk is personalized/not generalized, whether risk of actual or threatened violence is faced generally by others and not specific to the claimant. In summary, the fact, • that a person or group of people may be victimized repeatedly or more frequently by criminals, for example, because of their perceived wealth or because they live any more dangerous area, • that the claimant continues to be pursued after reporting to police or relocating, • that the claimant faces retaliation for not complying with the demands of the criminals, does not remove the risk from the exception, if it is one faced generally by others. The consequential harm faced in the circumstances does not mean that the risk is not a generalized one. [...]", "[41] I find that the claimant was a victim of crime. The threats to the claimant occurred as a result of extortion demands. In accordance with the documentary evidence, the risk faced by the claimant as being a result of being the target of extortion and subsequent threats for non-compliance, is faced generally by many people who are perceived to be wealthy, or own their own businesses in Colombia. [...]", "[46] In light of the forgoing, I conclude that the risk to life the claimant faces would be exempted pursuant to section 97(1)(b)(ii) of the IRPA, as his fears of Los Paisas and the other criminal groups, either as a business owner, or as someone simply perceived to have mone y, is a risk faced generally by others in Colombia. [Emphasis added]", "[92] Thus, in a number of places, the Board equates the Applicants' risk with that of business owners or persons perceived to have money. But Mr. Correa did not face a risk as a business owner or person perceived to have money; he faced a risk as someone who had been specifically and personally targeted, whose life and family had been threatened and attacked, and who had refused demands and reported the gang to the police. He was not \"victimized repeatedly or more frequently ... because of [his] perceived wealth or because [he lives] in a more dangerous area.\" His interactions with Los Paisas represent a connected and escalating pattern that was in all likelihood only going to end in one of two ways: with death or fleeing the country.", "[93] It is true that in some parts of the Decision, the Board acknowledges that the Applicants \"may have been specifically targeted\" (see para 31), though in another part it asserts that \"this claimant was not targeted personally; rather he, as a business person, who was perceived to be well-off, had been targeted\" and this \"was not a personalized risk\" (para 38). However, the analysis that the risk he faces is a generalized one hinges on equating his situation with that or broader groups (e.g. business owners / wealthy persons) who face a risk from criminal gangs. Ultimately, the Board equates the Applicants' risk with a \"threat of extortion and the potential risk of harm and risk to life for non-compliance to the criminal groups' demands ... faced generally by all individuals in Colombia\" (at para 32).", "[94] As outlined above, this confuses the reasons for targeting with the risk itself ( <FRAGMENT_SUPPRESSED> , above, at para 13; <FRAGMENT_SUPPRESSED> , above, at para 29; <FRAGMENT_SUPPRESSED> , above, at para 29). The original motivation of the gang in targeting Mr. Correa (extortion) does not define his risk. Rather, the Board was obligated to look at his present risk in both nature and degree and determine if it is fundamentally the same or different from that faced by the population generally, or some significant sub-group. The fact that this risk may have stemmed from extortion is irrelevant, except to the extent that it helps to objectively assess the nature and degree of the risk. Mr. Correa faced a risk that he and his family would be killed because he had refused the gang's demands and reported them to police. Business owners faced a risk that they would be extorted. The general population faced a risk that various demands (on pain of violence) would be made of them by various gangs. These are not the same risks. As outlined above, determining whether a risk is the same requires consideration of both the nature and the degree of the risk ( <FRAGMENT_SUPPRESSED> , above, at para 8; <FRAGMENT_SUPPRESSED> , above, at para 111; De La  <FRAGMENT_SUPPRESSED> , at para 41).", "[95] It would perhaps be open to the Board to show that there were enough individuals in essentially the same position as Mr. Correa vis-à-vis the risk he faced from Los Paisas to make his risk a generalized one - that is, that his risk is similar in nature and degree to a sufficient number of people to make it a widespread or prevalent risk. However, I do not think this was the basis of the Board's Decision, nor did it cite evidence that could reasonably support such a conclusion. Instead, the analysis equated the Applicants' situation with that of individuals who face a fundamentally different and less proximate risk.", "[96] In my view, the Board also mischaracterized the nature of Mr. Correa's interaction with Los Paisas. In a number of places in the Decision, the Board observed that the fact that the his identity was known to the gang did not mean that his risk was a non-generalized risk. This is a gross understatement of the situation. The gang did not merely know who Mr. Correa was, they spied on him and took pictures of his family and extracted information from his employee before they even made a demand, and thereafter engaged in an escalating pattern of demands, threats and violence and tracked his activities, including his efforts to shut down his business and his reporting to the police. He was not simply someone who was known to them; he was personally and specifically targeted.", "[97] Considered from this perspective, there is no evidence to suggest that the risk faced by Mr. Correa and his family was a generalized risk.", "[98] Counsel agree there is no question for certification and the Court concurs. JUDGMENT", "[99] THIS COURT'S JUDGMENT is that 1. The application is allowed. The Decision is quashed and the matter is referred back for reconsideration by a different Board Member. 2. There is no question for certification. Application granted. Editor: E. Joanne Oley/vnh"]}