{"id_": "007981", "body_str": ["[1] : The Court is seized, in this proceeding, with an appeal by the plaintiffs (\"Ford\") in this Federal Court action from a decision by Prothonotary Richard Morneau (the \"Prothonotary\"), (2004 CF 1437), staying, pursuant to s. 50 of the Federal Courts Act , the action which the plaintiffs had commenced in this Court on July 22, 2003, naming, as defendants, Orient Overseas Container Line Ltd. (\"OOCL\") on the one hand and the vessel Canmar Pride and her owners who are corporations reflecting the interests of CP Ships (U.K.) Ltd. (\"CP\") on the other.", "[2] Ford, in the action, claims the defendants are responsible for the loss or damage, estimated at $6,000,000, at sea of several containers stuffed with automatic transmissions manufactured by the plaintiff Ford Aquitaine Industries SAS, loaded onboard the Canmar Pride at Le Havre, France, on March 3, 2003, who discharged her cargo at the Port of Montreal after taking refuge and being surveyed at the Port of Halifax having experienced rough seas in the mid Atlantic. Upon discharge at the Port of Montreal, the containers in good condition were delivered by rail to Ford car or truck assembly plants in the United States, their ultimate destination.", "[3] Prior to instituting its action in Canada, Ford had, on July 2, 2003, commenced an action in the United States District Court for the Eastern District of Michigan, Southern Division, (the \"U.S. District Court\" or the U.S. action\") for the same loss naming only OOCL as a defendant who, subsequently, third partied the Canmar Pride and its owners in the U.S. proceeding claiming they were responsible for the loss.", "[4] The record before Prothonotary Morneau also shows Ford attempted to desist itself from the U.S. action it had undertaken but was not permitted to do so in two decisions dated June 21, 2004, rendered by the Honourable Denise Page Hood of the U.S. District Court. ADDITIONAL FACTS", "[5] I recite the following facts to provide the context in which the Prothonotary rendered his decision.", "[6] First, prior to loading the containers on the Canmar Pride at Le Havre, France, OOCL and Ford had, on February 7, 2003, entered into a Transportation Services Main Agreement (the \"TSM Agreement\") in contemplation that the services of OOCL would be required to make several trips from Europe to the United States carrying automobile parts manufactured by Ford facilities in Europe. The TSM Agreement annexed two exhibits, the first being the Ford Supplemental Ocean Transportation Terms (the \"Supplemental Terms\") and the other entitled Ford Global Terms and Conditions (\"Ford Global Terms\"). The TSM Agreement also included a standard form of OOCL's Bills of Lading.", "[7] Second, flowing out of these documents, three contractual clauses deserve mention: (a) Section 26 of Ford's Global Terms is a provision identifying choice of forum and choice of law. It reads: \"26. (a) A Purchase Order shall be governed by the law of Buyers' principal place of business without regard to conflict of laws provisions thereof, and litigation on contractual causes arising from a Purchase Order shall be brought only in that jurisdiction. For Ford Motor Company, a Delaware corporation and any U.S. subsidiary, joint venture or other operation located in the U.S., the principal place of business will be deemed to be Michigan. The U.N. Convention for the International Sale of Goods is expressly excluded.\" (b) Clause 25 of OOCL's standard Bill of Lading permits OOCL, a well-known and important ocean carrier, to subcontract any of its obligations under the Bill of Lading and, in particular, to subcontract the carriage of cargo so covered to another carrier. OOCL did so pursuant to a slot agreement which it had entered into with CP. This explains why the Canmar Pride was loaded with the Ford containers at Le Havre, France, for transport to Montreal for discharge there and furtherance to Ford plants in the United States under Bills of Lading issued in France by OOCL naming Ford Aquitaine as the shipper and Ford plants in the U.S. as consignees. Also, in clause 25(b) is an undertaking by Ford not to sue any OOCL subcontractor. (c) Section 10 of the TSM Agreement provided that, except as otherwise specified in the Agreement, OOCL's liability for loss or damage of Ford's goods shall be determined by OOCL's standard Bill of Lading which states: \"All carriage under this Bill of Lading ... shall have effect subject to any legislation enacted in any country making The Hague or Hague-Visby Rules compulsorily applicable and in the absence of any such legislation in accordance with The Hague Rules or COGSA in the case of carriage to and from the United States of America .\" (Emphasis mine)", "[8] The mention of the COGSA in s. 4(2)(c) of OOCL's Bill of Lading is a reference to the United States Carriage of Goods by Sea Act . Its reference to the Hague-Visby Rules is a reference to the Rules embodied in the International Convention for the Unification of Certain Rules of Law relating to Bills of Lading concluded at Brussels in August 1924, as amended, in two protocols. Those Rules have force of law in Canada under the Maritime Liability Act enacted by Parliament in 2001.", "[9] COGSA and the Hague-Visby Rules deal with an ocean carrier's limitation of liability in case of loss or damage. The question whether the U.S. or Hague-Visby Rules on limitation of liability apply is central to the litigation between the parties, whether in this Court or in the U.S. District Court, because the limit on liability under COGSA is very much lower than the monetary limit of liability under the Hague-Visby Rules . OOCL, in its defence filed in the U.S. action, claims that COGSA applies which would limit its liability to $210,000 or $500 per lost/damaged container. Under the Hague-Visby Rules , if applicable, Ford would have the opportunity to collect significantly higher damages in the range of $4,500,000 (U.S.).", "[10] In the record before Prothonotary Morneau were Judge Hood's two decisions. Those decisions could not be appealed by Ford.", "[11] Her first decision dealt with the defendant's OOCL's motion to invalidate Ford's voluntary notice of dismissal of its U.S. action. The defendant was successful.", "[12] Judge Hood quashed Ford's notice to discontinue its U.S. action on the sole ground Ford had not complied with the Court's procedural rules. She ordered the action to be reinstated on the Court's active docket.", "[13] The second decision rendered by Judge Hood dealt with a motion by Ford to dismiss OOCL's counterclaim and OOCL's request for declaratory judgment. One of the premises to Ford's motion was that Ford had filed an identical cause of action in Canada and Ford's assertion that the Canadian Federal Court forum was the proper jurisdiction in which the matter should be litigated. Judge Hood denied Ford's motion and concluded the U.S. District Court would continue to exercise its jurisdiction over Ford's U.S. action.", "[14] Judge Hood reviewed the relevant facts including the fact Ford had sought and obtained from a P & I Club Letter of Understanding from the mutual insurers of the Canmar Pride and its owners which stood as security for any judgment contingent, however, upon a proceeding being brought in the Federal Court in Montreal which Ford did. It was because of this and, as argued by Ford before Judge Hood, the Canadian action involved all of the defendants who might be jointly and severally liable that Ford argued before Judge Hood the Canadian action was more \"plenary and complete\" which led Judge Hood to write \"Plaintiffs request that this Court defer jurisdiction to the Canadian Federal Court, and dismiss this matter ... as it would promote judicial economy to do so\".", "[15] Before Judge Hood, OOCL argued the parties were contractually bound to litigate the action in a State or Federal Court where Michigan law governed. The defendants also told Judge Hood they offered to substitute the Canadian security with identical security which would be enforceable in Michigan.", "[16] The defendants described Ford's attempt to dismiss the U.S. action and their \"encouragement of the Canadian claim to move forward as forum shopping\". She wrote the following: \"Defendant maintains that there is a monetary liability limit that would be adhered to in this Court ($210,000.00 or $500.00 per lost/damaged package). In Canada, Plaintiffs would have the opportunity to collect a significantly greater recovery if they were to prevail in this case ($4,500,000.00). Therefore, Defendant contends that this is the basis and motive for Plaintiffs' 'race to the courthouse' to dismiss this matter so that the cause of action in Canada can be litigated in that jurisdiction.\"", "[17] Finally, Judge Hood reviewed the status of the Canadian action and the U.S. action. She identified that no party had made an appearance to the Canadian action. She stated the Canadian action was not presently progressing and would not proceed until the defendants were afforded an opportunity to file its motion to stay the Canadian action.", "[18] Judge Hood's analysis spoke to several considerations but I need only focus on one which involved the doctrine of forum non conveniens referred to in a case which was cited to her - the case of <FRAGMENT_SUPPRESSED>  (S.D.N.Y.), a case involving the transfer of venue from one court to another in the United States.", "[19] From that case, Judge Hood quoted the following extract: A wide variety of factors are relevant to such a determination including plaintiff's choice of forum, the relative congestion of Court calendars, the court's familiarity with applicable state law, the availability and convenience of witnesses and other sources of proof, and 'all other practical problems that make trial of a case easy, expeditious and inexpensive ...'. All relevant factors are to be considered, and none are dispositive standing alone Plaintiff's choice of forum is entitled to 'substantial consideration' . If defendant has additionally consented to jurisdiction in a particular forum, then these two factors combined weigh very heavily against a transfer order ... . Still, to overcome the weight of plaintiff's choice of forum and defendant's consent to jurisdiction, unusually strong considerations of witness availability would have to exist favouring a transfer.\" (Emphasis mine)", "[20] Judge Hood concluded as follows: \"Besides arguing that the 'first to file' and the 'plenary and complete' positions set forth above, Plaintiff has failed to articulate to this Court's satisfaction the other factors set forth in Intercontinental which would support the Canadian court being the proper jurisdiction in which to litigate this matter .\" (Emphasis mine)", "[21] One last point needs to be mentioned. Prothonotary Morneau had before him a number of affidavits including those from counsel acting before the U.S. District Court and, in particular, the affidavit of Thomas Tisdale, one of OOCL's attorneys and the other a reply affidavit by James F. Sweeney, one of Ford's attorneys. Also on file, were their supplemental affidavits.", "[22] Mr. Tisdale's lead affidavit was to describe his reasons why Ford's Canadian action was \"vexatious and should either be dismissed or stayed\".", "[23] Pointing to article 26 of the TSM Agreement and clause 25 of OOCL's Bill of Lading dealing with suing subcontractors, Mr. Tisdale maintained COGSA governed the limits of liability in this case and that, in the Canadian action, CP had improperly been sued directly.", "[24] On the other hand, Mr. Sweeney replied that Ford's action in the U.S. was simply a \"protective action\" pending the filing of suit in Canada, that COGSA had no application to the carriage because U.S. ports were not involved and OOCL had, in the U.S. action, impleaded CP as a third party. In terms of limit of liability, he asserted OOCL's Bill of Lading stipulated the Hague-Visby Rules which, under the laws of France or the laws of Canada, applied compulsorily. THE PROTHONOTARY'S DECISION", "[25] Prothonotary Morneau addressed three main issues.", "[26] First, he ruled s. 46 of the Marine Liability Act enacted in 2001 did not oust this Court's jurisdiction under s. 50 of the Federal Courts Act to grant a stay on grounds different than the choice of forum stipulated in a contract of carriage.", "[27] In doing so, he relied upon Prothonotary Milczynski's decision in <FRAGMENT_SUPPRESSED>  which was upheld by Justice O'Keefe at 2004 FC 1165. Prothonotary Milczynski had referred to a statement by Justice Bastarache in the Supreme Court of Canada's decision of <FRAGMENT_SUPPRESSED> , and the Federal Court of Appeal's decision in Incremona-Salerno Marmi Affini Siciliani (I.S.M.A.S.) s.n.c. et al. v. Ship Castor et al. , [2003] 2 F.C. 220; 297 N.R. 151 (F.C.A.), and she concluded at paragraphs 16 and 17 as follows: \"¶ 16 These passages make clear that s. 46 of the Marine Liability Act negates the determinative effect of forum selection clauses that would otherwise require adjudication in a jurisdiction other than Canada. They do not displace the jurisdiction of this Court under s. 50 of the Federal Court Act to exercise its discretion in the appropriate circumstances to order a stay of proceedings, including consideration of the doctrine of forum non conveniens. \"¶ 17 In determining whether the Court should exercise its discretion to order a stay in these types of proceedings, a number of factors must be taken into account, including the jurisdiction in which the evidence is situated, the application of foreign law, with what country each party has a connection, whether the Defendant is seeking a procedural advantage by relying on the forum selection clause, and whether the Plaintiff would suffer any prejudice by having to pursue its claim in another jurisdiction .\" (Emphasis mine)", "[28] It is convenient at this point to cite s. 46 of the Marine Liability Act in its entirety: \"Claims not subject to Hamburg Rules \"46(1) If a contract for the carriage of goods by water to which the Hamburg Rules do not apply provides for the adjudication or arbitration of claims arising under the contract in a place other than Canada, a claimant may institute judicial or arbitral proceedings in a court or arbitral tribunal in Canada that would be competent to determine the claim if the contract had referred the claim to Canada, where (a) the actual port of loading or discharge, or the intended port of loading or discharge under the contract, is in Canada; (b) the person against whom the claim is made resides or has a place of business, branch or agency in Canada; or (c) the contract was made in Canada. \"46(2) Agreement to designate \"(2) Notwithstanding subsection (1), the parties to a contract referred to in that subsection may, after a claim arises under the contract, designate by agreement the place where the claimant may institute judicial or arbitral proceedings.\" \"46(2) Accord", "[29] It is also useful to quote paragraphs 37 and 38 of Justice Bastarache's reasons in Z.I. Pompey  <FRAGMENT_SUPPRESSED> : \"¶ 37 Section 46(1) of the Marine Liability Act , which entered into force on August 8, 2001, has the effect of removing from the Federal Court its discretion under s. 50 of the Federal Court Act to stay proceedings because of a forum selection clause where the requirements of s. 46(1)(a), (b), or (c) are met. This includes where the actual port of loading or discharge is in Canada. In this case, there would be no question that the Federal Court is an appropriate forum to hear the respondents' claim but for the fact that s. 46 does not apply to judicial proceedings commenced prior to its coming into force Incremona-Salerno Marmi Affini Siciliani (I.S.M.A.S.) s.n.c. v. Ship Castor (2002), 297 N.R. 151; 2002 FCA 479, at paras. 13-24. Section 46 of the Marine Liability Act is therefore irrelevant in this appeal. \"¶ 38 Indeed, s. 46(1) would appear to establish that, in select circumstances, Parliament has deemed it appropriate to limit the scope of forum selection clauses by facilitating the litigation in Canada of claims related to the carriage of goods by water having a minimum level of connection to this country. Such a legislative development does not, however, provide support for the fundamental jurisprudential shift made by the Court of Appeal in the case at bar . To the contrary, s. 46(1) indicates Parliament's intent to broaden the jurisdiction of the Federal Court only in very particular instances that [page 473] can easily be ascertained by a prothonotary called upon to grant a stay of proceedings pursuant to the forum selection clause of a bill of lading. Section 46(1) in no way mandates a prothonotary to consider the merits of the case, an approach in line with the general objectives of certainty and efficiency, which underlie this area of the law.\" (Emphasis mine)", "[30] In terms of the second main issue, i.e. the proper principles which should guide the exercise of his discretion to grant a stay or not, Prothonotary Morneau quoted s. 50(1) of the Federal Courts Act which grants this Court the discretion to stay proceedings before it. I reproduce this subsection: \"Stay of proceedings authorized \"50(1) The Federal Court of Appeal or the Federal Court may, in its discretion, stay proceedings in any cause or matter (a) on the ground that the claim is being proceeded with in another court or jurisdiction; or (b) where for any other reason it is in the interest of justice that the proceedings be stayed .\" (Emphasis mine)", "[31] He was of the view paragraph 50(1)(a) was applicable because of the existence of the U.S. action which would continue to go forward because of Judge Hood's decisions.", "[32] The learned Prothonotary cited the following passages from Jean-Gabriel Castel's Canadian Conflict of Laws , 5th Ed., Butterworths: \"In two recent decisions of the British Columbia Court of Appeal, one dealing with a parallel proceeding in Ontario and the other with a parallel proceeding in Kansas: 472900  <FRAGMENT_SUPPRESSED>  the other court was first seized and the British Columbia courts agreed that the other court was not an inappropriate forum. In both cases the British Columbia courts granted stays, tailoring the test for forum non conveniens to take account of the special considerations that apply in situations of parallel proceedings. The Court in Thrifty developed the following test that was endorsed by the court in <FRAGMENT_SUPPRESSED> : (1) Are there parallel proceedings underway in another jurisdiction? (2) If so, is the other jurisdiction an appropriate forum for the resolution of the dispute? (3) Assuming there are parallel proceedings in another appropriate forum, has the plaintiff established objectively by cogent evidence that there is some personal or juridical advantage that would be available to him only in the British Columbia action that is of such importance that it would cause injustice to him to deprive him of it? \"An appeal to the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> was dismissed without reasons, [2001] S.C.J. No. 2, after an adjournment prompted by the revelation that the issue might be moot in view of the fact that the Kansas court had granted summary judgment in the parallel proceedings.\"", "[33] At paragraph 25 of his reasons, the Prothonotary was of the opinion the U.S. action met the first two criteria of <FRAGMENT_SUPPRESSED>  W.A.C. 18; 173 D.L.R.(4th) 498 (C.A.), namely the U.S. action was a parallel action before an appropriate forum in the U.S. District Court.", "[34] He concluded Ford failed to meet the third prong of the <FRAGMENT_SUPPRESSED> test and expressed himself at paragraphs 26 and 27 of his decision as follows: Carriage of Goods by Sea Act COGSA Règles de LaHaye (les Règles de LaHaye-Visby ).\"", "[35] After referring to the extract from Judge Hood's decision quoted at paragraph 19 of these reasons, Prothonotary Morneau concluded at paragraphs 29 and 30 as follows: COGSA ou des Règles de LaHaye-Visby .\" (Emphasis mine)", "[36] The third main point covered by the Prothonotary dealt with the argument presented by CP that clause 25 of OOCL's Bill of Lading barred Ford from naming CP as a defendant in the Canadian action. Prothonotary Morneau found favour in CP's position specifically invoking paragraph 50(1)(b) of the Federal Courts Act finding Ford in the TSM Agreement, and, in particular, by clause 25 of OOCL's standard Bill of Lading issued to Ford, there was an undertaking by Ford, the shipper, not to sue any OOCL subcontractor. The Prothonotary relied on the following three cases: <FRAGMENT_SUPPRESSED>  (Hong Kong C.A.)).", "[37] Prothonotary Morneau noted but rejected Ford's argument it would be improper to permit OOCL to raise clause 25 against it because OOCL had, in the U.S. action, third partied the Canmar Pride and its owners who, for their part, did not object in that proceeding to being sued by OOCL. The Prothonotary was of the view clause 25 had been drafted to preclude actions from Ford but did not preclude OOCL from pursuing CP. He added: SOME ASPECTS OF THE ARGUMENT", "[38] None of the parties challenged that part of the Prothonotary's decision to the effect s. 46(1) of the Maritime Liability Act did not eliminate the power of this Court under s. 50 of the Federal Courts Act to stay a proceeding before it for reasons other than the fact the contract of carriage contained a choice of forum selection clause. All parties accepted this Court could grant a stay under s. 50 if this Court determined it was not a convenient forum.", "[39] As Justice O'Keefe put it in Magic Sportswear Corp. , supra, s. 46(1) of the Marine Liability Act only granted this Court jurisdiction simpliciter to hear a claim if any of the conditions contained in paragraphs 46(1)(a), (b) or (c) are met despite a forum selection clause but did not shut out s. 50 of the Federal Courts Act", "[40] I endorse the parties' views on this issue and I accept the reasoning expressed by Prothonotary Milczynski and Justice O'Keefe in Magic Sportswear Corp. , supra, on this point.", "[41] Furthermore, Ford, before me, did not challenge the Prothonotary's finding on the <FRAGMENT_SUPPRESSED> test that Ford's U.S. action was a parallel action in an appropriate forum.", "[42] Next, there was no issue between the parties that COGSA , if it applied, had a lower monetary limit of liability than the Hague-Visby Rules", "[43] Ford argued Prothonotary Morneau erred in applying the \"far less stringent test\" stemming from <FRAGMENT_SUPPRESSED> , supra. In the view of Ford's Canadian counsel, the proper test to be applied was that enunciated by Justice Strayer, then of the Federal Court Trial Division in <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 312 (T.D.), where he stated it was well-established in the jurisprudence that a stay should not be granted under s. 50 of the Federal Courts Act unless it can be shown that the party asking for a stay demonstrated (1) the continuation of the action would cause prejudice or injustice (not merely inconvenience or extra expense) to the defendant; and (2) the stay would not work an injustice to the plaintiff.", "[44] In this context, Ford's counsel argued Prothonotary Morneau had accurately observed Ford's key argument related to the dichotomy between the limitation of liability under COGSA and the potential liability under the Hague-Visby Rules but that Prothonotary Morneau failed to recognize that a material prejudice relating to this dichotomy was inextricably linked to the country in which the proceedings were heard and, as a consequence, Ford will necessarily suffer such a harm if the Federal Court action before it was stayed.", "[45] The Prothonotary erred, it was suggested by Ford, when he concluded a debate between COGSA and the Hague-Visby Rules would occur before the Federal Court. Ford argued no issue on this point would take place because this Court must, as a matter of law, apply the Hague-Visby Rules in the context of s. 46 of the Marine Liability Act", "[46] Ford's counsel recognized there was a possibility the U.S. District Court would also apply the Hague-Visby Rules . However, Ford, at the very least, was exposed to a serious risk that such Rules shall not be applied if the Canadian proceedings were stayed and that such a risk would impose upon Ford a significant prejudice which they would not be exposed to if the Canadian proceedings were allowed to continue.", "[47] Finally, Ford challenged the Prothonotary's determination a stay of proceedings against the owners of the Canmar Pride was justified. Ford said the Prothonotary erred in his application of the principles enunciated in the Elbe Maru case, supra, because the exception provided for in that decision was not applicable in cases where the issue of the undertaking not to sue was purely academic as it is in this case. ANALYSIS (a) The standard of review", "[48] Whether to grant or refuse a stay of Ford's action in the Federal Court is a discretionary order of the Prothonotary which, according to recent decisions of the Federal Court of Appeal, can only be disturbed by a reviewing judge in a de novo determination by the reviewing judge if the question or issues involved in the Prothonotary's decision are vital to the final issue of the case or, otherwise, on a determination by the reviewing judge that the Prothonotary's order was clearly wrong, in the sense the exercise of the Prothonotary's decision was based upon a wrong principle or upon a misapprehension of the facts. The jurisprudence referred to are three recent decisions of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  and First  <FRAGMENT_SUPPRESSED> .", "[49] In short, that jurisprudence tells us the reviewing judge should first determine whether the Prothonotary's decision raises a question vital to the final issue of the case because it is only when such questions are not vital that the judge effectively needs to engage in the process of determining whether the orders are clearly wrong.", "[50] To this effect, I quote paragraph 19 of Justice Décary's reasons  <FRAGMENT_SUPPRESSED>  & Co. Inc. , supra: \"¶ 19 To avoid the confusion which we have seen from time to time arising from the wording used by MacGuigan, J.A., I think it is appropriate to slightly reformulate the test for the standard of review. I will use the occasion to reverse the sequence of the propositions as originally set out, for the practical reason that a judge should logically determine first whether the questions are vital to the final issue: it is only when they are not that the judge effectively needs to engage in the process of determining whether the orders are clearly wrong. The test would now read: 'Discretionary orders of prothonotaries ought not be disturbed on appeal to a judge unless: (a) the questions raised in the motion are vital to the final issue of the case, or (b) the orders are clearly wrong, in the sense that the exercise of discretion by the prothonotary was based upon a wrong principle or upon a misapprehension of the facts.'\"", "[51] By way of context, the Federal Court of Appeal  <FRAGMENT_SUPPRESSED>  & Co. Inc. , supra, determined that proposed amendments to Apotex' statement of defence raised questions vital to the final issue of the case, i.e. to its final resolution, because those amendments would add a totally new defence that would go to the heart of a patent claim. In Society of Composers, Authors and Music Publishers Canada , supra, Justice Létourneau viewed adding new defendants to a plaintiff's statement of claim and a joinder of the parties also raised a question vital to the final disposition of the case. In contrast, Justice Décary in the First Canadians' Constitutional Draft Committee case, supra, determined an order as to cost made by the Prothonotary after a case had been finally resolved on the merits, was not vital to the meaning of the test.", "[52] On the basis of this jurisprudence, I conclude Prothonotary Morneau's decision raises questions vital to the final determination of the case with the result that I must exercise the Prothonotary's discretion de novo.", "[53] In my view, the pivotal questions before the Prothonotary were the proper principles which, on the facts before him, should guide him in his decision whether to stay the Canadian action or not. Despite the fact a stay can be dissolved under s. 50(3) of the Federal Courts Act , the stay imposed has a significant impact on whether the Canadian action will ever be tried. (b) Principles", "[54] The fundamental issue before the Court is not whether the Federal Court has jurisdiction to entertain Ford's action but rather, whether, on the application of proper principles, this Court should decline to exercise that jurisdiction by staying the action at the behest of OOCL or CP who are defendants in the parallel action initiated by Ford in the United States.", "[55] Counsel for the applicants OOCL and CP for the stay of the Federal Court proceedings did not challenge this Court's jurisdiction over either the plaintiffs or the defendants applying on the real and substantial connection test.", "[56] As pointed out by Mr. Justice Sharpe for the Ontario Court of Appeal in <FRAGMENT_SUPPRESSED> ; 160 O.A.C. 1; 60 O.R.(3d) 20 (C.A.), the doctrine of forum non conveniens does not speak to the issue whether a forum has jurisdiction or should assume jurisdiction but rather is a discretionary doctrine which recognizes that there may be more than one forum capable of assuming or exercising jurisdiction and may decline to exercise that jurisdiction on the grounds there is a more appropriate forum to entertain (or try) the action. In Muscutt , supra, Mr. Justice Sharpe was dealing with a case where Ontario assumed jurisdiction and not either a presence-based jurisdiction or a consent-based jurisdiction.", "[57] The Supreme Court of Canada's decision in <FRAGMENT_SUPPRESSED>  B.C.A.C. 1; 39 W.A.C. 1, is the leading case on the doctrine of forum non conveniens. In that case, Justice Sopinka, on behalf of the Court, traced developments in this area of the law since that Court last dealt with the doctrine in <FRAGMENT_SUPPRESSED>  N.R. 372 (H.L.).", "[58] In <FRAGMENT_SUPPRESSED> , supra, the plaintiffs, mainly residents in British Columbia, launched a product liability claim in the State of Texas seeking damages from defendant manufacturers of asbestos products.", "[59] None of the defendants had any connection with B.C. as they did no business in that province. In Texas, the defendants challenged jurisdiction and venue. They were not successful. The asbestos manufacturers then launched an action for declaration in British Columbia seeking an anti-suit injunction which would prohibit the plaintiffs from pursuing their action in Texas. In British Columbia, before the applications judge, the asbestos manufacturers obtained an anti-suit injunction which was upheld by the B.C. Court of Appeal but reversed by the Supreme Court of Canada. It was in that context the Supreme Court of Canada discussed the principles underlying the doctrine of forum non conveniens.", "[60] In two recent cases, the Supreme Court of Canada considered the application of the doctrine of forum non conveniens. The first case was <FRAGMENT_SUPPRESSED> , followed up by the case of <FRAGMENT_SUPPRESSED> .", "[61] In Holt , supra, the Federal Court of Canada refused, under s. 50 of the Federal Courts Act , to stay proceedings before it relating to the sale of a ship, the M/V Brussels, which had been arrested under the Court's warrant. The stay had been requested by the trustees appointed under Belgium law administering the bankruptcy in Belgium of the ship's owners in respect of whom the Quebec Superior Court had issued several orders in assistance of the Belgium Commercial Court exercising Belgium bankruptcy jurisdiction.", "[62] In Spar  <FRAGMENT_SUPPRESSED> , an action was launched by the plaintiff in Quebec claiming damages arising out of the performance and/or its breach of a contract relating to the construction of a satellite. The defendants, who were foreign corporations, brought declinatory motions challenging the jurisdiction of the Quebec courts and, in addition, two of them sought to have the action dismissed on the basis of the doctrine of forum non conveniens pursuant to article 3135 of the Civil Code of Quebec (\" C.C.Q. \").", "[63] I summarize the proper approach and principles derived from the jurisprudence previously cited.", "[64] First, achieving justice, taking into account all relevant circumstances, is the overarching principle which guides the Court in deciding whether, pursuant to s. 50 of the Federal Courts Act , to stay an action before it when the ground advanced for such a stay is the doctrine of forum non conveniens.", "[65] Second, all relevant circumstances must be appropriately weighed in their proper context. As an example, maritime transportation has been recognized as warranting more weight to certain factors than others.", "[66] Third, none of the relevant factors in the balance of justice or injustice to a plaintiff or a defendant is determinative and it would not be appropriate to elevate any one consideration to a controlling position in the exercise of the Court's decision to stay a proceeding under s. 50 of the Federal Courts Act . As an example, it would be inappropriate to elevate the existence of a parallel action in another jurisdiction as the determinative factor. (See, <FRAGMENT_SUPPRESSED> , supra, paragraph 24.)", "[67] Fourth, the test for forum non conveniens is that there must be some other forum more convenient and appropriate for the pursuit of the action and for securing the ends of justice. At paragraph 21, Justice Sopinka in <FRAGMENT_SUPPRESSED> , supra, was of the view that forum shopping was not to be encouraged and that according to him \"[T]he choice of the appropriate forum is still to be made on the basis of factors designed to ensure, if possible, that the action is tried in the jurisdiction that has the closest connection with the action and the parties and not to secure a juridical advantage to one of the litigants at the expense of others in a jurisdiction that is otherwise inappropriate.\" He recognized there would be cases in which the best that can be achieved is to select an appropriate forum and that often there is no forum that is clearly more appropriate than others.", "[68] In my view, Justice Binnie in Holt , supra, encapsulated the applicable approach and principles in the following paragraphs of his reasons: \"¶ 86 Where a stay is sought of Canadian proceedings in deference to a foreign bankruptcy court, the Canadian court before which the stay application is made (in this case the Federal Court) ought to be mindful of the difficulties confronting the bankruptcy trustees in the fulfilment of their public mandate to bring order out of financial disorder and the desirability of maximizing the size of the bankrupt estate. These objectives are furthered by minimizing the multiplicity of proceedings, and the attendant costs, and the possibility of inconsistent decisions in relation to the same claims or assets. \"¶ 87 Nevertheless, courts must have regard to the need to do justice to the particular litigants who come before them as well as to the public interest in the efficient administration of bankrupt estates. It would be inappropriate to elevate any one consideration to a controlling position in the exercise of a bankruptcy court's discretion to dismiss a petition under s. 43(7) or to stay proceedings under Part XIII of the Act or in the Federal Court's decision to stay proceedings under s. 50 of [page946] the Federal Court Act . Discretion should not be thus predetermined. The desirability of international coordination is an important consideration. In some cases, it may be the controlling consideration. The courts nevertheless have to exercise their discretion to stay or not to stay domestic proceedings according to all of the relevant facts of a particular case. '7. In Light of the Foregoing, Did the Federal Court Err in the Exercise of its Discretion to Deny the Trustees' Application for a Stay of Proceedings?' \"¶ 89 The Federal Court's authority to stay proceedings is found, as noted, in s. 50 of the Federal Court Act '50(1) The Court may, in its discretion, stay proceedings in any cause or matter, (a) on the ground that the claim is being proceeded with in another court or jurisdiction; or (b) where for any other reason it is in the interest of justice that the proceedings be stayed.' \"The principles on which the discretion should be exercised in this type of case were authoritatively settled in <FRAGMENT_SUPPRESSED> , supra. Sopinka, J., speaking [page 947] for the Court, posed the question at p. 920, 'is there a more appropriate jurisdiction based on the relevant factors', to which he added at p. 921, 'the existence of a more appropriate forum must be clearly established to displace the forum selected by the plaintiff' (emphasis in original). \"¶ 90 <FRAGMENT_SUPPRESSED> was a purely private piece of litigation involving product liability claims related to exposure to asbestos. International bankruptcies have a public aspect, because it is in the public interest to facilitate the speedy resolution of the fallout from a financial collapse. This does not change the <FRAGMENT_SUPPRESSED> analysis. It is simply to emphasize an important public aspect of this case that was not present in the <FRAGMENT_SUPPRESSED> fact situation.\"", "[69] I return briefly to the distinction drawn by Justice Sharpe in Muscutt , supra, between assumed jurisdiction and forum non conveniens. He thereafter synthesized the several factors which the courts have developed that may be considered in determining the most appropriate forum for the action: \"[40] Very often there is more than one forum capable of assuming jurisdiction and it is necessary to determine where the action should be litigated. As Sopinka, J., explained in <FRAGMENT_SUPPRESSED> , supra, at p. 912 S.C.R., '[f]requently there is no single forum that is clearly the most convenient or appropriate for the trial of the action but rather several which are equally suitable alternatives'. Where more than one forum is capable of assuming jurisdiction, the most appropriate forum is determined through the forum non conveniens doctrine, which allows a court to decline to exercise its jurisdiction on the ground that there is another forum more appropriate to entertain the action. \"[41] Courts have developed a list of several factors that may be considered in determining the most appropriate forum for the action, including the following: -- the location of the majority of the parties -- the location of key witnesses and evidence -- contractual provisions that specify applicable law or accord jurisdiction -- the avoidance of a multiplicity of proceedings [page 35] -- the applicable law and its weight in comparison to the factual questions to be decided -- geographical factors suggesting the natural forum -- whether declining jurisdiction would deprive the plaintiff of a legitimate juridical advantage available in the domestic court.\"", "[70] Justice Lebel, in Spar , supra, approved a slightly different list of relevant factors when he quoted with approval a decision of the Quebec Court of Appeal. Justice Lebel wrote at paragraph 71 the following: \"71 With respect to the first requirement, a number of cases have set out the relevant factors to consider when deciding whether or not the authorities [page 239] of another country must be in a better position to decide the matter. The motions judge (at para. 18) referred to the 10 factors listed by the Quebec Court of Appeal in the recent case, Lexus Maritime inc. v. Oppenheim Forfait GmbH , [1998] Q.J. No. 2059 (QL), at para. 18, none of which are individually determinant: 1) The parties' residence, that of witnesses and experts; 2) the location of the material evidence; 3) the place where the contract was negotiated and executed; 4) the existence of proceedings pending between the parties in another jurisdiction; 5) the location of Defendant's assets; 6) the applicable law; 7) advantages conferred upon Plaintiff by its choice of forum, if any; 8) the interest of justice; 9) the interest of the parties; 10) the need to have the judgment recognized in another jurisdiction.\"", "[71] Lastly, in terms of onus, the onus was on the defendants to establish the grounds for a stay of proceedings but it was up to Ford to prove U.S. law if Ford wished to rely on any difference between the expected treatment of its claim under U.S. law as opposed to Canadian law. This is a factual determination (see, Holt , supra, at paragraph 50 of Justice Binnie's reasons).", "[72] For reasons mentioned, I must exercise the Prothonotary's discretion de novo whether to stay Ford's action in the Federal Court on the basis of the doctrine of forum non conveniens, that is, to decline or not to exercise this Court's uncontested jurisdiction over the action because there is elsewhere a more appropriate place to try Ford's action for damages against the defendants balancing all appropriate factors, none of which in itself is determinative, in the interests of all and in the ends of justice.", "[73] Such an approach, the case law teaches us, I believe, is flexible and is far from being formula driven.", "[74] In my view, it was inappropriate to set up, in <FRAGMENT_SUPPRESSED> , supra, as a separate test or step, a consideration of the loss of juridical advantage rather than weighing that factor with the other factors which are considered in identifying the appropriate forum to try the action - the place with the closest connections to the action. Justice Sopinka made this quite clear in <FRAGMENT_SUPPRESSED> , supra, at paragraph 32 of his reasons.", "[75] Moreover, the search under the doctrine of forum non conveniens is not only for a place or forum which is equally appropriate to the domestic forum, here at the Federal Court, but a search as to whether the foreign forum is more appropriate than the domestic forum to try the action.", "[76] The evidence before the Prothonotary and before this Court was by way of affidavit evidence which I have described. That evidence, as I gauge it, does not speak to many of the relevant factors. The courts in Canada and, it seems in the U.S. District Court, have identified the need to be taken into account in the application of the doctrine.", "[77] As such, I believe the Prothonotary and counsel before me were somewhat hamstrung in the factors they could advance as justifying a stay of the Federal Court action or not.", "[78] Perhaps it is because of this lack of evidence on many of the relevant factors which led both counsel not to dispute the Prothonotary's finding the U.S. District Court was an appropriate forum to try the action.", "[79] As a result, counsel for Ford concentrated his argument on step 3 of the <FRAGMENT_SUPPRESSED> , supra, formula - the loss of a juridical advantage to Ford if the Federal Court action was stayed - the advantage of higher damages through the application of the Hague-Visby Rules in Canada.", "[80] Counsel for the defendants, and I think wisely so, did not argue Ford's Federal Court action could be labelled as foreign forum shopping. The evidence before me would not support such a conclusion.", "[81] Ford's action in the Federal Court has a real and substantial connection to Canada and Ford had a legitimate claim to the advantages the Federal Court applying the applicable law of Hague-Visby would provide (see <FRAGMENT_SUPPRESSED> , supra, paragraph 32).", "[82] I am not persuaded that Ford has established, which was its burden, by cogent evidence, it would lose the advantage of higher damages in the United States because COGSA would automatically apply and Hague-Visby would not. A reading of the affidavit of James Sweeney is to the contrary effect. He clearly states COGSA does not apply to the carriage from France to Montreal and then by rail to destinations in the United States. He is also of the view COGSA does not arise by virtue of the OOCL/Ford Agreement.", "[83] In addition, it is my appreciation of Judge Hood's decision that she made no determination on the merits of the case before her that COGSA and not Hague-Visby would apply.", "[84] There are a number of important factors which, in my view, warrant Ford's action in this Court be stayed on the basis of the doctrine of forum non conveniens and I say this in the context that in this case most of the other relevant factors were either neutral or not identified as an issue. For example, no issue was made concerning Ford's ability to realize on the defendants' assets should it be successful. I note the offer to transfer security to the United States.", "[85] In my view, three factors tip the balance in the defendants' favour. First, the existence of parallel proceedings in the United States and the desirability of avoiding unnecessary expenses or conflicting decisions if justice can be done in the U.S. District Court which I have no hesitation in so finding. (See the House of Lords' decision in <FRAGMENT_SUPPRESSED>  important factor is the factor of comity. In the second of her decisions, Judge Hood considered the doctrine of forum non conveniens and I see no basis, and none was argued before me, that she applied different principles than this Court would apply. Her decision, on the basis of comity, should be respected.", "[87] The third and final factor which weighed heavily in the equation related to the issues of applicable law. Reading the affidavits, I conclude that many of the issues in this case will relate to U.S. law.", "[88] Having come to the conclusion that Ford's action in Canada should be stayed on the basis of forum non conveniens, I need not deal with the two other points raised in the challenge to the Prothonotary's decision.", "[89] For all of these reasons, this appeal is dismissed with costs. Appeal dismissed. [End of document]"]}