{"id_": "007939", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (\"IRPA\") for judicial review of the May 16, 2003 decision of a pre-removal risk assessment officer, (the \"PRRA Officer\"), wherein it was determined that Lajos Babai (the \"applicant\") would not be subject to a risk of persecution, torture, risk to life or risk of cruel and unusual treatment or punishment if returned to his country of nationality.", "[2] The applicant seeks: 1. An order in the nature of prohibition, preventing the respondent from removing the applicant from Canada until such time as a proper Pre-Removal Risk Assessment has been conducted in accordance with the laws of natural justice; and 2. An order setting aside and quashing the decision of Immigration Canada to deny protection to the applicant and order that this matter be referred back for reconsideration by a different Pre-Removal Risk Assessment officer in a manner consistent with the reasons of this Court. Background", "[3] The applicant is a 26 year old married male citizen of Hungary. He arrived in Canada on December 24,1997 and was granted visitor status.", "[4] The applicant's parents and brother were granted Convention refugee status in 1998.", "[5] On April 1, 1998 the applicant made a claim for Convention refugee status. In October 1998, the applicant returned to Hungary to be with his dying grandmother. As a result of his absence, his claim was deemed abandoned on November 13, 1998.", "[6] The applicant returned to Canada on October 22, 1999 and made a second claim for refugee status. That claim was deemed abandoned on May 5, 2000.", "[7] The applicant attempted to make a third claim for Convention refugee status. On October 29, 2002 the applicant was deemed ineligible to make a new claim pursuant to subsection 101(c) of IRPA.", "[8] On December 12, 2002 the applicant applied for a Pre-Removal Risk Assessment (\"PRRA\"). The applicant received a negative decision on June 30, 2003. That decision is the subject of this judicial review.", "[9] The applicant states that he fears for his safety, security and life if he is returned to Hungary. He bases this on his experiences and the experiences of similarly situated people, specifically, his mother, father, younger brother, wife, parents-in-law, grandparents-in-law and other Hungarian Roma.", "[10] In his submissions to the PRRA Officer, the applicant outlined a number of incidents that happened to him and various family members, his wife or her family. The applicant stated that commencing when he was of school age he either suffered, or was a witness to, a number of instances of attacks, ill-treatment and discrimination based on his ethnicity (Roma in Hungary).", "[11] The applicant cited instances where requests for assistance with those incidents were made to either the police or a non-police entity to no avail. The applicant also recited instances of attacks on his wife and her relatives, including a pregnant aunt who was attacked by the police and miscarried, and his wife's grandparents, and other relatives being attacked by skinheads in a restaurant.", "[12] The applicant stated that upon his return to Hungary in 1998, he was again the recipient of ill-treatment solely for being Roma. He stated that this time he was also beaten and his life threatened, which caused him to have to leave Hungary once again. The PRRA Officer's Decision", "[13] In her reasons, the PRRA Officer cited numerous aspects of country conditions in Hungary related to the Roma minority. A few examples include: 1. Hungary is a parliamentary democracy. 2. There are Roma members of parliament. 3. The Office of the National and Ethnic Minorities (\"NEHK\") announced a new programme designed to further the integration of Roma. 4. Some human rights non-governmental organizations defending the interests of Roma include the Foundation of Roma Citizens' Rights, the Roma Parliament, the Phralipe Independent Roma Organization, Lungo Drom, and the Professional Association of Roman Leaders.", "[14] The PRRA Officer then stated the following: \"In addition to the above, Roma are also protected by the Constitution, which provides for individual rights, equality and protection against discrimination. Changes to the penal code have made it easier to enforce and stiffen penalties for hate crimes committed on the basis of the victim's ethnicity, race and nationality. . . . \"Also, the Government of Hungary provides its citizens with many avenues of recourse if they are not satisfied with the assistance of the police or a Government agent. Citizens can contact the Office of the Public Prosecutor, which is independent from the police. The Office of Public Prosecutor supervises and investigates into the legality of all police investigations. Furthermore, there is a legislative requirement that an investigation shall be automatically opened when a complaint is filed. \"A second avenue of recourse is the Ministry of Interior and the Ombudsman Office. A Victims' Protection Office operated in each country to provide psychological, medical, and social services to victims of crime. Besides the choices mentioned above there are a number of non-governmental agencies (NGO's) that give legal advice and assistance to Roma. \"It is acknowledged that there are some concerns with respect to living conditions for Roma in Hungary. However it is also acknowledged that the Government of Hungary has made serious efforts to orchestrate protection to the Roma and that they continue to improve on the standard of protection for Roma. \"It is noteworthy to point out that some of the events occurred to the applicant when he was a child attending public school. It is reasonable to conclude that the applicant will not return to school and as such there is a minimal risk of him experiencing this type of discrimination again. \"The events that occurred to the applicant's bride and her family are not personal to him. It does show that before 1998 similarly situated persons (Roma in Hungary) experienced difficulties. However it is acknowledged that the Government of Hungary has made serious efforts to orchestrate protection to the Roma and that they continue to improve on the standard of protection for Roma. Furthermore I considered all of the applicant's allegations and I conclude that the Government of Hungary can and will offer adequate protection to the applicant. \"In the absence of evidence to the contrary, the state is presumed to make efforts to protect its citizenry. The availability of state protection obviates the applicant's need for international protection. The principle is well-established in Canadian case law. \"The Supreme Court of Canada held in Ward that: 'Absent some evidence, the claim should fail, as nations should be presumed capable of protecting their citizens. Security of nationals is, after all, the essence of sovereignty. Absent a situation of complete breakdown of state apparatus, such as that recognized in Lebanon in Zalzali, it should be assumed that the state is capable of protecting a claimant. . . . Although this presumption increases the burden on the claimant, it does not render illusory Canada's provision of a haven for refugees. The presumption serves to reinforce the underlying rationale of international protection as a surrogate, coming into play where no alternative remains to the claimant. Refugee claims were never meant to allow a claimant to seek out better protection than that from which he or she benefits already. . . .' \"In the case at hand the applicant states that he was attacked at his home at the end of September/early October 1999. The applicant states, \"they sprayed me with pepperspray, pushed their way into my home, threatened me . . . they told me not to report it to the police . . .\". The applicant notes that he did not report this incident to the police. In consideration of Kadenko the onus is on the applicant to exhaust all avenues of recourse in his country of origin before seeking protection outside that country. The applicant failed to show that he exhausted all avenues of recourse before leaving Hungary. \"In Kadenko, the Federal Court of Appeal wrote: 'When the state in questions is a democratic state, as in the case at bar, claimants must do more than simply show that he or she went to see some members of the police force and that his or her efforts were unsuccessful. The burden of proof that rests on the claimant is in a way, directly proportional to the level of democracy in the state in question: the more democratic the state's institutions, the more the claimant must have done to exhaust all the courses of action open to him or her (See Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED> .' <FRAGMENT_SUPPRESSED>  (F.C.A.) at p. 2 (Quicklaw version) \"In light of the information presented above, I find that there is adequate and meaningful protection available to the applicant if he returns to Hungary. As such I find that the applicant faces no more than a mere possibility of persecution if returned to Hungary. I also find that it is not likely that the applicant will be in danger of torture or suffer a risk to life or of cruel and unusual treatment or punishment if he were to return to Hungary. \"Based on the foregoing the application is rejected under Section 96 and 97 of the Immigration and Refugee Protection Act.\" Issues", "[15] The issues as framed by the applicant are: 1. Did the PRRA officer make patently unreasonable findings of fact and misstate the evidence? 2. Did the PRRA officer misunderstand basic refugee law and misunderstand and misapply the test for determining the availability of state protection? 3. Did the PRRA officer ignore evidence before her and selectively quote evidence which supported her position while failing to refer to evidence before her that corroborated the applicant's claim?", "[16] I would reframe Issues 2 and 3 as follows: 2. Did the PRRA officer misunderstand or misapply the test for determining the availability of state protection? 3. Did the PRRA officer err in law by ignoring, or failing to properly assess the evidence?", "[17] The applicant submits that the PRRA Officer's opinion was patently unreasonable.", "[18] The applicant submits that the PRRA Officer misstated the applicant's evidence. In her reasons, the PRRA Officer stated: \"The applicant states, \"they sprayed me with pepperspray, pushed their way into my home, threatened me . . . they told me not to report it to the police . . .\".\" In the applicant's narrative appended to his PRRA application, he indicated why he did not report this matter to the police: \". . . They sprayed me with pepper spray and pushed their way into my home. They threatened me again. They told me that if they ever saw me in the neighbourhood again I would die like my whore of a grand mother died. They said that they knew the way to make this a Gypsy free zone. They also told me not to go and report it to the police because there were cops among their group. I believed it because there were reports of police corruption by the media. There were also reports of instances of police brutality against Roma. The intruders beat me. They kicked me. They only stopped when I told them that I would leave the country. I decided to come back to Canada.\"", "[19] The applicant submits that the PRRA Officer's misstatement of that evidence caused her to err in determining that the applicant had not rebutted the presumption of state protection.", "[20] The applicant submits that in keeping with Ward, supra, the issue in the test for determining the availability of state protection is not whether the state \"makes efforts\" to protect its citizenry as stated by the PRRA Officer. It is whether it was objectively reasonable for the applicant not to have sought the protection of the state. The applicant submits that in light of his personal experiences, the experiences of similarly situated persons and the extensive documentary evidence about police involvement in the persecution of Hungarian Roma, it was reasonable to not have sought the protection of the state.", "[21] The applicant submits that the PRRA Officer erred by failing to conduct an analysis of the applicant's evidence as to similarly situated persons to determine if it was sufficient to rebut the presumption of state protection per Ward, supra. To that end, the PRRA Officer ignored pertinent documentary evidence and unreasonably dismissed the evidence regarding family members.", "[22] The applicant submits that it is open to the PRRA Officer to make her own assessment of state protection. However, the PRRA Officer erred by ignoring voluminous documentary evidence that is highly corroborative of the applicant's claim that he will face persecution without hope of state protection should he be forced to return to Hungary. The sole reference in the reasons to the plight of the Roma in Hungary was the PRRA Officer's statement that, \"It is acknowledged that there are some concerns with respect to living conditions for Roma in Hungary.\"", "[23] The respondent submits that the standard of review applicable to a PPRA officer's decision is patent unreasonableness.", "[24] The respondent submits that the PRRA Officer took a balancing approach to the totality of the evidence before her, including the applicant's own evidence and the documentary evidence regarding state protection in light of both sections 96 and 97 of IRPA.", "[25] The respondent submits that on the evidence before her it was reasonably open to the PRRA Officer to determine that adequate state protection is available to the applicant and that the applicant had not exhausted all avenues of recourse before leaving Hungary. The PRRA Officer did not expect the applicant to directly approach the state or even the police. Her concern was that he presented no evidence that he had approached any other agency. The respondent submits that the applicant is unable to rebut the presumption with clear and convincing proof that state protection would be forthcoming to him should he seek it.", "[26] The respondent submits that a tribunal need not mention every piece of evidence before it. A decision-maker is presumed to have read and considered all the submitted evidence until such a presumption is rebutted.", "[27] The respondent submits that while the PRRA Officer determined that the events that occurred to the applicant's wife and her family did comprise evidence of similarly situated persons prior to 1998, it does not rebut the presumption that there is adequate state protection available to the applicant now. Applicant's Reply", "[28] The applicant submits that a PRRA Officer need not explain why they did not accept every item of evidence before them. The applicant submits however, that the PRRA Officer did not take a balancing approach to the evidence.", "[29] The applicant submits that the probative value of the evidence ignored by the PRRA Officer was significant and the failure of the PRRA Officer to specifically deal with that evidence amounted to an error of law. Analysis and Decision", "[30] I propose to deal first with reframed Issue 3.", "[31] Issue 3 Did the PRRA officer err in law by ignoring, or failing to properly assess the evidence? \"The PPRA Officer stated in her reasons: 'The Pre-Removal Risk Assessment is a forward-looking process that is personal to the applicant. As it looks toward the future, current reliable and objective evidence (i.e. U.S. Department of State Report - 2002, Amnesty International Report - 2002, Human Rights Watch 2003 etc) will be fully assessed to determine if the applicant would be at risk if he were to return to Hungary for reasons of his ethnicity, being a Roma.'\"", "[32] The PPRA Officer listed the following as the sources consulted: PRRA application dated and signed 10 December 2002; PRRA submissions; and Footnotes cited in section 5.", "[33] The footnotes cited in section 5 refer to the following sources: Country Reports on Human Rights Practices - 2001- Hungary, U.S. Department of State Country Reports on Human Rights Practices - 2002- Hungary, U.S. Department of State Hungary, Government Action to Improve the Situation of Roma in 2000-2001, Research Directorate, Immigration and Refugee Board, May 2001 Hungary, Update on the Situation of Roma, Research Directorate, Immigration and Refugee Board, November 2001 Hungary, Views of Several Sources on the Situation of Roma, Research Directorate, Immigration and Refugee Board, September 2001", "[34] At pages 203 to 208 of the applicant's application record, the applicant lists the following passages from the documentary evidence that was before the PRRA Officer, regarding the negative environment for Roma in Hungary: Country Reports on Human Rights Practices - 2002- Hungary, U.S. Department of State \"There were reports that some police used excessive force, beat and harassed suspects, particularly Roma. \"Anti-Semitic and racial discrimination persisted and a number of racially motivated attacks, particularly against Roma, occurred during the year. \"Societal discrimination against Roma was a serious problem. \"Torture and Other Cruel, Inhuman, or Degrading Treatment or Punishment \"The law prohibits such practices; however, the police occasionally used excessive force, beat and harassed suspects, particularly Roma. \"In January Pest County dropped charges against thirteen officers in a 2001 incident in the village of Bag, citing a lack of evidence. Police were accused of assaulting several Roma during a raid on a funeral wake. \"Reports of police abuse against Roma were common, but many Roma were fearful to seek legal remedies or notify NGOs (see Section 1.c.). Police also failed to intervene to prevent violence against Roma. \"According to the Roma Press Center, on January 29, in Pecsvarad village, an unknown assailant set fire to the Roma minority self-government building. The fire extinguished itself and damage was minor. Police conducted an investigation but did not identify a suspect. At year's end there had been no progress in this case.\" Human Rights Watch 2002 \"The situation for many Hungarian Roma remained precarious. With average life expectancy ten years shorter than the rest of the population and an unemployment rate ten times higher than the national average, Roma faced discrimination in employment, housing, education, and the criminal justice system, as well as physical attacks.\" This statement is followed by examples of incidents that occurred recently. \"Police misconduct against Roma continued.\" Amnesty International Report 2001 Roma \"In June the Council of Europe's European Commission against Racism and Intolerance noted that \"severe problems of racism and intolerance continue in Hungary\". It noted that the incidence of discrimination towards the Roma continued in all fields of life and expressed concern particularly about police ill-treatment. However, at a conference where this report was discussed by local non-governmental organizations, a Ministry of Justice official stated that the government did not support proposals for a separate anti-discrimination act on the grounds that existing legislation provided sufficient protection.\" Written comments of the European Roma Rights Center Concerning the Republic of Hungary (April 2002) \". . . Roma are the victims of racially-motivated violence at the hands of law enforcement authorities, skinheads and others. Law enforcement authorities, meanwhile, systematically fail to provide effective protection to Roma. \"Discussion - High levels of racially motivated violence and discrimination against Roma in Hungary raise serious concerns with regard to the Hungarian government's compliance with its obligations under the Covenant. Anti-Romani sentiment in Hungary today is very strong, and provides rich soil for serious violations of the fundamental rights of Roma.\"", "[35] While the PRRA Officer indicated that she had dealt with \"all of the evidence in their entirety\", there is no indication in the decision that the PRRA Officer turned her mind to the contradictory evidence on an important issue central to the applicant's case which was the issue of the availability of state protection for Roma in Hungary. It would appear from the decision that the only reference to the hardships facing Roma in Hungary was that \"It is acknowledged that there are some concerns with respect to living conditions for Roma in Hungary.\" This is insufficient in light of the other documentary evidence.", "[36] As stated in  <FRAGMENT_SUPPRESSED>  (T.D.) at paragraphs 16 to 17: \". . . A statement by the agency in its reasons for decision that, in making its findings, it considered all the evidence before it, will often suffice to assure the parties, and a reviewing court, that the agency directed itself to the totality of the evidence when making its findings of fact. \"However, the more important the evidence that is not mentioned specifically and analyzed in the agency's reasons, the more willing a court may be to infer from the silence that the agency made an erroneous finding of fact \"without regard to the evidence\":  <FRAGMENT_SUPPRESSED>  (F.C.T.D.). In other words, the agency's burden of explanation increases with the relevance of the evidence in question to the disputed facts. Thus, a blanket statement that the agency has considered all the evidence will not suffice when the evidence omitted from any discussion in the reasons appears squarely to contradict the agency's finding of fact. . . .\"", "[37] Applying the same reasoning to the facts of this case, I am of the opinion that the PRRA Officer made a reviewable error by concluding that state protection was available to the applicant without considering all of the evidence, including the contradictory evidence relating to the treatment of Roma. The contradictory evidence should have been weighed against the other evidence.", "[38] Due to my finding on Issue 3, I need not deal with the remaining issues.", "[39] The application for judicial review is allowed and the matter is referred back to a different PRRA officer for redetermination.", "[40] The applicant shall have one week from the date of this decision to submit any proposed serious question of general importance for my consideration for certification. The respondent shall have one week to make any submissions on the proposed question. [End of document] <FRAGMENT_SUPPRESSED>"]}