{"id_": "008011", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (the Act) for judicial review of a decision of the Immigration and Refugee Board, Refugee Protection Division (the Board), dated April 14, 2011, wherein the applicant was determined to be neither a Convention refugee within the meaning of section 96 of the Act nor a person in need of protection as defined in subsection 97(1) of the Act.", "[2] This conclusion was based on the Board's finding that the applicant does not have a well-founded fear of persecution based on a Convention ground and that there are no substantial grounds to believe that his removal to Palestine will subject him to a danger of torture or, on a balance of probabilities, to a risk to his life or a risk of cruel and unusual treatment or punishment.", "[3] The applicant requests that the Board's decision be set aside and the matter proceed to Citizenship and Immigration Canada (CIC) for processing of his permanent residency status. Background", "[4] The applicant, Dr. Rami Hannoon, is from the Palestinian city of Nablus in the West Bank. He holds a passport issued by the Palestinian Authority (PA). The applicant's parents live in the West Bank and his fiancée lives in Jordan.", "[5] The applicant is a medical doctor and has studied in Russia and Jordan. Prior to coming to Canada, he practiced at the Medical Military Service in Ramallah, a city used as the PA administrative centre in the West Bank. In Ramallah, the applicant treated PA soldiers and their families. He also treated civilian prisoners and was responsible for determining whether or not they were medically fit.", "[6] In the West Bank, the Hamas and Aljihad Alislami (the \"anti-PA\") movement opposes the PA.", "[7] In March 2008, the applicant received a telephone call from an anti-PA representative (the caller). The caller requested the applicant's cooperation in deeming prospective detainees unfit for detention, thereby allowing them to be released or sent to hospital instead of to prison. The applicant did not respond to the caller's request, which he stated signified his non-acquiescence with it. Afterwards, the applicant notified his supervisors (military officers) who advised him to be cautious but also to not worry about the call.", "[8] In May 2008, the applicant received another call from the caller. The caller was upset that the applicant had not cooperated with his previous request. He blamed the applicant for medical negligence and for being part of a conspiracy to kill a detainee that was an anti-PA supporter. Again, the applicant notified his supervisors, but they merely repeated their previous advice.", "[9] In June 2008, unknown attackers shot at the applicant's residence while he was home. The following day, the applicant received a threatening call from the caller, who told him that although he survived this time, a bullet would hit him the next time. The applicant notified his supervisors a third time; again, they allegedly did nothing.", "[10] The applicant therefore made arrangements to leave the country. He already had Canadian and American visas that he had applied for in December 2007 when he had planned to visit family members there.", "[11] On June 25, 2008, the applicant left the West Bank for Canada.", "[12] In Canada, the applicant suffered psychiatric and cognitive difficulties. He was advised to file a refugee claim due to his fear of returning to the West Bank. On August 1, 2008, the applicant filed an inland refugee claim.", "[13] The hearing of the applicant's refugee claim was held on March 14, 2011. Board's Decision", "[14] The Board issued its decision on April 14, 2011. It accepted the applicant's identity as a national of Palestine and as a medical doctor who had worked for the military. However, the Board denied the applicant's claim on the basis of credibility and state protection.", "[15] Under section 96 of the Act, the Board accepted that the applicant's fear of death by anti-PA members amounted to persecution for a Convention ground, by way of imputed political opinion, if he had a well-founded claim.", "[16] The Board acknowledged the applicant's noticeable weight loss and the psychiatric assessment that described him as suffering from anxiety and depression; symptoms of post-traumatic stress. However, the Board did not find that the applicant had any memory or concentration problems.", "[17] The Board found the applicant's testimony not credible with respect to his fear of anti-PA militants. The Board noted an inconsistency in the group that the applicant claimed he feared in his port of entry notes (Islamic) compared to his Personal Information Form (PIF) narrative and testimony (Hamas and Aljihad Alislami representative).", "[18] The Board further questioned the applicant's credibility because he was employed by the PA government and worked within the military when the problems arose. The Board found that the applicant's description of his supervisors' response to his concerns, which the Board described as the core of his claim, was neither cogent nor credible. The Board further noted that the applicant's story was not corroborated by the documentary evidence or by any evidence from his previous supervisors.", "[19] The Board also stated that the applicant was obliged to have done more than merely notify his supervisors about the calls and the shooting. There were many things that the applicant could have done short of fleeing Palestine. The Board therefore found that the applicant had failed to avail himself of the protection of the PA.", "[20] The Board reviewed the applicant's psychiatric assessment and the medical documentation submitted with his application. However, it was unable to conclude that the applicant's depression was a result of what the applicant reported had happened to him in the West Bank. The Board noted that there could be many reasons for the applicant's depression and anxiety, including those associated with isolation and hostility in Canada. The Board gave little weight to the psychiatrist's conclusions because they were primarily based on what the applicant, whom the Board had found not credible, had told him.", "[21] In reviewing the applicant's claim under subsection 97(1) of the Act, the Board considered the harm that the applicant allegedly feared. As there was no evidence before it to support his allegations, the Board found that on a balance of probabilities, the applicant did not face a risk of life or a risk of cruel and unusual treatment or punishment. In support, the Board observed that the applicant's family remained in Ramallah and there was no evidence that they were being harmed in so doing.", "[22] For these reasons, the Board rejected the applicant's claims for Convention refugee status and as a person in need of protection. Issues", "[23] The applicant submits the following point at issue: 1. Is there any evidence supporting the applicant's submissions with respect to the determinative issues as set out below, and are any of these issues, either singly or in combination, serious ones? a. Is the Board's failure to assess the claim a reviewable error? b. Has the Board weighed the evidence before it in a way that the findings of fact were manifestly in error?", "[24] I would phrase the issues as follows: 1. What is the appropriate standard of review? 2. Did the Board err in not assessing the claim? 3. Did the Board err in denying the applicant's refugee claim? Applicant's Written Submissions", "[25] The applicant submits that the Board made several serious errors in its decision.", "[26] First, the applicant submits that the Board erred by completely ignoring and failing to consider the issue of the applicant's claim. This is an error of law reviewable on the standard of correctness.", "[27] The applicant submits that the issue arises from an online-accessible article published by the Hamilton Spectator and dated September 14, 2010, which places him at risk of being targeted by the PA. The applicant submits that this article identified him as a political dissident from Palestine by revealing the following facts about him: side profile picture; name; city of residence; refugee claimant from Palestine; time of arrival in Canada; age; reason for leaving Palestine (\"political strife\"); loss of weight; education (studies in Russia); and work experience (practiced as a doctor in Palestine for three years).", "[28] The applicant submits that the claim was raised at the hearing and the Board was therefore aware that it was at issue. However, even if it had not been raised, the Board was required to examine the claim because it emerged from the evidence before it.", "[29] The applicant also submits that the Board's finding that the applicant inconsistently characterized his feared agents of persecution led to a serious error of fact in the decision. The applicant submits that, contrary to the jurisprudence, the Board never confronted or asked him for an explanation of this alleged inconsistency.", "[30] Nevertheless, the applicant submits that there was in fact no such inconsistency. The applicant refers to portions of his port of entry notes in which he stated that the alleged caller has been from an \"Islamic group or Hamas\". The applicant also refers to the affidavit of another interpreter who noted a significant error in the interpretation of the applicant's testimony. Rather than stating that the caller belonged to \"Muslim Groups/Hamas\" as reported by the hearing's interpreter, the applicant had actually said \"Islamic Groups including Hamas\".", "[31] The applicant refers to country evidence which it submits supports the view that Islamist and Hamas are used interchangeably to describe the Islamist extremist dynamic in Palestine and that both Hamas and Alijhad Al-Islami movements are recognized as Islamists. For these reasons, the applicant submits that the Board erred in making a negative credibility inference on this issue because there was no inconsistency in his statements regarding his feared agents of persecution.", "[32] The applicant also submits that the Board made an erroneous finding of fact in stating that the psychiatrist diagnosed him with depression, when the actual diagnosis was post-traumatic stress disorder (PTSD). The applicant submits that these two clinical diagnoses differ significantly. Most notably, unlike depression, PTSD has been found to evidence mental torture.", "[33] The applicant further submits that the Board erred by not considering the psychiatrist's assessment in conjunction with the medical observations made by the general surgeon that were reported in the Hamilton Spectator article. The applicant also submits that the Board erred by discussing other reasons for the applicant's depression, in light of the psychiatrist's diagnosis that was made based on both the information he was told and on his independent observations of the applicant. As such, the Board improperly and cavalierly dismissed the psychiatrist's expert report, thereby committing a reviewable error.", "[34] In summary, the applicant submits that the Board erred in law by failing to have regard for the totality of the evidence before it. Respondent's Written Submissions", "[35] The respondent submits the standard of review of the Board's decision is reasonableness.", "[36] The respondent submits that the Board did not err by not addressing the claim. Although in some instances a claim may be considered even where it has not been specifically raised, the respondent submits that in this case, nothing emerged from the record that warranted the Board's consideration of a claim. In addition, contrary to the applicant's submissions, the certified tribunal record does not indicate that he raised the issue of a claim with the Board. The applicant's counsel's sole purpose in discussing the Hamilton Spectator article at the hearing was to establish that the applicant was in a fragile mental state and the Board should therefore be gentle in its questioning of him.", "[37] The respondent also highlights the fact that the applicant provided no documentary evidence to corroborate his allegations of risk and persecution. When questioned, the applicant stated that he did not attempt to get any corroborating evidence. The respondent submits that it was therefore not unreasonable for the Board to draw a negative inference from the lack of documentation.", "[38] The respondent submits that the Board's assignment of little weight to the medical evidence was in line with established jurisprudence and was not unreasonable. In addition, the respondent submits that the applicant merely disagrees with the Board's weighing of the medical evidence, which, in and of itself, does not amount to a reviewable error.", "[39] The respondent concedes that the applicant referenced Hamas as the Islamic group he feared in his port of entry notes, PIF and at the hearing.", "[40] Finally, the respondent notes that as the applicant has not challenged the Board's finding on state protection, it can be inferred that the applicant agrees that the Board's finding on this issue was reasonable. Analysis and Decision Issue 1 What is the appropriate standard of review?", "[41] Where previous jurisprudence has determined the standard of review applicable to a particular issue before the court, the reviewing court may adopt that standard (see <FRAGMENT_SUPPRESSED>  at paragraph 57).", "[42] It is established jurisprudence that a Board's omission to deal with part of an applicant's claim, such as a matter, involves an error of law that is reviewable on a standard of correctness (see <FRAGMENT_SUPPRESSED>  [2007] FCJ No 252 at paragraph 26). No deference is owed to the decision maker and the Court must form its own opinion on this issue (see <FRAGMENT_SUPPRESSED> above, at paragraph 50).", "[43] Conversely, credibility findings, described as the \"heartland of the Board's jurisdiction\", are essentially pure findings of fact and are therefore reviewed on a reasonableness standard (see Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  [2009] SCJ No 12 at paragraph 46; <FRAGMENT_SUPPRESSED>  [2011] FCJ No 786 at paragraph 23; and <FRAGMENT_SUPPRESSED>  [2003] FCJ No 162 at paragraph 7).", "[44] It is also established law that assessments of the adequacy of state protection raise questions of mixed fact and law and are reviewable against a standard of reasonableness (see <FRAGMENT_SUPPRESSED>  [2007] FCJ No 584 at paragraph 38; and <FRAGMENT_SUPPRESSED>  [2010] FCJ No 650 at paragraph 16).", "[45] In reviewing the Board's decision on the standard of reasonableness, the Court should not intervene unless the Board came to a conclusion that is not transparent, justifiable and intelligible and within the range of acceptable outcomes based on the evidence before it (see <FRAGMENT_SUPPRESSED> above, at paragraph 47; and <FRAGMENT_SUPPRESSED> above, at paragraph 59). As the Supreme Court held in <FRAGMENT_SUPPRESSED> above, it is not up to a reviewing court to substitute its own view of a preferable outcome, nor is it the function of the reviewing court to reweigh the evidence (at paragraphs 59 and 61). Issue 2 Did the Board err in not assessing the claim?", "[46] refugee is defined in the United Nations Handbook on Procedures and Criteria for Determining Refugee Status (the UNCHR Handbook) as a person \"who was not a refugee when he left his country, but who becomes a refugee at a later date\".", "[47] It is established jurisprudence that even if an applicant does not explicitly raise a claim, it must still be examined if it perceptibly emerges from the evidential record that activities likely to cause negative consequences on return took place in Canada (see <FRAGMENT_SUPPRESSED> above, at paragraph 31; and <FRAGMENT_SUPPRESSED> ). Where there is trustworthy evidence that supports the claim, this analysis must be conducted whether or not the decision maker deems the applicant credible (see <FRAGMENT_SUPPRESSED> above, at paragraph 32).", "[48] The UNCHR Handbook describes two situations in which a claim may arise: 1. A change in circumstances in the country of origin during the person's absence, or 2. As a result of a person's own actions such as associating with refugees already recognized or expressing political views in the new country of residence.", "[49] The latter situation is alleged in this case. In evaluating this situation, the UNHCR Handbook recommends that decision makers consider whether the person's actions may have come to the notice of the authorities of the person's country of origin and, if so, how they are likely to be viewed by those authorities. The decision maker must expressly consider \"credible evidence of a claimant's activities while in Canada that are likely to substantiate any potential harm upon return\" (see <FRAGMENT_SUPPRESSED>  [2007] FCJ No 214 at paragraph 11).", "[50] In this case, the applicant submits that the Board erred by not assessing the claim that arose as a result of the online-accessible Hamilton Spectator article. This article included information identifying him that would allegedly place him at greater risk of being targeted by the PA as a political dissident should he return home. Conversely, the respondent submits that the Board did not err by not assessing the claim as it was neither raised at the hearing nor emerged from the record.", "[51] A review of the hearing transcripts reveals that the claim was raised in part at the hearing. In his closing submissions, applicant's counsel stated that the Hamilton Spectator article clearly put his client into a category. In response, the Board interjected stating that it did not see how such a claim arose from the evidence before it and therefore requested further clarification. Applicant's counsel replied that he would provide clarification later in his submissions. He then proceeded to explain the challenges that the applicant faced due to his deteriorating medical condition. However, such medical evidence alone is not sufficient to establish a claim under the UNCHR Handbook description. The remainder of counsel's submissions focused on the applicant's credibility and the political instability and associated violence in the West Bank. Applicant's counsel never provided further clarification on the claim as requested by the Board.", "[52] It is not in dispute that the Board did not deal with the claim in its decision.", "[53] I am of the view that the Board made an error of law in failing to deal with the claim. Once a claim was present, it was for the Board to deal with it. It might have been successful or it might not have been successful I do not know, as the Board failed to deal with this claim. The Board should have considered the evidence and argument presented. In failing to do so, the Board made a reviewable error and as a result, the decision of the Board must be set aside and the matter referred to a different Board member for redetermination.", "[54] I need not deal with the remaining issue.", "[55] Neither party wished to submit a proposed serious question of general importance for my consideration for certification. JUDGMENT", "[56] THIS COURT'S JUDGMENT is that the application for judicial review is allowed, the decision of the Board is set aside and the matter is referred to a different panel of the Board for redetermination. Application allowed. Editor: Angela E. McKay/vnh ANNEX Relevant Statutory Provisions Immigration and Refugee Protection Act , SC 2001, c 27 72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court. 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care."]}