{"id_": "008075", "body_str": ["[1] Gauthier, J. : Rogelio Rodriguez Capitaine, his wife Nancy Patricia Pratt Najera and their two minor daughters Fernanda and Sara are Mexican nationals. They seek judicial review of the decision of the Refugee Protection Division (RPD) rejecting their claim pursuant to section 97 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act) because the adult applicants \"had an obligation to approach the state for protection and [it] did not find that it was objectively reasonable for them not to have sought protection for themselves and for their children from the authorities against the criminal individuals who were threatening to further kidnap and/or kill them, specifically for the revenge of the high profile criminal, Martin Aguilar\".", "[2] The credibility of the adult applicants is not in dispute here. The RPD specifically found their testimony credible and trustworthy. It accepted that Mr. Capitaine, a doctor, had been the subject of harassment, threats and a kidnapping orchestrated by the father of a newborn infant who had died after being administered two routine vaccines by Mr. Capitaine at a rural clinic.", "[3] The RPD also acknowledged that the applicants had made serious but ultimately unsuccessful attempts at finding an internal flight alternative, having relocated to three separate states in Mexico, namely Durango, Veracruz and Yucatan.", "[4] The applicants readily admitted in their Personal Information Forms (PIF) that they had not sought the protection of the Mexican police, because they both believed that doing so would not afford them any protection. They provided various explanations in their PIFs and at the hearing to justify their position. They also referred to documentary evidence which, according to them, objectively establishes that their belief was well-founded. Firstly, based on the physical appearance of his kidnappers, Mr. Capitaine suspected that policemen or former policemen were directly involved in his kidnapping. Documentary evidence relied upon by the applicants suggests that 70% of kidnappings in Mexico involve policemen or former policemen. Secondly, the applicants had in the past sought police assistance in vain with respect to different matters. For instance, they were robbed three times in 2002. On one occasion, the police refused to come to their apartment when asked to do so, ostensibly because they did not have a warrant to enter. The applicants viewed this somewhat surprising answer (they were the complainants) as evidence of total disinterest. Thirdly, Mrs. Pratt Najera's father, a businessman, had twice been kidnapped and died of a heart attack at the hands of his kidnappers during the second incident. Police help had apparently been sought, but in vain.", "[5] The applicants also put forth evidence to establish that their lack of faith in the ability of the police to protect them relates to a broader pattern, that is, their state's inability to extend its protection. In that respect, they produced documentary evidence indicating that the majority of the population has no faith in the state's enforcement institutions (police and courts), and that it has been estimated that only one in four or five crimes is even reported. Of these, reform experts claim that fewer than 5% were actually investigated and fewer than 2% went to trial.", "[6] The applicants also pointed to documentary evidence relating to similarly situated people, as evidence of the inability of the state to protect them from further kidnapping and violence at the hands of their persecutor.", "[7] Finally, as the RPD had indicated its reliance on the so-called \"persuasive decision\" issued in TA4-18833 in February 2006, the applicants claim that they have established, through more current documentary evidence, the inadequacy of Mexican enforcement institutions (police, attorneys general and courts) as of the present time. According to the applicants, their evidence rebuts the findings on state protection in Mexico adopted in the \"persuasive decision,\" which refers to measures adopted under former President Fox to address and remedy corruption, drug trafficking and organized crime. For example, in the applicants' documentary evidence, the president of the Mexican Supreme Court is quoted as saying, in November of 2006, that \"the Mexican penal system is in crisis. Public insecurity and the wave of violence that affects the country call into question the efficacy of the Attorney General, courts and tribunals .... Asked about the 90 per cent rate of criminal impunity, the President of the court said that: 'Impunity is generated because police and Attorney General offices' investigations are badly done. Because of the delay in bringing cases to trial, because of the criminal's ability to escape prosecution and the obvious reasons of corruption'.\"", "[8] Before reviewing in detail the decision of the RPD, it is important to identify the issues raised by the applicants. First, they say that the RPD applied the wrong legal test, more particularly that it elevated to the level of a legal pre-condition that an applicant must actually approach the state to request protection before the RPD can make a finding that state protection is unavailable, and this without first considering whether it was reasonable for them not to do so.", "[9] Second, the applicants argue that the RPD failed to make an adequate analysis of the evidence before it (particularly with respect to their personal experiences with the police and those of similarly situated persons), or failed to provide adequate reasoning for its finding that it was unreasonable, in this particular case, for the applicants not to seek protection before leaving their country. They also submit that apart from rendering the decision unreasonable, such failures amount to a breach of procedural fairness.", "[10] There is no dispute as to the standard of review applicable to all such issues. If indeed there was an error of law (the respondent objects to this characterization of the alleged error) the standard is correctness. However, the finding of the RPD on the availability of state protection, including whether it was unreasonable for the applicants not to have sought such protection, is a mixed question of fact and law subject to review against the standard of reasonableness simpliciter <FRAGMENT_SUPPRESSED>  para. 38). If the inadequacy of the reasons amounts to a breach of procedural fairness, the Court will intervene without the need to proceed to a pragmatic and functional analysis ( <FRAGMENT_SUPPRESSED>  paras. 53-55).", "[11] With those issues in mind, the Court will now review the decision itself.", "[12] In contrast to many of its decisions on state protection, in this case the RPD barely discusses the evidence actually supporting its conclusions. Instead, having adopted the general test applied in the persuasive decision referred to above (the adequacy of which is not disputed), it states at paragraph 22: I have taken into consideration that the persuasive decision states that the documentary evidence indicates that drug trafficking and criminality are key areas of focus of the Government of Mexico. It is, therefore, reasonable to assume that if the claimant has ( sic ) made reasonable efforts to obtain protection from that specific drug trafficking unit, such protection might have been adequate.", "[13] At this stage, the Court must open a parenthesis and discuss in more detail what the persuasive decision was about. It dealt with a claimant allegedly facing persecution (he was not found credible) for having helped the police bust a drug operation. The claimant argued he had rebutted the presumption of state protection, as he had actually sought protection from a local police officer who refused to believe him (a possible rogue officer, according to the decision). To support its finding that the applicant had not rebutted the presumption, the RPD focused, as indeed it should, on the documentation most relevant to the particular situation before it. Thus, it referred to the Mexican government's efforts to combat drug trafficking and criminality through the anti-narcotic unit. It also took note of the particular job of the applicant (it is not clear if the applicant was actually working for another security force.) and the fact that he had, in the past, successfully co-operated with the police in the prevention of drug activities.", "[14] Apart from his alleged attempt to seek protection from a local police officer, there is no indication in that decision that the claimant had put forth other objective evidence to defeat the presumption of state protection. The situation was thus very similar to that at issue in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (F.C.A.), in which the Federal Court of Appeal had to decide whether evidence of a failed attempt to seek protection was sufficient to establish its unavailability. In its decision, the RPD relied on Kadenko.", "[15] Returning to the case at bar, having adopted the assumption made by the RPD in the persuasive decision (see paragraph 12 above), the decision-maker goes on to quote, without comment, several passages of documentary evidence relied upon by the applicants, including certain extracts from the decision of Justice Luc Martineau in <FRAGMENT_SUPPRESSED>  particularly paras. 31 to 33. Presumably, those passages were chosen to indicate that the RPD was aware that firstly, the degree to which a state tolerates corruption in the political or judicial apparatus correspondingly diminishes its degree of democracy, and secondly, that it was required to analyze the documentary evidence before it with regard to the particular circumstances of the main applicant, whom the RPD describes as \"a victim of criminality\" (para. 23 of the decision).", "[16] After noting the applicants' argument that \"the objective country documents in the decision in [ <FRAGMENT_SUPPRESSED> ] rebutted the [RPD] persuasive decision TA-4-18833,\" and that said documents establish that state protection was not available to them, the RPD reverts to the main concern it described at the beginning of its decision, namely, the applicants' failure to seek protection before departing.", "[17] The RPD does not engage in a discussion of the applicants' personal experiences with the police, or the evidence of similarly situated persons described in the objective country documents with reference to the objective basis for the applicants' refusal or unwillingness to seek protection. Instead, it notes that the death of Mrs. Pratt Najera's father supports the applicants' strong subjective fear. This leads into the main statements to which the applicants object and which, according to them, are in fact the RPD's conclusions.", "[31] However, on the same token I have to take into consideration that the principal claimant and his wife, even though they had a subjective far of seeking protection from the police and believing it would not be adequate to protect their lives, still had an obligation to seek state protection. The two adult claimants had very detailed information that they could have given the police so that the police could have made a thorough investigation pertaining to Mr. Aguilar and individuals connected to him.", "[32] Therefore, even though I appreciate the extensive detailed submission by counsel in respect to current objective country documents pertaining to serious problems with adequate state protection in Mexico and the Federal Court decision referred to above, I still find that the claimants had an obligation to approach the state for protection. Further, I do not find that it is objectively reasonable for them not to have sought protection from authorities in their particular situation, even though I have taken in consideration their sincere subjective fears from these criminals and their lack of confidence in receiving adequate protection from Mexican authorities.", "[18] Looking at the decision as a whole, it is not clear whether the RPD actually made an error of law as opposed to an error in its application of the law to the facts of this case.", "[19] To claim the status of a person in need of protection, the applicants clearly had the burden of establishing, on a balance of probabilities, that they met the requirements set out in para. 97(1)(b) of the Act. Pursuant to subparagraph 97(1)(b)(i), the person must be unable or, because of the risk, unwilling to avail themselves of the protection of their country of origin.", "[20] Mexico is a democracy to which a presumption of state protection applies, even if its place on the \"democracy spectrum\" needs to be assessed to determine what credible and reliable evidence will be sufficient to displace that presumption ( <FRAGMENT_SUPPRESSED> , para. 45; <FRAGMENT_SUPPRESSED>  para.19; <FRAGMENT_SUPPRESSED> , para. 30; <FRAGMENT_SUPPRESSED>  para. 28).", "[21] In developed democracies such as the U.S. and Israel, it is clear from <FRAGMENT_SUPPRESSED> (at paras. 46 and 57) that to rebut the presumption of state protection, this evidence must include proof that an applicant has exhausted all recourses available to her or him. It is also clear that, except in exceptional circumstances, it would be unreasonable in such countries not to seek state protection before seeking it in Canada.", "[22] The Court does not understand <FRAGMENT_SUPPRESSED> to say that this conclusion applies to all countries wherever they stand on the \"democracy spectrum\" and to relieve the decision-maker of his or her obligation to assess the evidence offered to establish that, in Mexico for example, the state is unable (although willing) to protect its citizens, or that it was reasonable for the claimant to refuse to seek out this protection. It appears from the decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , paras. 48-50, that on a practical level, the evidence relevant to establishing the inability of a state to protect its citizens is the same as that relevant to the establishment of an objective basis for the refusal (unwillingness) to seek one's state protection. The analysis that must actually be carried out is fully described in <FRAGMENT_SUPPRESSED> , at paras. 26 to 31.", "[23] In the present instance, having read the decision under review several times, the Court is unable to discern whether the RPD repeatedly refers to the applicants' obligation to seek protection because: (i) it had assessed that Mexico was a developed democracy similar to the U.S. and Israel; or (ii) whether it believed that such obligation is to apply equally in all cases; or (iii) because it was unreasonable in the particular circumstances of this case not to seek Mexico's protection.", "[24] If the RPD meant (i), on the basis of the evidence cited in its decision, it certainly failed to provide cogent reasoning supporting this implicit conclusion.", "[25] If instead it believed, as argued by the applicants, that this was a legal pre-condition applicable in all cases, it made an error of law and the decision should be quashed.", "[26] Finally, if in spite of the way the decision actually reads, the RPD concluded as it did solely because it found that it was unreasonable for the applicants, in their particular circumstances, not to seek state protection, this last finding is flawed for the following reasons: a) There is no indication that the RPD made an independent review of the documentary evidence supporting this conclusion, as opposed to relying entirely on the review carried out in the persuasive decision. The review in that case was made focusing on circumstances that are clearly distinguishable from the one before the decision-maker here. Kidnapping and general violence are quite different from drug trafficking and organized crime activities. The RPD does not explain why it was able to assume, as it did, that the anti-narcotics unit, which was directly concerned on the facts of the persuasive decision, could be expected to offer any protection to the applicants. The applicants had no personal knowledge of the activities of their persecutor. Mr. Capitaine had only been told by a nurse that he was a drug dealer. The vendetta was unrelated to his drug activities. b) The statement at para. 31 to the effect that the police \"could have made a thorough investigation\" is unsupported. This was a material finding, if it was meant to distinguish the applicants' case from the vast majority of kidnapping cases that were not investigated, according to the evidence cited in the decision itself. c) Finally, the use of the word \"objective\" solely in reference to country documentation, and the mention of the applicants' prior experiences solely for the purpose of establishing a subjective fear, raises serious doubt as to whether the RPD assessed the evidence with respect to the applicants' personal experience for the purpose of determining whether their refusal was objectively reasonable.", "[27] In light of the above, the Court concludes that the decision cannot withstand a probing examination and is unreasonable. State protection is a difficult and complex issue and the Court did not come to this conclusion lightly. Again, it is important to stress the fact that the applicants bear a heavy burden here, particularly under section 97 of the Act, and that my decision should not be construed in any way as an opinion of the Court on whether they have met that burden.", "[28] Both sides agreed that in the particular circumstances of this case there is no question of general interest to certify. Indeed, the matter turns on its own facts. However, further clarification as to the burden of proof incumbent on claimants with respect to the issue of state protection will be welcome when the Federal Court of Appeal answers the question certified in <FRAGMENT_SUPPRESSED> . JUDGMENT", "[29] THIS COURT ORDERS AND ADJUDGES that the application is granted. The decision is set aside and the applicants' claim pursuant to section 97 shall be remitted for full reconsideration by a different panel. [End of document]"]}