{"id_": "008005", "body_str": ["[1] Russell, J. : This is an application under s. 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [Act] for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board [RPD or Board], dated July 4, 2013 [Decision], which refused the Applicant's application to be deemed a Convention refugee or a person in need of protection under ss. 96 and 97 of the Act. II. BACKGROUND", "[2] The Applicant is a twenty-one-year-old Colombian citizen. His claim for protection is based on his fear of the Revolutionary Armed Forces of Colombia [FARC].", "[3] The Applicant claims that his mother and father have been harassed by FARC since 1997. He says his father has been asked to work for FARC, the family has received threatening phone calls, and FARC has attempted to extort money from the family.", "[4] In late 2011, the Applicant alleges that FARC started referring to him in their phone calls, claiming that they knew where to find him and wanted to recruit him.", "[5] The Applicant says he was kept under constant supervision and was only permitted to leave the house to attend school. After he completed high school, his parents would not permit him to attend university due to their fears that FARC would find him.", "[6] In December 2011, the Applicant's parents made a denunciation to the Attorney General of Colombia. They were told that not much could be done. The Attorney General sent a letter to the local police requesting protection for the Applicant's family. The Applicant says that police monitored their neighbourhood for about a week before the protection was withdrawn. The Applicant's father was advised that the complaint had been transferred to another local office because the events had originated there. He was advised to attend that local office for further assistance. The Applicant's father did not go because he believed the twenty-hour trip would be too dangerous.", "[7] Four days after filing the denunciation, the Applicant's parents sent the Applicant out of Colombia because they deemed the risk of the Applicant being kidnapped or recruited by FARC too high.", "[8] The Applicant arrived in Canada on December 18, 2011. He filed a claim for refugee protection on December 20, 2011. III. DECISION UNDER REVIEW", "[9] The Applicant's refugee claim was heard on May 28, 2013 and June 12, 2013. The Board determined that the Applicant was not a Convention refugee or person in need of protection on July 4, 2013.", "[10] The Board addressed issues of credibility, subjective fear, and state protection.", "[11] First, the Board said that the Applicant's credibility was undermined due to his failure to detail the connection between the threats his mother received and FARC's efforts to extort his father in his Personal Information Form  <FRAGMENT_SUPPRESSED> . The Applicant claimed he had not provided the details because he thought that the relation was obvious. The Board rejected this explanation because the detail was too important as \"it demonstrates the willingness of the agents of persecution to pursue any member of the claimant's family to obtain their extortion amount\" (Certified Tribunal Record [CTR] at 5).", "[12] The Board also found that the Applicant's failure to seek refugee protection in the United States indicated a lack of subjective fear. At the hearing, the Applicant testified that FARC began mentioning the Applicant in their phone calls to his father in August 2011. The Board pointed out that the Applicant and his mother were in the United States from August 10, 2011 to September 2, 2011. The Applicant said that the calls started while they were in the United States but that he did not seek protection there because the process of seeking protection in the United States is different and because it is not as peaceful and safe as Canada. The Board rejected the Applicant's explanation. The Board said that a father who was receiving recruitment calls from FARC would have done everything in his power to ensure that his son remained in a safe place and did not return to Colombia.", "[13] The Board also found that the Applicant's credibility was further undermined by his failure to provide a reasonable explanation for the discrepancy between the date that he claimed the recruitment calls started in his PIF (November 2011) and in his oral testimony (August 2011). At the hearing, the Applicant said that he could not keep the dates straight. The Board rejected this explanation because the date when the Applicant's father began receiving the recruitment calls was an important element of the story.", "[14] As a result of these credibility findings, the Board found, on a balance of probabilities, that the Applicant's father did not receive any phone calls threatening to kidnap or recruit the Applicant.", "[15] The Board made a further credibility finding regarding the Applicant's failure to provide a reasonable explanation for how his father knew that the phone calls were from FARC. The Applicant variously testified that: his father did not answer the telephone; he had initially answered the calls but no longer did; and, that when his father answered the telephone, the callers would say they were calling on behalf of FARC.", "[16] Finally, the Board made a negative credibility finding because the Applicant failed to say that he was seeking refugee protection because of FARC's threats in his Port of Entry [POE] notes. The Applicant had claimed he was seeking protection in Canada because it was a country not at war with anyone. The Board said that the foundation of the Applicant's claim was the fact that FARC threatened to recruit him if his father did not pay their extortion demands. Because these threats were so extensively detailed in his PIF and his oral testimony, the Board said it was reasonable to expect that the threats should have been at least summarily mentioned in his POE notes. The Board felt these were \"omissions regarding significant aspects that go directly to the heart of the principal claimant's claim\" (CTR at 8, citing <FRAGMENT_SUPPRESSED> ).", "[17] The Board found, on a balance of probabilities, that FARC was not attempting to extort money from the Applicant's family and that FARC had not threatened to recruit the Applicant.", "[18] The Board also gave the Applicant's father's testimony very little evidentiary weight because he had a vested interest in the outcome of the hearing.", "[19] Next, the Board said that the determinative issue was whether the Applicant had rebutted the presumption of state protection. The Board said that a claimant's burden in this regard is directly proportional to the level of democracy in a particular state. The Board said that Colombia is a functioning democracy, so the Applicant was required to do more than show that he went to members of the police and that those efforts were unsuccessful.", "[20] The Board considered the denunciation but noted that it did not contain any description of the threats. The Board rejected the Applicant's explanation that the purpose of the denunciation was to request protection. The Board said it was reasonable to expect that a denunciation would contain a description of the threats. The Board found, on a balance of probabilities, that the document was filed for the purpose of embellishing the Applicant's refugee claim.", "[21] The Board also noted that the Applicant left Colombia four days after filing the denunciation. The Board said that by leaving the country, the Applicant had failed to give the police an opportunity to investigate the crime.", "[22] The Board reviewed the independent documentary evidence regarding the availability of state protection in Colombia and said that it preferred the Board's evidence over the Applicant's \"since they are drawn from a wide range of publicly accessible documents, from reliable non-government and government organizations\" (CTR at 11). The Board acknowledged that the issue is whether state protection is currently available, and not what efforts are being made to establish state protection.", "[23] The Board noted, for example, that the number of extra-judicial killings by the military had dramatically declined. In addition, a number of officers and soldiers had been released from the military due to their corruption. The Board also noted the human rights abuses committed by FARC and other paramilitary groups, and said that the Colombian government had undertaken efforts to \"strengthen the state's presence in regions affected historically by illegally armed organizations\" (CTR at 16). These efforts included placing the military along main roads and increasing the police presence in municipalities, which was successful in some regions but not all.", "[24] The Board acknowledged that there were inconsistencies in the documentary evidence but concluded that (CTR at 12): [T]he preponderance of the objective evidence regarding current country conditions suggests that, although not perfect, there is adequate state protection in Colombia for victims of crime, that Colombia is making serious efforts to address the problem of criminality, and that the police are both willing and able to protect victims.", "[25] The Board found that, on a balance of probabilities, the Applicant had failed to rebut the presumption of state protection and concluded that the Applicant was not a Convention refugee or person in need of protection. IV. ISSUES", "[26] The Applicant raises the following issues in this application: 1. Did the Board err in law in determining that the Applicant is not a Convention Refugee or a person in need of protection? 2. Did the Board act without jurisdiction, act beyond its jurisdiction or refuse to exercise its jurisdiction? 3. Did the Board fail to observe a principle of natural justice, procedural fairness or other procedure that it is required by law to observe? 4. Did the Board err in law in making its decision or order whether or not the error appears on the face of the record? 5. Did the Board base its decision or order on an erroneous finding of fact that it made in a perverse or capricious manner or without regard to the material before it? 6. Did the Board act in any way that was contrary to law?", "[27] Notwithstanding this list, the Applicant only addressed the following in his written submissions: 1. Whether the Board erred in its credibility analysis; and 2. Whether the Board erred in its state protection analysis. V. STANDARD OF REVIEW", "[28] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis: <FRAGMENT_SUPPRESSED> .", "[29] The jurisprudence is clear that the Board's findings of fact and credibility determinations are reviewed on a standard of reasonableness: <FRAGMENT_SUPPRESSED> . The Board's application of the test for state protection involves questions of mixed fact and law and is reviewable on a standard of reasonableness: <FRAGMENT_SUPPRESSED> ff'd 2007 FCA 171 at para 38; <FRAGMENT_SUPPRESSED> .", "[30] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": see <FRAGMENT_SUPPRESSED> , above, at para 47; Canada (Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" VI. STATUTORY PROVISIONS", "[31] The following provisions of the Act are applicable in this proceeding: Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. Person in need of protection (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. VII. ARGUMENT A. Applicant", "[32] The Applicant submits that the Board's findings on credibility and the availability of state protection are unreasonable. (1) Credibility", "[33] The Applicant submits that the Board made a number of errors in its credibility analysis. The Board erred in rejecting his explanation of why he did not specifically include the fact that the calls his mother was receiving were from FARC and related to the extortion of the father. The Board is not entitled to draw a negative inference from the Applicant's failure to include minor or elaborative details in his  <FRAGMENT_SUPPRESSED> . The Board is also not entitled to engage in a microscopic analysis of the evidence to search for trivial errors or inconsistencies: <FRAGMENT_SUPPRESSED> .", "[34] The Board also erred in taking issue with the Applicant's failure to claim asylum in the United States. The Applicant testified that he was unaware of the threats while he was in the United States. Further, the Applicant's father was unaware of the severity of the problem while the Applicant was in the United States. The Board cannot draw an inference from his failure to seek protection in the United States because he did not fear persecution at that time.", "[35] The Board erred in making a negative credibility finding based on the inconsistencies between the dates in his PIF and in his oral testimony. These are minor inconsistencies which are easily explained by the fact that the Applicant has not had any direct contact with the FARC. All of the contact, and so the details, lie with the Applicant's father. The Applicant also testified that his mother and father helped him put the narrative together because he had no first-hand knowledge. A refugee decision cannot be based upon a memory test: <FRAGMENT_SUPPRESSED> .", "[36] The Board also erred by relying on the lack of details in the Applicant's POE notes. The POE is not a part of the refugee claim and should not be expected to contain all of the details of the claim: <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> . The Applicant claims he was not told that the threats were directed at him until his parents decided to send him out of the country.", "[37] Finally, the Board erred in giving \"little evidentiary weight\" to the Applicant's father's testimony. The father testified under oath and the Board had an opportunity to cross-examine him. The Federal Court has held that evidence from a refugee claimant's family or friends must be assessed and cannot be dismissed simply because the witness has an interest in the proceeding: <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ Ahmed ]; <FRAGMENT_SUPPRESSED> [ Mata Diaz ]; <FRAGMENT_SUPPRESSED> [ Diaz Pinzon ]. (2) State Protection", "[38] The Applicant submits that the Board erred by finding that he had failed to rebut the presumption of state protection because the denunciation that his father filed with the Attorney General did not contain sufficient details about the events. The Board erroneously focused on the Applicant's attempts to engage the state rather than focusing on whether state protection is available in Colombia for people targeted by the FARC. The Applicant submits that he has approached the state twice and received no assistance. The state's actions, rather than their intentions, should be the focus of the determination. It is unreasonable to place a legal burden on a refugee claimant to seek state protection ( <FRAGMENT_SUPPRESSED> ) when there is strong evidence to show that had an applicant made greater efforts to seek state protection, it would not have been forthcoming ( <FRAGMENT_SUPPRESSED> ).", "[39] The Board also erred in preferring the Board's documentary evidence over the claimant's documentary evidence: <FRAGMENT_SUPPRESSED> . The Applicant submits that he provided objective evidence from reliable sources, including specialist reports and reports from international organizations. The Board was obliged to explain why it ignored the evidence which corroborated the Applicant's claim: <FRAGMENT_SUPPRESSED> , above <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ Nino Yepes ].", "[40] Finally, the Board erred in focusing on the Colombian government's efforts rather than the reality of the adequacy of state protection. The Board failed to point to any evidence which indicates that state protection exists for people directly targeted by FARC: see <FRAGMENT_SUPPRESSED> . The Federal Court has held that Colombia's anti-crime efforts cannot outweigh the evidence of its human rights violations: <FRAGMENT_SUPPRESSED> . B. Respondent", "[41] The Respondent raises a preliminary issue regarding an affidavit that Applicant's counsel has submitted in this proceeding. The Respondent submits that the affidavit is a violation of rule 82 of the Federal Courts Rules , SOR/98-106 [Rules]. This rule prohibits a solicitor from both deposing to an affidavit and presenting argument to the Court.", "[42] The Respondent also notes that the Applicant has not filed an affidavit in this judicial review proceeding. The Rules do not require an affidavit to be filed, but the Respondent says there is no explanation as to why the Applicant has not attested to the truth of the matters before the Board.", "[43] The Respondent submits that the Decision is reasonable. The Board made a number of findings based on inconsistencies and omissions in the Applicant's oral and written testimony. The lack of a credible basis for the subjective element of a refugee claim is sufficient to dismiss the claim. A delay in claiming protection at the first opportunity also undermines a claimant's subjective fear: <FRAGMENT_SUPPRESSED> . The Applicant failed to claim protection during the month that he was in the United States even though he testified that his father was receiving threats in relation to the Applicant from the FARC during this time. It was reasonable to conclude that the Applicant's delay, both in leaving Colombia and in failing to make his refugee claim at the earlier opportunity, meant the Applicant did not have a subjective fear: <FRAGMENT_SUPPRESSED> . It was reasonable for the Board to find that filing a denunciation and then leaving the country was not sufficient to rebut the presumption of state protection: <FRAGMENT_SUPPRESSED> .", "[45] The Decision indicates that the Board examined all of the evidence in making its findings. A tribunal is assumed to have weighed and considered all of the evidence and need not refer to every item: <FRAGMENT_SUPPRESSED>  (QL)(FCA). The fact that the Applicant can point to parts of the documentary record to support his argument is not evidence of an error: <FRAGMENT_SUPPRESSED>  at paras 16-17. C. Applicant's Reply", "[46] In reply, the Applicant submits that the Rules have not been breached because the lawyer who swore the affidavit is not the lawyer who submitted the memorandum of fact and law. Further, a different lawyer will be before the Court to argue the merits of the proceeding at the hearing. As a result, rule 82 of the Rules is not implicated by the lawyer's affidavit. Finally, the affidavit is permissible because it is uncontroversial and merely introduces documents: <FRAGMENT_SUPPRESSED> .", "[47] The Applicant submits that the Board's finding that the situation is improving in Colombia fails to address the Applicant's particular circumstances and fails to decide whether the protection is effective: <FRAGMENT_SUPPRESSED> .", "[48] The issue is not that the Board preferred its own documentary evidence over the Applicant's evidence, but rather that the Board failed to consider the Applicant's evidence at all. The Applicant acknowledges that the Board is not required to refer to every piece of evidence. However, the importance of referring to a piece of evidence increases with its probative value: <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> , Nino Yepes , all above. D. Respondent's Further Submissions", "[49] In further submissions, the Respondent denies any error in the Board's credibility findings but also submits that the Board's findings on state protection can stand notwithstanding the Board's credibility findings: see <FRAGMENT_SUPPRESSED> . VIII. ANALYSIS", "[50] The Respondent says that rule 82 of the Federal Courts Rules is engaged by an affidavit filed by Applicant's counsel. The Applicant says the affidavit was not sworn by either the lawyer who drafted the Applicant's Memorandum of Law and Argument or the lawyer who appeared at the judicial review hearing. The Applicant also says the affidavit is uncontroversial and merely introduces documents that were before the Board. I agree that rule 82 is not engaged in this proceeding. No solicitor is attempting to \"depose to an affidavit and present argument to the Court based on that affidavit.\" In addition, the affidavit simply introduces, by way of exhibits, the documents that were before the  <FRAGMENT_SUPPRESSED> . In any event, the Court does not need to rely on the affidavit for the purposes of this proceeding because the documents are now all available in the CTR.", "[51] Turning to the Decision, the Board makes several negative credibility findings based upon the testimony of the Applicant and then concludes \"on a balance of probabilities, that the claimant's family has never been extorted money from the FARC and that the FARC did not threaten to recruit him\" (CTR at 8).", "[52] Much of the Applicant's difficulty in testifying at the hearing of his refugee claim stems from the fact that the threats from FARC were made to the Applicant's family, and not directly to the Applicant. The Applicant has been sent to Canada so that FARC cannot reach him. Inevitably, then, the future persecution and risk he faces has been relayed through his family. The Board appears to expect that the Applicant should be fairly precise about the timing of these threats and his father's reaction to them, even though the Applicant has no direct knowledge of what has transpired.", "[53] It was obviously for this reason that the Applicant's counsel called the father to testify directly under oath. The father is the one who has had to deal with the FARC threats against the Applicant and he is the one individual who can give accurate, direct evidence about the how, when and why the threats were made, and why the Applicant had to be sent abroad to avoid the consequence of those threats. The father's testimony was given by telephone, under oath. He could have been cross-examined, but was not.", "[54] Notwithstanding the crucial importance of the father's testimony and its obvious significance for the problems that the Board had with the Applicant's testimony, the Board simply refused to give the father's testimony any weight (CTR at 8): The claimant's counsel called the claimant's father as a witness. The testimony was given via telephone. However, since the witness, the father of the claimant, has a vested interest in the outcome of this hearing, I give this testimony little evidentiary weight.", "[55] Significantly, the Board cites no legal authority for this position and provides no acceptable reason why the father's testimony should not be reliable. The Board heard the father give testimony and was in a position to test that testimony in any way it thought fit. The transcript shows that the Board did not really avail itself of this opportunity.", "[56] As the Respondent concedes, the Board's position on the issue is simply wrong in law. Testimony cannot be discounted (\"little evidentiary weight\" is a euphemism in this case for \"no weight at all\") because it is given by a relative. See <FRAGMENT_SUPPRESSED> ; Ahmed Mata Diaz ; and Diaz Pinzon , all above. If evidence can be given \"little evidentiary weight\" because a witness has a vested interest in the outcome of a hearing then no refugee claim could ever succeed because all claimants who give evidence on their own behalf have a vested interest in the outcome of the hearing. The Board Member reveals a strong pre-disposition to disbelieve applicant-connected witnesses even when they testify under oath. This is a serious problem and needs to be addressed.", "[57] In the present case, only the father had direct evidence of what FARC is threatening to do to the Applicant. It looks as though the Board discounts direct evidence given under oath so that it does not have to consider whether the father can clarify the problems it had identified with the Applicant's own evidence. This is both grossly unfair and entirely unreasonable.", "[58] It also seems to me that, until the threats against the Applicant are appropriately assessed, the Board cannot conduct a reasonable state protection analysis; the discounted evidence from the father was also relevant to state protection.", "[59] The actual state protection analysis provided in this case reveals the nature of the problem. The Board identified many things that the government of Colombia has done in its fight against FARC but much of it is simply wide-of-the-mark (e.g. Colombia \"is making serious efforts to rectify the corruption and impunity that exists\") and irrelevant to the issue of whether the state can provide adequate protection to a young man in the Applicant's position who FARC has identified for recruitment. There was strong evidence before the Board that the state cannot protect someone in the Applicant's position, but the Board never engages with this evidence in any meaningful way and focuses upon initiatives by the state that may well have had some success in the fight against FARC, but which do not support a finding of adequate state protection for someone in the Applicant's position. To put it bluntly, the Applicant was not alleging that the state is not having military successes against FARC, and he was not saying that the state cannot protect him because it is corrupt; his point is that the state is simply overwhelmed and cannot protect someone in his position who is targeted by FARC. There was objective evidence to this effect and the father's evidence (unreasonably discounted) was (CTR at 824) as follows: So in Columbia, this is a very difficult situation for the common man, that is those who don't get state protection. And furthermore, so you know for people like us, there is no, you know, state protection, only you know actions which they -- it's referred to as investigation on -- that that case is still being investigated and as you can see, in Columbia, there are many cases that involve kidnappings.", "[60] The Board does not have to accept this assessment, but it cannot just hide from it and avoid it by ruling that it can have little weight because of the father's vested interest in the outcome, and the Board cannot just ignore objective evidence that supports the Applicant by taking refuge in state initiatives that do not address the basic question: Can the state of Colombia offer adequate protection to someone in the Applicant's position who is targeted by FARC?", "[61] In any event, the state protection analysis is confusing. After making a negative credibility finding that FARC has never made any threats against the Applicant, the Board then tells us that the \"determinative issue in the case at hand is the presumption that countries are capable of protecting its [ sic ] citizens, and this underscores the principle that international protection comes into play only when a refugee claimant has no other recourse available\" (CTR at 9).", "[62] The Board never says whether its state protection findings are made on the assumption that FARC's threats against the Applicant are true (e.g. even if his story is believed, then he has not rebutted the presumption of adequate state protection) or on the assumption that the threats are not true. So we just do not know the extent to which the Board's unreasonable negative credibility findings have impacted its state protection analysis.", "[63] For these reasons, the Decision is unreasonable and must be returned for reconsideration.", "[64] Counsel agree there is no question for certification and the Court concurs. JUDGMENT", "[65] THIS COURT'S JUDGMENT is that 1. The application is allowed. The Decision is quashed and the matter is returned for reconsideration by a different Board member. 2. There is no question for certification. I. INTRODUCTION", "[1] Russell II.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8] III.", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16] <FRAGMENT_SUPPRESSED> ).", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24]", "[25] IV.", "[26]", "[27] V. LA NORME DE CONTRÔLE", "[28] <FRAGMENT_SUPPRESSED> ).", "[29] <FRAGMENT_SUPPRESSED> conf. par 2007 CAF 171, au paragraphe 38; <FRAGMENT_SUPPRESSED> ).", "[30]", "[31] Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. Person in need of protection (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. VI. A.", "[32]", "[33] <FRAGMENT_SUPPRESSED> ).", "[34]", "[35] <FRAGMENT_SUPPRESSED> ).", "[36] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "[37] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ Ahmed ]; <FRAGMENT_SUPPRESSED> [ Mata Diaz ]; <FRAGMENT_SUPPRESSED> [ Diaz Pinzon ]).", "[38] <FRAGMENT_SUPPRESSED> ).", "[39] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ Nino Yepes ]).", "[40] <FRAGMENT_SUPPRESSED> et 17; <FRAGMENT_SUPPRESSED> ). B.", "[41]", "[42]", "[43] <FRAGMENT_SUPPRESSED> et 31; <FRAGMENT_SUPPRESSED> ).", "[45] C.", "[46] <FRAGMENT_SUPPRESSED> ).", "[47] <FRAGMENT_SUPPRESSED> ).", "[48] Nino Yepes D.", "[49] <FRAGMENT_SUPPRESSED> et 43; <FRAGMENT_SUPPRESSED> ). VII. ANALYSE", "[50]", "[51]", "[52]", "[53]", "[54]", "[55]", "[56] Ahmed Mata Diaz ; et Diaz Pinzon", "[57]", "[58]", "[59] [traduction]", "[60]", "[61]", "[62]", "[63]", "[64] JUGEMENT", "[65] [End of document]"]}