{"id_": "008214", "body_str": ["[1] Heneghan, J. : Mr. Joseph Patrick Easton (the \"Applicant\") seeks judicial review of the decision, made on September 19, 2005, by an Immigration Officer, denying his request for the issuance of a Temporary Resident Permit (\"TRP\") pursuant to the Immigration and Refugee Protection Act, S.C. 2001, c. 27, as amended (the \"Act\").", "[2] The Applicant is a citizen of the United States of America. Together with a former domestic partner, he adopted a child in California on January 12, 1998. Both the former domestic partner and the child are American citizens by birth.", "[3] The relationship between the Applicant and the former domestic partner ended in separation in April 2000. The Applicant and his former domestic partner entered into a joint custody agreement concerning the child. On May 2, 2000, the former domestic partner and the child entered Canada pursuant to a Visa issued at Buffalo, New York by the duly authorized representative of Citizenship and Immigration Canada. The former domestic partner is now a Canadian citizen.", "[4] In August of 2003, the Applicant came to Canada to assist his former domestic partner, who had become ill, look after their son. For a while, the three lived together in the same dwelling but in light of the then current personal relationship of the former domestic partner, the Applicant moved into his own residence. He continued to assist in the care and custody of the child who was, by this time, attending school in Calgary, Alberta. The Applicant filed an application for permanent residence in Canada in November of 2002; this was refused in October of 2004.", "[5] On September 10, 2004, a temporary Resident Visa was issued to the Applicant, pursuant to the Act. A copy of this Visa is included in the Application Record and, according to its face, was valid until March 5, 2005. On July 6, 2005, after the expiry of this Visa, the Applicant applied for a TRP. At the same time, he made an inland application for permanent residence on humanitarian and compassionate grounds (\"H & C application\") pursuant to section 25 of the Act.", "[6] The two applications were forwarded to Citizenship and Immigration Canada under cover of a letter from his legal representative. In this package, the Applicant included his supporting affidavit and a large number of exhibits concerning his child. The covering letter from his lawyer clearly states that two applications are being forwarded for consideration, the first an application for a TRP and the second, an H & C application. Submissions were made under the heading \"Temporary Resident Permit Application\", as well as under the heading \"Permanent Residence Application.\"", "[7] The refusal letter of September 19, 2005 merely advised the Applicant that his application for TRP had been refused. There were no reasons given for the refusal. After commencement of this application for judicial review, the Tribunal Record was produced. It contains Computer Assisted Immigration Processing System (\"CAIPS\") notes that had been prepared by the Immigration Officer in relation to the Applicant's application. The notes provide, in part, as follows: FEES TAKEN FOR APPLICATION FOR A TEMPORARY RESIDENT PERMIT. CLIENT'S TEMPROARY [SIC] RESIDENT STATUS EXPIRED ON 07APR2005, IF HE INTENDED THIS APPLICATION TO BE FOR RESTORATION, HE IS INELIGIBLE, AS APPLICATION WAS MADE ON 07JUL2005, 91 DAYS AFTER EXPIRY OF STATUS. CLIENT IS U.S.A. CITIZEN, HAS BEEN IN CANADA CONTINUOUSLY DURING THE PROCESSING OF HIS H & C APR. APR WAS REFUSED FOR LACK OF H & C GROUNDS. I CONCUR, IT IS NOT A HARDSHIP FOR CLIENT TO TRAVEL BETWEEN U.S.A. AND CANADA TO CONTINUE TO VISIT FAMILY MEMBERS, INSUFFICIENT EVIDENCE SUPPLIED AS TO WHY CLIENT SHOULD BE ALLOWED TO REMAIN IN CANADA ON A PERMIT. THIS APPLICATION FOR A TRP IS REFUSED. ...", "[8] The Applicant raises two arguments in this judicial review proceeding. First, he submits that the Immigration Officer improperly fettered her discretion by failing to refer to the fact that he had submitted an application for landing from within Canada pursuant to section 25 of the Act. Second, he argues that the Immigration Officer committed a reviewable error by failing to take into consideration the best interests of his child when assessing the subsection 24(1) application.", "[9] An argument was addressed by the Applicant in the course of the hearing, that is concerning the sufficiency of the Tribunal Record. The application for the TRP, on a form produced by Citizenship and Immigration Canada, allows a person to provide additional information. On the form in issue here, the notation \"see attached\" appears at block 10. There are no attachments appended to the TRP application form that was produced as part of the Tribunal Record.", "[10] Because the subject of this application is a decision made by an administrative decision-maker exercising a statutory discretion, a pragmatic and functional analysis must be undertaken to establish the appropriate standard of review; see  <FRAGMENT_SUPPRESSED> . Four factors must be considered: the presence or absence of a privative clause; the expertise of the tribunal; the statutory purpose; and the nature of the question.", "[11] The Act contains neither a full privative clause nor an absolute right of appeal. Judicial review is available if leave is granted. This factor is neutral.", "[12] Immigration officers deal regularly with applications for permits under the Act, including TRPs. Their relative expertise is greater than that of the Court and tends to attract a high degree of deference.", "[13] The broad purpose of the Act is to regulate the admission of immigrants into Canada and to maintain the security of Canadian society. This broad purpose also includes reunification of families. The pursuit of the broad purpose requires consideration of many interests that may conflict with each other. Decisions made in such a polycentric context tend to attract judicial deference.", "[14] Finally, the nature of this question, that is the exercise of a discretion to issue a TRP, is more factually oriented than legally driven. The exercise of discretion will require weighing the available evidence. This exercise requires consideration of the relevant statutory provision, in this case subsection 24(1) of the Act. This can be characterized as a mixed question of fact and law, reviewable on the standard of reasonableness simpliciter.", "[15] Upon balancing these four factors, I conclude that the applicable standard of review is reasonableness simpliciter. This standard, in respect of a discretionary decision of a visa officer, was followed by the Supreme Court of Canada in  <FRAGMENT_SUPPRESSED> .", "[16] In the present case, the Applicant argues that the Immigration Officer ignored evidence, specifically the letter that accompanied his TRP application. The Respondent's position is that the Applicant bore the burden to present his case and that the Immigration Officer was under no obligation to search the file to find the covering letter that related to both the TRP and H & C applications.", "[17] I agree that the Applicant carries the burden of ensuring that all relevant information is before the Immigration Officer. However, it would appear that the entirety of the evidence submitted by the Applicant was not before the Immigration Officer. The Immigration Officer made the decision without regard to the covering letter and this raises a doubt whether the decision was made without regard to the evidence submitted.", "[18] In the result, the application for judicial review is allowed. The decision of the Immigration Officer is quashed and the matter remitted to a different immigration officer for redetermination. There is no question for certification arising. ORDER", "[19] The application for judicial review is allowed. The decision of the Immigration Officer is quashed and the matter remitted to a different immigration officer for redetermination. There is no question for certification arising. [End of document] <FRAGMENT_SUPPRESSED>"]}