{"id_": "008212", "body_str": ["[1] Tremblay-Lamer, J. [Translation]: This is an application under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA) for judicial review of a decision of the Immigration Division of the Immigration and Refugee Board (the panel) determining that the applicant is inadmissible on grounds of serious criminality under paragraph 36(1)( ) of the IRPA. FACTS", "[2] The applicant is a citizen of Haiti. He arrived in Canada on March 23, 2011, and made a refugee protection claim on April 9, 2011, which has not yet been determined.", "[3] On July 7, 2011, the Canada Border Services Agency (CBSA) prepared a report under subsection 44(1) of the IRPA stating that the applicant: [translation] ... is inadmissible on grounds of serious criminality for committing an act outside Canada that if committed in Canada would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years.", "[4] The CBSA alleged that a warrant for his arrest had been signed on December 3, 1999, and issued by the U.S. District Court Middle District in Tampa, Florida, stating: [translation] ... for failure to attend in Court to answer to charges of conspiracy to possess, for the purpose of trafficking, and trafficking in narcotics (cocaine), an offence that, if committed in Canada, would constitute conspiracy to possess, for the purpose of trafficking, a substance included in Schedule I, and trafficking in a substance included in Schedule I of the Controlled Drugs and Substances Act, an indictable offence punishable by imprisonment for life, as set out insubsections 5(1) and (2) and paragraph 5(3)( ) of the Controlled Drugs and Substances Act. The arrest warrant is still valid.", "[5] On the date when the report was prepared, the Minister's delegate referred the matter to the panel.", "[6] On October 6, 2011, the panel ordered that the applicant be removed from Canada on grounds of serious criminality under paragraph 36(1)( ) of theIRPA. It concluded that the applicant was a foreign national for the purpose of the proceeding and determined that the Canadian legislation was equivalent to the American legislation. STANDARD OF REVIEW", "[7] The standard of review that applies to the IRB's decision regarding equivalency is reasonableness ( <FRAGMENT_SUPPRESSED>  (CanLII), 2005 FC 1742, [2005] FCJ 2161 (QL) and <FRAGMENT_SUPPRESSED>  (CanLII), 2005 FC 169, [2005] FCJ 183 (QL)). The Court will intervene only if the panel acted unreasonably in determining that the applicant was involved in trafficking in cocaine: see section 33 of theIRPA. The status of the provisions of the Criminal Code of Canada, however, is a question of law to which the standard of correctness applies on review. Questions of mixed fact and law are subject to the reasonableness standard ( <FRAGMENT_SUPPRESSED> ). Whether the panel committed reversible error in applying paragraph 36(1)( ) of the IRPA", "[8] The applicant submits, first, that he could not demonstrate that there was no equivalency between the foreign law and the Canadian law because the Minister failed to specify the provision on which he relied in concluding that the applicant was inadmissible on grounds of serious criminality. I do not share that view.", "[9] Subsections 5(1)and (2) and paragraph 5(3)( ) of the Controlled Drugs and Substances Act , SC 1996, c 19 (the Act) provide: (1) No person shall traffic in a substance included in Schedule I, II, III or IV or in any substance represented or held out by that person to be such a substance. (2) No person shall, for the purpose of trafficking, possess a substance included in Schedule I, II, III or IV. (3) Every person who contravenes subsection (1) or (2) (a) subject to subsection (4), where the subject-matter of the offence is a substance included in Schedule I or II, is guilty of an indictable offence and liable to imprisonment for life; a)", "[10] The relevant passage of the report written under subsection 44(1) of the IRPA is as follows: [translation] ... for failure to attend in Court to answer to charges of conspiracy to possess, for the purpose of trafficking, and trafficking in narcotics (cocaine), an offence that, if committed in Canada, would constitute conspiracy to possess, for the purpose of trafficking, a substance included in Schedule I, and trafficking in a substance included in Schedule I of the Controlled Drugs and Substances Act, an indictable offence punishable by imprisonment for life, as set out insubsections 5(1) and (2) and paragraph 5(3)( ) of the Controlled Drugs and Substances Act. [Emphasis added].", "[11] It is apparent from the Minister's report that an applicant is inadmissible if he commits one of the following two offences: (1) conspiracy to possess, for the purpose of trafficking, a substance included in Schedule I; and (2) trafficking in a substance included in Schedule I. Those offences correspond to the offences set out in subsections 5(1) and (2) of theAct. Because the statutory provisions on which the Minister relied were clearly identified, the applicant cannot claim that they were not brought to his attention.", "[12] The applicant also submits that it could not be established, on the evidence in the record, that he transported a bag containing narcotics. The only evidence in the record consists of his testimony before the panel and his guilty plea. He submits that the panel concluded that the bag contained narcotics because it presumed that his brother was engaged in a drug-selling operation.", "[13] The applicant also submits that the panel erred in law by finding that the act in question constituted trafficking within the meaning of the Act.", "[14] The respondent argues that the offence of trafficking encompasses all actions and activities that contribute to making narcotics available to a person other than the trafficker. On that point, he relied on the definition of trafficking set out in the Act.", "[15] The respondent submits that to prove the guilt of the accused, it was sufficient to prove that he committed the actus reus of trafficking, that he intended to commit it, and that he was aware of the type of substance. I am of the same opinion.", "[16] First, it is important to note that in <FRAGMENT_SUPPRESSED>  (QL) ( Hill ), the Federal Court of Appeal gave three methods for determining equivalency between a foreign law and a Canadian law: It seems to me that because of the presence of the words \"would constitute an offence ... in Canada\", the equivalency can be determined in three ways: - first, by a comparison of the precise wording in each statute both through documents and, if available, through the evidence of an expert or experts in the foreign law and determining therefrom the essential ingredients of the respective offences. Two, by examining the evidence adduced before the adjudicator, both oral and documentary, to ascertain whether or not that evidence was sufficient to establish that the essential ingredients of the offence in Canada had been proven in the foreign proceedings, whether precisely described in the initiating documents or in the statutory provisions in the same words or not. Third, by a combination of one and two.", "[17] Those methods of determining equivalency were confirmed by the Court in <FRAGMENT_SUPPRESSED>  (QL).", "[18] In this case, the applicant objects to the manner in which the panel applied the second method of determining equivalency, as described in Hill , above. As the respondent points out, the term \"traffic\" is defined insubsection 2(1) of the Act and means to sell, administer, give, transfer, transport, send or deliver a substance included in any of Schedules I to IV of the Act, or to offer to do any of those things, otherwise than under the authority of the regulations. A controlled substance includes \"any thing that contains or has on it a controlled substance and that is used or intended or designed for use in producing the substance, or in introducing the substance into a human body\" (see subparagraph 2(2)( )(ii) of theAct). The terms \"give\", \"deliver\" and \"transfer\" are understood in their general sense and mean passing on in some way ( R v Larson , 6 CCC (2d) 145, [1972] BCJ 661 (QL); R v Lauze , 17 CR (3d) 90, [1980] JQ 166 (QL); R v Wood , 2007 ABCA 65 (CanLII), 2007 ABCA 65, [2007] AJ 763; and R v Taylor (1974), 17 CCC (2d) 36, [1974] BCJ 858 (QL)). Essentially, the offence of trafficking encompasses any act that provides another person with access to narcotics. It is sufficient to show that the accused committed one of those acts, that he had the intent to commit it and that he had knowledge of the substance in issue ( R v Greyeyes , 1997 CanLII 313 (SCC), [1997] 2 SCR 825 (QL)). It is also sufficient that the accused participated in a single transaction for him to commit the offence of trafficking, regardless of whether any words were spoken during the commission of the act ( R v Weselak , 9 CCC (2d) 193, [1972] CMAJ 1 (QL) and R v Jordison (1957), 26 CR 267, [1957] BCJ 73 (QL)).", "[19] As his testimony before the panel and the indictment filed against him indicate, sometime between July 1997 and January 1998, the applicant went to the home of his brother, who asked him to bring him a brown paper bag, which he then did. It is clear that the act committed by the applicant constituted, at the least, delivering within the meaning of the Act. Knowledge of the substance that the bag contained may be established from the context in which the act was committed. The applicant testified that he did not know what the bag contained, but he also admitted that he strongly suspected that the bag contained cocaine. He also knew that his brother was a drug trafficker. In the circumstances, this was a case of wilful blindness, an accepted method in criminal law of proving actual knowledge of the substance ( R v Sandhu , 50 CCC (3d) 492, [1989] OJ 1647 (QL)). In short, the panel was entitled to conclude that there were reasonable grounds to believe that the applicant had committed an offence in the United States that, if he had committed it in Canada, would constitute a trafficking offence. Because trafficking is punishable by a sentence of imprisonment for life in Canada, and thus is punishable by a maximum term of imprisonment of at least 10 years, the applicant was validly determined to be inadmissible under paragraph 36(1)( ) of the IRPA, and the panel was justified in ordering that he be removed from Canada.", "[20] The applicant's final submission is that there is no evidence in the record regarding the sentence applicable to the act between 1997 and January 1998, when the events in question took place. The sentence associated with an offence under section 5 of the Act is the sentence that was in force at the time of the hearing. He relies on section 11 of the Canadian Charter of Rights and Freedoms in saying that an accused may not be sentenced to a punishment that is greater than the punishment at the time the act was committed, and he must be given the benefit of a lesser punishment if the legislation varies.", "[21] The respondent submits that when the panel establishes equivalency between the offence committed outside Canada and an offence under an Act of the Canadian Parliament, it must interpret the Canadian law as it reads at the time it makes its decision and not as it read at the time of the commission of the offence (when the offence was committed) outside Canada. In addition, absent indication to the contrary, concepts from another area of law should not be applied to theIRPA ( <FRAGMENT_SUPPRESSED>  (QL)). Accordingly, section 11 of the Charter has no application in this case because in immigration law, the applicant has not been charged in the criminal law sense ( <FRAGMENT_SUPPRESSED>  (QL) ( Rudolph )). He also noted that the legislation must be construed and the intent of Parliament determined based on the words used, in their entire context and according to their grammatical and ordinary sense, harmoniously with the scheme and object of the Act and the intention of Parliament ( <FRAGMENT_SUPPRESSED> ). There is nothing in paragraph 36(1)( ) that refers to theAct of Parliament that applied at the time when the offence was committed. I am of the same opinion.", "[22] Section 33of the IRPA provides that the facts referred to in section 36 are to be determined based on reasonable grounds to believe that they have occurred, are occurring or may occur. That provision allows the Minister to consider the occurrence of a broad range of events and facts, without restriction in time. It cannot be concluded from the wording of that section and of the sections of the IRPA that follow that equivalency must be determined based on the punishment that was applicable in Canada at the time of the commission of the offence (when the offence was committed) or based on the wording of the offence as it read at that time. In addition, the general rule is that statutes are not to be construed as having retrospective operation unless such a construction is expressly or by necessary implication required by the language of the Act ( <FRAGMENT_SUPPRESSED> , 7 NR 401). The panel must therefore interpret the Act of Parliament, in this case the Controlled Drugs and Substances Act, as it reads at the time it makes its decision. Moreover, section 11 of the Charter is not applicable in this case because for the purposes of the IRPA, the applicant has not been charged in the criminal law sense ( Rudolph , above).", "[23] For these reasons, the application for judicial review is dismissed. JUDGMENT", "[24] THIS COURT ORDERS AND ADJUDGES that the application for judicial review is dismissed. No question is certified. c) de la LIPR.", "[2]", "[3]", "[4] a) de la", "[5]", "[6] c) NORME DE CONTRÔLE", "[7] Code criminel <FRAGMENT_SUPPRESSED> ).", "[8]", "[9] a) de la (1) No person shall traffic in a substance included in Schedule I, II, III or IV or in any substance represented or held out by that person to be such a substance. (2) No person shall, for the purpose of trafficking, possess a substance included in Schedule I, II, III or IV. (3) Every person who contravenes subsection (1) or (2) (a) subject to subsection (4), where the subject-matter of the offence is a substance included in Schedule I or II, is guilty of an indictable offence and liable to imprisonment for life;", "[10] et a) de la [nos italiques].", "[11]", "[12]", "[13]", "[14]", "[15]", "[16] <FRAGMENT_SUPPRESSED>  (QL) [ Hill", "[17] , [1997] 1 CF 235, [1996] ACF 1060 (QL).", "[18] Hill b) R c Larson , 6 CCC (2d) 145, [1972] BCJ 661 (QL); R c Lauze , 17 CR (3d) 90, [1980] JQ 166 (QL); R c Wood , 2007 ABCA 65, [2007] AJ 763; et R c Taylor R c Greyeyes R c Weselak , 9 CCC (2d) 193, [1972] CMAJ 1 (QL) et (1957), 26 CR 267, [1957] BCJ 73 (QL)).", "[19] R c Sandhu c)", "[20]", "[21] <FRAGMENT_SUPPRESSED>  la Charte <FRAGMENT_SUPPRESSED>  (QL) [ Rudolph c)", "[22] Charte Rudolph ci-dessus).", "[23] JUGEMENT", "[24] [End of document]"]}