{"id_": "008329", "body_str": ["[1] Le juge Shore <FRAGMENT_SUPPRESSED>  [2009] A.C.F. no 542 (QL) au par. 15; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 622 au par. 32; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 162 au par. 9;", "[2]", "[16] The RPD has a well-established expertise in determining questions of facts, particularly, as is the case here, in the evaluation of the applicant's credibility and subjective fear of persecution. The Court will not intervene in findings of fact reached by the RPD unless they are found to be unreasonable, capricious or unsupported by the evidence ( <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 319 au par. 12; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 314 au par. 15; II. Introduction  <FRAGMENT_SUPPRESSED>", "[3] , L.C. 2001, c. 27 (LIPR).  <FRAGMENT_SUPPRESSED>", "[4] III.", "[5]", "[6]", "[7]", "[8] IV.", "[9] V. Analyse  <FRAGMENT_SUPPRESSED>", "[10]", "[11] a.", "[12]", "[13]", "[14]", "[15]", "[16]", "[17] Ensuite", "[18]", "[19] b.", "[20]", "[21]", "<FRAGMENT_SUPPRESSED>  [2005] A.C.F. no 959 (QL) au para. 23 et <FRAGMENT_SUPPRESSED>  [2004] A.C.F. no 648 (QL). (La Cour souligne).  <FRAGMENT_SUPPRESSED>", "[22]", "[23]", "[24]", "[25] <FRAGMENT_SUPPRESSED>  au par. 147).  <FRAGMENT_SUPPRESSED>", "[26]", "[27]", "", "", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 509).  <FRAGMENT_SUPPRESSED>", "[28]", "[29] <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 169 au par. 24; <FRAGMENT_SUPPRESSED>  F.T.R. 180 au par 21; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 321 au par. 37; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 116 au par. 268).  <FRAGMENT_SUPPRESSED>", "[30]", "<FRAGMENT_SUPPRESSED>  [2009] A.C.F. n o 171 ( <FRAGMENT_SUPPRESSED>  [2009] A.C.F. no 617 (QL) au par. 14).  <FRAGMENT_SUPPRESSED>", "[31]", "[32] <FRAGMENT_SUPPRESSED>  [2009] A.C.F. no 343 (QL) au par. 23; <FRAGMENT_SUPPRESSED>  [2009] A.C.F. no 1024 (QL) au par. 22).  <FRAGMENT_SUPPRESSED>", "[33] <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 514 au par. 22).  <FRAGMENT_SUPPRESSED>", "[34]", "?  <FRAGMENT_SUPPRESSED>", "", "[35] <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 818 au par. 15; <FRAGMENT_SUPPRESSED>  [2008] A.C.F. no 908 (QL) au par. 4; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 267 au par. 15).  <FRAGMENT_SUPPRESSED>", "[36]", "[37] Gutierrez <FRAGMENT_SUPPRESSED>  [2008] A.C.F. no 1501 (QL) au par. 14; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 336 au par. 12; Navarro", "[38]", "[39] Gutierrez <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 960, au par. 18; VI. Conclusion  <FRAGMENT_SUPPRESSED>", "[40]", "[41] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[42] .........................  <FRAGMENT_SUPPRESSED> Fernando Quintero Cienfuegos, Ivonne Becerril Canul and  <FRAGMENT_SUPPRESSED> [Translation]: This Court has repeatedly confirmed that the accumulation of contradictions between a claimant's testimony, port of entry statements and Personal Information Form (PIF) or that of another claimant, as well as the omission of elements in the PIF that are crucial to his or her claim may legitimately serve as a basis for a negative credibility finding ( <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 132 at para. 6, 10-11; <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 542 (QL) at para. 15; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 622 at para. 32; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 162 at para. 9; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 676 at para. 24-26).  <FRAGMENT_SUPPRESSED>", "[2] Indeed, evaluating the evidence, and, in particular, an applicant's credibility, is within the expertise of the Board. Consequently, the Court must show significant deference to this type of finding:  <FRAGMENT_SUPPRESSED>", "[16] The RPD has a well-established expertise in determining questions of facts, particularly, as is the case here, in the evaluation of the applicant's credibility and subjective fear of persecution. The Court will not intervene in findings of fact reached by the RPD unless they are found to be unreasonable, capricious or unsupported by the evidence ( <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED>  at paragraph 18) . . . (Emphasis added).  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 220 (QL); also, <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 319 at para. 12; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 314 at para. 15; <FRAGMENT_SUPPRESSED>  [2008] F.C.J. 586 (QL) at para. 12).  <FRAGMENT_SUPPRESSED> II. Introduction  <FRAGMENT_SUPPRESSED>", "[3] This is an application for judicial review of a decision by the Refugee Protection Division of the Immigration and Refugee Board (Board) dated April 1, 2009, determining that the applicants are not \"Convention refugees\" or \"persons in need of protection\" under sections 96 and 97 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (IRPA).  <FRAGMENT_SUPPRESSED>", "[4] That decision was based on the applicants' lack of credibility and the availability of state protection.  <FRAGMENT_SUPPRESSED> III. Facts  <FRAGMENT_SUPPRESSED>", "[5] The applicants, a man, his wife and their son are Mexican citizens. The refugee claim turns on the narrative of Mr. Fernando Quintero Cienfuegos, the principal applicant.  <FRAGMENT_SUPPRESSED>", "[6] The applicants' difficulties purportedly began when Mr. Quintero Cienfuegos' father, who had worked for the Institutional Revolution Party (IRP), left that party for the Party of the Democratic Revolution (PDR).  <FRAGMENT_SUPPRESSED>", "[7] Mr. Quintero Cienfuegos' parents left Mexico for Canada where they sought refugee protection following alleged threats by IRP members against Mr. Quintero Cienfuegos' father.  <FRAGMENT_SUPPRESSED>", "[8] The applicants claim that they fear for their life because certain members of the IRP who were looking for Mr. Quintero Cienfuegos' father made death threats against them.  <FRAGMENT_SUPPRESSED> IV. Issue  <FRAGMENT_SUPPRESSED>", "[9] Is the Board's decision reasonable?  <FRAGMENT_SUPPRESSED> V. Analysis  <FRAGMENT_SUPPRESSED>", "[10] The Court concurs with the respondent.  <FRAGMENT_SUPPRESSED>", "[11] The Board's decision is based on the evidence adduced, can be reasonably inferred from it and complies with the applicable legal principles.  <FRAGMENT_SUPPRESSED> A. Credibility  <FRAGMENT_SUPPRESSED> A. The applicants are not credible  <FRAGMENT_SUPPRESSED>", "[12] After considering all the evidence, the Board found that the applicants were not credible because of numerous failings concerning essential elements of their refugee claims that tarnished their evidence.  <FRAGMENT_SUPPRESSED>", "[13] The Board identified a number of inconsistencies in the applicants' evidence.  <FRAGMENT_SUPPRESSED>", "[14] First, the Board observed that Mr. Quintero Cienfuegos' testimony contradicted his port of entry statements as to whether he knew the identity of his persecutors. Mr. Quintero Cienfuegos indicated at the port of entry that he did not know who his persecutors were; however, he stated at the hearing that his persecutor, one Toribio, was an IRP employee responsible for transportation. Mr. Quintero Cienfuegos was unable to justify this inconsistency to the Board's satisfaction (Decision at pp. 3-4 at para. 11-12).  <FRAGMENT_SUPPRESSED>", "[15] Second, Mr. Quintero Cienfuegos gave evidence contradicting his father's PIF about the date his father left the IRP in November 2005, while his father stated in his PIF that he left in February 2006 (Decision at p. 4 at para. 13).  <FRAGMENT_SUPPRESSED>", "[16] In addition, the Board emphasized the fact that when it confronted Mr. Quintero Cienfuegos about this, he did not provide an explanation but attempted to \"get around the question by giving an answer that had nothing to do with the question put to him\" (Decision at p. 4, para. 13).  <FRAGMENT_SUPPRESSED>", "[17] Next , the Board noted a significant omission in the applicants' PIF that pertains to the core issue of their refugee claims.  <FRAGMENT_SUPPRESSED>", "[18] They did not state that Toribio was looking for Mr. Quintero Cienfuegos because he knew that Mr. Quintero Cienfuegos was aware of the fraud he had committed when he was responsible for transportation at the IRP.  <FRAGMENT_SUPPRESSED>", "[19] Mr. Quintero Cienfuegos was unable to justify this omission because he himself had testified that he was aware of this information before he left Mexico. In fact, it was because of this information that his father recommended he come to Canada to seek refugee protection.  <FRAGMENT_SUPPRESSED> b. The merits of the Board's decision  <FRAGMENT_SUPPRESSED>", "[20] In light of the foregoing, it was open to the Board to determine that these inconsistencies and omissions undermined the applicants' credibility.  <FRAGMENT_SUPPRESSED>", "[21] This Court also held in <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 604, that the Board can make a negative credibility finding against a refugee claimant based on a single false statement made to an immigration officer at the port of entry:  <FRAGMENT_SUPPRESSED>", "[21] The case law states that differences between the claimant's statement at the port of entry and the claimant's testimony are enough to justify a negative credibility finding when these contradictions bear on elements that are central to the claim: <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 959 (QL), at paragraph 23 and <FRAGMENT_SUPPRESSED>  (QL). Further, the RPD is entitled to assess a claimant's credibility based on a single inconsistency where the impugned evidence is a significant aspect of the claim: see <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 648 (QL). (emphasis added)  <FRAGMENT_SUPPRESSED>", "[22] A claimant's demeanour while testifying is another recognized ground for making a negative credibility finding ( <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 568 at para. 13-14).  <FRAGMENT_SUPPRESSED>", "[23] Additionally, with respect, the applicants' Memorandum does not advance any argument that could invalidate the Board's decision in its entirety.  <FRAGMENT_SUPPRESSED>", "[24] In fact, the applicants disputed only one of the Board's negative credibility findings (Applicants' Record (AR) at pp. 19-20, para. 6-12).  <FRAGMENT_SUPPRESSED>", "[25] The negative credibility finding is determinative per se, and the failure to prove that it is unreasonable is sufficient to defeat this application ( <FRAGMENT_SUPPRESSED>  at para. 147).  <FRAGMENT_SUPPRESSED>", "[26] The findings that were not challenged must be presumed to be true and constitute a sufficient basis for justifying the dismissal of this application for judicial review.  <FRAGMENT_SUPPRESSED>", "[27] In addition, with respect to the applicants' submissions in their Memorandum that the Board did not take into consideration Mr. Quintero Cienfuegos's testimony and explanations about his fear of persecution (AR at p. 20), based on the facts in the record and the evidence, the Board determined that the applicants were not credible. As this Court stated recently:  <FRAGMENT_SUPPRESSED>", "[13] The Applicants challenge the Board's credibility findings with broad assertions that the Board essentially got it wrong. They say that their explanations for the matters of concern to the Board were reasonable and that the testimonial failings identified by the Board were not important. While acknowledging that there were \"problems\" with Ms. Mantilla Cortes' evidence, the Applicants contend that the Board's reasons for rejecting that testimony involve minutia and failed to address the central aspects of their allegations of persecution.  <FRAGMENT_SUPPRESSED>", "[14] The fundamental problem with this argument is that the weaknesses in Ms. Mantilla Cortes' testimony went far beyond matters of insignificant detail. As counsel for the Respondent accurately pointed out, Ms. Mantilla Cortes was frequently inconsistent about the identity of the agents of persecution and, in that regard, gave evidence that was contradictory to the statements provided by other members of her family. The Board also noted Ms. Mantilla Cortes' vagueness about the details of the ransom allegedly paid on behalf of her brother and it identified several important omissions and inconsistencies among the various narratives provided by Ms. Mantilla Cortes and by other members of the family concerning material aspects of the alleged persecution. Finally, the Board was not impressed by Ms. Mantilla Cortes' demeanour and it specifically noted a lack of spontaneity in her responses to key questions.  <FRAGMENT_SUPPRESSED>", "[15] It is not the role of the Court on judicial review to re-weigh the evidence or to draw its own inferences from that evidence. The Board is, after all, in the best position to assess the credibility of the witnesses who appear before it. Here the Board's credibility findings were reasonably supported by the evidence and I am, therefore, not satisfied that the Board erred in this aspect of its analysis.  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 509).  <FRAGMENT_SUPPRESSED>", "[28] The Board correctly assessed the merits of the applicants' fear.  <FRAGMENT_SUPPRESSED>", "[29] It is the Board's role to assess the evidence adduced and to draw the necessary inferences from it ( <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 169 at para. 24; <FRAGMENT_SUPPRESSED>  F.T.R. 180 at para. 21; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 321 at para. 37; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 116 at para. 268).  <FRAGMENT_SUPPRESSED>", "[30] Essentially, the applicants are asking this Court to reassess the evidence and to substitute its opinion for the Board's. The principle is clear: judicial review does not permit the Court to reweigh the evidence.  <FRAGMENT_SUPPRESSED>  the Court of Appeal confirmed this principle in unequivocal terms:  <FRAGMENT_SUPPRESSED>", "[42] . . . What the appellant is actually asking this Court to do is what we cannot do on an application for judicial review, that is, to reassess the evidence that was before the  <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 171 ( <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 617 (QL) at para. 14).  <FRAGMENT_SUPPRESSED>", "[31] In light of the foregoing, the Board's decision is reasonable, and the intervention of this Court is not warranted.  <FRAGMENT_SUPPRESSED> B. Availability of state protection  <FRAGMENT_SUPPRESSED>", "[32] Even if the Board had found the applicants credible, it concluded, after analyzing all the evidence, that the applicants had not rebutted the presumption of state protection through clear and convincing evidence (Decision at p. 5, para. 17; Canada (Minister of Citizenship and Immigration v. Carillo , 2008 FCA 94, [2008] 4 F.C.R. 636 at para. 26, 30, 38; <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 343 (QL) at para. 23; <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 1024 (QL) at para. 22).  <FRAGMENT_SUPPRESSED>", "[33] In fact, the applicants simply did not give the Mexican authorities any opportunity to protect them. They did not file a complaint with the police or the public prosecutor's office (Decision at p. 5, para. 18). Moreover, the applicants admitted this in their Memorandum (AR at p. 21, para. 15). Instead, the applicants chose to come to Canada even though a refugee protection claim in a state that is a signatory to the Convention must be a solution of last resort ( <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 514 at para. 22).  <FRAGMENT_SUPPRESSED>", "[34] Thus, it was completely legitimate for the Board to determine that the applicants did not rebut the presumption of state protection. The following comments from the decision in <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 1533 (QL), are relevant:  <FRAGMENT_SUPPRESSED>", "[27] The applicant did not follow up on the report she filed belatedly against her ex-spouse nor did she seek assistance from organizations that protect battered women; she simply sought refuge with family and told her in-laws what her ex-spouse had done. How can she now conclude that her country's protection was ineffective when she did not really test it seriously ?  <FRAGMENT_SUPPRESSED>", "[28] The onus was on the applicant to first seek protection from the Mexican state before asking another country for protection. She says she did not do so because she did not believe that the protection provided in Mexico for women in her situation was effective. Doubting the effectiveness of state protection when she did not really test it does not rebut the presumption of state protection in her country of origin . (Emphasis added).  <FRAGMENT_SUPPRESSED>", "[35] As for the applicants' submissions that they did not file a complaint because the one filed by Mr. Fernando Quintero Cienfuegos' father had not been followed up, the Board was correct in finding that this was not sufficient to rebut the presumption of state protection. This Court has repeatedly stated that evidence that one or more police officers refused to act on a refugee claimant's complaint or that an investigation led nowhere is not sufficient. That cannot be the basis for automatically finding that state protection is not available ( <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 626 at para. 15-17; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 818 at para. 15; <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 908 (QL) at para. 4; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 267 at para. 15).  <FRAGMENT_SUPPRESSED>", "[36] Moreover, with respect to their argument that even if they had filed a complaint, nothing would have happened because of the generalized corruption that prevails in Mexico, it is clear from the reasons for decision that, after weighing the credible objective documentary evidence, the Board acknowledged that the situation in Mexico is not perfect. That being said, the Board noted that Mexico's protection is available in this case and that the Mexican authorities are making serious efforts to protect the population and that \"there are institutions and organizations in that country that function normally\". (Decision at p. 6 at para. 20-21).  <FRAGMENT_SUPPRESSED>", "[37] On more than one occasion, this Court has upheld decisions determining that the presumption of state protection has not been rebutted in a Mexican context ( <FRAGMENT_SUPPRESSED>  at para. 22; <FRAGMENT_SUPPRESSED> , at para. 17; <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 1501 (QL) at para. 14; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 336 at para. 12; <FRAGMENT_SUPPRESSED> , at para. 17; De la  <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 497 at para. 11).  <FRAGMENT_SUPPRESSED>", "[38] Thus, the Board was justified in determining that, in the circumstances of this case, the applicants had not done what was required to take advantage of their country's protection.  <FRAGMENT_SUPPRESSED>", "[39] The finding concerning the availability of state protection is sufficient per se to dismiss the applicants' application ( <FRAGMENT_SUPPRESSED> , at para. 11; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 960, at para. 18; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 855 at para. 14-17).  <FRAGMENT_SUPPRESSED> VI. Conclusion  <FRAGMENT_SUPPRESSED>", "[40] The applicants did not put forward any serious argument regarding the Board's determination that state protection was available, that could support a finding by this Court that the Board's reasons are perverse, capricious or completely unfounded.  <FRAGMENT_SUPPRESSED>", "[41] Based on the foregoing, the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "[42] THIS COURT ORDERS that  <FRAGMENT_SUPPRESSED> 1. the applicant's application for judicial review is dismissed;  <FRAGMENT_SUPPRESSED> 2. no question of serious question of general importance is certified.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}