{"id_": "008666", "body_str": ["[1] Zinn, J. : The applicant brought a motion, on short notice, for an Order staying his removal from Canada. The motion was heard late in the morning on Friday, August 31, 2012. The applicant was scheduled for removal to Hungary at 6:40 p.m. that evening. An Order dismissing the motion issued mid afternoon. These are the reasons for dismissing the stay motion.", "[2] The applicant is a Hungarian Roma. He entered Canada on May 14, 2009, and made a claim for refugee protection. He claimed that he had been and would continue to be persecuted in Hungary because he is Roma. The Refugee Protection Division of the Immigration and Refugee Board [RPD] rejected his claim on October 5, 2011, finding that he had failed to rebut the presumption of state protection. An application for leave and judicial review of that decision was dismissed by this Court on February 7, 2012.", "[3] As a consequence of the dismissal of his leave application, the statutory stay that had been in effect by virtue of section 231(1) of the Immigration and Refugee Protection Regulations , SOR/2002-227 [the Regulations] ended and the removal order against him could then be enforced.", "[4] Section 160(1) of the Regulations provides that an applicant may apply for protection under section 112(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA] after he or she is \"given notice to that effect by the Department.\" It is a condition precedent to a failed refugee claimant applying for protection that the Department has given him or her that notice. The protection referenced in these provisions is the Pre-Removal Risk Assessment [PRRA]. No PRRA notification was given to the applicant and therefore he was unable to submit an application for a PRRA.", "[5] On August 16, 2012, the applicant was served with a direction to report for removal on August 31, 2012. On August 21, 2012, he requested a deferral of his removal to Hungary. The basis of the deferral request was as follows: As our client was eligible to be served with a PRRA between February 7th, 2012, and the coming into force of the statutory changes, we submit that you were under the obligation to notify him of his right to the PRRA. Therefore, we ask that you serve the client with PRRA, and submit that until you do so, our client is not removable until the conditions set out in R. 232 of the IRPA are fulfilled. ... We therefore ask that you suspend the removal of the applicant until such time that you serve our client with a PRRA application in the manner prescribed in 160(4) of the IRPA.", "[6] The \"statutory changes\" referenced in the deferral request are the amendments to IRPA that resulted from the coming into force on July 29, 2012, of the Balanced Refugee Reform Act , SC 2010, c 8 [BRRA].", "[7] The BRRA made significant changes to the PRRA process. The one that impacts the applicant is the amendment of IRPA to include a provision that no person subject to a removal order may apply for a PRRA if the removal occurs within 12 months of the person's negative refugee determination. Section 112(2)(b.1) of IRPA now provides as follows: 112. (2) Despite subsection (1), a person may not apply for protection if ... (b.1) subject to subsection (2.1), less than 12 months have passed since their claim for refugee protection was last rejected - unless it was deemed to be rejected under subsection 109(3) or was rejected on the basis of section E or F of Article 1 of the Refugee Convention - or determined to be withdrawn or abandoned by the Refugee Protection Division or the Refugee Appeal Division; ...", "[8] The enforcement officer who denied the applicant's deferral request did so for three reasons.", "[9] First, the officer noted that because of the coming into force of the BRRA on June 29, 2012, and because the applicant's refugee claim was rejected on October 5, 2011, the applicant \"is statutorily prohibited from applying for a pre-removal risk assessment at this time.\" The applicant would not be eligible for a PRRA until October 5, 2012. In other words, the applicant cannot currently be served \"with a PRRA application in the manner prescribed in 160(4) of the IRPA\" as was requested by him in his deferral request.", "[10] Second, the officer noted that although the applicant could have been notified of his right to a PRRA in the period between February 7, 2012 and June 29, 2012, if he had been so notified and had submitted a PRRA application, then pursuant to operational Bulletin 440-E dated August 15, 2012, his PRRA \"application would be null and void\" and closed by Citizenship and Immigration Canada. The relevant provisions of that bulletin read as follows: Effective August 15, 2012, Citizenship and Immigration Canada (CIC) will begin to retroactively close existing Pre-Removal Risk Assessment (PRRA) applications for which the 12-month bar applies ... ... CIC is to close all PRRA applications that are currently in its inventory for which the 12-month bar applies.", "[11] Third, the officer notes that no new risk to the applicant is alleged: I further note that as an Inland Enforcement Officer, my discretion is extremely limited, and it is not within my authority to assess the merits of a decision made by the RPD or PRRA officer, though I may assess whether removal at this time would expose the applicant to risk of death, extreme sanction, or inhumane treatment. I find it important to note that counsel has advanced no allegations of risk to Attila Toth to risk of death, extreme sanction, or inhumane treatment.", "[12] The applicant acknowledges that because the decision under review is a decision of an enforcement officer not to defer removal, the test of serious issue is not whether the issue is one that is not frivolous or vexatious but is whether the applicant has shown a \"likelihood of success on the underlying application:\" <FRAGMENT_SUPPRESSED>  [ Wang ].", "[13] In the applicant's written memorandum, the principal submission as to the serious issue was the same as had been made to the deferral officer; namely that his right to a PRRA had been breached by the respondent. It was argued that there was an obligation on the Minister to notify the applicant of his right to a PRRA prior to June 29, 2012, when the BRRA came into effect. This submission was not pursued in oral argument. In any event, I do not accept that there was any such obligation to provide the notification before the BRRA amendments came into force. I agree with the respondent that the factors an officer must consider before initiating the PRRA process, as set out in section 18 of the Enforcement Manual (ENF-Removals), are numerous and varying in nature. I also agree with the respondent that other than the general statement in section 48 of IRPA that a removal order is to be \"enforced as soon as reasonably practicable\" there is nothing specifically directing when a PRRA notification is to be given. I note that there was no evidence that there had been any deliberate delay in providing the PRRA notification.", "[14] The serious issue the applicant pursued in oral argument, and briefly mentioned in the written memorandum, as it was put by the applicant at the hearing, is whether section 112(2)(b.1) of IRPA is constitutionally valid.", "[15] The applicant submits that he is likely to succeed, on the merits of the judicial review application, in establishing that the removal of the PRRA process from a failed refugee claimant in the 12 month period following the negative refugee determination is unconstitutional because the denial of the PRRA is contrary to Canada's international obligations and an applicant's Charter rights.", "[16] The applicant points to and relies upon the objective and purposes of the PRRA procedure as set out by the Minister in PP 3- Pre-Removal Risk Assessment (PRRA) which reads as follows: The policy basis for assessing risk prior to removal is found in Canada's domestic and international commitments to the principle of . This principle holds that persons should not be removed from Canada to a country where they would be at risk of persecution, torture, risk to life or risk of cruel and unusual treatment or punishment. Such commitments require that risk be reviewed prior to removal. PRRA has the same protection objectives as the refugee determination process at the Immigration and Refugee Board of Canada (IRB). It is based on the same grounds and confers the same degree of refugee protection, except in cases described in A112(3). PRRA responds to Federal Court jurisprudence, which requires that an assessment be made for persons who allege risk upon removal. It also responds to Supreme Court jurisprudence, which suggests that everyone, including serious criminals and persons who pose a threat to national security, are entitled to a risk assessment. ... PRRA is found in Division 3 of Part 2 of the Immigration and Refugee Protection Act (IRPA), and assists in ensuring that Canada's immigration and refugee protection system meets its international obligations, as well as those under the Canadian Charter of Rights and Freedoms PRRA applications - except those of persons described in A112(3) - are considered on the same consolidated protection grounds considered by the IRB. These grounds consist of the those identified in: the Geneva Convention relating to the Status of Refugees ; the United Nations Convention against Torture and Other Cruel, Inhumane or Degrading Treatment or Punishment (' ); as well as risk to life or risk of cruel and unusual treatment or punishment, as provided in the IRPA.", "[17] The applicant also relies heavily on the decision of the Supreme Court in <FRAGMENT_SUPPRESSED>  [ Suresh ] in support of his submission that it is likely that section 112(2)(b.1) of IRPA is constitutionally invalid.", "[18] First, I note that the facts in Suresh are fundamentally different than those here. Mr. Suresh had been admitted to Canada and had been recognized as a Convention refugee in 1991. In 1995, when he applied for landed immigrant status, the government detained him and commenced proceedings to deport him to Sri Lanka on the basis that he was a member of the Liberation Tigers of Tamil Eelam, an organization engaged in terrorism. The Supreme Court found that Mr. Suresh had \"made a prima facie case showing a substantial risk of torture if deported to Sri Lanka and that his [deportation] hearing did not provide the procedural safeguards required to protect his right not to be expelled to a risk of torture or death.\"", "[19] In this case, I cannot find that the applicant has made a prima facie case of risk to life or risk of cruel and unusual treatment or punishment. As was noted by the officer, no allegation of risk was made in the deferral request.", "[20] In this motion, the applicant, filed an affidavit at the hearing, attached to which were news articles from 2012, some of which could have been filed with the deferral request, relating to the treatment of Roma in Hungary and the abhorrent conduct of the neo-Nazi organizations there. The Minister objected to the late filing of this evidence. I have reviewed these reports but find that they do not assist the applicant.", "[21] The applicant's refugee claim was rejected based on a finding that he had failed to rebut the presumption of state protection in Hungary, not that he had not suffered discrimination and objectionable treatment because he was Roma. The articles do recount further instances of objectionable conduct, some of it directed to Roma, and some articles do suggest that the police, on occasion, turn a blind eye to the actions of these neo-Nazis. However, I am unable to conclude from these reports that the applicant has made a prima facie case that he would be personally at risk in Hungary and that state protection would be inadequate.", "[22] Second, the situation faced by the applicant differs from that of Mr. Suresh because Mr. Suresh had not had any assessment made of the risk of torture or to life that he was then alleging he would be facing. The applicant here has alleged no new risk. The risk alleged is the same as was considered and rejected by the RPD; and that assessment was made within the last ten months.", "[23] Further, what Suresh teaches is that it is the assessment of an alleged risk that is required; it does not teach how it is to be assessed. I agree with the submission of the Minister that there are mechanisms available to assess risk other than a PRRA; the refugee determination process is one such a mechanism. A request for a deferral of removal is another. In Wang , Mr. Justice Pelletier, as he then was, wrote: \"In order to respect the policy of the Act which imposes a positive obligation on the Minister, while allowing for some discretion with respect to the timing of a removal, deferral should be reserved for those applications where failure to defer will expose the applicant to the risk of death, extreme sanction or inhumane treatment [emphasis added].\" This observation, among others, was endorsed by the Court of Appeal in <FRAGMENT_SUPPRESSED> . If there is evidence of changed circumstances of an applicant or of changed conditions within the country to which the applicant is being removed, such that the applicant faces a new or increased risk that has not been previously assessed, or the protection of the state has been compromised, then the enforcement officer must assess that risk and determine if a deferral of removal is warranted.", "[24] If there is clear and convincing evidence presented in a deferral request that an applicant's circumstances have materially changed or the conditions in the country of removal have altered for the worse such that a failed claimant faces a real risk of harm and inadequate protection, then that applicant may persuade a judge of this Court that he is likely to succeed on judicial review of the rejected deferral request. Alternatively, he may convince a judge that he has a prima facie case that his removal will deprive him of his right to liberty, security and perhaps life as protected by section 7 of the Charter . But neither possible avenue entails that the limitation on the right to a PRRA as found in section 112(2)(b.1) of IRPA is constitutionally invalid. The fact that an applicant who is prevented from accessing the PRRA process due to the 12 month bar has these other alternatives available to him strongly suggests, in my view, that section 112(2)(b.1) of IRPA is not invalid.", "[25] For these reasons, I find that the alleged constitutional invalidity of section 112(2)(b.1) of IRPA is not an issue that is likely to succeed on judicial review, and accordingly the applicant has not established a serious issue upon which to grant an Order staying his removal.", "[26] Further, I find that irreparable harm has not been established. The harm alleged by the applicant was the harm he would suffer from his deportation taking place prior to the constitutionality of section 112(2)(b.1) of IRPA being determined by a court of law. The irreparable harm claimed was the alleged breach of his constitutional protections. For the reasons given, I am of the view that it is not likely to be found that the impugned section is invalid and therefore it is not likely that any right of the applicant will be breached if he is removed now. The applicant's alleged irreparable harm is therefore speculative. It has not been proven likely to occur based on clear and convincing evidence.", "[27] The public interest in the effective administration of the immigration regime, in the circumstances before the Court in this motion, outweighs the applicant's personal interest in remaining in Canada. I can find no public interest in the applicant remaining in Canada pending the final determination of his application for leave and judicial review of the denied request to defer removal.", "[28] Accordingly, and for these reasons, this motion for a stay of removal was dismissed. Motion dismissed."]}