{"id_": "008653", "body_str": ["[1] Noël, J. [Translation]: This is an application for judicial review under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA), of a decision of the Immigration Division (ID) of the Immigration and Refugee Board of Canada rendered on March 22, 2012. The Panel concluded that Akrem Khedri is inadmissible pursuant to paragraph 40(1)( ) of the IRPA. I. Facts", "[2] The applicant is Tunisian. He applied for a student visa at the Canadian Embassy in Tunisia, which was issued on December 28, 2010. He arrived in Canada on January 1, 2011, and was granted at the time a study permit valid until March 31, 2012.", "[3] In support of his visa application, he submitted a bank statement from the Société tunisienne de Banque Bank (STD Bank) in Tunis.", "[4] On January 10, 2011, an official from the Canadian Embassy in Tunisia contacted the STD Bank to verify the authenticity of a number of bank statements from Tunisian students, including that of the applicant. The STD Bank confirmed that only three of all the bank statements provided were authentic. That of the applicant was not mentioned.", "[5] On December 7, 2012, an immigration officer met with the applicant for an explanation on the bank statement in question. According to the immigration officer's report, the applicant stated that his father obtained the bank statement and that he was not, therefore, responsible for submitting a fraudulent document.", "[6] A hearing before the ID was held on March 13, 2012. In its decision, the ID issued an exclusion order against the applicant, pursuant to paragraph 229(1)( ) of the Immigration and Refugee Protection Regulations , SOR/2002-227, as it concluded that the applicant's misrepresentation induced an error in the administration of the Act, within the meaning of paragraph 40(1)( ) of the IRPA. II. Impugned decision", "[7] The ID confirmed the Minister's position that the bank statement was fraudulent, based on the evidence before the Panel, on a balance of probabilities.", "[8] In fact, the ID found that it was probable that the applicant's bank statement was included in the statements sent to the STD Bank for verification on January 10, 2011, despite the fact that a list of names of persons whose bank statement was verified was not included. Moreover, the CAIPS notes on the applicant's record confirm that information.", "[9] The ID rejected the applicant's explanation that he honestly believed that the statement was authentic, as his father, who had taken the steps to obtain it, confirmed to him that this was indeed the case. The applicant provided as evidence an e-mail from his father confirming all of this, but the ID gave little probative value to it.", "[10] Furthermore, the ID noted that there was no evidence that the applicant took any steps with the STD Bank to clarify the situation. Such evidence would have proven useful considering that it was the bank who was in the best position to rectify the situation. Thus, the decision-maker considered the applicant as being not credible given his choice not to act, especially when he alleges that he feared he would not be able to finish his academic year.", "[11] Finally, the decision-maker rejected the applicant's argument that there had to be an intentional element for paragraph 40(1)( ) to apply.", "[12] Thus, the analysis of the evidence as a whole led the Panel to conclude, on a balance of probabilities, that the applicant's bank statement was fraudulent and that this element of fraud was material to his application, namely, his financial capability to support himself while studying in Canada. The ID was, therefore, of the view that it was reasonable to believe that this misrepresentation induced an error in the application of the IRPA. III.", "[13] The applicant submits that the ID should have considered the fact that he was unaware that the document was falsified and that, therefore, it erred in concluding that it is not necessary to prove the intent of the applicant to mislead.", "[14] In the alternative, the applicant submits that the ID arrived at an unreasonable conclusion in determining that the document was falsified. Moreover, he alleges that the ID unduely reversed the burden of proof in the circumstances by imposing on the applicant the burden of proving the authenticity of the document. IV.", "[15] The respondent submits that the decision-maker must assess the evidence as a whole based on a balance of probabilities. In this context, the applicant had to substantiate his submission that the bank statement was authentic on the basis of probative evidence. Furthermore, the applicant cannot be exempted from the law on the sole basis that he was unaware that the statement had been falsified. V. Issue", "[16] Did the ID err in concluding that \"mens rea\" is not required for misrepresentation under paragraph 40(1)( ) of the IRPA?", "[17] Did the Panel err in concluding that the bank statement submitted in support of his student visa application was falsified? VI. Standard of review", "[18] The standard of review applicable to the first issue, namely, whether paragraph 40(1)( ) requires an element of \"mens rea,\" is the standard of reasonableness, as it is a question of law related to the interpretation of the officer's home statute ( FRAGMENT_SUPPRESSED). The second issue requires the application of the reasonableness standard, as it is a question of mixed fact and law ( FRAGMENT_SUPPRESSED). VII. Relevant legislation", "[19] Paragraph 40(1)( ) of the IRPA reads as follows: Immigration and Refugee Protection Act , SC 2001, c 27 Misrepresentation 40. (1) A permanent resident or a foreign national is inadmissible for misrepresentation ) for directly or indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of this Act; . . . , LC 2001, ch 27 . . . VIII. Analysis", "[20] The conclusion that the applicant provided a fraudulent document in support of his visa application and that he must therefore be subject to an exclusion order is reasonable.", "[21] Paragraph 40(1)( ) is clearly written. It states that misrepresentation can be made \"directly or indirectly\" and no intent is required on the part of the person making the allegedly fraudulent statement. Indeed, if this is what Parliament had intended, the section would clearly reflect the need for a misrepresentation to be made with intent. Moreover, in the guide \"ENF 2: Evaluating Inadmissibility,\" under Tab 9.2, which deals with the nature of misrepresentation, explicit reference is made to two elements. First, \"indirect misrepresentation is where a third party makes a misrepresentation.\" Second, \"the misrepresentation need not be willful or intentional-it can also be unintentional.\"", "[22] This Court has on a number of occasions addressed the issue of the application of paragraph 40(1)( ) of the IRPA to situations where the applicant alleges that misrepresentation occurred without his or her knowledge. FRAGMENT_SUPPRESSED summarizes the position of the case law on the matter. In FRAGMENT_SUPPRESSED, it was decided that applicants cannot shirk their duty of candour on the basis that they were unaware that their immigration consultant had submitted false documents in support of their application: FRAGMENT_SUPPRESSED", "[23] As for the possibility of relying on a \"defence\" when there is a finding of misrepresentation on the part of the applicant, the Court established that such a possibility is not open to applicants ( FRAGMENT_SUPPRESSED): FRAGMENT_SUPPRESSEDFRAGMENT_SUPPRESSED, the Court held that the fact that an immigration consultant was to blame for the misrepresentation was no defence. As already discussed, the applicants cannot avail themselves of the exception for an innocent mistake.", "[24] The applicant cannot, therefore, argue that he was unaware that the bank statement sought by his father was fraudulent to be exempted from the application of paragraph 40(1)( ) of the IRPA. In fact, the case law is clear: where a person misrepresents through a third party, paragraph 40(1)( ) of the IRPA continues to apply ( FRAGMENT_SUPPRESSED). Furthermore, the obligation to provide truthful information and to ensure that his or her application is consistent with legislation lies with the applicant ( FRAGMENT_SUPPRESSED).", "[25] The applicant alleges that the ID should have followed the line of authority established in FRAGMENT_SUPPRESSED and FRAGMENT_SUPPRESSED. The ID took it into consideration, but did not follow it.", "[26] As for the applicant's argument that the principle in FRAGMENT_SUPPRESSED , supra, should be followed, it cannot be upheld. This Court established in FRAGMENT_SUPPRESSED , supra, that the facts in FRAGMENT_SUPPRESSED , supra, were highly unusual. In fact, the applicants honestly and reasonably believed the child they had was born of their union, as indicated on the birth certificate. Rather, the general rule is that a misrepresentation can occur without the applicant's knowledge and that the principle established in FRAGMENT_SUPPRESSED , supra, should not be interpreted as supporting the general proposition that a misrepresentation must always require subjective knowledge for paragraph 40(1)( ) of the IRPA to apply.", "[27] Moreover, the facts before us make it impossible for the applicant to even attempt to justify the non-application of paragraph 40(1)( ) of the IRPA on the basis of an honest and reasonable belief. In fact, since it is the applicant's father who made arrangements with the STD Bank to obtain the statement, the onus was on him to verify its truthfulness. Thus, he cannot avail himself of the exception provided for in 40(1)( ) of the IRPA for his negligence.", "[28] To conclude, the ID fairly interpreted paragraph 40(1)( ) of the IRPA. In fact, it considered the two lines of authority that deal with the element of intent in the administration of paragraph 40(1)( ) and concluded that the facts arising from the applicant's situation were not analogous to those in FRAGMENT_SUPPRESSED , supra, and FRAGMENT_SUPPRESSED , supra.", "[29] Finally, as for the applicant'salternative argument, it cannot be accepted by this Court. In fact, the decision-maker considered the fact that the STD Bank stated that some statements were falsified and it is likely, therefore, that the STD Bank's response to the Embassy's question pertained to the applicant's bank statement. For his part, the applicant submits as evidence only the fact that his father assured him that the statement was truthful to support his submission. He did not make any attempt to verify its accuracy with the STD Bank to try to rectify the situation.", "[30] The ID reasonably concluded, therefore, based on a balance of probabilities, that the bank statement was not authentic. In fact, the ID assessed the respondent's evidence that a number of bank statements were verified with the STD Bank and that the bank's response regarding the valid bank statements did not include that of the applicant. It also considered the evidence submitted by the applicant, which included a letter from his father attesting to the truthfulness of the bank statement. It properly noted that the evidence submitted by the applicant was not consistent with the best evidence rule, as the applicant's father cannot attest to the truthfulness of a letter issued by a third party. It was fair, in the circumstances, to expect that the applicant submit more probative evidence to rebut the evidence submitted by the respondent.", "[31] To conclude, the ID did not reverse the burden of proof. It, therefore, committed no error with respect to the applicable burden of proof (see FRAGMENT_SUPPRESSED) and it validly found that it was more likely that the bank statement was falsified, considering the weakness of the evidence submitted by the applicant. IX.", "[32] A question for certification was submitted by the applicant. The nature of the question is the same as that certified in FRAGMENT_SUPPRESSED , supra; the applicant states, however, that a question may concern applications other than an application for permanent residence. The question is as follows: Is a foreign national inadmissible for misrepresenting a material fact if at the time of filing his/her application for permanent residence, or work permit or student visa, he/she had no knowledge of the material fact that constituted such misrepresentation?", "[33] The respondent is of the view that the question proposed by the applicant should not be certified, as the wording suggests that the Court found that the ID rendered an unreasonable decision in determining that the applicant was not necessarily aware that the bank statement was fraudulent. As mentioned earlier, the facts of this case differ from the facts of FRAGMENT_SUPPRESSED , supra.", "[34] The Federal Court of Appeal ruled in FRAGMENT_SUPPRESSED, that for a question to be certified, it is necessary that it raise aquestion of law of general importance. This Court finds that it is not appropriate to certify a question in this application for judicial review, as the facts of this case are not suitable for certification. In FRAGMENT_SUPPRESSED, Justice Tremblay-Lamer declined to certify a question of the same nature as that submitted by the applicant on the ground that the answer to this question is already well-settled. This Court agrees with this finding. JUDGMENT", "[35] THE COURT ORDERS AND ADJUDGES THAT 1. This application for judicial review is dismissed. 2. No question will be certified. Application dismissed. Editor: Angela E. McKay/klf"]}