{"id_": "008777", "body_str": ["[1] Fothergill, J. : Saheed Abdul Razak (the Applicant) has brought an application for judicial review under s 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (the IRPA) of a decision of the Refugee Appeal Division (RAD) of the Immigration and Refugee Board. The RAD dismissed the Applicant's appeal of a decision of the Refugee Protection Division (RPD) that he is neither a Convention refugee within the meaning of s 96 of the IRPA, nor a person in need of protection as defined in s 97(1) of the IRPA.  <FRAGMENT_SUPPRESSED>", "[2] For the following reasons, the application for judicial review is allowed and the matter is remitted to the RAD for re-determination by a differently constituted panel.  <FRAGMENT_SUPPRESSED> II. Background  <FRAGMENT_SUPPRESSED>", "[3] The Applicant is a citizen of Sri Lanka. He was born in the eastern province of Sri Lanka, and is a Tamil-speaking Muslim. His claim for refugee protection was based on the following contentions.  <FRAGMENT_SUPPRESSED>", "[4] In September 2009, the Applicant was accused by the Sri Lankan police of transporting members of the Liberation Tigers of Tamil Eelam (the LTTE or Tamil Tigers) to India by boat, and was detained over a period of eight months until May 2010. Following his release, the Applicant remained in hiding until he was able to flee the country in October 2010, whereupon he made his way to Canada in March 2013 via several other countries (Ecuador, Peru, Colombia, Panama, Guatemala, Mexico and the United States of America). This journey took him well over two years to complete. In April 2013, the Applicant made a refugee claim, asserting that he will be arrested, tortured or killed by the Sri Lankan police or by Karuna, a pro-Tamil paramilitary group, if he is repatriated to Sri Lanka.  <FRAGMENT_SUPPRESSED>", "[5] In a decision dated October 28, 2013, the RPD determined that the Applicant was not a credible witness. It also drew a negative inference regarding the Applicant's subjective fear of persecution based on his failure to claim refugee status in any of the countries through which he travelled before arriving in Canada. The RPD also found major inconsistencies and contradictions in his testimony in relation to facts that were central to his claim. The RPD concluded that the Applicant had failed to establish on a balance of probabilities that he would face persecution if he returned to Sri Lanka.  <FRAGMENT_SUPPRESSED>", "[6] The Applicant appealed the RPD's decision to the RAD, requesting that the RAD set aside the decision of the RPD and substitute its own determination or, in the alternative, that the RAD return the matter to a differently-constituted panel of the RDP for re-determination. The Applicant raised two issues before the RAD: first, that the RPD failed to consider the risk he will face as a failed refugee claimant should he be returned to Sri Lanka; and second, that the RPD's credibility findings with respect to his failure to claim asylum elsewhere were unreasonable. Otherwise, the Applicant did not contest the RPD's adverse credibility findings based on the inconsistencies and contradictions in his testimony.  <FRAGMENT_SUPPRESSED>", "[7] The Applicant also sought to admit three documents regarding his psychological condition. These were submitted after the application record was filed. The Applicant argued that the documents would provide some explanation for his confused testimony at the RPD hearing. The first document was a medical report from Scarborough Hospital Mental Health Services dated December 2, 2013 which confirmed that the Applicant had attended the emergency ward complaining of insomnia and recurrent traumatic thoughts. The second document was a medical report from Markham Stouffville Hospital dated December 20, 2013 which indicated that the Applicant was admitted to hospital on December 16, 2013 and was released with a differential diagnosis of post-traumatic stress disorder and insomnia. The third document was a pamphlet produced by the Canadian Medical Health Association regarding post-traumatic stress disorder.  <FRAGMENT_SUPPRESSED> III. The RAD's Decision  <FRAGMENT_SUPPRESSED>", "[8] In a decision dated March 12, 2014, the RAD dismissed the appeal and concluded that the RPD's findings regarding the Applicant's credibility were reasonable. It also determined that, based on a balance of probabilities, the Applicant would not be at risk as a failed refugee claimant if he returned to Sri Lanka.  <FRAGMENT_SUPPRESSED>", "[9] The RAD applied the correctness standard of review with respect to the RPD's consideration of whether the Applicant would be at risk as a failed refugee claimant, and the reasonableness standard of review to the question of whether the RPD was wrong to draw an adverse inference from the Applicant's failure to claim refugee status elsewhere. The RAD characterized the first issue as a question of law and the second as a question of fact.  <FRAGMENT_SUPPRESSED>", "[10] The RAD noted that the Applicant did not contest the RPD's adverse findings of credibility arising from inconsistencies and contradictions between his oral testimony and the written evidence. The sole issue of credibility that was raised before the RAD was in relation to the Applicant's failure to seek asylum in any of the countries that he travelled through en route to Canada. The RAD noted that the Applicant offered little to challenge the RPD's finding in this regard. The RAD found that it was \"[p] articularly troubling\" that the applicant \"spent several months, and, in at least one case, over a year in these countries all of which have ratified both the 1951 Convention and the 1967 Protocol\" (at para 35). The RAD was not persuaded by the Applicant's explanation that he had not claimed asylum in any of these other countries because he was assured by his smuggler that he would not be caught and he therefore had no fear of being returned to Sri Lanka. The RAD noted that the Applicant acknowledged in testimony that he had been arrested and incarcerated in at least four of these countries, including the USA. The RAD found that it was reasonable for the RPD to conclude that the Applicant had failed to provide a reasonable explanation for his failure to seek protection in these other countries.  <FRAGMENT_SUPPRESSED>", "[11] Nevertheless, the RAD found the absence of a analysis in the RPD's decision to be \"highly problematic\". A refugee is a person who was not a refugee when he left his country, but who becomes a refugee at a later date due to a change in circumstances in the country of origin or as a result of the person's own actions. The RAD noted that it was unclear whether the RPD had considered the Applicant's submissions on this point.  <FRAGMENT_SUPPRESSED>", "[12] The RAD then proceeded to conduct its own review of the documentary evidence and an analysis of the risk faced by the Applicant as a failed refugee claimant. It concluded, based on the documentary evidence, that persons who are known to Sri Lankan authorities ( e.g ., as a result of outstanding criminal charges or suspected terrorist links) face a clear risk of persecution, cruel and unusual treatment or punishment, or a danger of torture. It noted and upheld the RPD's finding that the Applicant lacked credibility with respect to his allegations of past accusations by Sri Lankan authorities of links to the Tamil Tigers, or that he left the country illegally.  <FRAGMENT_SUPPRESSED>", "[13] Acknowledging that the documentary evidence regarding Sri Lanka \"is somewhat equivocal about who is at risk and why\", the RAD stated its preference for a document prepared by the United Nations High Commissioner for Refugees (UNHCR) dated July 5, 2010 titled Eligibility Guidelines for Assessing the International Protection Needs of Asylum Seekers from Sri Lanka . The RAD observed that the UNHCR is an internationally-recognized body created by the United Nations to promote the protection of international human rights. The UNHCR's conclusions were supported by reports from Denmark and the UK. The UNHCR document listed several profiles of people who may still be at risk if they return to Sri Lanka, including persons suspected of having links to the LTTE, journalists, civil society and human rights activists, and opposition politicians and activists. The document noted that failed refugee claimants who do not fall within any of the listed profiles are not at particular risk, given the improved human rights and security situation in Sri Lanka. The RAD then concluded that the Applicant did not fall within any of the risk profiles  <FRAGMENT_SUPPRESSED>", "[14] The RAD permitted the Applicant to file a report prepared by the International Crisis Group titled Sri Lanka's Potemkin Peace: Democracy Under Fire , which was included in his application record.  <FRAGMENT_SUPPRESSED>", "[15] The RAD refused to grant the Applicant an extension of time in which to submit his additional medical documents under Rule 29 of the RAD Rules on the ground that he had failed to meet the test in Rule 29(4) for submitting documents outside the prescribed time period. With respect to the first document, the RAD found that the Applicant had not provided an explanation for why he could not, with reasonable effort, have included this document in the record tendered on December 16, 2013. Nor had the Applicant's counsel provided any explanation for why the report was not available until January 23, 2014, or the efforts made to obtain the medical report in a more timely fashion. The RAD found that the two medical reports did not raise a new issue and had limited probative value, as confirmation of hospital visits would not help to explain the problems the Applicant experienced in testifying before the RPD. Moreover, these preliminary reports did not provide any detail regarding the Applicant's psychological condition or how this might have affected his cognitive functioning. The RAD went on to find that the Applicant had failed to specify a finding of the RPD that might be rendered unreasonable as a result of these documents.  <FRAGMENT_SUPPRESSED> IV. Issues  <FRAGMENT_SUPPRESSED>", "[16] The Applicant raised several issues in support of his application for judicial review. Only one of these is clearly determinative: whether the RAD's application of the reasonableness standard to its review of the RPD's credibility findings was correct in law.  <FRAGMENT_SUPPRESSED> V. Analysis  <FRAGMENT_SUPPRESSED>", "[17] <FRAGMENT_SUPPRESSED>  I reviewed this Court's jurisprudence regarding the standard of review to be applied by the RAD in its consideration of credibility findings made by the RPD. I concluded that the RAD commits an error when it reviews the RPD's credibility findings against the standard of reasonableness and fails to conduct its own assessment of the evidence. I apply the same reasoning here.  <FRAGMENT_SUPPRESSED>", "[18] In this case, the RAD conducted a very brief analysis of the Applicant's credibility (at paras 35 and 36 of the decision). I agree with the Applicant that the RAD did not undertake an independent assessment. It is apparent throughout its decision that the RAD relied heavily on the RPD's findings, consistently using the language of \"reasonableness\".  <FRAGMENT_SUPPRESSED>", "[19] The RAD concluded that it was \"[p]articularly troubling\" that the Applicant had spent several months in different countries, in one case more than a year, without making a claim for asylum. While this may initially appear to be an independent assessment of the evidence, the RAD's statement at para 35 is revealing: \"the Appellant provided little in the way of argument to contest the RPD's finding in this regard\". This indicates that the RAD assumed the RPD's findings to be correct, and placed the onus on the Applicant to rebut this assumption. It is clear that the RAD did not make its own assessment of the evidence, and its decision was therefore incorrect in law.  <FRAGMENT_SUPPRESSED> VI. Conclusion  <FRAGMENT_SUPPRESSED>", "[20] The application for judicial review is allowed and the matter is remitted to the RAD for re-determination by a differently constituted panel. No question is certified for appeal.  <FRAGMENT_SUPPRESSED>", "[21] THIS COURT'S JUDGMENT is that the application for judicial review is allowed and the matter is remitted to the RAD for re-determination by a differently constituted panel. No question is certified for appeal.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> Le juge Fothergill", "[2] II.", "[3]", "[4]", "[5]", "[6]", "[7] III.", "[8]", "[9]", "[10]", "[11]", "[12]", "[13] Eligibility Guidelines for Assessing the International Protection Needs of Asylum Seekers from Sri Lanka", "[14] Sri Lanka's Potemkin Peace: Democracy Under Fire", "[15] IV.", "[16] V. L'analyse  <FRAGMENT_SUPPRESSED>", "[17]", "[18]", "[19] VI. Conclusion  <FRAGMENT_SUPPRESSED>", "[20] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[21] [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}