{"id_": "008782", "body_str": ["[1] Shore, J. : The Applicant, Mr. Matthew L.L. Enright, a Canadian citizen, sponsored the application of Ms. Natalia Kuryashkina, a citizen of Russia, for permanent residence as a member of the family class under subsection 12(1) of the Immigration and Refugee Protection Act, SC 2001, c 27 [ IRPA ]. The Applicant seeks judicial review of the Immigration Appeal Division [IAD] of the Immigration and Refugee Board's decision that their common-law partnership or conjugal partnership was not genuine and was entered into primarily for the purpose of acquiring a status or privilege under the IRPA II. Judicial Procedure", "[2] This is an application under subsection 72(1) of the IRPA for judicial review of the decision of the IAD, dated June 21, 2012. III. Background", "[3] The Applicant was born in 1953 and Ms. Kuryashkina in 1957.", "[4] In 1998, Ms. Kuryashkina first attempted to enter Canada at the invitation of a man she met through a personal advertisement but her application for a visitor's visa was refused.", "[5] On February 20, 2000, Ms. Kuryashkina entered Canada without a visitor's visa and applied for refugee protection; this application was dismissed in August 2000.", "[6] In December 2000, Ms. Kuryashkina married a Russian national who sponsored an application for Ms. Kuryashkina for permanent residence. In May 2002, this application was withdrawn and Ms. Kuryashkina divorced her husband in February 2003 because of his abusive treatment.", "[7] In 2002, Ms. Kuryashkina applied for an exemption on humanitarian and compassionate [H&C] grounds and a Pre-Removal Risk Assessment [PRRA].", "[8] Ms. Kuryashkina's H&C and PRRA applications were denied on June 17, 2003.", "[9] A warrant for Ms. Kuryashkina's arrest was issued on July 23, 2003 and, when she did not present herself at her scheduled October 30, 2003 removal, another arrest warrant was issued.", "[10] On August 17, 2004, Ms. Kuryashkina met the Applicant and they began dating in September 2004.", "[11] The Applicant and Ms. Kuryashkina claim they cohabited at his address since September 2004.", "[12] On February 3, 2005, Ms. Kuryashkina went to the office of Ms. Venturelli (her former lawyer) to retrieve her legal file, leaving her telephone number with Ms. Venturelli's assistant.", "[13] On February 9, 2005, Ms. Kuryashkina was arrested at an address that was not the Applicant's. A false name was on the mailbox although the September 1, 2004 lease was in her name.", "[14] From February 2005 to September 2005, Ms. Kuryashkina stayed in a motel room in Plattsburgh, New York at the expense of the Applicant, who visited her frequently.", "[15] On March 15, 2005, Ms. Kuryashkina complained to the Barreau du Québec that (i) Ms. Venturelli and her assistant advised her to conceal her new address from Citizenship and Immigration Canada [CIC] and to use a false name on her mailbox to avoid removal; (ii) another lawyer advised her to remain in Canada notwithstanding her removal order and that he could obtain a ministerial consent to stay; (iii) Ms. Venturelli's assistant contacted CIC to notify them of her whereabouts in February 2005 and was responsible for her arrest on February 9, 2005; and, (iv) Ms. Venturelli's assistant refused to remit Ms. Kuryashkina's legal file to Ms. Kuryashkina further to her request in February 2005 [Complaint].", "[16] In September 2005, Ms. Kuryashkina returned to Canada upon receiving a new passport.", "[17] On June 9, 2006, Ms. Kuryashkina's application for permanent residence sponsored by the Applicant was denied as she had entered Canada without authorization.", "[18] Pursuant to a removal order issued against her on June 28, 2006 and confirmed on August 28, 2006, Ms. Kuryashkina was removed from Canada on August 28, 2006.", "[19] On November 9, 2006, Ms. Kuryashkina submitted another application for permanent residence sponsored by the Applicant [PR Application].", "[20] In 2009, a syndic of the Barreau du Québec considered the Complaint not credible.", "[21] On January 19, 2011, the IAD refused the PR Application, finding that the relationship between Ms. Kuryashkina and the Applicant was not genuine and had been entered into primarily for the purpose of acquiring permanent residence status in Canada.", "[22] On November 3, 2011, this Court granted judicial review of the IAD's decision.", "[23] On August 2, 2011, the Review Committee of the Barreau du Québec confirmed that there was no reason to lodge the Complaint with the Disciplinary Council.", "[24] On December 14, 2011, the Applicant gave Ms. Kuryashkina $15,000 CDN to purchase a home in Russia. The Applicant has produced evidence of other funds transfers to Ms. Kuryashkina.", "[25] On May 17, 2012, Ms. Venturelli and her assistant denied Ms. Kuryashkina's allegations before the IAD.", "[26] On June 21, 2012, the IAD again denied the PR Application. IV. Decision under Review", "[27] Pursuant to section 4 of the Immigration and Refugee Protection Regulations , SOR/2002-227 [ Regulations ], the IAD determined that Ms. Kuryashkina could not be considered the Applicant's common-law or conjugal partner under the Regulations and the IRPA because their common-law or conjugal partnership was entered into primarily for the purpose of acquiring a status or privilege under the IRPA and was not genuine.", "[28] On Ms. Kuryashkina's general credibility, the IAD drew adverse inferences from her failure to disclose her address to CIC, disinclination to voluntarily report herself, illegal employment in Canada, and inconsistent testimony on the return of her legal files.", "[29] The IAD did not believe Ms. Kuryashkina's allegation that she received bad legal advice to violate her removal order. The IAD reasoned that Ms. Kuryashkina filed grievances against most of the six lawyers who represented her, her allegations were unsupported, and her Complaint had been dismissed by the Barreau du Québec.", "[30] The IAD doubted the credibility of the Applicant and Ms. Kuryashkina on the genuineness of their common-law or conjugal partnership, given: (i) their inconsistent testimony on their dating, sexual, and cohabitation history, her employment since returning to Russia, and his fear of flying; (ii) her failure to tell him that she was without status until at least two months after they allegedly began cohabiting; (iii) the lease on her own apartment; (iii) her failure to list that apartment on her PR Application; (iv) her use of a false name on her mailbox; and, (v) her claim at her arrest that her boyfriend was named Robert Price (the Applicant's alias as a private investigator).", "[31] The IAD also did not find credible the Applicant's allegations that he was unaware Ms. Kuryashkina required authorization to re-enter Canada in September 2005. The IAD reasoned that, since the Applicant was eager to seek legal advice on Ms. Kuryashkina's other immigration problems, it was unlikely that he would fail to obtain legal advice on this issue. The IAD also noted that the condition of authorized re-entry was expressed on Ms. Kuryashkina's removal orders.", "[32] According to the IAD, the relationship between the Applicant and Ms. Kuryashkina did not qualify as a common-law partnership. The Applicant and Ms. Kuryashkina could not establish that they had lived together for at least one year by August 30, 2006, the date at which the Applicant applied for sponsorship of Ms. Kuryashkina's application for permanent residence.", "[33] The IAD also found that the Applicant and Ms. Kuryashkina could not establish, on a balance of probabilities, that they were conjugal partners. Applying the factors stated by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , it was observed that the Applicant and Ms. Kuryashkina cohabited for a time, behaved as a couple, communicated frequently on an ongoing basis, and the Applicant supported Ms. Kuryashkina financially on her return to Russia.", "[34] Noting that only the Applicant contributed financially, the IAD nonetheless found that the relationship was one-sided. While it considered his intentions genuine, it found that the latter entered, and remained in, the relationship for the primary purpose of acquiring permanent residence. The IAD was also persuaded by their failure to visit each other in the six years since Ms. Kuryashkina returned to Russia, their failure to discuss alternatives should this Application fail, and Ms. Kuryashkina's history of evading removal orders and various credibility issues. V. Issues", "[35] (1) Was the IAD reasonable in concluding that the common-law or conjugal partnership between the Applicant and Ms. Kuryashkina was entered into primarily for the purpose of acquiring a privilege or a status under the IRPA (2) Were the IAD's credibility findings reasonable? VI. Relevant Legislative Provisions", "[36] The following legislative provisions of the Regulations are relevant: 4. (1) For the purposes of these Regulations, a foreign national shall not be considered a spouse, a common-law partner or a conjugal partner of a person if the marriage, common-law partnership or conjugal partnership ) was entered into primarily for the purpose of acquiring any status or privilege under the Act; or ) is not genuine. 4. VII. Position of the Parties", "[37] The Applicant claims the decision is based on erroneous findings of fact made in a perverse or capricious manner or without regard for the material before it. According to the Applicant, the IAD unreasonably failed to consider the explanations that he and Ms. Kuryashkina offered in response to the IAD's concerns in drawing its findings of fact.", "[38] The Applicant also takes the view that it was unreasonable to conclude that he and Ms. Kuryashkina did not have a common-law or conjugal partnership or, on the basis of her immigration history, that she entered the partnership primarily for the purpose of acquiring a status or privilege under the IRPA", "[39] The Respondent counters that the IAD was reasonable in finding that the Applicant and Ms. Kuryashkina did not have a genuine common-law or conjugal partnership and that Ms. Kuryashkina entered the partnership primarily for the purpose of acquiring a status under the IRPA . The Respondent argues that the IAD could rely on inconsistencies and implausibilities arising from the record to find the Applicant and Ms. Kuryashkina not credible and that Ms. Kuryashkina's immigration history demonstrate that her common-law or conjugal partnership was not genuine and was entered into for the primary purpose of acquiring permanent resident status.", "[40] The Respondent also argues that the Applicant and Ms. Kuryashkina did not present sufficient probative evidence that they share a common-law or conjugal relationship. The Respondent observes that the Applicant and Ms. Kuryashkina were not common-law partners because they could not show that they had cohabited for at least one year. On whether they shared a conjugal partnership, the Respondent takes the view that proof of a romantic relationship alone does not satisfy the definition of conjugal partnership in section 2 of the Regulations . It was reasonable, according to the Respondent, to conclude that the Applicant and Ms. Kuryashkina did not share a conjugal relationship. VIII. Analysis Standard of Review", "[41] The standard of reasonableness applies to the IAD's findings on credibility and that a relationship is in bad faith under section 4 of the Regulations <FRAGMENT_SUPPRESSED> ).", "[42] On a standard of reasonableness, the Court may only intervene if the IAD's reasons are not \"justified, transparent or intelligible\". To meet this standard, decisions must fall in the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED>  at para 47). (1) Was the IAD reasonable in concluding that the common-law or conjugal partnership between the Applicant and Ms. Kuryashkina was entered into primarily for the purpose of acquiring a privilege or a status under the IRPA", "[43] The critical question in this Application is whether the IAD could reasonably conclude that the common-law or conjugal partnership of the Applicant and Ms. Kuryashkina was entered into primarily for the purpose of acquiring a privilege or status under the IRPA", "[44] Ms. Kuryashkina's immigration history could support an inference that she entered a common-law or conjugal partnership with the Applicant for the primary purpose of acquiring permanent residence. Since 2000, Ms. Kuryashkina made the following attempts to gain legal status in Canada: an application for refugee protection, an application for permanent residence sponsored by her ex-husband, an H&C application, a PRRA application, and two applications for permanent residence sponsored by the Applicant. Ms. Kuryashkina also sought to remain illegally in Canada by disobeying a removal order, by withholding her address from CIC, and by affixing a false name to her mailbox.", "[45] An applicant's immigration history may be relevant in deciding if a marriage or partnership is in good faith ( <FRAGMENT_SUPPRESSED>  FTR 271 at para 15). Such evidence, however, is not dispositive in the face of countervailing evidence.  <FRAGMENT_SUPPRESSED>  FTR 90, Justice Richard Mosley held that the IAD could not infer a bad faith marriage from an applicant's attempts to establish himself in Canada alone in the face of evidence establishing a genuine relationship (at para 18-19).", "[46] One may reasonably conclude that an applicant who persistently seeks to remain in Canada by legal and illegal means had entered a relationship to acquire a privilege or status under the IRPA . Since, however, this conclusion may not follow in all circumstances, an applicant's immigration history cannot be determinative and the IAD is required to consider evidence contradicting this conclusion.", "[47] Given the IAD's negative credibility findings discussed below, the Applicant and Ms. Kuryashkina did not present evidence contradicting the conclusion that Ms. Kuryashkina had entered their common-law or conjugal partnership primarily to acquire permanent residence.", "[48] While a relationship of financial support between the Applicant and Ms. Kuryashkina existed, it does not refute the IAD's conclusion as to Ms. Kuryashkina's primary purpose in entering their partnership. Since the flow of support was one-sided, it establishes only the primary purposes of the Applicant, not  <FRAGMENT_SUPPRESSED>  Justice Jocelyne Gagné held that evidence of one-sided financial support by a wife did not rebut the finding that her husband entered a marriage with the primary purpose of acquiring status under the IRPA (at para 32).", "[49] Neither Ms. Kuryashkina's divorce from her husband or her alleged refusal of an offer of sponsorship from another suitor contradicts the IAD's finding on her primary purpose. Although the IAD did not specifically address these aspects of Ms. Kuryashkina's immigration history, Newfoundland and  <FRAGMENT_SUPPRESSED>  permits this Court to \"look to the record for the purpose of assessing the reasonableness of the outcome\" (at para 15).", "[50] Ms. Kuryashkina's divorce from her ex-husband and the consequent failure of her application for permanent residence does suggest that she would not suffer an abusive husband to acquire permanent residence status. Since Ms. Kuryashkina made H&C and PRRA applications around the time that she left her ex-husband, her divorce does not necessarily disrupt the general pattern of her immigration history. Consequently, it does not contradict the IAD's conclusion that she was determined to acquire status under the IRPA . As for the refused offer of sponsorship, this allegation is unsupported by evidence other than Ms. Kuryashkina's own statements. Since the IAD found Ms. Kuryashkina not credible, it would fall within the range of acceptable, possible outcomes to give this allegation little weight.", "[51] The test for section 4 of the Regulations is disjunctive rather than conjunctive. A finding that a marriage or partnership was entered into for the primary purpose of acquiring a status under the IRPA is sufficient to engage the provision ( <FRAGMENT_SUPPRESSED>  FTR 278 at para 13).", "[52] Given the credibility issues discussed below and the lack of countervailing evidence, one could infer from Ms. Kuryashkina's immigration history that, more likely than not, she entered the partnership with the primary purpose of acquiring permanent residence. Since the finding on Ms. Kuryashkina's primary purpose is in the range of acceptable, possible outcomes, it is unnecessary to consider if the partnership was genuine. (2) Were the IAD's credibility findings reasonable", "[53] When read in their entirety (in the May 17, 2012 decision) the IAD's credibility findings on Ms. Kuryashkina are reasonable. As Justice John O'Keefe stated in <FRAGMENT_SUPPRESSED>  decision-makers may consider inconsistencies in evaluating credibility if they are \"rationally related to [an] applicant's credibility\" and \"major enough by themselves to call into question the applicant's credibility\". A reasonable credibility finding, however, may not depend on \"a microscopic examination of peripheral issues\" (at para 42).", "[54] Inconsistencies on central issues that are rationally related to Ms. Kuryashkina's credibility are sufficiently major to question her credibility arise from the record. There was, for example, evidence that the Applicant and Ms. Kuryashkina began to cohabit in September 2004 (Certified Tribunal Record [CTR] at p 643) or November 2004 (CTR at p 582) but also evidence that Ms. Kuryashkina continued to inhabit \"from time to time\" an apartment leased in her own name (which address she did not disclose on her PR Application) (CTR at p 532). Ms. Kuryashkina also gave inconsistent testimony on whether she retrieved a partial copy of her legal files from Ms. Venturelli's assistant or no copy at all (CTR at pp 340 and 529). The inconsistent testimonies of Ms. Venturelli and her assistant, on one hand, and Ms. Kuryashkina, on the other, are also rationally connected to Ms. Kuryashkina's credibility and are sufficiently major. In light of the refusal of the Complaint by the Barreau du Québec and the other credibility issues surrounding Ms. Kuryashkina's evidence, it was reasonable to prefer the evidence of the former.", "[55] The IAD's credibility findings are also reasonable given Ms. Kuryashkina's inconsistent testimony on whether the Applicant ever flew in a plane. The Applicant's fear of flying prevented them from meeting and was central in establishing if the partnership was genuine. It was not a peripheral issue. Confronted with her earlier testimony that the Applicant had \"[n] ever taken a plane in his life\", Ms. Kuryashkina chose to deny her recorded remarks: \"Well I didn't say that before he never flew. After we met he never took a plane. I never said that\" (CTR at pp 348 and 388). What is of concern is not the inconsistency with the Applicant's claim that he had a fear of flying but had flown in the past; the concern lies, rather, in Ms. Kuryashkina's disavowal of her earlier remarks. Given her choice to contradict herself so self-evidently, this inconsistency belies her credibility and is sufficiently major under <FRAGMENT_SUPPRESSED> , above. IX. Conclusion", "[56] For all of the above reasons, the Applicant's application for judicial review is dismissed. JUDGMENT", "[57] THIS COURT ORDERS that the Applicant's application for judicial review is dismissed. No question of general importance for certification. <FRAGMENT_SUPPRESSED>  Shore II.", "[2] III. Contexte", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24]", "[25]", "[26] IV.", "[27]", "[28]", "[29]", "[30]", "[31]", "[32]", "[33] M c H", "[34] V.", "[35] VI.", "[36] 4. 4. (1) For the purposes of these Regulations, a foreign national shall not be considered a spouse, a common-law partner or a conjugal partner of a person if the marriage, common-law partnership or conjugal partnership ) was entered into primarily for the purpose of acquiring any status or privilege under the Act; or ) is not genuine. VII.", "[37]", "[38]", "[39]", "[40] VIII. Analyse Norme de contrôle", "[41] <FRAGMENT_SUPPRESSED> ).", "[42] <FRAGMENT_SUPPRESSED> , au paragraphe 47). (1)", "[43]", "[44]", "[45]", "[46]", "[47]", "[48]", "[49]", "[50]", "[51] <FRAGMENT_SUPPRESSED>  FTR 278, au paragraphe 13).", "[52] 2)", "[53]", "[54]", "[55] IX. Conclusion", "[56] JUGEMENT", "[57] [End of document]"]}