{"id_": "008976", "body_str": ["[1] Near, J. : The Applicant, Muhammad Aslam Amri, contests the refusal of an Immigration Officer (the Officer) at the Canadian High Commission in Islamabad, Pakistan to grant his application for permanent residence as a member of the Country of Asylum class as described in section 147 of the Immigration and Refugee Protection Regulations , SOR/2002-227 (Regulations). The Officer was not satisfied that the Applicant had provided credible information based on contradictions as to his residence in Pakistan.  <FRAGMENT_SUPPRESSED> I. Background  <FRAGMENT_SUPPRESSED>", "[2] The Applicant and his family are originally from Afghanistan, but claimed to have fled to Pakistan in 1998. While in Pakistan, he brought this application for permanent residence seeking resettlement in Canada. An interview was held on November 29, 2010 and the Officer subsequently refused his application on April 12, 2011.  <FRAGMENT_SUPPRESSED>", "[3] During the interview and in the refusal letter, the Officer questioned the credibility of the information provided by the Applicant to be eligible as a member of any of the relevant classes. Despite his claims to have left Afghanistan with this family in 1998, this directly contradicted information provided by his daughter in her own immigration application to Canada in 2004 indicating she had lived in Kabul her entire life.  <FRAGMENT_SUPPRESSED>", "[4] The Officer's Computer Assisted Immigration Processing (CAIPS) notes refer to the explanation provided by the Applicant in responding to this contradiction:\"APPLICANTS STATE THAT WHEN SHE GOT MARRIED, HER INLAW'S FAMI[L] Y TOOK HER TO KABUL TO GET DOCUMENTS AND PASSPORTS ISSUED. STATE THAT ONLY DAUGHTER WENT TO KABUL, NOT REST OF FAMILY. <FRAGMENT_SUPPRESSED>", "[5] The Officer nonetheless concluded:  <FRAGMENT_SUPPRESSED> Having reviewed the application, the interview, the supporting documentation, your responses to my concerns, and taking into consideration the operational environment of elevated fraud, I am unable to be reasonably satisfied of the credibility of your application, and thus am unable to be satisfied that you are eligible for resettlement under any of the above classes.  <FRAGMENT_SUPPRESSED> II. Issue  <FRAGMENT_SUPPRESSED>", "[6] The issues raised by the Applicant can be summarized as follows:  <FRAGMENT_SUPPRESSED> (a) Did the Officer commit a breach of procedural fairness by relying on extrinsic evidence?  <FRAGMENT_SUPPRESSED> (b) Did the Officer make erroneous findings of fact without regard to the evidence?  <FRAGMENT_SUPPRESSED> III. Standard of Review  <FRAGMENT_SUPPRESSED>", "[7] Questions of procedural fairness, such as in relation to extrinsic evidence, demand the correctness standard of review (see for example Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para 43; <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[8] The Officer's decision more generally as to whether the Applicant falls within the Convention refugees abroad class or country of asylum class is, however, evaluated based on reasonableness (see <FRAGMENT_SUPPRESSED>  [2008] FCJ no 634 at para 9; <FRAGMENT_SUPPRESSED>  [2008] FCJ no 986 at para 19).  <FRAGMENT_SUPPRESSED> IV. Analysis  <FRAGMENT_SUPPRESSED>", "[9] The Applicant contends that the Officer relied on extrinsic evidence from his daughter's 2004 immigration application without providing him a meaningful opportunity to respond. He did not receive prior notification that the Officer would be relying on this information and it served as the sole negative finding against him. The Officer was silent on why she rejected his explanation during the interview and ignored documentation supporting the family's residence in Pakistan beginning in 1998, such as a birth certificate and information related to the children's schooling. According to the Applicant, the Officer simply did not turn her mind to his claim.  <FRAGMENT_SUPPRESSED>", "[10] The Respondent maintains that the Applicant was provided an opportunity to respond to the Officer's concerns based on information directly contradicted by his daughter's previous immigration file. The Applicant was required to meet the two prongs of the test under section 147 of the Regulations. These include that the Applicant is (a) outside of his country of nationality and habitual residence; and (b) he has been and continues to be, seriously and personally affected by civil war, armed conflict or massive violation of human rights. The Applicant could not satisfy the first part of the test because the Officer reasonably found the information relating to him being outside of his country of nationality, Afghanistan, was not credible based on the contradiction.  <FRAGMENT_SUPPRESSED>", "[11] Considering the relevant jurisprudence, it is evident that relying on extrinsic evidence, such as that from another family member's immigration file, can constitute a breach of procedural fairness where an opportunity to explain the apparent contradictions is not provided by the  <FRAGMENT_SUPPRESSED>  [2010] FCJ no 1402; <FRAGMENT_SUPPRESSED>  [2006] FCJ no 1001).  <FRAGMENT_SUPPRESSED>", "[12] However, I find that no breach occurred in this instance. Unlike  <FRAGMENT_SUPPRESSED> and to some extent Toma , above, the Officer expressly provided an opportunity for the Applicant to explain the contradictions in his daughter's immigration file.  <FRAGMENT_SUPPRESSED>", "[13] The explanation provided by the Applicant is identified in the Officer's CAIPS notes. The Officer still found, having considered this explanation along with the other evidence before her, that she was not satisfied of the Applicant's credibility as to his eligibility for resettlement on any of the classes listed (namely Convention refugee abroad class, Country of asylum class of Source Country class). As her conclusion suggests, the Officer considered the application, interview, supporting documents, his responses to concerns raised and the operational environment of elevated fraud. Based on all of this evidence, it was reasonable for the Officer to reject the explanation in the face of clear contradictions and determine that the Applicant was not credible in the circumstances.  <FRAGMENT_SUPPRESSED> V. Conclusion  <FRAGMENT_SUPPRESSED>", "[14] For these reasons, the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "[15] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED> I.", "[2]", "[3]", "[4]", "[5] II.", "[6] III.", "[7] <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[8] <FRAGMENT_SUPPRESSED>  [2008] ACF no 634, au paragraphe 9; <FRAGMENT_SUPPRESSED>  [2008] ACF no 986, au paragraphe 19).  <FRAGMENT_SUPPRESSED> IV. Analyse  <FRAGMENT_SUPPRESSED>", "[9]", "[10]", "[11] <FRAGMENT_SUPPRESSED>  [2010] ACF no 1402; <FRAGMENT_SUPPRESSED>  [2006] ACF no 1001).  <FRAGMENT_SUPPRESSED>", "[12] Mushimiyimana Toma", "[13] V. Conclusion  <FRAGMENT_SUPPRESSED>", "[14] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[15] [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}