{"id_": "009051", "body_str": ["[1] Cullen, J. : This is an application for judicial review, pursuant to s. 18.1(4) of the Federal Court Act , R.S.C. 1985, c. F-7 (as amended to S.C. 1990, c. 8), of a decision of John A. Mooney, Chairman of the Public Service Commission Appeal Board (\"the Appeal Board\") dated November 25, 1992. The applicant is seeking an order quashing the decision of the Appeal Board and referring the matter back to a differently constituted Board. The Appeal Board dismissed the applicant's appeals, made pursuant to s. 21 of the Public Service Employment Act , R.S.C. 1985, c. P-33, as amended by the Public Service Reform Act , S.C. 1992, c. 54, s. 16 (\"the Act \"), against the selections made for appointment for eight positions within the Canada Employment and Immigration Commission (\"the Department\").  <FRAGMENT_SUPPRESSED> Facts  <FRAGMENT_SUPPRESSED>", "[2] The applicant was a candidate in three closed competitions (meaning the competitions were limited to public service employees) held to fill four Senior Analyst positions (ES-04), three Analyst positions (ES-03) and one Junior Analyst position (ES-02). The candidates who passed the initial screening process, conducted by the Chairperson of the Department Selection Board (\"the Selection Board\"), were then assessed by the Selection Board according to knowledge, abilities and personal suitability through an oral examination and reference checks. Although the competitions were for eight different positions, the Selection Board conducted all three competitions simultaneously.  <FRAGMENT_SUPPRESSED>", "[3] The four candidates who qualified for the ES-04 positions were ranked according to merit. Of the seven candidates who qualified in each of the ES-03 and ES-02 competitions, the top six were ranked according to merit. Although the applicant had been working in an ES-04 position within the Department for the five months previous, he failed the abilities portion of the ES-04 selection process. He ranked seventh in both the ES-03 and ES-02 competitions and therefore, his name was not placed on the eligibility list for either position.  <FRAGMENT_SUPPRESSED>", "[4] He appealed against the proposed appointments pursuant to s. 21 of the Act that read at the material time:  <FRAGMENT_SUPPRESSED> \"21(1) Where a person is appointed or is about to be appointed under this Act and the selection of the person for appointment was made from within the Public Service, every unsuccessful candidate, in the case of selection by closed competition or, in the case of selection without competition, every person whose opportunity for advancement, in the opinion of the Commission, has been prejudicially affected, may, within such period as the Commission prescribes, appeal against the appointment to a board established by the Commission to conduct an inquiry at which the person appealing and the deputy head concerned, or their representatives, shall be given an opportunity to be heard.  <FRAGMENT_SUPPRESSED> \"(2) The Commission, on being notified of the decision of the board on an inquiry into an appointment conducted pursuant to subsection (1), shall, in accordance with the decision,  <FRAGMENT_SUPPRESSED> (a) if the appointment has been made, confirm or revoke the appointment; or  <FRAGMENT_SUPPRESSED> (b) if the appointment has not been made, make or not make the appointment. <FRAGMENT_SUPPRESSED>", "[5] The applicant was represented at the hearing of his appeals by Ms. Catherine O'Brien, a Grievance and Appeals Officer with the Economists', Sociologists' and Statisticians' Association, who has sworn an affidavit in support of this application. According to the normal procedure on appeals under s. 21, the applicant's representative met with officials of the Department to obtain disclosure of the procedures used by the Selection Board to assess the relative merit of the candidates. Disclosure meetings were held on May 16, 1992 and August 14, 1992. As a result of this disclosure, the applicant's representative had concerns about the integrity and propriety of the selection process and requested that the Appeal Board order all four members of the Selection Board to be present at the hearing. The Appeal Board denied this request as it did not have the power to subpoena witnesses. However, all four members were present at the hearing which commenced on September 1, 1992.  <FRAGMENT_SUPPRESSED>", "[6] At the request of the applicant's representative, the Appeal Board ordered that each of the members of the Selection Board be excluded from the hearing room until it was her time to testify. Once she had testified, each member was allowed to remain in the hearing room. At the conclusion of the proceedings on September 1, 1992, the Appeal Board requested that the applicant's representative provide, prior to the next scheduled hearing on October 1, 1992, written allegations against the selection process. This was provided to the Appeal Board and the Department's representative on September 30, 1992 (and can be found at Tab 4 of the Applicant's Application Record).  <FRAGMENT_SUPPRESSED>", "[7] The hearing resumed on October 1, 1992, at which time the applicant's representative finished presenting her case. The hearing was adjourned until October 23, 1992, to allow the Department's representative an opportunity to prepare a reply to the written allegations.  <FRAGMENT_SUPPRESSED>", "[8] At the resumed hearing, the Chairperson of the Selection Board, Ms. Mackay-Alie, read into the record and filed the Departmental Reply (Exhibit D-33 which can be found at Tab 5 of the Applicant's Application Record). The reply was signed by all four members of the Selection Board as representing their consensus, although only the Chairperson was available to be cross-examined on the document. The Chairperson stated in cross-examination on October 23, 1992, that the document represented the consensus of the board members \"... after input and amendment\", however, she maintained that she \"... held the pen on it\" (transcript, vol. III, p. 35, lines 13-16).  <FRAGMENT_SUPPRESSED>", "[9] In his decision dated November 25, 1992, Chairman Mooney dismissed the applicant's appeals. It would appear that in doing so, he accepted the explanations offered by the Department in its reply to the written allegations of the applicant. It is this decision which the applicant seeks to have set aside.  <FRAGMENT_SUPPRESSED> The Appeal Board Decision  <FRAGMENT_SUPPRESSED>", "[10] The decision can be found at Tab 3 of the applicant's Application Record. The Chairman stated that he was unable to conclude that the appointments contravened the merit principle and therefore, dismissed the appeal. He properly stated that the role of the Appeal Board was to ensure that the selection process complied with s. 10 of the Act , in other words that the appointments were made according to merit. Section 10 reads:  <FRAGMENT_SUPPRESSED> \"10. Appointments to or from within the Public Service shall be based on selection according to merit, as determined by the Commission, and shall be made by the Commission, at the request of the deputy head concerned, by competition or by such other process of personnel selection designed to establish the merit of candidates as the Commission considers is in the best interests of the Public Service. <FRAGMENT_SUPPRESSED>", "[11] He then went through each of the applicant's eight allegations. Although he accepted two of the allegations, he ruled that it was insufficient to interfere with the appointments. The Chairman's findings were summarized by the respondent in its Memorandum of Fact and Law as follows:  <FRAGMENT_SUPPRESSED> \"(1) There was no evidence to support the allegation that the marks were raised or lowered depending on the level of competition or competitions that the candidate had applied for. He accepted the department's evidence that each answer was scored independently for each competition.\" Decision, pp. 19-20, Applicant's Application Record, Tab 3, pp. 25-26.  <FRAGMENT_SUPPRESSED> \"(2) There were clear criteria for each competition level.\" Decision, p. 21, Applicant's Application Record, Tab 3, p. 27.  <FRAGMENT_SUPPRESSED> \"(3) The applicant's argument that the candidates were assessed differently because in some competitions they were not assessed by a full Selection Board was rejected.\" Decision, p. 21, Applicant's Application Record, Tab 3, p. 27.  <FRAGMENT_SUPPRESSED> \"(4) The applicant's allegation that the questions on the oral examination did not elicit some of the expected answers was in part well-founded, but it was of no consequence.\" Decision, p. 22, Applicant's Application Record, Tab 3, p. 28.  <FRAGMENT_SUPPRESSED> \"(5) The applicant's allegation that his answer to question 7 was improperly assessed was accepted. However, it was of no consequence under all the circumstances.\" Decision, pp. 23-24. Applicant's Application Record, Tab 3, pp. 29-30.  <FRAGMENT_SUPPRESSED> \"(6) The applicant's allegation that ability to communicate effectively in writing was improperly assessed was rejected.\" Decision, pp. 24-25, Applicant's Application Record, Tab 3, pp. 30-31.  <FRAGMENT_SUPPRESSED> \"(7) The applicant's allegation that personal suitability was improperly assessed was rejected. Although the evidence was at times contradictory, he found that the department did not delegate to a reference its responsibility to assess. Each personal suitability factor was assessed through the global performance of the candidates at the interview with the candidate's supervisor. The information collected through these two sources was discussed by the entire Selection Board and a score was assigned to each factor.\" Decision, p. 25, Applicant's Application Record, Tab 3, p. 31.  <FRAGMENT_SUPPRESSED> \"(8) While there is an apparent discrepancy between the applicant having acted at the ES-04 level for some months before the competition and his failing the abilities portion of the ES-04 competition, the department's witness (Chairwoman of the Selection Board) was entitled to accept the manager's explanation, that the appellant had not carried out the full range of the duties of an ES-04 whilst acting because he did not appear to have the ability to handle sector studies.\" Decision, p. 25, Applicant's Application Record, Tab 3, p. 31.  <FRAGMENT_SUPPRESSED> \"(9) The applicant's allegation that the oral examination assessed elements which were not found in the statement of qualifications was rejected.\" Decision, pp. 25-26, Applicant's Application Record, Tab 3, pp. 31-32.  <FRAGMENT_SUPPRESSED>", "[12] In addition to the above, the Chairman, before commenting on the assessment of the marks for each candidate, stated his role as being only to consider the reasonableness of the Selection Board's assessment. He quoted from Mr. Justice Pratte of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  (F.C.A.), at p. 623 as follows:  <FRAGMENT_SUPPRESSED> \"An Appeal Board, under s. 21 of the Act , has a different function. Its duty is not to reassess the candidates but to conduct an inquiry in order to determine whether the selection has been made in a way consistent with the merit principle; its decision is to be made on 'a quasi-judicial basis'. The mere fact that an Appeal Board could, had it sat as a Selection Board, have reached a conclusion different from that reached by the Selection Board is not sufficient ground for allowing the appeal. It must be realized that the assessment of merit of various persons, which is the function of the Selection Board, cannot be reduced to a mathematical function, it is, in may instances, a pure matter of opinion. And, there is no reason why the opinion of an Appeal Board should be preferred to that of a Selection Board.\" (Decision, p. 23)  <FRAGMENT_SUPPRESSED> Issues  <FRAGMENT_SUPPRESSED>", "[13] The following issues arise for decision in this review:  <FRAGMENT_SUPPRESSED> 1. Did the Appeal Board err in basing its decision on the departmental reply prepared by the respondent after it had an opportunity to \"rethink\" its position? Further to this issue is the question of whether the reliance on the departmental reply amounts to a breach of natural justice, particularly given the exclusion order and the fact that only the Chairperson of the Selection Board was made available for cross-examination on the contents of the document.  <FRAGMENT_SUPPRESSED> 2. Did the Appeal Board base its decision that the assessment of candidates had been conducted fairly on an erroneous finding of fact that it made in a perverse or capricious manner and without regard to the material before it?  <FRAGMENT_SUPPRESSED> 3. Did the Appeal Board err in law in making its decision that there was no basis upon which to conclude that the merit principle of the selection process had been breached?  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[14] It is generally accepted that a tribunal is the master of its own procedure, subject of course to any limitations expressed in its creating statute. In this case, the Act does not appear to place any such restrictions on the Appeal Board's procedure, save the requirement that the \"... person appealing and the deputy head concerned, or their representatives, shall be given an opportunity to be heard\" (s. 21). Similarly, a review of the Regulations in force at the time of the Appeal Board's hearing, the Public Service Employment Regulations , C.R.C. 1978, c. 1337, am. SOR/90-622, indicates that Parliament has not seen fit to dictate the form or conduct of a s. 21 appeal. Therefore, the procedure of the Appeal Board is not defined.  <FRAGMENT_SUPPRESSED>", "[15] Both parties agreed that the procedure has developed over the years to the basic form it has today. That form, which is under review in the case at bar, is as follows:  <FRAGMENT_SUPPRESSED> 1) pre-hearing disclosure between the applicant (and his representative) and the Department, usually in the form of the chairperson of the Selection Board;  <FRAGMENT_SUPPRESSED> 2) at the beginning of the appeal hearing, the Department explains the selection process for the Appeal Board and the reason the applicant was not successful. This usually involves having the Selection Board members offer viva voce evidence;  <FRAGMENT_SUPPRESSED> 3) the applicant's representative will cross-examine the Selection Board members on their evidence of the selection process;  <FRAGMENT_SUPPRESSED> 4) the applicant will file detailed allegations as to why the selection process breached the merit principle;  <FRAGMENT_SUPPRESSED> 5) the applicant will present evidence, viva voce or otherwise, to substantiate the allegations;  <FRAGMENT_SUPPRESSED> 6) the Department then responds to the allegations, often in the form of a written reply such as the departmental reply in issue in this case; and   <FRAGMENT_SUPPRESSED> 7) the Department presents its reply to the allegations, normally with supporting testimony, in this case from the Chairperson of the Selection Board, and the applicant is given the opportunity to cross-examine the witness(es).  <FRAGMENT_SUPPRESSED>", "[16] As mentioned, this procedure is not codified, but it is generally accepted practice for these appeals. Counsel for the respondent submits that if the court were to rule that it was wrong for the Appeal Board to receive and rely upon the departmental reply, then such a ruling would have a profound effect on the practice and procedure before s. 21 boards. While counsel for the applicant did not agree that the effect would be a negative one, he did agree that the effect would be significant. Although the procedure is not codified, even a customary practice should be respected. However, that respect cannot go so far as to offend the law, or the principles of natural justice in any given case.  <FRAGMENT_SUPPRESSED>", "[17] The Appeal Board, the Chairman in this case, is given a measure of discretion to decide, for example, whether to allow certain evidence to be heard or whether to require cross-examination of any given witness. However, that discretion is subject to the overriding fact that the Appeal Board established under s. 21 is subject to the rules of natural justice ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[18] The nature of the Appeal Board has been commented upon in many cases, including <FRAGMENT_SUPPRESSED>  (C.A.), where Mr. Justice Hugessen stated, at p. 595:  <FRAGMENT_SUPPRESSED> \"Proceedings under s. 21, though styled an 'inquiry', are very much adversarial in nature, with the applicant and the employer each being on opposite sides of the question and each generally being represented by persons experienced in this specialized type of dispute. The situation was aptly described by Cattanach, J., in the Trial Division [ <FRAGMENT_SUPPRESSED> , at p. 539] as follows:  <FRAGMENT_SUPPRESSED> 'While there is not a lis inter parties [sic] in the true sense of that term, there is, nevertheless, a contest between two parties. The deputy head is before the board to justify that the selection of the successful candidate was on the basis of the merit system and the unsuccessful candidate is present to establish that this was not the case. Such situation has been described and established by authority as a quasi-lis between quasi-parties.' <FRAGMENT_SUPPRESSED>", "[19] Thus, the first issue becomes whether the Chairman was correct in relying upon the departmental reply to the applicant's written allegations, particularly when the Chairperson of the Selection Board admitted that the document represented a \"rethink\" of the position of the Selection Board members. Similarly, was there any problem with having only the Chairperson available for cross-examination when the document represented the opinions of all four Board members.  <FRAGMENT_SUPPRESSED>", "[20] Dealing first with the question of the right to cross-examine the author of a report relied upon by a decision-maker, there is much case law on this point. In general, there is no automatic right to cross-examination by virtue of the rules of natural justice. However, where new evidence is being introduced by a witness or where the cross-examination of a witness is crucial to the ability of the person affected to answer the case against him, or to challenge the contents of the document being relied upon, the courts have favoured requiring the board to compel the witness to submit to questioning (see for example: Sorobey and  <FRAGMENT_SUPPRESSED>  (F.C.A.)).  <FRAGMENT_SUPPRESSED>", "[21] It has been noted that a s. 21 Appeal Board does not have the power to compel the attendance of witnesses. Where that is the case, then any evidence tendered by those witnesses should be weighted accordingly ( Sorobey , supra, at p. 221). Similarly, where the evidence being introduced is hearsay evidence, then cross-examination becomes a vital part of the adversarial system ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[22] The question in this case then becomes whether the applicant is prevented from completely answering the case against him by virtue of the fact that only one of the four authors of the report (the Chairperson) was available to be cross-examined on its contents. Although, in many cases, cross-examining one author of a report prepared jointly with others may be sufficient to challenge and test the contents of the report, this case is different in that the report represents a somewhat contradictory version of evidence offered by the other authors in previous, viva voce evidence. Therefore, if it is to be relied upon as an explanation or clarification of that earlier testimony, as it was by the Appeal Board, then the applicant should be given the opportunity to cross-examine the witnesses in order to challenge that explanation.  <FRAGMENT_SUPPRESSED>", "[23] I do not propose to explore each of the alleged contradictions between the viva voce evidence and the explanation offered in Exhibit D-33. By way of example however, I refer to the issue of whether the candidates who were competing at multiple levels were independently assessed at each of those levels or whether the marks for the responses given at one level were automatically raised or lowered for the other levels. Exhibit D-33 clearly states (at p. 53 of the applicant's Application Record, under Tab 5) that each candidate was scored independently at the other levels for which they had applied, after being assessed at their general level of performance. However, counsel for the applicant argues that this was not the evidence of each of the Selection Board members during the Appeal Board hearing. He summarized the evidence on this point (pp. 9-15 of the transcript) and argued that it showed no consensus amongst the members as to how someone who applied at multiple levels was marked.  <FRAGMENT_SUPPRESSED>", "[24] While I do not propose to decide which version is correct, the example illustrates the problem with not having the other Selection Board members available for cross-examination on this consensus document. In order to be a consensus, some of them must have changed their minds somewhere along the road, if their original testimony was indeed contradictory. Without cross-examination, there is no means for the applicant to determine whose version changed and why this occurred.  <FRAGMENT_SUPPRESSED>", "[25] Counsel for the respondent asserts that Ms. Mackay-Alie adopted the reply as her own and therefore cross-examination of her was sufficient to test the contents of the document. With respect, I cannot agree. By Ms. Mackay-Alie's own admission, the original draft which she prepared was amended to accurately reflect the view of the three other Selection Board members, although we do not know what changes were made, at whose suggestion or why. Given that, it cannot be said that by introducing the reply into evidence, its contents become the sole evidence of the witness and can properly be tested as such. This is especially true where the contents represent further evidence of witnesses, previously available for cross-examination.  <FRAGMENT_SUPPRESSED>", "[26] The applicant asserts that the document should not be admitted into evidence or relied upon because it represents a \"rethink\" of the positions of the Selection Board members, and is a breach of the exclusion order made by the Appeal Board. As I understand his reasoning, the exclusion order must extend beyond the hearing room so that any conversations amongst the Selection Board members would have to exclude any discussion of their respective evidence.  <FRAGMENT_SUPPRESSED>", "[27] While it is true that the failure to grant an exclusion order can amount to an error of law ( <FRAGMENT_SUPPRESSED> ), the scope of that order cannot extend to the preparation of the departmental reply, as counsel alleges. The reality of the situation was that once one member of the Selection Board finished her testimony, she remained in the room while the next member was in the witness chair. Therefore, in the case of Ms. Mackay-Alie, for example, she heard all the evidence presented and all the cross-examination on that evidence. As she was the author of the departmental reply, at least at the draft stage, the fact that the remaining three members corroborated on the reply cannot be seen to breach the exclusion order, given that their evidence was already known to her. Further, given the nature of the Appeal Board procedure, as outlined above, I do not believe the Chairman intended his exclusion order to have the scope counsel seeks. To believe otherwise, would render meaningless the opportunity he gave the Department to reply to the written allegations.  <FRAGMENT_SUPPRESSED>", "[28] Having decided that the reply itself is admissible, I do believe that the weight to be given to the document should take into account the nature of its preparation. In other words, the fact that the Board members jointly produced the document could lead to the inference that the document represents the best story or explanation they had to offer, and not necessarily the story as each member remembers it. However, the department must be given some form of response to the written allegations of the applicant and if this departmental reply has become the standard procedure, the issue then becomes the weight to attribute to it. As the respondent points out, this is for the trier of fact to decide. As with the rest of his discretion, that is subject to the overriding principles of natural justice.  <FRAGMENT_SUPPRESSED>", "[29] The requirements of natural justice are never cast in stone. What may be appropriate for one administrative tribunal, may constitute a breach of natural justice for another in a different set of circumstances. I am left to decide in this case, in these circumstances, whether the departmental reply, Exhibit D-33, was properly received into evidence and whether it was capable of being relied upon in the whole of the case as described above. The document is admissible as part of the practical procedure which has developed over the years. While I recognize that the Appeal Board does not have the power to compel the attendance of witnesses, I believe that the principle of natural justice required, in this case, that each of the four members of the Selection Board be made available for cross-examination on Exhibit D-33. It may well be that such cross-examination would not offer any relevant facts that would sway the Chairman's mind. That is not the issue. The question, in issues of natural justice, is whether the potential for change is there. I am convinced it is, in all the circumstances.  <FRAGMENT_SUPPRESSED>", "[30] In deciding that each of the four authors of the reply should be made available for cross-examination, I am mindful of the additional work and time this will require. However, I do not believe the administrative inconvenience this may cause is prohibitive nor outweighs the rights of the applicant to meet the case against him.  <FRAGMENT_SUPPRESSED>", "[31] Having decided that the Appeal Board erred in relying upon Exhibit D-33 without the cross-examination of each of the authors, I need not address the last two issues as framed by the applicant. As the departmental reply was instrumental in the Chairman's findings of fact and the reliance on that reply is cast in doubt, it would be inappropriate to comment on those findings at this stage.  <FRAGMENT_SUPPRESSED>", "[32] The application is allowed. The matter is referred back to the Appeal Board for reconsideration in accordance with these reasons.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Debra F. MacCausland/sms  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}