{"id_": "009186", "body_str": ["[1] Shore, J. : Although it is acknowledged that a new start-up company in research and development needs time and activities that require disbursements to be able to begin its operations with profits where disbursements, earnings (if any) and income tax returns clearly demonstrate through records from whence payments were or are made to employees (company bank accounts or account) and, therefore, to ensure that investors working in such a company on a full-time basis can manifest that they, in fact, are doing so . It is not in the jurisdiction of a reviewing court to decide for the first-instance authority, nor the Immigration Appeal Division [IAD], how they should do their work, if the evidence, or lack thereof, demonstrates that an inherent logic led to conclusions flowing from reasonable decisions by both the first-instance decision-maker, the immigration official and IAD, respectively (even if the decision of the reviewing court may have been different than that of the first-instance decision-makers due to reasoning as taught by FRAGMENT_SUPPRESSED, which insist on deference if the evidence is such that within the margin of possibilities conclusions are derived from reasonable reasons). II. Introduction", "[2] The Applicant failed to comply with his residency requirement and received a removal order under subsection 44(2) of the Immigration and Refugee Protection Act , SC 2001, c 27 [ IRPA ]. The Applicant appealed the order to the IAD of the Immigration and Refugee Board under subsection 63(3) of the IRPA . On the basis of available evidence in one of the two official languages of Canada, the IAD dismissed the appeal because it found that: (i) the Applicant had not demonstrated that he had been outside Canada for the purposes of employment on a full-time basis for a Canadian business; and, (ii) there were no sufficient humanitarian and compassionate [H&C] considerations to warrant special relief in light of available evidence in the case. III. Judicial Procedure", "[3] This is an application under subsection 72(1) of the IRPA for judicial review of a decision of the IAD, dated January 13, 2012, rejecting the Applicant's appeal of a removal order, issued on October 2, 2009. IV. Background", "[4] Given the complexity of this fact pattern and the credibility findings surrounding this application, it is important to narrate the facts at issue in greater detail than usual.", "[5] The Applicant, Mr. Xiao Jun Jin, was born in China in 1954. He obtained permanent residence in Canada on September 29, 2005, subject to subsection 23.1(1) of the Immigration Regulations , 1978, SOR/78-172 [ Regulations ].", "[6] The Applicant alleges he worked for a Canadian business, J Brother International Inc. [J Brother], from October 7, 2005 to January 3, 2009. An offer of employment from J Brother, dated October 4, 2005, provided for an annual salary of $35,000 CDN with an option to convert his salary into ownership of J Brother.", "[7] J Brother was a start-up company in the scrap rubber recycling business, based in Drummondville, Quebec. The company embarked on an R&D project, developing technology and identifying testing equipment. The Applicant's sister, Ms. Hui Man Chun, was the company's President and his brother-in-law, Mr. Daniel Gong (or, Dexiang Gong), was its Project Manager.", "[8] As Manager of International Business, the Applicant claims he was responsible for acquiring new equipment, parts, and technology and for establishing sales in China.", "[9] Only 8 days after arriving in Canada, on October 7, 2005, the Applicant returned to China [first absence period]. His wife remained in Victoria, British Columbia. During this first absence period, the Applicant alleges that he contacted producers and suppliers, supervised shipments of parts and equipment, and supported research and development at J Brother's Drummondville plant.", "[10] Exhibits P-1 to P-24 are certified English translations and copies of emails from the Applicant to Chinese suppliers and business partners during the first absence period. Exhibits P-25 to P-36 are certified English translations and copies of receipts for goods and services purchased by the Applicant during the first absence period.", "[11] Pursuant to paragraph 23.1(1) of the Regulations , the Applicant purchased 300,000 Class A shares in J Brother for $150,000 CDN on November 30, 2003.", "[12] He returned to Canada on April 16, 2008, residing in Victoria and Montreal. In Montreal, he worked for J Brother and 4494652 Canada Inc. [Dragon Mart].", "[13] In interviews with the immigration officer, the Applicant stated that J Brother temporarily ceased operations in May 2008. He contradicted this at the appeal hearing, testifying that the company did not cease operations until January 2009. He attributed the inconsistency to the interpreter at the interviews, who he stated was Cantonese-speaking; the record, however, showed that the interpreter had been interpreting from English to Mandarin.", "[14] Dragon Mart was incorporated to develop a Chinese commodity trading centre in the Montreal area on October 6, 2008. The Applicant was one of its founders.", "[15] The Applicant left Canada on October 7, 2008 and did not return until April 21, 2009. He alleges that he began to promote Dragon Mart in China in January 2009.", "[16] The Applicant's sister, Ms. Hui Man Chun, passed away on April 26, 2009. On May 1, 2009, the Applicant and his wife began adoption procedures for his sister's daughter, Jin Xiaowan. Her daughter had lived with the Applicant and his wife in China from 2002 to 2005 and Victoria, British Columbia, from 2005 to the present.", "[17] The Applicant testified that he speaks with Jin Xiaowan daily by telephone and that she resided with him from August to September 2011 during the period in which his wife was visiting China.", "[18] An immigration officer interviewed the Applicant on August 3 and 25, 2009. By the latter date, the Applicant had been physically present in Canada for 311 days and absent 1118 days. Consequently, he could not satisfy the 730-day residency requirement.", "[19] On September 11, 2009, the immigration officer found that the Applicant had not produced sufficient evidence of full-time employment by a Canadian business.", "[20] On October 2, 2009, the Applicant received a removal order.", "[21] On October 7, 2009, the Applicant filed a Notice of Appeal with the IAD. He also filed 52 exhibits with the IAD to confirm his employment by J Brother and Dragon Mart.", "[22] Exhibits P-1 to P-36 are described in paragraph 10 above.", "[23] Exhibits P-37, P-39, P-40, P-38, and P-52 are, respectively: (i) a monthly description of the Applicant's business activities in China on behalf of J-Brother and Dragon Mart prepared in June 2010 by the Applicant and Mr. Gong; (ii) a copy of a cancelled cheque dated and deposited August 22, 2008; (iii) a resolution of the Board of Directors of Dragon Mart regarding the Applicant's 2009 salary and bonus; (iv) copies of salary payments in 2009; and, (v) a copy of the Adoption Petition for Jin Xiaowan.", "[24] Exhibits P-42 to P-47 include an invoice and sales and agent contracts signed in the first absence period.", "[25] The Applicant and his wife purchased a home in 2010 in Victoria for $400,000.", "[26] The IAD heard the appeal on September 28, 2011.", "[27] The adoption of Jin Xiaowan was finalized October 17, 2011. V. Decision under Review", "[28] The IAD dismissed the appeal, holding that the Applicant had not met his residency requirement pursuant to paragraph 28(2)( ) of the IRPA . In the IAD's view, the Applicant had not shown he was outside Canada employed on a full-time basis by a Canadian business pursuant to subparagraph 28(2)( )(iii). The IAD also rejected arguments that there were sufficient H&C considerations warranting special relief pursuant to paragraph 67(1)( ) of the IRPA", "[29] The IAD found that the Applicant's credibility was in doubt, describing his testimony as \"incoherent\" and \"vague, evasive, and lack[ing] spontaneity\" (at para 7).", "[30] The IAD also noted several problems arising during the hearing. The IAD noted that the Applicant's counsel asked leading questions, attempted to testify on his behalf, merely reiterated documentary evidence already on file, and failed to address outstanding issues. Nor would the IAD hear the Applicant's witness as to his employment because \"this was already established in the documentary evidence.\"", "[31] The IAD did not accept the evidence presented by the Applicant that he was employed full-time by J Brother or Dragon Mart. First, the IAD held that the late submission of confirmation of employment suggested he was not a full-time employee of J Brother. Since the Applicant submitted the document after already being found to have breached his residency requirement, the IAD determined that it had been drafted for the appeal and gave it little probative value.", "[32] Second, the Applicant failed to provide sufficient proof of remuneration. The IAD would not accept his claim that he was paid in cash without requiring a receipt. The IAD noted that the Applicant's name did not appear on financial statements or T4 returns and drew a negative inference from his remarks to the immigration officer that \"he would have to prepare\" documents proving remuneration. Such remarks led the IAD to conclude that the documents were also drafted to support the appeal and gave little probative value. Of the four cheques submitted, the IAD noted only three \"make mention of the fact that they are for 'salary'\" (at par 24). Four cheques, however, were insufficient as evidence of remuneration.", "[33] Third, the IAD did not accept that the Applicant provided adequate evidence of his activities for J Brother. Contracts signed by his sister did not establish his employment, nor did various technical reports on which his name did not appear. Invoices for equipment and purchases (some signed by the Applicant) were also insufficient. Finally, an August 23, 2008 letter authorizing the Applicant to act on behalf of J Brother and a March 19, 2009 letter of engagement did provide proof of activity and work by the Applicant; however, they did not \"fall within the reference period\" (at para 29).", "[34] Fourth, the IAD found J Brother ceased to be \"an ongoing operation in Canada\" under paragraph 61(1)( ) of the Immigration and Refugee Protection Regulations , SOR/2002-227, in May 2008; thus, it was not a section 28 \"Canadian business\" after that point . The IAD would not accept Exhibit P-18, an October 9, 2008 email, as proof of ongoing operations in Canada as it referred to Chinese, not Canadian requirements.", "[35] Finally, a document attesting to the Applicant's work for Dragon Mart was insufficient as it did not demonstrate any full-time employment but only his promotion and development of the company in China and his expenditures for market development on its behalf.", "[36] The Applicant also did not show it was necessary for him to work in China for the time periods that he did. It is unclear if the IAD considered this factor relevant as it impugned his general credibility or whether, under the circumstances, it had considered this part of the test pursuant to paragraph 28(2)( ) of the IRPA . Nonetheless, the IAD found that it was implausible that the Applicant was J Brother's only employee in China due to the fact that he had not signed its contracts with Chinese companies.", "[37] In respect of the H&C claim, the IAD summarized the factors to be considered in granting special relief on H&C grounds. This non-exhaustive list of factors includes circumstances surrounding a failure to meet conditions of admission, length of time in Canada, degree of establishment, family in Canada, familial dislocation, familial and community support, degree of hardship ( FRAGMENT_SUPPRESSED, for the proposition that the weight of these non-exhaustive factors varies from case to case depending on circumstances.", "[38] In weighing the factors, the IAD noted the Applicant's failure to meet his residency requirement. The long absences from Canada weighed heavily in the IAD decision.", "[39] Familial dislocation was a neutral factor because the Applicant already needed to travel to visit his wife and Jin Xiaowan. Even when he was in Canada, he was usually working in Montreal and had only occasionally visited his family in Victoria. The Applicant, moreover, indicated that he would continue to live separately from his family and, in addition, his long past absences from family suggested that family dislocation would not necessarily ensue from his departure as his presence in Victoria was rare.", "[40] Nor was the IAD persuaded that he had established himself in Canada to a sufficient degree. Involvement in J Brother and Dragon Mart was insufficient because he had not shown the Applicant worked for either on a full-time basis. The Applicant's Canadian investments did not impact the analysis because he could \"continue to invest in Canada even if he [was] no longer a permanent resident.\" The IAD also stated he \"had no immoveable property to speak of, no financial obligations, professional or other activities\". VI. Issues", "[41] (1) Was it unreasonable for the IAD to find that the Applicant was not outside Canada for the purpose of employment on a full-time basis by a Canadian business? (2) Was it unreasonable for the IAD to find that there were no sufficient H&C considerations to warrant special relief? VII. Relevant Legislative Provisions", "[42] The following legislative provisions of the IRPA are relevant: 28. (1) A permanent resident must comply with a residency obligation with respect to every five-year period. (2) The following provisions govern the residency obligation under subsection (1): ) a permanent resident complies with the residency obligation with respect to a five-year period if, on each of a total of at least 730 days in that five-year period, they are (i) physically present in Canada, (ii) outside Canada accompanying a Canadian citizen who is their spouse or common-law partner or, in the case of a child, their parent, (iii) outside Canada employed on a full-time basis by a Canadian business or in the federal public administration or the public service of a province, (iv) outside Canada accompanying a permanent resident who is their spouse or common-law partner or, in the case of a child, their parent and who is employed on a full-time basis by a Canadian business or in the federal public administration or the public service of a province, or (v) referred to in regulations providing for other means of compliance; ) it is sufficient for a permanent resident to demonstrate at examination (i) if they have been a permanent resident for less than five years, that they will be able to meet the residency obligation in respect of the five-year period immediately after they became a permanent resident; (ii) if they have been a permanent resident for five years or more, that they have met the residency obligation in respect of the five-year period immediately before the examination; and ) a determination by an officer that humanitarian and compassionate considerations relating to a permanent resident, taking into account the best interests of a child directly affected by the determination, justify the retention of permanent resident status overcomes any breach of the residency obligation prior to the determination. ... 67. (1) To allow an appeal, the Immigration Appeal Division must be satisfied that, at the time that the appeal is disposed of, ) the decision appealed is wrong in law or fact or mixed law and fact; ) a principle of natural justice has not been observed; or ) other than in the case of an appeal by the Minister, taking into account the best interests of a child directly affected by the decision, sufficient humanitarian and compassionate considerations warrant special relief in light of all the circumstances of the case. (i) il est effectivement présent au Canada, [...]", "[43] The following provisions of the Regulations are relevant: 61. (1) Subject to subsection (2), for the purposes of subparagraphs 28(2)( )(iii) and (iv) of the Act and of this section, a Canadian business is ) a corporation that is incorporated under the laws of Canada or of a province and that has an ongoing operation in Canada; ) an enterprise, other than a corporation described in paragraph ( ), that has an ongoing operation in Canada and (i) that is capable of generating revenue and is carried on in anticipation of profit, and (ii) in which a majority of voting or ownership interests is held by Canadian citizens, permanent residents, or Canadian businesses as defined in this subsection; or ) an organization or enterprise created under the laws of Canada or a province. VIII. Position of the Parties", "[44] The Applicant submits the IAD misunderstood the de novo nature of the appeal. He cites FRAGMENT_SUPPRESSED , above, for the proposition that a FRAGMENT_SUPPRESSED.", "[45] The Applicant argues this failure emerges in the IAD's reasons, which \"almost completely\" reiterate the immigration officer's report and only restate the evidence cited therein.", "[46] According to the Applicant, the de novo nature of the appeal required the IAD to consider new evidence filed to support his claim that he worked full-time for J Brother and Dragon Mart. Chinese documents had been submitted to the immigration officer, who, the Applicant argues, did not consider the documents because they were not translated or mentioned in his report. The Applicant asserts that, though he provided certified English translations to the IAD, it \"did not comment on a single Exhibit submitted by [him] regarding his activities and work\".", "[47] The Applicant also takes issue with the IAD's refusal to accept cheques issued by J Brother and Dragon Mart as evidence of remuneration. To rebut the IAD's position that these were prepared for the appeal, the Applicant draws attention to Exhibit P-39, a cheque issued on August 22, 2008, a year before his interview with the immigration officer.", "[48] The Applicant also argues the IAD, (i) made incorrect and unreasonable findings of fact regarding his employment; and, (ii) based its decision on erroneous findings of fact made in a perverse or capricious manner, or without regard to material before it.", "[49] The Applicant argues the IAD should have considered his employment status in light of the conditions of start-up companies. Citing FRAGMENT_SUPPRESSED, the Applicant submits that the meaning of \"ongoing operation\" in paragraph 61(1)( ) of the Regulations should be interpreted FRAGMENT_SUPPRESSED.", "[50] The Applicant contends that the IAD should not have focused on salary in assessing his employment status. To explain the lack of salary payments, he argues that \"it made no sense to pay the shareholders when the company was not profitable\". The Applicant also points to the option in the J Brother's offer of employment to convert salary into ownership, an option he says reflects \"the reality of many start-up companies\", to substantiate his argument that the salary is not necessary to establish his full-time employment.", "[51] According to the Applicant, the question of whether J Brother ceased to be a Canadian business while its operations were temporarily ceased should also be considered in light of the reality of start-up companies.", "[52] The Applicant also submits the IAD applied the incorrect test when it asked if his employment abroad was necessary. He argues that paragraph 28(2)( ) of the IRPA does not require him to show he was \"indispensable or that no one else could have done the job.\"", "[53] According to the Applicant, the IAD did not properly weigh the FRAGMENT_SUPPRESSED factors in its H&C analysis. Citing FRAGMENT_SUPPRESSED, the Applicant argues the IAD did not weigh the factors in light of all the circumstances and the objectives of the IRPA", "[54] The Applicant submits that two visits to Jin Xiaowan in Victoria outside the reference period \"suggest a pattern of presence and establishment in Canada\". His purchase of a house in Victoria also rebuts the finding that he had no \"immoveable property in Canada.\" Finally, he argues the IAD should have considered his sacrifices to support his family, language considerations leading his family to live in Victoria, the length of time Jin Xiaowan had lived with him and his wife, the emotional impact on Jin Xiaowan in light of her mother's passing, and the damage to J Brother and Dragon Mart.", "[55] The Respondent submits that the IAD assessed the new evidence and, consequently, understood the de novo nature of the appeal. The Respondent submits the IAD did not refuse to accept the evidence; rather, it refused to give it probative value. The Respondent refers to Exhibit P-38, which the IAD determined to have been created for the purposes of the appeal. The Respondent argues that the Applicant's failure to provide endorsed copies of the cheques in P-38 or a statement of account impugns their credibility. The Respondent observes that the Applicant managed to provide both for another exhibit, P-39.", "[56] The Respondent argues the IAD's findings of fact were reasonable, given the evidence. The Respondent asserts that the reasons and hearing transcript show the IAD assessed the evidence but gave it little probative value. The Respondent argues the reasons were adequate. Citing FRAGMENT_SUPPRESSED , above, the Respondent submits that reasons must be read together with the outcome and serve the purpose of showing whether the result falls within a range of possible outcomes. The Respondent submits that reviewing courts may not substitute their own reasons but may look to the record to determine if an outcome is reasonable. The Respondent also cites FRAGMENT_SUPPRESSED, where this Court considered the adequacy of IAD reasons in a similar case", "[57] According to the Respondent, the IAD did not ignore evidence or make errors of fact and law regarding the Applicant's employment and its finding that J Brother had temporarily ceased operations in May 2008 was justified. The Applicant's testimony at the appeal had little credibility because it was inconsistent with his answers at the interviews. The Applicant's claim that the interpreter at the interviews was Cantonese and misinterpreted him cast further doubt on his credibility; the record showed the interpreter was translating from Mandarin to English.", "[58] Finally, the Respondent submits that the IAD was not unreasonable in its H&C analysis. The Respondent submits that the IAD followed the factors in FRAGMENT_SUPPRESSED , above, and FRAGMENT_SUPPRESSED , above, and should be assessed on the standard of reasonableness. The Respondent argues that the hearing transcript demonstrates that the IAD had considered the Applicant's testimony regarding his house in Victoria. Consequently, the IAD's finding that the Applicant \"had no immoveable property to speak of\", should not be determinative. IX. Analysis Standard of Review", "[59] Whether an applicant is employed outside Canada on a full-time basis is a question of mixed fact and law reviewable on a standard of reasonableness ( FRAGMENT_SUPPRESSED). This standard also applies to whether sufficient H&C considerations warrant special relief ( FRAGMENT_SUPPRESSED).", "[60] Under this standard, courts may only intervene if a decision is not \"justified, transparent or intelligible\". To meet it, a decision must also be in the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (FRAGMENT_SUPPRESSED)", "[61] Essentially, the Applicant challenges the adequacy of the IAD's reasons. The Supreme Court of Canada has, however, held that if reasons are given, a challenge to the reasoning or result is addressed in the reasonability analysis. According to FRAGMENT_SUPPRESSED Full-time Employment", "[62] It was reasonable to find that that the documentary evidence did not establish that the Applicant had worked on a full-time basis for a Canadian business while abroad.", "[63] First, the IAD doubted the authenticity of the Applicant's confirmation of employment and documents relating to remuneration. It was reasonable to conclude these were created for the appeal, especially since credibility was already at issue; and, recognizing that certain documents were not produced until after the interviews with the immigration officer.", "[64] Though the IAD did not expressly address Exhibit P-37, the same logic follows for this month-by-month summary of the Applicant's business activities on behalf of J Brother and Dragon Mart. This line of reasoning also prevailed in regard to the confirmation of employment and cheques, which were prepared in June 2010, after the interviews. It was reasonable to conclude that it too was prepared for the appeal and was considered to have limited probative value.", "[65] It was also reasonable for the IAD to conclude that Exhibit P-39, the cheque issued one year before the interviews with the immigration officer, was not in respect of salary. As the IAD noted in respect of the cheques in Exhibit P-38, this cheque does not indicate whether it was a salary payment.", "[66] Second, Exhibits P-1 to P-36 show the Applicant did some work for J Brother and Dragon Mart in China in terms of building relationships with Chinese enterprises, although they do not incontrovertibly establish that he worked full-time. These exhibits can be interpreted in several ways. One could infer that the Applicant devoted significant time and energy to J Brother and Dragon Mart. One could also examine these and consider that the Applicant had only proven that he occasionally did some work for these companies. The IAD took the latter approach, a reasonable one, placing the outcome in the \"range of possible, acceptable outcomes\" ( FRAGMENT_SUPPRESSED , above)", "[67] Moreover, many of these exhibits (in particular, Exhibits P-25 to P-36) are receipts for expenses such as gasoline, meals, computer supplies, and hotel bills. Although such receipts could lead to the inference that the Applicant worked for J Brother and Dragon Mart, they do not necessarily do so.", "[68] In respect of the above evidence, \"to the extent that [a tribunal] does not fully explain aspects of its decision\", a reviewing court \"may consult evidence referred to by [it] in order to flesh out its reasons\" provided it does not \"usurp the tribunal's responsibility for justifying its decisions\" ( FRAGMENT_SUPPRESSED, affirming the dissenting reasons of Justice John Maxwell Evans, 2010 FCA 56 at para 164). Deference requires the Court to pay \"'respectful attention to the reasons offered or which could have been offered [emphasis added] in support of a decision'\" ( FRAGMENT_SUPPRESSED, above, citing Professor Dyzenhaus, \"The Politics of Deference: Judicial Review and Democracy\", in M. Taggart, ed., The Province of Administrative Law (Oxford: Hart Publishing, 1997), 279 at p. 286).", "[69] Third, the IAD was not unreasonable in focusing on remuneration in assessing the Applicant's employment relationship with J Brother and Dragon Mart in these specific circumstances. In other cases, a decision-maker who did not assess the issue of full-time employment according to the conditions facing small start-up companies might be unreasonable. Whereas, as in this case, credibility problems cloud an applicant's account of his employment, it would be reasonable for the IAD to require evidence of remuneration to establish a full-time employment relationship", "[70] Finally, the IAD's finding that the Applicant was not employed on a full-time basis by J Brother or Dragon Mart at any point was reasonable under the circumstances in respect of the IAD's inherent logic ( FRAGMENT_SUPPRESSED , above). Consequently, it is not necessary to consider whether J Brother ceased operations in May 2008; nor need this Court consider whether the IAD applied the proper test pursuant to subparagraph 28(2)( )(iii) of the IRPA when it asked the Applicant whether his employment in China was necessary to the operations of J Brother or Dragon Mart. H&C Grounds", "[71] The IAD's H&C analysis was also reasonable under the circumstances ( FRAGMENT_SUPPRESSED , above). The IAD referred to the appropriate factors and specifically considered their application to the Applicant. This Court may not intervene simply because the Applicant \"is not happy with the manner in which the [IAD] weighed all the relevant H&C factors\" ( FRAGMENT_SUPPRESSED).", "[72] It was not unreasonable to assess familial dislocation on the basis of the Applicant's frequent and prolonged absences. This follows for any emotional impact on Jin Xiaowan ensuing from the Applicant's departure. Though the IAD did not specifically address Jin Xiaowan's mother's passing, it did observe more generally that the Applicant's adoption of his niece did not alter its analysis because \"the child continues to reside in Victoria ... and consequently the [Applicant] must travel to Victoria in order to see the child\" (at para 45). The IAD inferred that the Applicant's departure would not significantly affect Jin Xiaowan in her particular emotional state when the Applicant already lives almost continuously apart from her.", "[73] The impact of the Applicant's departure on J Brother and Dragon Mart also does not affect the analysis. The IAD concluded the Applicant had not shown he was a full-time employee of either. The IAD saw the Applicant's role vis-à-vis the companies as largely that of an investor, noting that he can \"continue to invest in Canada even if he is no longer a permanent resident\" (at para 55). Given this finding of fact, the Applicant's departure is a reasonable outcome when considering J Brother and Dragon Mart.", "[74] Finally, the IAD's finding that the Applicant had \"no immoveable property\" in Canada, despite contradictory evidence, is regrettable; nevertheless, the Applicant does live away from this residence which he purchased in Victoria and rarely spends time therein, thus, not demonstrating a significant degree of establishment thereby. X. Conclusion", "[75] For all of the above reasons, the Applicant's application for judicial review is dismissed. JUDGMENT", "[76] THIS COURT ORDERS that the Applicant's application for judicial review be dismissed. No question of general importance for certification Application dismissed. Editor: Sharon McCartney/klf"]}