{"id_": "009279", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act), for judicial review of the decision of a pre-removal risk assessment officer (the PRRA officer or officer), dated September 3, 2009, which determined that the applicant would not be subject to risk of persecution, danger of torture, risk to life or risk of cruel and unusual treatment or punishment if returned to Eritrea.  <FRAGMENT_SUPPRESSED>", "[2] The applicant, a citizen of Eritrea, is currently detained at the Immigration Holding Centre. He filed a pre-removal risk assessment (PRRA) application on July 28, 2009 on the basis of his status as a Pentecostal Christian who fears persecution because of his religion in his home country. He also believes that an anti-government opinion will be attributed to him because he left the country and has been gone for a significant period of time.  <FRAGMENT_SUPPRESSED>", "[3] The applicant requests an order setting aside the officer's decision and referring the matter back to a different officer for redetermination.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[4] The applicant originally left Eritrea in 2003 and went to the Sudan for a short time and then to Sweden where he made a claim for protection. The applicant came to Canada and made a claim for protection at the port of entry on October 21, 2004. The Refugee Protection Division of the Immigration and Refugee Board (the Board) rejected the applicant's claim for protection on July 31, 2006. The Board determined that based on the evidence before it, the applicant was not a credible or trustworthy witness. His claim for protection in Sweden contradicted his testimony which also was in contrast to his Personal Information Form (PIF). The Board concluded that the applicant lacked the political profile to be at risk for any political belief. Further, the Board did not accept the fact that the applicant was wanted for desertion based on his lengthy stays with family members and his release from military service in 2001.  <FRAGMENT_SUPPRESSED>", "[5] The Board also considered his claimed fear of religious persecution but noted that the applicant had not presented any evidence that he was active in his religious beliefs. His PIF indicated that he was banned from religious practices while in the army, however, the Board noted the lack of evidence to demonstrate that the applicant was practicing his religion on his sojourn in Sweden or while in Canada. The Board's conclusion was that the applicant would face no risk as a result of his alleged political profile or religion should he be returned to Eritrea.  <FRAGMENT_SUPPRESSED>", "[6] In support of his PRRA application, the applicant submitted an affidavit and submissions from his counsel, a letter of support from his church pastor and a large package of documentary evidence concerning persecution and human rights abuses in Eritrea.  <FRAGMENT_SUPPRESSED> The Officer's Decision  <FRAGMENT_SUPPRESSED>", "[7] The officer first considered which pieces of evidence submitted in support of the application could be considered new. The officer found that evidence addressing the issue of the applicant's Pentecostal faith did not qualify as a new risk development, materially different from the risks enumerated before the Board. The officer noted the letter from his current pastor which corroborated his faith but also noted that despite the Board's findings on this issue, the applicant had not supplied a baptismal certificate, a letter from a pastor in Eritrea or Sweden, a letter from his mother or younger brother (who both share the applicant's faith and who both reside in Eritrea) or another parishioner in Eritrea or Sweden. Nor was there any evidence demonstrating that his mother or brother had suffered any ill-treatment in Eritrea based on their religious beliefs.  <FRAGMENT_SUPPRESSED>", "[8] The officer accepted the pastor's submissions on Pentecostal religious doctrine but did not accept evidence of country conditions in Eritrea contained in the letter. The officer preferred the various governmental and non-governmental organizations which provide evidence of country conditions in Eritrea.  <FRAGMENT_SUPPRESSED>", "[9] The officer concluded that the new evidence and submissions did not overcome the numerous credibility findings made by the Board. The officer also did not find that the submissions had presented material evidence which would have changed the decision of the Board.  <FRAGMENT_SUPPRESSED>", "[10] The officer considered country condition documentation and considered that Eritrea continues to face challenges implementing constitutional guarantees and religious freedom for their citizens. However, the officer did not find that country conditions had changed significantly since the Board's decision. Some of the documents were found to have pre-dated the Board's decision and were not considered.  <FRAGMENT_SUPPRESSED> Issues  <FRAGMENT_SUPPRESSED>", "[11] The issues are as follows:  <FRAGMENT_SUPPRESSED> 1. What is the appropriate standard of review?  <FRAGMENT_SUPPRESSED> 2. Did the PRRA officer err in applying the legal test set out in subsection 113(a) of the Act?  <FRAGMENT_SUPPRESSED> 3. Did the PRRA officer err in finding that the applicant would not face persecution as a returnee to Eritrea?  <FRAGMENT_SUPPRESSED> Applicant's Written Submissions  <FRAGMENT_SUPPRESSED>", "[12] The applicant submits that the decision of the officer was unreasonable because the officer applied the wrong test for determining what constitutes new evidence. PRRA applicants are not limited to submitting evidence relating to new risks and can submit evidence in relation to risks claimed at his or her Board hearing. In particular, evidence which would contradict a finding of fact by the Board may be considered new. Since the Board found as fact that the evidence of the applicant's Pentecostal faith was not credible, evidence contradicting that finding should have been accepted.  <FRAGMENT_SUPPRESSED>", "[13] Secondly, the decision was unreasonable because the officer failed to engage in a forward-looking analysis. The Board had held that there was little evidence that he was a member of the Pentecostal faith and dismissed the ground of religious persecution as it was not credible. Thus, in the PRRA application he submitted several pieces of evidence demonstrating his observance of the Pentecostal faith, both now and in the past. The officer seemed to accept this evidence. The officer also accepted the documentary evidence indicating the treatment of certain religious groups, including Pentecostals in Eritrea, but simply dismissed the issue because there was insufficient evidence to demonstrate that the country conditions had changed. This was not the basis of the Board's refusal of the applicant's claim and the officer had a duty to consider whether the applicant would risk persecution if returned to Eritrea.  <FRAGMENT_SUPPRESSED> Respondent's Written Submissions  <FRAGMENT_SUPPRESSED>", "[14] In PRRAs, the onus is on the applicant to establish that there is a need for protection and must identify new evidence in support of his or her allegations that conforms to section 113 of the Act. The respondent submits that it was reasonable for the officer to contend that the evidence submitted was not new. The officer found that the information contained in the documentation was presented or otherwise available at the time of the Board hearing and that the submissions were in fact a recital of the story that was canvassed there. In light of the statutory requirements, it was incumbent on the applicant or his counsel to explain why the applicant could not have reasonably obtained the new documents earlier.  <FRAGMENT_SUPPRESSED>", "[15] The officer did accept the applicant's evidence of Pentecostal faith in Canada but noted that despite the Board's findings on the issue of religious persecution, the applicant had failed to bring in any evidence of previous practice of the religion. Similarly, the applicant failed to bring any new evidence contradicting the Board's finding that he lacked the political profile to be at risk once returned to Eritrea.  <FRAGMENT_SUPPRESSED>", "[16] The officer reviewed all of the country condition documentation but correctly noted that five of the documents pre-dated the Board decision and there was no explanation as to why the documents should be considered new.  <FRAGMENT_SUPPRESSED> Analysis and Decision  <FRAGMENT_SUPPRESSED>", "[17] Issue 1  <FRAGMENT_SUPPRESSED> What is the appropriate standard of review?  <FRAGMENT_SUPPRESSED> I disagree with the parties that the standard of review is reasonableness. The determination of risk on return to a particular country is largely a fact-driven inquiry which is reviewable on a reasonableness standard (see <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[18] However, the issue of whether a PRRA officer applied the correct legal test in determining the PRRA application is an issue of law and should be reviewed on the correctness standard. This was the first issue raised by the applicant.  <FRAGMENT_SUPPRESSED>", "[19] In Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> , this Court held that:  <FRAGMENT_SUPPRESSED> 14 The question of whether the officer applied the correct test is reviewable on the correctness standard ....  <FRAGMENT_SUPPRESSED>", "[20] Likewise, in <FRAGMENT_SUPPRESSED>  this Court held that:  <FRAGMENT_SUPPRESSED> 12 It is unclear from the decision whether the Officer articulated the proper legal test in respect of \"new evidence\" under s. 113(1). The Officer appears to suggest that an applicant can only raise a \"new risk\".  <FRAGMENT_SUPPRESSED> 13 If that was the Officer's conclusion, it would be an error of law. Section 113(a) is clear on its face that in the circumstances of a rejected refugee claim, an applicant can only present new evidence that arose after the rejection, or was not reasonably available or could not reasonably be expected to be presented at the time of the rejection.  <FRAGMENT_SUPPRESSED>", "[21] Issue 2  <FRAGMENT_SUPPRESSED> Did the PRRA officer err in applying the legal test set out in subsection 113(a) of the Act?  <FRAGMENT_SUPPRESSED> As was the case in Wang above, the officer in this case appears to suggest that the applicant may only raise a new risk in the PRRA application. The officer states that:  <FRAGMENT_SUPPRESSED> ...I do not find that the applicant's Pentecostal Christian faith is a new risk development which is materially different from the risks enumerated before the Board.  <FRAGMENT_SUPPRESSED>", "[22] If this was the test applied by the officer, it would be an error of law as subsection 113(a) states that an applicant may only present new evidence that arose since the refugee claim rejection. The applicant was correct to submit new evidence includes evidence which contradicts a finding of fact, including credibility findings made by the  <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[23] It is important, therefore, to understand the Board's finding with regards to the applicant's religious beliefs. At the hearing of the Board, the applicant's fear of persecution was based on political opinion and as a person deserting military service. However, the Board considered his Pentecostal faith but found that the applicant had not provided the Board with any evidence that he is active in his religious beliefs:  <FRAGMENT_SUPPRESSED> The panel is not persuaded that the claimant would face persecution based on his religion if he returned to Eritrea. He has not provided the panel with any evidence that he is active in his religious beliefs.  <FRAGMENT_SUPPRESSED> The Board continued:  <FRAGMENT_SUPPRESSED> While he did indicate in his PIF that he was a member of a Pentecostal Church in Eritrea and he was banned from religious practices while in the army, he did not provide the panel with any other evidence that he has been practicing his religion since his army service, either in Sweden or in Canada. Furthermore, the claimant did not include religion as the basis of his claim. Lastly, the claimant has been so lacking in credibility in other aspects of his claim that, given that he has not provided the panel with any supporting documentation that he is in fact a Pentecostal, the panel finds his evidence in this regard not to be credible as well.  <FRAGMENT_SUPPRESSED>", "[24] In other words, the Board would not accept the applicant's claim to be a Pentecostal Christian due to a lack of supporting evidence and due to the lack of credibility which his entire claim suffered from. It appears that in his PRRA application several years later, the applicant sought to address this.  <FRAGMENT_SUPPRESSED>", "[25] Despite the PRRA officer's language in articulating the test, she did apply the correct legal test in her analysis. The officer considered the letter from the applicant's Canadian pastor, but found that the letter was not able to overcome the numerous credibility findings made by the Board. This was particularly the case since three years is approximately the same length of time between the applicant's Board hearing and his PRRA application. The officer applied the correct test and arrived at a reasonable decision that the letter, dated July 24, 2009, does not contradict the Board's finding of fact.  <FRAGMENT_SUPPRESSED>", "[26] Issue 3  <FRAGMENT_SUPPRESSED> Did the PRRA officer err in finding that the applicant would not face persecution as a returnee to Eritrea?  <FRAGMENT_SUPPRESSED> The applicant submits that the officer erred in failing to address the applicant's submission that he would face persecution as a returnee to Eritrea. The applicant submits that the documentary evidence states that persons who have resided outside the country are automatically assumed to be involved in anti-government activities and as such, are automatically detained by the Eritrean authorities upon their return to the country.  <FRAGMENT_SUPPRESSED>", "[27] However, the officer did consider the applicant's submissions that he would face persecution as a returnee. The officer found that she did not have sufficient objective evidence before her to demonstrate that there is more than a mere possibility that the applicant would be deemed to have an anti-government political opinion.  <FRAGMENT_SUPPRESSED>", "[28] This was a reasonable conclusion given that the applicant's situation is distinguishable from the circumstances in the excerpts upon which he relied. For example, the UK Border Agency, Country of Origin Information Report: Eritrea , states that \"asylum seekers who have fled Eritrea after being detained or at risk of detention on account of their religion would be further detained if returned forcibly to Eritrea.\" There was no evidence that the applicant had been detained or at risk of detention for his religious beliefs. Likewise, the Amnesty International report relied on by the applicant states that \"Eritreans returning from abroad ... risk arbitrary detention if they return to Eritrea and are suspected of opposing the government.\" As noted by the officer, there was insufficient evidence to establish that the applicant has engaged in anti-government activities or would be deemed to have an anti-government opinion upon his return to Eritrea. This was a reasonable decision based on the evidence before the officer.  <FRAGMENT_SUPPRESSED>", "[29] For these reasons, the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "[30] Neither party wished to submit a proposed serious question of general importance for my consideration for certification.  <FRAGMENT_SUPPRESSED>", "[31] IT IS ORDERED that the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED> ANNEX  <FRAGMENT_SUPPRESSED> Relevant Statutory Provisions  <FRAGMENT_SUPPRESSED> The Immigration and Refugee Protection Act , S.C. 2001, c. 27  <FRAGMENT_SUPPRESSED> 72.(1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.  <FRAGMENT_SUPPRESSED> 112.(1) A person in Canada, other than a person referred to in subsection 115(1), may, in accordance with the regulations, apply to the Minister for protection if they are subject to a removal order that is in force or are named in a certificate described in subsection 77(1).  <FRAGMENT_SUPPRESSED> (2) Despite subsection (1), a person may not apply for protection if  <FRAGMENT_SUPPRESSED> (a) they are the subject of an authority to proceed issued under section 15 of the Extradition Act;  <FRAGMENT_SUPPRESSED> (b) they have made a claim to refugee protection that has been determined under paragraph 101(1)(e) to be ineligible;  <FRAGMENT_SUPPRESSED> (c) in the case of a person who has not left Canada since the application for protection was rejected, the prescribed period has not expired; or  <FRAGMENT_SUPPRESSED> (d) in the case of a person who has left Canada since the removal order came into force, less than six months have passed since they left Canada after their claim to refugee protection was determined to be ineligible, abandoned, withdrawn or rejected, or their application for protection was rejected.  <FRAGMENT_SUPPRESSED> (3) Refugee protection may not result from an application for protection if the person  <FRAGMENT_SUPPRESSED> (a) is determined to be inadmissible on grounds of security, violating human or international rights or organized criminality;  <FRAGMENT_SUPPRESSED> (b) is determined to be inadmissible on grounds of serious criminality with respect to a conviction in Canada punished by a term of imprisonment of at least two years or with respect to a conviction outside Canada for an offence that, if committed in Canada, would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years;  <FRAGMENT_SUPPRESSED> (c) made a claim to refugee protection that was rejected on the basis of section F of Article 1 of the Refugee Convention; or  <FRAGMENT_SUPPRESSED> (d) is named in a certificate referred to in subsection 77(1).  <FRAGMENT_SUPPRESSED> 113. Consideration of an application for protection shall be as follows:  <FRAGMENT_SUPPRESSED> (a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection;  <FRAGMENT_SUPPRESSED> (b) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required;  <FRAGMENT_SUPPRESSED> (c) in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98;  <FRAGMENT_SUPPRESSED> (d) in the case of an applicant described in subsection 112(3), consideration shall be on the basis of the factors set out in section 97 and  <FRAGMENT_SUPPRESSED> (i) in the case of an applicant for protection who is inadmissible on grounds of serious criminality, whether they are a danger to the public in Canada, or  <FRAGMENT_SUPPRESSED> (ii) in the case of any other applicant, whether the application should be refused because of the nature and severity of acts committed by the applicant or because of the danger that the applicant constitutes to the security of Canada.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}