{"id_": "009667", "body_str": ["[1] Kane, J. : The applicants seek judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada (the Board), dated January 4, 2012, which found that they were neither Convention refugees nor persons in need of protection pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 ( IRPA, the Act). For the reasons that follow the application is allowed. Background", "[2] Jaromir Ferko (the applicant) and his family are Roma citizens of the Czech Republic who fear persecution in their home country. They were the victims of a number of violent attacks by skinheads and neo-Nazi groups in the Czech Republic between 2000 and 2009, including threatening and racist graffiti on their home, damage to their home and personal assaults. Despite having moved on several occasions for their safety, the attacks continued. The applicant also described his experience of discrimination throughout his life.", "[3] Four specific incidents, among many, were highlighted by the applicant. One incident occurred sometime between 2000-2003, when the applicant and his brother were confronted by skinheads in a restaurant, kicked and beaten with chains. The skinheads followed them home, kicked down the door and beat the applicant, his wife and his young children. The applicant reported the incident to the police but no arrests were made.", "[4] The applicant's children were repeatedly subjected to bullying and physical abuse at school. In one incident, skinheads followed them home, threw rocks at their house, smashed a window and threatened to burn down the house. The applicant again reported the incident to the police.", "[5] The family home was set on fire in August 2004. Firemen and police attended at the scene and determined that the fire had been caused by a gas bottle that had been thrown on the roof. The police initially blamed the applicant for the incident, but neighbours corroborated his story that skinheads had been seen outside the building before the fire.", "[6] In another incident, following their move to another town, the applicant and his family were attacked by a group of skinheads at the train station. His wife was punched in the face, his children were kicked, and the applicant lost two teeth. The applicant again reported the assaults to the police.", "[7] In April 2009, the applicant and his family fled to Canada and claimed refugee protection. The Decision Under Review", "[8] The Board found that the applicant was not a Convention refugee under section 96 of the IRPA as he does not have a well-founded fear of persecution in the Czech Republic on any of the five Convention grounds. The Board also found that the applicant was not a person in need of protection under section 97 as his removal to the Czech Republic would not subject him personally to a risk to life or to a risk of cruel and unusual treatment or punishment, or to a danger of torture.", "[9] The claims of the spouse and two children were dependent on the applicant's claim and were, therefore, also rejected.", "[10] At paragraph 5 of the decision, the Board set out its considerations in examining the applicant's claim for protection as follows: [...] I considered the issue of whether the claimant's fear is objectively reasonable. In this regard, I considered whether or not there is adequate state protection in the Czech Republic, whether or not the claimant took all reasonable steps to avail himself of that protection, and whether he has provided clear and convincing evidence of the state's inability to protect him.", "[11] The Board reviewed all the incidents described by the applicant and his interactions with the police. The Board concluded with respect to every incident that there was no persuasive evidence to suggest that the applicant followed up with the police after his initial reports.", "[12] With respect to the incident in the applicant's home where he and his wife were beaten and the police attended, the Board acknowledged that the fear and apprehension about leaving his home after the attack were understandable and reasonable in the circumstances, but concluded that this did not constitute a legitimate or sufficient justification or excuse for his failure to follow up on the status of the police investigation.", "[13] With respect to the attack on the family at the train station, the Board found that the applicant's failure to follow up with the police was not objectively justified by the fact that he and members of his family were overcome by fear following the attack. The Board found it unreasonable for him to have taken no further steps to pursue the complaint.", "[14] The Board acknowledged that the applicant lived in fear and the impact it had upon him, yet reached the same conclusion with respect to each incident; that his failure to follow up with the police was not objectively justified.", "[15] The Board concluded that the applicant did not take all reasonable steps to seek out the assistance and protection of law enforcement authorities in the Czech Republic before coming to Canada.", "[16] The Board noted the extensive case law which sets out the applicable principles governing state protection. The Board also considered the documentary evidence regarding the Czech Republic, including legislation prohibiting discrimination, as well as enforcement efforts, and available statistics regarding investigations of police misconduct and prosecutions for corruption and abuse of power by the police. The Board acknowledged that Roma face high levels of poverty, unemployment and illiteracy as well as discrimination in education, employment and housing and that societal prejudice does manifest itself in violence. The Board also noted increased efforts by the authorities to address racial violence including an increased police presence and prosecutions and convictions for racially motivated attacks. The Board concluded that the preponderance of the documentary evidence indicates that the government of the Czech Republic is making serious efforts to provide protection to the Roma as victims of hate crimes and to address discrimination more generally.", "[17] The Board also reviewed a March 2010 Response to Information Request which Counsel for the applicant relied on to show that many of the measures taken by the government were ineffective. The Board agreed that the document indicated that the Roma Inclusion Project has not been effectively implemented in all locations, but overall, the Government was making serious efforts to combat discrimination of the Roma. The Board also acknowledged that the documentary evidence showed that Roma continue to face discrimination in racism, housing, employment and education, but found that this did not establish a pattern of conduct by the government that amounted to systemic or sustained persecution of the Roma. The Board again found that the preponderance of evidence demonstrates that the authorities in the Czech Republic are making serious efforts to combat extremist violence and attacks perpetrated against the Roma.", "[18] The Board referred to the \"serious efforts\" being made several times in its decision.", "[19] It should also be noted that the Board mistakenly referred to the conditions in Hungary rather than in the Czech Republic in certain passages of its decision. For example, the Board refers to the practices of \"the Hungarian police\" (para. 19) and the efforts made by \"the Hungarian government\" (para. 27).", "[20] In conclusion, the Board found that the applicant had failed to rebut the presumption of state protection with clear and convincing evidence.", "[21] The section 97 claim was rejected for the same reasons; the applicant was not a person in need of protection. The Issues in this Case", "[22] Although the applicant asserts that the Board made veiled credibility findings against him which influenced the state protection analysis, the key issue is whether the Board's state protection finding was reasonable and, more specifically, whether its finding that the applicant had not rebutted the presumption of state protection was reasonable.", "[23] The Board's mistaken references to Hungary, rather than the Czech Republic, must also be considered in assessing whether its analysis of state protection was reasonable. Standard of Review", "[24] The applicable standard of review is reasonableness. The role of the court on judicial review where the standard of reasonableness applies is not to substitute any decision it would have made but, rather, to determine whether the Board's decision \"falls within 'a range of possible, acceptable outcomes which are defensible in respect of the facts and law' ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para. 47). There might be more than one reasonable outcome. However, as long as the process and the outcome fit comfortably with the principles of justification, transparency and intelligibility, it is not open to a reviewing court to substitute its own view of a preferable outcome.\": Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ] 1SCR 339, at para. 59. Argument and Analysis Credibility", "[25] The applicant submits that it was not open to the Board to prefer the documentary evidence to the sworn testimony of the applicant in the absence of an adverse credibility finding. The applicant submits that if the Board rejected the applicant's testimony, it should have made clear credibility findings and provided reasons and that its failure to do so is a reviewable error.", "[26] The respondent submits that the Board did not dispute the attacks or the veracity of the applicants' testimony. While the applicant may have had a sincere belief that the state would not provide protection, a subjective reluctance to follow up with the police was not sufficient to rebut the presumption of state protection.", "[27] The respondent further submits that credibility findings should be distinguished from conclusions based on a lack of evidence: <FRAGMENT_SUPPRESSED>  Imm LR (3d) 306 [ Ferguson ].", "[28] In Ferguson , Justice Zinn provided a useful analysis of the distinction between sufficiency of evidence and credibility findings. It is possible for an officer (i.e. the decision-maker) to neither believe nor disbelieve an applicant, but simply remain unconvinced on a balance of probabilities (para. 34). The fact that an applicant has not discharged the burden of proof does not mean that they lacked credibility; rather, it simply means that they have provided insufficient evidence to support the proposition advanced on a balance of probabilities.", "[29] In my view, this reflects the circumstances of the present case. The Board did not question the applicant's credibility. The Board acknowledged the serious nature of the attacks and the fear that resulted. The Board also accepted that the applicant had reported the incidents to the police and that the police attended, but that neither the police nor the applicant followed up on the status of the investigations. These facts are not disputed by the parties. The Board accepted the applicant's testimony, but concluded that he had not rebutted the presumption of state protection. State Protection", "[30] As a preliminary matter, the Board's mistaken references to Hungary must be addressed.", "[31] The applicant argues that the Board's erroneous references to Hungary - instead of to the Czech Republic - constitute \"sloppy treatment of the evidence\" and suggests that the Board used pre-written paragraphs from other decisions involving Roma, thereby failing to individually assess the applicant's case.", "[32] The respondent submits that while the Board did make an error, the reasons, when read as a whole, show that the Board conducted a proper analysis of the Czech Republic and not Hungary.", "[33] I agree that when the decision is read as a whole, it is clear that the Board considered the country conditions in the Czech Republic. It is understandable that the applicants would regard this error as significant to the reasonableness of the Board's analysis and it could reinforce a perception that the Board views all state protection for Roma in Eastern Europe in the same manner. The Board, however, is familiar with the documentary evidence with respect to both the Czech Republic and Hungary as well as other countries and, regardless of whether text was copied into the decision, the key issue is whether the Board reasonably determined that state protection was available to the applicants in the Czech Republic.", "[34] With respect to the main issue of state protection, the applicant submits that the lack of action by the police following the incidents establishes that there is inadequate state protection for Roma in the Czech Republic. As such, the applicant could not reasonably be expected to follow up with the police and was not required to make repeated attempts to access state protection: <FRAGMENT_SUPPRESSED>  FTR 101 at para. 30 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ Ward ].", "[36] The applicant submits that a contextual analysis of state protection is required: <FRAGMENT_SUPPRESSED> , above, at para. 32. Such a contextual analysis would take into account the applicant's state of fear and the experience of the applicant and his family as a vulnerable minority living in a hostile environment.", "[37] The applicant also submits that the Board applied the wrong test for state protection by finding that the Czech Republic was making \"serious efforts\" to combat violence and discrimination against the Roma rather than assessing the \"the actual effectiveness of the protection\": <FRAGMENT_SUPPRESSED>  [2010] FCJ 1589 at para. 8. Moreover, the existence of legislation and procedures alone do not amount to adequate or effective state protection: <FRAGMENT_SUPPRESSED>  [2004] FCJ No 2026. The Board had an obligation to go beyond the documentary evidence and consider the applicant's specific situation: <FRAGMENT_SUPPRESSED> , above, at para. 32.", "[38] The applicant also submits that although the Board acknowledged some contradictory evidence about the failure of the police to respond to incidents involving the Roma, the Board did not clearly provide the reasons for rejecting it. The applicant contends that this constitutes a reviewable error: <FRAGMENT_SUPPRESSED>  [2010] FCJ No 153 at para. 11.", "[39] The respondent submits that the Board's state protection finding was reasonable. The Board undertook an extensive review of the documentary evidence, considering legislation, programs and impact of measures put in place to protect the Roma in the Czech Republic. The respondent noted that local failures are not evidence of inadequate state protection: <FRAGMENT_SUPPRESSED>  FTR 151. Although no arrests were made, there was no persuasive evidence that the police failed to take action or to carry out proper investigations. The respondent submits that it was unreasonable for the applicant not to follow up with the police after such violent incidents and that he failed to take \"all reasonable steps to pursue protection.\"", "[40] The fact that the Board did not refer to all of the evidence is not a reviewable error: Newfoundland and  <FRAGMENT_SUPPRESSED>  at para. 16.", "[41] The respondent submits that the Board considered all the documentary evidence, including the contradictory reports, and acknowledged the discrimination faced by Roma but concluded that it did not rebut the presumption of state protection.", "[42] As noted above, the key issue is whether the applicant rebutted the presumption of state protection. The Board was aware of the principles from the jurisprudence and sought to apply them to the applicant's claim.", "[43] As a starting point, there is a presumption that a state is capable of protecting its citizens. The presumption is only rebutted by clear and convincing evidence that the state protection is inadequate or non existent: <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. The evidence must be reliable and have probative value; claimants \"must adduce relevant, reliable and convincing evidence which satisfies the trier of fact on a balance of probabilities that the state protection is inadequate\": <FRAGMENT_SUPPRESSED> , above, at para 30.", "[44] The test is not 'perfect' state protection, but adequate state protection. Still, mere willingness to protect is insufficient; state protection must be effective to a certain degree: <FRAGMENT_SUPPRESSED>  Imm LR (3d) 243 at para. 47.", "[45] The incapacity of the state to provide protection is an essential consideration in determining whether the applicant's fear is well-founded - i.e. in determining whether he has objective grounds for being unwilling to seek the protection of the state.", "[46] In my view, the Board's decision was unreasonable in concluding that the applicant had failed to take all reasonable steps to avail himself of state protection and that he had failed to rebut the presumption of state protection.", "[47] To establish fear of persecution, the applicant must subjectively fear persecution and that fear must be well-founded, in an objective sense (see Ward , above, at para. 54). Clearly the applicant had a subjective fear of persecution, which the Board repeatedly acknowledged.", "[48] The Board's finding that such fear was understandable and reasonable in the circumstances, but that it did not constitute a legitimate or sufficient justification or excuse for his failure to follow up with the police - in other words, that it was not objectively well-founded - is not logical. It is not possible to reconcile a finding that the fear was understandable and reasonable with a finding that it did not justify the applicant's failure to follow up with the police and do more to seek state protection, given the circumstances of the applicant.", "[49] The applicant reported every incident of violence to the police, yet he and his family continued to be victims of violence in each community they moved to. The Board accepted that the applicant's reports to the police did not result in any suspect being apprehended. Even if they had, this would not necessarily have resulted in any future protection for the applicant's family since nothing suggests that they were repeatedly targeted by the same individual(s). Rather, the applicant and his family were the victims of a broader pattern of violence by 'skin heads' against the Roma. It is, therefore, not apparent what the purpose would be for the applicant to continue to request status reports from the police about the incidents reported. It is not apparent how that would have increased state protection to him and his family.", "[50] Although the Board correctly points out that the police cannot be expected to arrest every perpetrator in every investigation, it was unreasonable, in the specific circumstances of this case, for the Board to base its state protection finding on the applicant's failure to follow up with the police on the status of the investigations. It should also be noted that despite the fact that there appeared to be no arrests made in any of the incidents, and despite his continuing fear, the applicant sought the assistance of the police after each incident.", "[51] Apart from the Board's reference that \"it is the obligation of members of the public to hold the police accountable by following up with the police once they have lodged a complaint with them\", the Board provided no further rationale why the applicant was expected to do more.", "[52] Moreover, this comment raises the question how the applicant's further inquiries to the police would lead to more police accountability. The Board repeatedly cites the\"serious efforts\" being made by the Czech authorities, including the police, and points to investigations and prosecutions as well as other government initiatives that the Board relies upon to find that there is adequate state protection. There is no suggestion by the Board that the police need to be held more accountable, except for its expectation that the applicant should have done so by making repeated inquiries of the police. If state protection is adequate, victims like the applicant should not need to bear the burden of holding the police more accountable.", "[53] With respect to the adequacy of state protection, this Court has applied the same test which has led to different results in different cases due to different circumstances. Each case must be decided on its own facts. The applicant and respondent both pointed to cases suggesting that adequate state protection ranges from serious efforts to operational or \"on the ground\" effectiveness.", "[54] The Board analysed the documentary evidence extensively and noted repeatedly that the Czech Republic was making \"serious efforts\". However, for the applicant and his family, the serious efforts did not result in an improvement to their situation as they continued to be victimised in the communities they lived in.", "[55] In <FRAGMENT_SUPPRESSED> , above, Justice Andre Scott assessed whether the state protection analysis was reasonable and noted that, in that case, the Board had not considered documentary evidence contradictory to that showing \"serious efforts\"by the Czech Republic. Justice Scott reiterated that willingness and serious efforts are not enough:", "[46] The Board focused the bulk of its state protection analysis on considering the country conditions evidence set out in the IRB issue paper entitled, \"Czech Republic: Fact-finding Mission Report on State Protection\" (June 2009). As outlined above, the Board pointed to legislative prohibitions on discrimination as well as measures implemented to reform the country's police force and increase access to protection for the Romani population. The Board concluded that the, \"preponderance of the documentary evidence\" indicated that the Czech government was making \"very serious efforts\"to protect the Roma.", "[47] However, as this Court has pointed out on a number of occasions, the mere willingness of a state to ensure the protection of its citizens is not sufficient in itself to establish its ability. Protection must have a certain degree of effectiveness: see <FRAGMENT_SUPPRESSED>  ACWS (3d) 696; <FRAGMENT_SUPPRESSED> . As such, an applicant can rebut the presumption of state protection by demonstrating either that a state is unwilling, or that a state is unable to provide adequate protection: see <FRAGMENT_SUPPRESSED> .", "[56] <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1715 [ <FRAGMENT_SUPPRESSED> ], Justice Russell reviewed a decision of the Board refusing claims under sections 96 and 97 for Roma applicants who described similar incidents of violence. In that case, as in this one, the Board noted the serious efforts being made by the authorities in the Czech Republic. Justice Russell reviewed a series of cases all elaborating on the notion of adequate state protection and concluding that serious efforts do not necessarily mean that there is adequate state protection. The Board is required to assess whether, in practice, the serious efforts have resulted in adequate protection for the applicants:", "[60] In my view, then, the RPD has committed an error of law in its conclusion that \"serious efforts\" equates to adequate state protection. This error renders its conclusions on adequate state protection for the Applicants unreasonable.", "[61] It is trite law since the Federal Court of Appeal's decision in Carillo , above, that the appropriate test for state protection is not effectiveness per se . Rather, the test is whether there exists adequate state protection from the alleged risks. State protection need not be perfect; it need only be adequate. As was stated plainly by the Federal Court of Appeal in Carillo at paragraph 30, [...] a claimant seeking to rebut the presumption of state protection must adduce relevant, reliable and convincing evidence which satisfies the trier of fact on a balance of probabilities that the state protection is inadequate.", "[62] It is well established law that while state protection need not be perfect, states must be both willing and able to protect their citizens (see Ward , above, at paragraphs 55-57 and Villafranca , above, at paragraph 7).", "[57] I also agree with the applicants that a contextual analysis is needed. The adequacy of state protection must take into consideration the circumstances of the applicant. As noted above, there was no doubt about the impact of fear on the applicant and there was no doubt about the violence suffered by him and his family over many years or the fact that he had reported to the police on each occurrence.", "[58] In <FRAGMENT_SUPPRESSED> , above, Justice Teitlebaum allowed judicial review with respect to a decision based solely on state protection for a victim of domestic abuse (which also involved the application of the gender guidelines) and noted, at para. 32: The RPD did not consider the Applicant's particular fear in this case. [...] In my view, the RPD could not simply refer to the documentary evidence and determine that state protection would be available to the applicant. This approach fails to consider the particular circumstances of the individual. In my opinion, the RPD should have examined the Applicant's situation, and, with the assistance of the documentary evidence, determined whether state protection could be available for the Applicant's situation of having an abusive ex-boyfriend still seeking her. The panel's failure to consider the Applicant's context in my view amounts to a reviewable error.", "[59] Considering the particular circumstances, the applicant's failure or reluctance to follow-up with the police should not be \"objectively unreasonable\", as stated by the Board, given that his fear following the traumatic experiences is accepted by the Board and credibility is not an issue. The applicant was not\"subjectively reluctant to engage the state\"; he approached the police after every single incident and filed a report.", "[60] While there is no expectation that filing a police report would lead to an arrest and convictions, it was unreasonable for the Board to dwell on the lack of follow-up by the applicant given that the applicant had consistently reported to the police.", "[61] The attacks against the applicant and his family were not isolated or random events; they were racially motivated and occurred over the course of many years, in different settings and in different cities. The family was attacked in their home, on the streets and at a train station. They moved to other towns, but still experienced violence. They filed reports to the police following each incident. The cumulative effect of these circumstances renders the Board's conclusion regarding the adequacy of state protection for the applicant unreasonable. Conclusion", "[62] For the reasons noted above, the Board's decision that state protection was adequate failed to address the circumstances and experience of the applicant and his family. The Board committed a reviewable error in equating the serious efforts being made with adequacy of state protection for the applicant given his circumstances and experience. The finding that the applicant failed to rebut the presumption of state protection is not reasonable. JUDGMENT", "[63] THIS COURT'S JUDGMENT is that 1. The application is allowed. The Decision is quashed and the matter is returned for reconsideration by a differently constituted panel of the Immigration and Refugee Board. 2. There is no question for certification.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24] Les arguments invoqués et l'analyse", "[25]", "[26]", "[27] <FRAGMENT_SUPPRESSED>  Imm LR (3d) 306 [ Ferguson ].", "[28] Ferguson", "[29]", "[30]", "[31]", "[32]", "[33]", "[34] <FRAGMENT_SUPPRESSED>  FTR 101, au paragraphe 30 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  FTR 162.", "[35] Canada (Procureur général) c Ward , [1993] 2 RCS 689, 103 DLR (4th) 1 [ Ward ].", "[36]", "[37]", "[38] <FRAGMENT_SUPPRESSED>  [2010] ACF no 153, au paragraphe 11.", "[39]", "[40] Newfoundland and  <FRAGMENT_SUPPRESSED> , au paragraphe 16.", "[41]", "[42]", "[43]", "[44]", "[45]", "[46]", "[47] Ward", "[48]", "[49]", "[50]", "[51]", "[52]", "[53]", "[54]", "[55]", "", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 696; incapable : voir <FRAGMENT_SUPPRESSED>  paragraphe 52.", "[56]", "", "Carillo Carillo", "Ward Villafranca", "[57]", "[58]", "[59]", "[60]", "[61] Conclusion", "[62] JUGEMENT", "[63] [End of document]"]}