{"id_": "009825", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (the Act) for judicial review of a decision by an Inland Enforcement officer of the Canada Border Services Agency (the officer) on August 24, 2012, denying the applicants' request for their removal from Canada to be deferred.", "[2] The applicants request that the officer's decision be set aside and the application be referred back to the Canada Border Services Agency (CBSA) for redetermination. Background", "[3] The applicant, Nancy Gonzalez Gonzales, (the principal applicant) and her daughter, Regyna Miranda Vargas Gonzalez, are citizens of Mexico who arrived in Canada on January 16, 2009, fleeing domestic violence at the hands of the principal applicant's partner. They made a refugee claim which was ultimately rejected by the Immigration and Refugee Board on November 17, 2009. An application for judicial review was initiated, but leave was denied on February 18, 2010, as no application record was ever filed (Court file IMM-6122-09).", "[4] The applicants filed a humanitarian and compassionate (H&C) grounds application for permanent residency on May 27, 2010 and a pre-removal risk assessment (PRRA) application on June 11, 2010.", "[5] The PRRA was rejected on September 9, 2010 and the H&C application was refused on November 18, 2011.", "[6] The principal applicant first expressed concern about her daughter's medical condition and the effect of removal to Mexico on October 5, 2010 and the applicant and CBSA continued to exchange correspondence on this matter from that point on.", "[7] On March 14, 2012, the applicants filed an application for judicial review of the refused H&C application (Court file IMM-2513-12). At this point, the applicants retained new counsel at the Refugee Law Office.", "[8] CBSA scheduled the applicants' removal for March 30, 2012. The applicants made a request to defer removal on March 19, 2012, which was rejected on March 27, 2012. The applicants filed two applications for judicial review relating to the refusal to defer removal (Court files IMM-2939-12 and IMM-2980-12).", "[9] At this point, the applicants reached an agreement with the Department of Justice to withdraw the two applications relating to the request to defer in exchange for CBSA deferring their removal until further notice. Those applications were withdrawn on March 28, 2012.", "[10] The applicants then decided to discontinue the application regarding the H&C decision on the basis that it would be better to make a fresh H&C application which would include evidence that had been omitted by previous counsel in the first H&C application. That application was made on April 11, 2012.", "[11] CBSA then scheduled the applicants' removal for July 20, 2012. The applicants made a request to defer removal on July 11, 2012, which resulted in the cancellation of that scheduled removal to allow for sufficient time for CBSA to forward the applicants' medical documentation to the Citizenship and Immigration Canada (CIC) Health Management Branch. The CIC medical officer informed CBSA that the principal applicant's daughter was medically fit for travel and that medical care was available in Mexico.", "[12] CBSA scheduled removal for August 8, 2012. The applicants filed this application for judicial review on July 30, 2012. The CBSA again cancelled removal to allow submissions from the applicants in response to CIC's medical assessments.", "[13] After receiving these submissions, CBSA then scheduled removal for August 28, 2012. The applicants brought a stay motion on August 20, 2012.", "[14] On August 27, 2012, Mr. Justice André Scott granted the stay. He concluded that the officer had applied the correct test for determining whether to exercise his limited discretion to defer on the basis of a pending H&C application, but that the officer did err by relying on evidence found on the internet and failing to afford the applicants with the opportunity to dispute this evidence and also erred in respect of the considerations upon which he based his decision. Officer's Decision", "[15] The officer refused the deferral request on August 24, 2012. The officer's notes to file serve as reasons for the decision. The officer noted the four grounds upon which the applicants requested a deferral of removal: 1. The principal applicant's daughter's medical conditions; 2. The outstanding H&C application; 3. Risk of domestic violence in Mexico; and 4. The principal applicant's mental health.", "[16] The officer then summarized the applicants' immigration history, as described above. The officer noted the applicants were under an enforceable removal order and that the CBSA has an obligation under subsection 48(2) of the Act to enforce removal orders as soon as is reasonably practicable. The officer noted his limited discretion to defer removal.", "[17] The officer first considered the applicants' outstanding H&C application. The officer noted an H&C application does not entitle the applicants to delay removal. He noted that the current processing time for such applications is 30 to 42 months and that the application had been submitted after the applicants were already removal ready. The officer acknowledged the applicants' argument that the first H&C application was flawed due to the incompetence of previous counsel, an immigration consultant, but found that one is ultimately responsible for one's legal representation, including choice of counsel and submissions by that counsel. He noted that CBSA did not make removal arrangements while the first H&C application was in process.", "[18] The officer then turned to the risk of domestic violence in Mexico. He noted that many of the risks identified in the request paralleled the risks asserted by the applicants in their refugee claim and PRRA application. He also noted that many of the documents submitted spoke to general country conditions and did not highlight personalized risk.", "[19] The officer did consider those documents that were not before the RPD or PRRA officer. Two such documents described the ease with which any person in Mexico could determine the location of other Mexican nationals through the Federal Electoral Institute's records. The officer concluded that these documents only spoke to general country conditions and contained speculative declarations relying in part on uncorroborated third party information.", "[20] The officer considered country conditions evidence highlighting violence against women in Mexico and concluded there was no nexus between these documents and the basis for the request to defer removal. An affidavit describing how the principal applicant's mother had received threatening phone calls was rejected by the officer for a lack of insufficient objective evidence. The officer excerpted the RPD's and PRRA officer's findings regarding the domestic violence. The officer noted the applicants had received due process during their time in Canada and that the RPD's determination had been upheld by this Court.", "[21] The officer then considered the principal applicant's mental health. He acknowledged the letter from the principal applicant's psychiatrist describing her depression, anxiety, post-traumatic stress disorder and battered woman syndrome, but noted that the report was based largely on self-reported symptoms and that the principal applicant was referred to a psychiatrist by counsel. The officer was sympathetic to the fact that the removals process is difficult, but noted that a certain level of anxiety is inherent to the removals process and that the principal applicant had provided insufficient objective medical evidence to demonstrate that travelling to Mexico at this time would be detrimental to her health, or that she would be unable to seek further medical treatment in Mexico. The officer was therefore not satisfied a deferral was warranted.", "[22] The officer then turned to the medical conditions of the principal applicant's daughter. He acknowledged her numerous medical issues, including cerebral palsy, global developmental delay, epilepsy and dystonia and the applicants' submissions on the availability of care in Mexico. He also noted the CIC medical opinion dated March 20, 2012, indicating the applicant daughter was fit to fly and that Mexico had good medical and social care which she would be able to access. In a later opinion dated July 20, 2012, a medical officer from CIC also suggested a medical escort to assist during removal to Mexico.", "[23] On July 25, 2012, a medical officer indicated after reviewing the applicants' submissions that none of the applicant daughter's medical conditions would be considered a contraindication to air travel according to current standards. In response, the applicant daughter's doctor indicated her concern was not a contraindication to air travel, but rather the lack of proper care available in Mexico and the detrimental effect this would have on her health. The applicants' counsel also made submissions indicating the applicants' concern was not the mere existence of health care in Mexico, but her ability to access it.", "[24] The officer also excerpted correspondence from a CBSA staffer at the Embassy of Canada in Mexico City describing an organization called Teleton that runs free rehabilitation centers. In response, the applicants' counsel indicated her office had contacted Teleton directly and been told there are significant waiting lists for services at each location and that Teleton did not provide medication. Counsel also provided a letter from an employee of a Mexican disability rights organization who had reviewed the principal applicant's daughter's file and opined that it was in her best interest to remain in Canada.", "[25] The officer noted that the applicants' counsel had been inconsistent in describing the care available in Mexico, initially describing it as non-existent, but then later focusing on the inaccessibility of such care. The officer found the country conditions evidence on lack of health care coverage in Mexico only referred to general conditions in Mexico and not to the principal applicant and her daughter specifically.", "[26] The officer also noted that the principal applicant's daughter was not entitled to public medical coverage in Canada, given the changes to the Interim Federal Health Program. Although she was receiving medical service free of charge at Black Creek Community Health Centre, she was not eligible for provincial health coverage and there was no evidence she was receiving coverage under a private medical insurance scheme.", "[27] The officer acknowledged the applicants' evidence regarding the waiting lists at Teleton, but indicated he had performed a cursory internet search which yielded other medical options that had not been impugned by counsel. He quoted from the websites of \"Patronato Peninsular\" and \"Pasitos de Luz\", which offer care to disabled children.", "[28] The officer found that counsel's argument that the principal applicant would have no choice but to institutionalize her daughter was speculative. He held that the evidence before him did not establish that the applicant daughter would lack available community based services.", "[29] The officer also noted that he did not have the discretion to determine if an individual should be removed from Canada, but was limited only to the timing of removal. He noted that a number of the applicant daughter's conditions are permanent and that many predated her arrival in Canada. While he indicated he was very sympathetic to her circumstances, he lacked jurisdiction to defer removal indefinitely.", "[30] Finally, the officer considered the principal applicant's pregnancy. He noted there was no indication in the doctor's letter that she was medically unfit to fly, or could not receive obstetric care upon her return to Mexico. He therefore concluded a deferral was not appropriate in this case. Issues", "[31] The applicants submit the following points at issue: 1. Did the officer err in relying on extrinsic evidence not disclosed to the applicants? 2. Did the officer err in respect of the considerations upon which he based the decision and fail to respect the evidence? 3. Did the officer err in applying the incorrect test for the best interests of the child?", "[32] I would rephrase the issues as follows: 1. What is the appropriate standard of review? 2. Did the officer breach procedural fairness? 3. Did the officer err in refusing the request? Applicants' Written Submissions", "[33] The applicants argue the standard of review for procedural fairness is correctness. The applicants argue the officer relied on extrinsic evidence of charities in Mexico without disclosing it to the applicants, after having twice disclosed evidence to the applicants for them to respond to. The website information was public, but the applicants were denied a meaningful opportunity to deal with the evidence in question.", "[34] The applicants' removal was cancelled on consent in March 2012 and one of the issues between the parties was the use of extrinsic medical evidence. The officer knew that extrinsic evidence should be disclosed for comment out of fairness, but went on to conduct further research. The existence of these charities was determinative of the issue of what health care was available to the applicant daughter. The applicants could not reasonably be expected to refute this evidence as it is not the kind of standard document that officers can be expected to consult. The applicants acknowledge not all evidence obtained from the internet is extrinsic and that an applicant would expect an officer to consult common country condition sources such as the United States Department of State (DOS) or Amnesty International. The applicants cannot be expected, however, to anticipate and specifically refute every source on the internet.", "[35] The applicants further argue the officer erred in respect of the considerations on which he based his decision and improperly dismissed evidence. The officer failed to address the short-term best interest of the child by confusing the availability of care with the child's access to such care. The evidence before him established that the care in Mexico was deficient, but also unavailable to the principal applicant's daughter. This deficiency is complicated by the discriminatory treatment of patients with disabilities and many Mexican families are forced to institutionalize their children due to the cost of medication. Physical therapy for cerebral palsy is extremely limited. The principal applicant would have no support to rely on for paying for help and is expecting another child. The care available to the applicant daughter in Canada would not be accessible to her in Mexico. The medical opinions from CIC give no basis for the conclusion that care will be accessible.", "[36] The indefinite gap in health services facing the applicant daughter is contrary to her short-term interests. Removing her from the wait lists when she has made progress on them in Canada and forcing her to start at the bottom of such lists in Mexico cannot be in her short-term interests. The officer finds that the applicant daughter's current care funding does not include medication, but fails to explain how removing her to a complete lack of care in Mexico is justified in comparison to paying for some services in Canada. A deferral officer must consider what treatment a child affected by removal might actually receive.", "[37] The applicants finally argue that in considering the principal applicant herself, the officer does not consider the effects of psychological harm resulting from removal of her daughter. The officer erred by rejecting expert psychological evidence without basis. The officer also failed to consider the effects of the principal applicant's pregnancy on her ability to care for her daughter. He also did not consider the effect that having to avoid the principal applicant's former partner would have on her ability to access employment or her daughter's ability to access care. Respondent's Written Submissions", "[38] The respondent submits there was no breach of procedural fairness, as the officer did not rely on extrinsic evidence. The content of the duty of fairness for removals officers is minimal given their statutory duty and the public interest in the proper functioning of Canada's immigration system. Fairness did not require the officer to making further inquiries at all. The information about two organizations, objected to by the applicants, was similar to what the applicants had already been given an opportunity to respond to. It was publicly available and obtainable to the applicants via a cursory internet search. The applicants had a full opportunity to submit argument and evidence regarding the availability of services and this fulfills any fairness requirement at the final step of the removal process.", "[39] The respondent further argues the officer had limited discretion to defer removal. Deferral should be reserved for those applicants where failure to defer will expose an applicant to the risk of death, extreme sanction or inhumane treatment. Here, there is no medical impediment to either the principal applicant or her daughter flying. It was open to the officer to conclude he was not satisfied the applicant daughter would be unable to access medical care in Mexico.", "[40] The respondent argues that inability to access medical care is not a short-term impediment to removal. This Court has held such an inability is an on-going problem properly addressed through the H&C process. The availability of better care in Canada should not be grounds for deferral of a removal order.", "[41] The respondent argues that the existence of a pending H&C application is not a bar to removal. The discretion of a removals officer to defer removal pending an H&C application is limited to where it was filed in a timely manner and remains outstanding due to inordinate delay in processing. The current processing time is 30 to 42 months, so a decision is not imminent. There is no evidence of bad faith or negligence.", "[42] The respondent points out that in the order granting a stay, Mr. Justice Scott agreed that the officer applied the correct test for the risks faced by the applicants. The evidence before the officer was clear that state protection from domestic violence, as well as an internal flight alternative and medical service, were available to the applicants. The applicants attempt to rely on general country conditions and uncorroborated third-party information regarding conditions in Mexico. The risks identified closely paralleled the risks brought forward in the RPD and PRRA claims. There was no objective evidence that the former partner of the principal applicant was a police officer or that he continued to have an interest in locating the principal applicant.", "[43] The respondent argues the psychological evidence pertaining to the principal applicant did not warrant a deferral. The officer made clear his concerns with the report tendered as evidence. As in <FRAGMENT_SUPPRESSED> [2008] FCJ No 707, the report was based on a single consultation made for the purpose of an H&C application, took place after a referral from counsel, did not contain evidence of follow-up treatment and concerned conditions inherent to the removals process.", "[44] A removals officer's obligation to consider the best interests of the child is limited to circumstances in which there is no practical alternative to deferring removal in order to ensure care and protection of the child. This is not the case here, as the child would be in the care of her mother and medical care is available in Mexico. The officer reasonably considered the best interests of the child. There was no evidence the principal applicant's pregnancy would render her incapable of caring for her daughter. Analysis and Decision Issue 1 What is the appropriate standard of review?", "[45] Where previous jurisprudence has determined the standard of review applicable to a particular issue before the court, the reviewing court may adopt that standard (see <FRAGMENT_SUPPRESSED>  at paragraph 57).", "[46] It is trite law that the appropriate standard of review for issues of procedural fairness is correctness (see <FRAGMENT_SUPPRESSED>  at paragraph 43). No deference is owed to decision makers on these issues (see <FRAGMENT_SUPPRESSED> above, at paragraph 50).", "[47] Other than in matters of procedural fairness, the standard of review applied to removals officers on a deferrals request is reasonableness (see <FRAGMENT_SUPPRESSED> [2012] FCJ No 11). In reviewing the officer's decision on the standard of reasonableness, the Court should not intervene unless the officer came to a conclusion that is not transparent, justifiable and intelligible and within the range of acceptable outcomes based on the evidence before it (see <FRAGMENT_SUPPRESSED> above, at paragraph 47 and <FRAGMENT_SUPPRESSED> above, at paragraph 59). Issue 2 Did the officer breach procedural fairness?", "[48] The parties are in agreement that the officer's reliance on frequently used country conditions evidence, such as an annual DOS report, without disclosing it to the applicants would not constitute a breach of the duty of the fairness. Therefore, the disputed fairness issue is whether the two websites of Mexican health agencies fall into the category, of \"the kind of standard documents that applicants can reasonably expect officers to consult\" (see <FRAGMENT_SUPPRESSED> [2012] FCJ No 1016).", "[49] The respondent points to other evidence the applicants had access to on the point of health care in Mexico. The officer, however, did not rely solely on that evidence for his finding on health care. If the general CIC evidence on this point was not sufficient for the officer to make his finding, it is unclear why it was sufficient to disclose only that evidence to the applicants. As the applicants point out, there was an extended exchange of evidence and submissions, in an admirable display of procedural fairness. The respondent has given no reason why that pattern could not continue.", "[50] A removals officer cannot be responsible for considering the entirety of the mass collection of information available online when deciding a request. Similarly, the applicants cannot be expected to rebut all possible online evidence in their submissions. The applicants cannot also be expected to make submissions on every single health care provider in Mexico in anticipation the officer will point to any of them in his decision.", "[51] Indeed, the record in this case shows how the officer's reliance on a previous specific health clinic, Teleton, was very effectively rebutted through submissions from the applicants when it was disclosed to them. In my view, it is clear that the duty of fairness was violated, limited as that duty may be in the context of removals.", "[52] Given my conclusion on this point, it is not necessary to answer the third issue. The application is allowed and the matter is returned to the CBSA for redetermination.", "[53] Neither party wished to submit a proposed serious question of general importance for my consideration for certification. JUDGMENT", "[54] THIS COURT'S JUDGMENT is that the application for judicial review is allowed, the decision of the officer is set aside and the matter is referred to a different officer for redetermination. ANNEX Relevant Statutory Provisions Immigration and Refugee Protection Act , SC 2001, c 27 48.(2) If a removal order is enforceable, the foreign national against whom it was made must leave Canada immediately and it must be enforced as soon as is reasonably practicable. 72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.", "[1] Le juge O'Keefe", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15] 2. la demande CH pendante;", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24]", "[25]", "[26]", "[27]", "[28]", "[29]", "[30]", "[31]", "[32]", "[33]", "[34]", "[35]", "[36]", "[37]", "[38]", "[39]", "[40]", "[41]", "[42]", "[43]", "[44]", "[45] <FRAGMENT_SUPPRESSED> , au paragraphe 57).", "[46]", "[47]", "[48] <FRAGMENT_SUPPRESSED>  [2012] ACF no 1016, au paragraphe 12).", "[49]", "[50]", "[51]", "[52]", "[53] JUGEMENT", "[54] ANNEXE , LC 2001, c 27 48. (2) If a removal order is enforceable, the foreign national against whom it was made must leave Canada immediately and it must be enforced as soon as is reasonably practicable. 72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court. [End of document]"]}