{"id_": "009887", "body_str": ["[1] Southcott, J. : This is an application for judicial review of the June 8, 2012 decision (the Decision) of a Visa Officer (the Officer), which refused the applicant's application for permanent residence under the Federal Skilled Worker (FSW) program. The applicant claims that this decision should be quashed because the Officer breached procedural fairness, by not providing him with an opportunity to respond to credibility concerns, and on the basis that the decision is unreasonable because the Officer did not adequately assess the evidence.", "[2] For the reasons set out below, the application for judicial review is dismissed. I. Background", "[3] The applicant, Mr. Amir Rezvani, is a citizen of Iran. He applied for permanent residence in Canada in 2010 based on his experience as a Financial Manager and an Accountant, being occupations with National Occupational Classification (NOC) codes NOC 0111 and NOC 1111, respectively. Based on a review of the application, the Centralized Intake Office in Sydney, Nova Scotia recommended that it be referred to the overseas visa office for a final determination of eligibility. A full application, including copies of employment letters and educational degrees, was submitted to the visa office on or around February 12, 2011.", "[4] Although the Decision was initially made on June 8, 2012, the record shows that the applicant did not receive the letter advising him of the Decision. In 2014, the applicant sent an updated application to add his new-born son. The visa office then sent him the Decision that had been made in 2012, which he received on July 4, 2014. Counsel for the applicant requested to have the file reopened to provide additional evidence. This was refused by the visa office. The applicant then filed an application for leave and judicial review on September 2, 2014. II. Officer's Decision", "[5] The Officer found that the applicant had not provided sufficient evidence that he performed the actions described in the lead statement of the relevant occupations, as set out in the occupation descriptions of the NOC. The Decision stated that the employment documents submitted by the applicant only contained a vague description of his job duties and that the applicant's own descriptions of his duties were often copied directly out of the NOC, which diminished the overall credibility of the employment. Therefore, based on the information before the Officer, the Officer was not satisfied that the application fit within the categories of Financial Manager or Accountant.", "[6] The Global Case Management System (GCMS) notes also stated that the employment documents submitted by the applicant contained a lot of jargon related to the companies and that it was not always clear what was meant by the duties described. The notes stated that no explanation was provided by the applicant or the companies, and it appeared to the Officer that the applicant's experience matched that of a bookkeeper rather than an Accountant or Financial Manager. Therefore, the application was refused. III. Submissions of the Parties A. Applicant's Submissions", "[7] The applicant submits that where a visa officer's concerns relate to the credibility of the evidence, as opposed to the sufficiency of the evidence, the applicant must be given an opportunity to respond to the concerns ( <FRAGMENT_SUPPRESSED> [ Fang ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). This duty extends even where a visa officer is conducting an initial assessment of a case ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[8] The applicant's position is that the Officer clearly indicated that there were credibility concerns with the applicant's description of his job duties. Therefore, the Officer was obliged to inform the applicant of any concerns related to the credibility of the information contained within his application ( <FRAGMENT_SUPPRESSED> [ Patel ]; <FRAGMENT_SUPPRESSED> ). In addition to the information that had been copied from the NOC, the applicant had submitted employment letters from his current and former employers, detailing his duties, and there was no reason for the Officer to consider the evidence to be insufficient or lacking in credibility. The applicant argues that the Officer's failure to provide him with an opportunity to respond to concerns related to the credibility of the evidence represents a breach of procedural fairness ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[9] The applicant further submits that where a decision-maker does not mention relevant evidence, this leads to a conclusion that the evidence in question was overlooked or ignored ( <FRAGMENT_SUPPRESSED> , at para 17). The applicant contends that the Officer ignored the information in the employment letters, which contained relevant details about the duties he performed in his positions, as well as his educational degrees. The Officer accordingly failed to consider evidence that would have disabused him of concerns relating to the applicant's duties in his positions. The applicant also submits that the respondent's written argument represents an impermissible attempt to supplement the Officer's reasons by conducting his own analysis of the employment letters ( <FRAGMENT_SUPPRESSED> ).", "[10] The applicant also argues for a time extension in his Memorandum of Arguments, given that he only received the refusal letter on July 4, 2014 and filed within 60 days of receiving it. However, given his evidence that he only became aware of the refusal letter on July 4, 2014, and that he filed his application for leave and judicial review within 60 days of being made aware of the decision, on September 2, 2014, there appears to be no need for a time extension according to the legislation ( Immigration and Refugee Protection Act, SC 2001, c 27, ss. 72(2)(b)). In any event, the Respondent's counsel advised at the hearing that, given that leave for this application has been granted, the Respondent does not raise an issue with the timeliness of the application.", "[11] The respondent first submits that there was no breach of procedural fairness. The Officer's role is to assess the visa application on the basis of the information and evidence provided, and there is no general duty for visa officers to ask for clarification or additional information if the evidence is insufficient ( <FRAGMENT_SUPPRESSED> , at para 6). The respondent contends that, contrary to the applicant's arguments, there were no credibility findings by the Officer. Rather, the Officer determined that the applicant repeated the terms used in the NOC instead of describing his position in his own words. The Officer took this into account and felt the applicant's evidence was insufficient, which is not a credibility finding ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]).", "[12] Similarly, the respondent's position is that the Officer did not take issue with the credibility or the authenticity of the employment letters, but rather with their lack of specificity. There was therefore no need for additional procedural fairness ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> ). The respondent also argues that, even where an officer makes a reference to credibility, the duty of fairness may not be engaged where it appears that the officer's concerns were more about the adequacy of evidence provided by the applicant ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]) . Relevant work experience is a concern that arises directly from the requirements in the legislation ( <FRAGMENT_SUPPRESSED> , at paras 25-27; <FRAGMENT_SUPPRESSED> , at para 23).", "[13] The respondent argues that the duty of fairness for visa applicants is at the low end of the spectrum and that the burden is on the applicant to provide a complete application ( <FRAGMENT_SUPPRESSED> ; Kamchibekov, at paras 17-18, 26).", "[14] Overall, the respondent' position is that the Officer properly took into account all the evidence. The Officer considered the employment letters submitted by the applicant and reasonably determined that there was insufficient evidence that the applicant had performed the actions described in the lead statement of his stated occupations of Financial Manager and Accountant. The duties contained within the employment letters were closer to those of bookkeeper. The respondent also submits that the applicant's education is not determinative of the required work experience. Rather the Officer had to look at the duties performed. The Officer has expertise in evaluating whether the applicant has the necessary job experience, and the applicant did not provide sufficient evidence to satisfy the Officer ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> ). IV. Standard of Review", "[15] The applicant submits that the standard of review for issues of procedural fairness is correctness ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]) and that the standard of review for questions involving an exercise of discretion and questions of mixed law and fact is reasonableness ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]). The applicant submitted in his Memorandum of Fact and Law that failure to consider important evidence is a legal error and is subject to the correctness standard of review ( <FRAGMENT_SUPPRESSED> ). However, I understood his counsel to confirm at the hearing that the standard of review in assessing whether the Decision properly took the evidence into account is one of reasonableness.", "[16] The respondent submits that the applicable standard of review is reasonableness, because the determination of whether or not an applicant has performed the required duties for an occupation in the context of a skilled worker application is largely a matter of fact ( at para 47; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; Newfoundland and  <FRAGMENT_SUPPRESSED> at paras 17-18).", "[17] In my view, the issue of procedural fairness raised by the applicant is reviewable on the standard of correctness ( Khosa, at para 43) and the issue whether the Decision properly took into account all the evidence is reviewable on the standard of reasonableness ( at para 47; <FRAGMENT_SUPPRESSED> , at para 12-13; Obeta, at paras 13-14). V. Issues", "[18] Based on the parties' submissions, this application raises the following issues: 1. Was there a breach of procedural fairness? 2. Was the Officer's decision reasonable? VI. Analysis A. Was there a breach of procedural fairness?", "[19] The applicable jurisprudence establishes that, in cases dealing with visa officers' decisions on applications for permanent residence, the duty of fairness is generally at the low end of the spectrum. This is due to the absence of a legal right to permanent residence, the burden being on the applicant to establish eligibility, the impact on the applicant being less serious than in cases of the removal of a benefit, and the public interest in containing administrative costs ( Tahereh, at para 12; Khan , at paras 39-40).", "[20] I agree with the applicant that, as part of the required procedural fairness in permanent residence applications, it has also been established in the jurisprudence that visa officers have a duty to inform the applicant of concerns relating to something other than the sufficiency of the evidence, such as the credibility or authenticity of the evidence presented ( Fang, at para 19; Rukmangathan, at paras 22, 28; Talpur, at para 21; Madadi, at para 6; Kumar, at para 29; Hassani, at para 24).", "[21] However, it is also true that the burden is on the applicant to provide a complete application. Concerns arising out of sufficiency of the evidence do not have to be communicated to the applicant, given that this is part of the initial burden of providing a complete application. In <FRAGMENT_SUPPRESSED> , a case in which the visa officer noted that the tasks listed in employment letters had been copied directly from the relevant NOC codes, Justice Boivin stated as follows at para 25: ... The applicant has the burden to put together an application that is not only \"complete\" but relevant, convincing and unambiguous ( <FRAGMENT_SUPPRESSED>  [2012] F.C.J. No. 548 (F.C.); <FRAGMENT_SUPPRESSED> , above, at para 26). Despite the distinction that the applicant attempts to make between sufficiency and authenticity, the fact of the matter is that a complete application is in fact insufficient if the information it includes is irrelevant, unconvincing or ambiguous. [emphasis added]", "[22] In the case at hand, the Officer determined that the applicant had not provided sufficient evidence that he had performed the actions described in the lead statement for the occupation, as set out in the occupational descriptions of the NOC. The Officer came to this conclusion based on the employment documents submitted by the applicant, which he considered to contain only vague descriptions of the job duties, and the applicant's own descriptions of the duties performed, which were often copied directly out of the NOC. This precise situation arose in <FRAGMENT_SUPPRESSED> where Justice Pinard stated at para 15: According to Operational Bulletin 120 - June 15, 2009, Federal Skilled Worker (FSW) Applications - Procedures for Visa Offices, descriptions of duties taken verbatim from the NOC are to be regarded as self-serving. When presented with such documents, visa officers are entitled to wonder whether they accurately describe the applicant's work experience. Where a document lacks sufficient detail to permit its verification and ensure a credible description, the applicant will not have produced sufficient evidence to establish eligibility: the visa officer must proceed to a final determination and if the evidence is insufficient, a negative determination of eligibility should be rendered.", "[23] In <FRAGMENT_SUPPRESSED> , the applicant's description of the tasks he claimed to have performed were a verbatim copy of tasks listed in the NOC. Justice Pinard's analysis of whether procedural fairness requirements arose is set out as follows at paragraphs 25-28:", "[25] Alternatively, the applicant claims that even if the officer's reasons are sufficient, the latter breached his duty of fairness in not conducting an interview, denying the applicant the right to respond to the officer's concerns as to the veracity of the application, which is the reason his application was rejected. As defined by the applicant, the officer's duty of fairness required the applicant be given the opportunity to respond to the officer's concerns ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]). Inversely, the respondent emphasizes the context of the decision: at this eligibility stage, notification is not a requirement of procedural fairness and the applicant was not entitled to a running tally or an interview to correct his deficient application ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]).", "[26] In <FRAGMENT_SUPPRESSED> , procedural fairness did not require the visa officer to notify the applicant of the inadequacies in the materials she had provided: the onus is on an applicant to submit sufficient evidence in support of his application ( <FRAGMENT_SUPPRESSED> at para 9). Therefore, in such cases, the applicant is not entitled to an interview to remedy his own shortcomings ( <FRAGMENT_SUPPRESSED> at para 9). Moreover, where the visa officer's concerns arise directly from the requirements of the legislation or regulations, he is under no duty to notify the applicant ( <FRAGMENT_SUPPRESSED> at para 11; <FRAGMENT_SUPPRESSED> ). Relevant work experience is a concern that arises from the regulations: a visa officer is under no duty to mention his concerns as to the applicant's work experience ( <FRAGMENT_SUPPRESSED> at para 12). Ultimately, the visa officer has no obligation to make inquiries where the applicant's application is ambiguous: \"there is no entitlement to an interview if the application is ambiguous or supporting material is not included\" ( <FRAGMENT_SUPPRESSED> at para 10; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  at para 4). To hold otherwise would impose on visa officers an obligation to give advance notice of a negative finding of eligibility ( <FRAGMENT_SUPPRESSED> at para 8).", "[27] In the case at hand, the officer did not have the obligation to hold an interview or to inform the applicant of his concerns with regards to the duplication of the NOC listed duties, much like in <FRAGMENT_SUPPRESSED> . In the words of Justice Danièle Tremblay-Lamer at paragraph 14: ... It did not help that the Applicant's own description of her duties appeared to be copied from the National Occupational Classification. Thus, it was open to the visa officer, on the basis of the scant evidence before him, to find that the Applicant had not established that she had sufficient work experience in her stated occupation, and to reject her application on that basis.", "[28] Therefore, the officer did not breach his duty of procedural fairness.", "[24] Therefore, where descriptions of duties are copied from the NOC, the visa officer is entitled to find that there is insufficient evidence to establish eligibility. In this case, although the visa officer used the word \"credibility\" in the Decision, the Officer appears to have been making a finding on the sufficiency of the evidence, given that it is supporting the overall finding that the applicant had not provided sufficient evidence that he performed the actions described in the lead statement for the occupation. As in <FRAGMENT_SUPPRESSED> , at paras 21-22, I agree with the respondent that, notwithstanding that the Officer used the term \"credibility\", the Officer's findings were not actually credibility findings, but rather a finding of insufficiency of evidence. There was no breach of procedural fairness given that the burden is on the applicant to provide a complete application.", "[25] Relevant work experience is a concern that arises directly from the requirements in the legislation, and the Officer therefore was not required to put concerns relating to this aspect of the application directly to the applicant ( <FRAGMENT_SUPPRESSED> , at paras 25-27; <FRAGMENT_SUPPRESSED> , at para 23).", "[26] I find the decision in Patel , on which the applicant relies, to be distinguishable. It is clear from Justice O'Keefe's reasons, at paragraphs 26-27, that he concluded the visa officer to have regarded the employment letter in that case, into which the duties had been copied directly from the NOC description, to be fraudulent. That case therefore did involve an issue of credibility or authenticity rather than one of sufficiency of the evidence. At the hearing, the Applicant also emphasized the decision in <FRAGMENT_SUPPRESSED> . That case, however, also involved a situation where the Court found that the visa officer had rejected an application based on the credibility of the employer's letter.", "[27] I therefore find that there was no breach of procedural fairness in the Officer's processing of the applicant's application for permanent residence. B. Was the Officer's decision reasonable?", "[28] I do not regard the assessment of the evidence by the Officer as unreasonable. First, it is clear from the Officer's letter to the Applicant rejecting his application, and from the GCMS notes, that the Officer did consider the employment letters submitted by the applicant. He refers to the \"employment documents\" and \"letters\" from the companies for which the applicant worked, which demonstrates that they were considered in the assessment of the application.", "[29] The Officer stated that the employment documents contained \"jargon related to the companies\", that it was \"not always clear what the duties described mean\", and that the \"employment documents only contain a vague description of [the applicant's] job duties\". From what the Officer understood from the letters, he determined that the applicant's \"experience matches more that of a bookkeeper rather than an accountant or financial manager\". When considering the employment letters, it was open to the Officer to come to the conclusion that the duties described were closer to that of a bookkeeper than an accountant or financial manager.", "[30] At the hearing of this application, the Applicant's counsel also referred the Court to the Applicant's resume that formed part of the material submitted to the Officer. The Applicant argues that the Officer took into account only the applicant's application form, which the Officer found contained descriptions of his duties that were often copied directly from the NOC. The Officer failed to refer to the resume, which represents an explanation of the \"jargon\" contained in the employments letters, for which the GCMS notes say no explanation was provided. However, having reviewed the resume, I see that it contains essentially the same information as the application form, including substantial portions that match the language in the NOC. I accordingly find no merit in this argument.", "[31] A visa officer has the expertise to evaluate the applicant's job experience, and deference is owed to this evaluation ( <FRAGMENT_SUPPRESSED> , at para 9; <FRAGMENT_SUPPRESSED> , at para 12). The Officer found in this case that the evidence was insufficient to support a conclusion that the applicant's duties matched those of a Financial Manager or Accountant This was a reasonable conclusion that falls within the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , at para 47). VII.", "[32] For the reasons above, the application for judicial review is dismissed. Counsel were consulted on whether either party wished to raise an issue to be certified for appeal for the Court's consideration. No such issue was raised. JUDGMENT", "[33] THIS COURT'S JUDGMENT is that the application for judicial review is dismissed. No question is certified for appeal.", "[2] I. Contexte", "[3]", "[4] II.", "[5]", "[6] III.", "[7] <FRAGMENT_SUPPRESSED> [ Fang ]; <FRAGMENT_SUPPRESSED> et 38 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[8] <FRAGMENT_SUPPRESSED> et 22 [ Patel ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[9] <FRAGMENT_SUPPRESSED> ).", "[10] LC 2001, c 27, alinéa 72(2)", "[11] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]).", "[12] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "[13] <FRAGMENT_SUPPRESSED> ; Kamchibekov,", "[14] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> ). IV. Norme de contrôle", "[15]", "[16] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; Newfoundland and  <FRAGMENT_SUPPRESSED>", "[17] Khosa, Obeta, V.", "[18] VI. Analyse", "[19] Tahereh, Khan", "[20] Fang, Rukmangathan, Talpur, Madadi, Kumar, Hassani,", "[21]", "[22]", "[23]", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]).", "Kaur,", "", "", "[24]", "[25]", "[26] Patel", "[27]", "[28]", "[29]", "[30]", "[31] VII.", "[32] JUGEMENT", "[33] Application dismissed. Editor: Sharon McCartney [End of document]"]}