{"id_": "010080", "body_str": ["[1] Rennie, J. : The applicant brings this judicial review to set aside a negative Pre-Removal Risk Assessment (PRRA) dated September 28, 2012. For the reasons that follow the application is granted.", "[2] The applicant is a citizen of Saint Lucia, where she experienced abuse at the hands of her boyfriend. The abuse escalated and in October of 2007, he beat her severely and attacked her with a cutlass. The applicant did not report any of this violence to the police because her boyfriend threatened to kill her. Instead, the applicant fled to Canada and obtained a visitor's visa. She did not know that she could claim refugee protection; therefore, this PRRA is the first assessment of her claim.", "[3] The applicant has obtained medical treatment in Canada. A physician verified that she has scars consistent with the attacks she described and a psychiatrist diagnosed her with posttraumatic stress disorder and depression.", "[4] The PRRA Officer accepted that the applicant had been the victim of abuse and that her ex-boyfriend continued to inquire about her whereabouts. However, the Officer concluded that the applicant had not rebutted the presumption of state protection and therefore refused her application. Issue", "[5] The sole issue for this judicial review is whether the Officer's conclusion on state protection is reasonable. The Court is \"concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process\" and \"whether the decision falls within a range of possible, acceptable outcomes\": <FRAGMENT_SUPPRESSED> , para 47. Analysis", "[6] The Officer's conclusion on state protection does not satisfy this standard. There are three critical errors. The Applicant's Failure to Seek State Protection", "[7] The Officer erred in treating the applicant's failure to seek state protection as being fatal to her refugee claim, effectively imposing a \"duty to seek protection prior to seeking international protection\". As Justice Russel Zinn recently explained, it is an error to place a legal burden of seeking state protection on a refugee claimant: <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada provided that \"it would seem to defeat the purpose of international protection if a claimant would be required to risk his or her life seeking ineffective protection of a state, merely to demonstrate that ineffectiveness.\"", "[9] An applicant need not seek state protection if the evidence indicates it would not reasonably have been forthcoming. The Officer must consider whether seeking protection was a reasonable option for the applicant, in her circumstances. When the relevant circumstances include domestic abuse, the Supreme Court of Canada has outlined specific considerations that must be taken into account, including the psychological effects that abuse has on a victim. The issue as framed in R v Lavallee , [1990] 1 SCR 852, is what the applicant \"reasonably perceived, given her situation and her experience.\" The test is thus subjective and objective.", "[10] The Officer had evidence of the three phases to the cycle of battery described in Lavallee : (1) tension building, (2) the acute battering incident, and (3) loving contrition. The applicant's description of her relationship is consistent with these phases. The cyclical nature of domestic abuse may lead to the victim being able to predict the nature and extent of the violence and notice signs which indicate an increased danger. As Wilson J. explained, for battered women this understanding is a matter of survival.", "[11] Accordingly, in considering whether the applicant's failure to approach the police was reasonable, the Officer must also have regard to the applicant's subjective belief that her boyfriend's threats were real and imminent. The applicant stated, \"The tone of his voice and his anger really made me afraid that he would actually kill me.\" Nor did the Officer mention evidence in the record which provides contextual, objective support for the applicant's subjective fear. For example, the Department of Justice's fact sheet on spousal abuse provides that a \"woman's risk of being killed increases after separation\". Other affidavit evidence before the Officer to the same effect was not considered.", "[12] Regarding the effectiveness of state protection, the evidence before the Officer was that out of 144 reported rapes in 2006 and 2007, the police made only 33 arrests and only one case came before the courts (Immigration and Refugee Board of Canada Responses to Information Requests LAC103195.E). The Officer did not consider this evidence.", "[13] To be clear, an applicant's subjective fear will not be determinative of the question of state protection. Rather, the jurisprudence requires that an applicant's perception be considered in light of the general country conditions and factors such as the applicant's age, social and cultural context.", "[14] The Officer gave minimal consideration to the applicant's subjective fear and the possibility that she could face increased violence, or even death, if she approached the police. The Officer had evidence in the record that women face an acute risk of harm when they attempt to separate from their abusers. The consideration of state protection cannot be separated from this essential context and from the guidance of the Supreme Court of Canada in Lavallee Agencies Other than the Police", "[15] The Officer erred in relying on non-government agencies such as the Saint Lucia Crisis Centre and the National Organization of Women, which offer advocacy, referrals and shelter. These organizations do not provide protection.", "[16] This Court has repeatedly emphasized that the police force is presumed to be the main institution responsible for providing protection and in possession of the requisite enforcement powers. Shelters, counsellors and hotlines may be of assistance, but they have neither the mandate nor the capacity to provide protection: <FRAGMENT_SUPPRESSED>  para 15; <FRAGMENT_SUPPRESSED>  para 10; <FRAGMENT_SUPPRESSED>  paras 24-25.", "[17] It is exceedingly difficult, from an evidentiary standpoint, to determine whether a non-governmental organization can be a surrogate for the state to provide protection. This is one of the policy considerations that underlies the consistent requirement in the jurisprudence that the police provide protection. Agencies have diffuse mandates and their effectiveness is hard to measure. This case amply demonstrates the rationale that underlies the jurisprudence.", "[18] Additionally, the Officer relied on government organizations, such as the Ministry of Health, without specifying how such a Ministry would provide protection. Indeed, the Officer noted that doctors are legally obligated to report incidents of violence to the police. Notably absent from this analysis is any acknowledgement that the applicant's physician did not report the attack after treating the applicant.", "[19] To conclude on this point, the Officer noted that state protection was adequate when the police services were viewed \"in combination with\" these other agencies which address domestic abuse. This is an implicit admission that the police, viewed on their own as they must be, do not measure up to the standard. Either the police can provide state protection or they cannot. Treatment of the Evidence", "[20] Finally, the Officer erred in disregarding relevant evidence on country conditions in Saint Lucia, most notably Flavia Cherry's affidavit. Ms. Cherry is the founder of the National Organization of Women, one of the non-governmental organizations that the Officer relied on as demonstrating the adequacy of state protection.", "[21] Ms. Cherry explained that police do not have the capacity to attend emergency calls in a timely manner, due to limited staff and police vehicles. She also gave evidence that perpetrators are not held pending investigations and that there are long delays for court proceedings during which the perpetrator is on bail and can intimidate victims. Additionally, discrimination and shame prevent some women from seeking help. She described the financial and operational limitations on agencies whose mandate is to help victims of domestic violence.", "[22] The Officer did not give her affidavit \"full weight\" because it contained hearsay and is generalized to all women in Saint Lucia, without details pertaining specifically to the applicant's situation. This evidence goes directly to whether the state's efforts to provide protection are adequate at the operational level. The Officer's failure to meaningfully engage with this evidence renders the decision unreasonable.", "[23] Country condition evidence is not tendered to demonstrate the personalized nature of a claim. Rather, such evidence provides context for assessing whether an applicant could reasonably expect state protection. Secondly, it is inconsistent for the Officer to rely on certain country condition evidence, which contains hearsay and generalized information, while rejecting Ms. Cherry's evidence because it contains hearsay.", "[24] I need not point out the disconnect between the Officer's reliance on the existence of a non-governmental organization to bolster a conclusion of state protection and the Officer's rejection of the affidavit evidence of an executive member of that very organization. JUDGMENT", "[25] THIS COURT'S JUDGMENT is that the application for judicial review is granted. The matter is referred back to Citizenship and Immigration Canada for reconsideration before a different Pre-Removal Risk Assessment officer. There is no question for certification.", "[2]", "[3]", "[4]", "[5] <FRAGMENT_SUPPRESSED> , au paragraphe 47. Analyse", "[6]", "[7]", "[9] R c Lavallee", "[10] Lavallee", "[11]", "[12]", "[13]", "[14] Lavallee", "[15]", "[16] <FRAGMENT_SUPPRESSED> et 25.", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24] JUGEMENT", "[25] [End of document]"]}