{"id_": "010024", "body_str": ["[1] Shore, J. : The Applicant seeks judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA], of a decision rendered by the Refugee Protection Division [RPD] of the Immigration and Refugee Board, wherein the RPD rejected the Applicant's claim for refugee protection under sections 96 and 97 of the IRPA. II. Background", "[2] The Applicant, Roman Kosumov (age 28), is a citizen of Russia of Chechen ethnicity. The Applicant alleges that he was beaten numerous times in Russia by local skinheads from 2009 until he left Russia on December 15, 2010, because he is of Chechen ethnicity. The first beating occurred in January 2009; the police was called but never showed up. In April 2009, the Applicant was again beaten; he sought medical attention and reported the incident to the police. In September 2009, the Applicant was beaten and made a report at the police station. For a fourth time, in February 2010, the Applicant was attacked by local skinheads; a doctor treated him after the beating and police was notified of the incident but never showed up. In August 2010, the Applicant was involved in an altercation with nationalists. The Applicant alleges that when the police intervened at the altercation, they detained him and took him to the police station because they recognized that he is Chechen; and, on his way to the police station, the police verbally and physically abused him; and, demanded that he pay a bribe or else he would be locked in a cell. On December 15, 2010, the Applicant left Russia and arrived in Toronto on the same day and made a refugee claim in, or about, July 2011.", "[3] In a decision dated October 30, 2014, the RPD rejected the Applicant's claim for refugee status pursuant to sections 96 and 97 of the IRPA. The RPD held that the Applicant lacked credibility as the RPD found that on the balance of the probabilities the Applicant concocted an elaborate story of personal persecution and persecution of his family by the Russian authorities and nationalists to bolster his claim for refugee status. Furthermore, the RPD found that the Applicant failed to rebut the presumption of state protection in Russia. III. Issue", "[4] The central issue to be determined by this application for judicial review is: Did the RPD err in its finding that the Applicant lacked credibility? IV. Legislation", "[5] The following are the relevant legislative provisions of the IRPA: Convention refugee 96 . A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. 96 a) 97. V. Position of the Parties", "[6] The Applicant submits that the RPD's credibility findings are perverse and unreasonable and that a significant number of decisions of this RPD member have been overturned by this Court in the past. Moreover, some conclusions of the RPD are entirely gratuitous and unsupported by the evidence. The RPD erred by dismissing the Applicant family members' testimony and affidavit simply because they originate from a member of the family of the Applicant (REFERENCE_SUPPRESSED). The RPD committed an overriding error by omitting the long held principle that sworn testimony of a refugee claimant is presumed to be true, unless there is a good reason to doubt it (REFERENCE_SUPPRESSED). Furthermore, the Applicant submits that the RPD made several findings that are without regard to, or in contradiction with, the testimony, evidence and documentary evidence. As well, the Applicant submits that the RPD made erroneous plausibility findings; and, did so without regard to the principle that plausibility findings shall only be made in the clearest cases (REFERENCE_SUPPRESSED). Finally, the Applicant submits that the RPD's finding that the Applicant did not rebut the presumption of state protection is interrelated and entirely dependent on the credibility finding of the RPD and, as a result of the unreasonable nature of the credibility findings, the RPD's state protection finding cannot stand.", "[7] Conversely, the Respondent submits that this Court owes the highest degree of deference to the findings of credibility of the RPD unless the credibility findings are made capriciously or without supporting evidence or if the RPD fails to provide sufficient reasons in clear terms as to how it reached its conclusions (REFERENCE_SUPPRESSED). As a result, the Respondent, in this case, submits that the overall decision of the RPD was reasonable; and, even if the RPD made an error in its credibility findings, it is reviewable only if the findings are so wrong that they taint all other findings of credibility or would vitiate the RPD's decision as a whole (REFERENCE_SUPPRESSED). With regard to the issue of state protection, the Respondent submits that the RPD reasonably concluded that the Applicant did not rebut the presumption of state protection with clear and convincing evidence. As a result of the foregoing, the decision of the RPD is reasonable. VI. Standard of Review", "[8] The RPD's determination of credibility and weighing of evidence are to be reviewed under the standard of review of reasonableness (REFERENCE_SUPPRESSED). This Court owes the highest degree of deference to credibility findings of the RPD unless such findings are capricious or without supporting evidence or if the RPD does not provide sufficient reasons as to how it arrived at its conclusions (REFERENCE_SUPPRESSED; CITATION_SUPPRESSED). VII. Analysis", "[9] After having reviewed the entirety of the record and having heard the parties, this Court is satisfied that the RPD's decision was reasonable.", "[10] The RPD found significant discrepancies in the Applicant's narrative which affect the Applicant's credibility in addition to a lack of any significant corroboration. Specifically, the Applicant's brother was unaware of the Applicant's problems due to his ethnicity; a speculative understanding of the demise of his father; the lack of corroborative evidence regarding the September 2009 incident; the lack of mention of reasons for the attacks against the Applicant in the medical reports; the lack of medical records for the alleged assaults in Moscow; the Applicant's delay in leaving Russia; and, the Applicant's delay, once in Canada, in making a refugee claim.", "[11] Mindful that the RPD did commit reviewable errors in certain of its factual findings, nevertheless, there are so many credibility issues which are significant on their face, that even a small number of these important credibility discrepancies would have been enough to seriously compromise the narrative of the Applicant and to discredit his allegations. This Court has held that even if the RPD commits a reviewable error in certain of its factual findings, it is not sufficient, in and of itself, if there were other significant facts, related to the core of the claim, on which the RPD could reasonably base its ultimate decision ( REFERENCE_SUPPRESSED). Such is the case here.", "[12] To summarise, the RPD has highlighted the major core credibility findings that, in and of themselves, clearly demonstrate the lack of credibility of the Applicant. VIII. Conclusion", "[13] For all the above reasons, the application for judicial review is dismissed. JUDGMENT", "[14] THIS COURT'S JUDGMENT is that the application for judicial review be dismissed. There is no serious question of general importance to be certified. [End of document]"]}