{"id_": "010270", "body_str": ["[1]", "[2]", "[3] FAITS", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12] ANALYSE", "[13] [...] [...] [...] [...] 5. (1) The Minister shall grant citizenship to any person who [...] (c) is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act, and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner: (i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and (ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence; [...] (4) In order to alleviate cases of special and unusual hardship or to reward services of an exceptional value to Canada, and notwithstanding any other provision of this Act, the Governor in Council may, in his discretion, direct the Minister to grant citizenship to any person and, where such a direction is made, the Minister shall forthwith grant citizenship to the person named in the direction. 14. (1) An application for (a) a grant of citizenship under subsection 5(1), [...] shall be considered by a citizenship judge who shall, within sixty days of the day the application was referred to the judge, determine whether or not the person who made the application meets the requirements of this Act and the regulations with respect to the application. [...] (3) Where a citizenship judge does not approve an application under subsection (2), the judge shall forthwith notify the applicant of his decision, of the reasons therefor and of the right to appeal. [...] (4) A notice referred to in subsection (3) is sufficient if it is sent by registered mail to the applicant at his latest known address. (5) The Minister or the applicant may appeal to the Court from the decision of the citizenship judge under subsection (2) by filing a notice of appeal in the Registry of the Court within sixty days after the day on which (a) the citizenship judge approved the application under subsection (2); or (b) notice was mailed or otherwise given under subsection (3) with respect to the application.", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22] ORDONNANCE", "[23] Ibrahim Khalil El-Salem Saqer and  <FRAGMENT_SUPPRESSED>  subsection 14(5) of the Citizenship Act, R.S.C. 1985, c. C-29, (the Act) of decisions made by Citizenship Judge Gilbert Decoste (the Citizenship Judge), dated September 30, 2004, rejecting the applicants’ citizenship applications on the grounds that they failed to meet the requirements described in paragraph 5(1)(c) of the Act. The applicants, having received on March 17, 2005, authorization to proceed in a single file by order of Prothonotary Richard Morneau, are seeking an order allowing this appeal, quashing the impugned decisions and referring them to a different citizenship judge. ISSUE", "[2] Did the Citizenship Judge commit an error in law warranting the Court’s intervention and breach the principles of procedural fairness when he rejected the applicants’ applications for Canadian citizenship?", "[3] For the reasons that follow, the appeal will be dismissed. FACTS", "[4] The applicants are Jordanian citizens. They obtained permanent resident status on August 25, 1998.", "[5] The applicants each filed an application for Canadian citizenship on April 24, 2004. In his application, Mr. Saqer declared having accumulated 1,064 days of residence in Canada in the period prescribed by paragraph 5(1)(c) of the Act, and Ms. Areej claimed she had accumulated 1,131 days of residence in Canada in the same period.", "[6] On July 19, 2004, after passing their citizenship tests, the applicants met with the Citizenship Judge separately, who asked them to provide additional documentary evidence to support their declarations that they had been in Canada in the period prescribed by the Act.", "[7] The applicants allege that the Citizenship Judge never told them that they had to send him this documentation within a specific period of time.", "[8] According to his written notes dated September 30, 2004, the Citizenship Judge gave the applicants 20 days to send him the documentation.", "[9] On September 30, 2004, 73 days after meeting with the applicants, the Citizenship Judge still had not received the requested documentation. Based on the information he had in the applicants’ files, he concluded that they had not demonstrated they were in Canada during the period prescribed by paragraph 5(1)(c) of the Act.", "[10] On November 30, 2004, 135 days after the meetings of July 19, and in accordance with subsections 14(3) and 14(4) of the Act, the Citizenship Judge informed the applicants in writing of his decision to reject their applications. IMPUGNED DECISIONS", "[11] The Citizenship Judge’s decisions are essentially based on the fact that the applicants did not convince him they had accumulated at least three years of residence in Canada in the four years preceding their applications.", "[12] In his letters of November 30, 2004, the Citizenship Judge further indicated that there were no circumstances allowing him to recommend to the Governor in Council that the discretionary power under subsection 5(4) of the Act be exercised and to direct the Minister to grant citizenship to any person named in the direction in order to alleviate cases of special and unusual hardship or to reward services of an exceptional value to Canada. ANALYSIS", "[13] The relevant provisions of the Act are as follows: 5. (1) The Minister shall grant citizenship to any person who . . . (c) is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act, and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner: (i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and (ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence; . . . (4) In order to alleviate cases of special and unusual hardship or to reward services of an exceptional value to Canada, and notwithstanding any other provision of this Act, the Governor in Council may, in his discretion, direct the Minister to grant citizenship to any person and, where such a direction is made, the Minister shall forthwith grant citizenship to the person named in the direction. 14. (1) An application for (a) a grant of citizenship under subsection 5(1), . . . shall be considered by a citizenship judge who shall, within sixty days of the day the application was referred to the judge, determine whether or not the person who made the application meets the requirements of this Act and the regulations with respect to the application. . . . (3) Where a citizenship judge does not approve an application under subsection (2), the judge shall forthwith notify the applicant of his decision, of the reasons therefor and of the right to appeal. . . . (4) A notice referred to in subsection (3) is sufficient if it is sent by registered mail to the applicant at his latest known address. (5) The Minister or the applicant may appeal to the Court from the decision of the citizenship judge under subsection (2) by filing a notice of appeal in the Registry of the Court within sixty days after the day on which (a) the citizenship judge approved the application under subsection (2); or (b) notice was mailed or otherwise given under subsection (3) with respect to the application. […] […] […] […]", "[14] The standard of review concerning an appeal of a citizenship judge’s decision under subsection 14(5) of the Act was discussed by Rouleau J. in  <FRAGMENT_SUPPRESSED>  (F.C.T.D.) (QL), at paragraphs 38 to 40: It should be noted at the outset that the applicable standard of review in citizenship appeals has been determined by the courts to be correctness:  <FRAGMENT_SUPPRESSED>  at para. 12 (QL) (F.C.). Although findings of fact by citizenship judges must be treated with deference, the citizenship judge's decision in the case at bar may be quashed if it completely disregards important evidence without explanation: Hung, supra. A person who applies for citizenship under s. 5(1)(c) of the Act must have resided in Canada for at least three years in the four years preceding the date of his or her application. This Court has several times noted that judicial decisions with radically divergent interpretations have seriously complicated application of the Act. The assessment of the case law on the residence requirement by the citizenship judge in the case at bar is hardly an example of precision and eloquence, and the way in which she referred to the points made by various judicial schools of opinion could well lead to confusion. In Lam, supra, at para. 33, Lutfy J. noted that a citizenship judge's decision should not be set aside simply because one party to the dispute does not agree with the test applied to determine residence. This is what Lutfy J. wrote in this regard: However, where citizenship judges, in clear reasons which demonstrate an understanding of the case law, properly decide that the facts satisfy their view of the statutory test in paragraph 5(1)(c), the reviewing judges ought not to substitute arbitrarily their different opinion of the residency requirement. It is to this extent that some deference is owed to the special knowledge and experience of the citizenship judge during this period of transition.", "[15] <FRAGMENT_SUPPRESSED>  (F.C.T.D.) (QL), Rouleau J. stated as follows at paragraph 16: Since Mr. Justice Lutfy's decision in Lam, supra, the jurisprudence of this Court establishes that there is a certain amount of deference owed to the specialized knowledge and experience of citizenship judges. Thus, a citizenship judge is entitled to adopt one particular approach to the determination of the residence requirement over another. So long as the approach chosen by the citizenship judge is correctly applied, the intervention of this Court is not warranted.", "[16] However, in this case, the central issue is not really how accurately the Citizenship Judge interpreted the residence concept. The issue is, rather, determining whether the Citizenship Judge’s failure to explicitly mention a specific time frame to provide additional information breached procedural fairness and warrants the intervention of this Court.", "[17] The applicants claim that the answer to this question is yes, citing, inter alia, L’Heureux-Dubé J. in  <FRAGMENT_SUPPRESSED> , paragraph 22: [T] he purpose of the participatory rights contained within the duty of procedural fairness is to ensure that administrative decisions are made using a fair and open procedure, appropriate to the decision being made and its statutory, institutional, and social context, with an opportunity for those affected by the decision to put forward their views and evidence fully and have them considered by the decision-maker.", "[18] The applicants were nevertheless given an opportunity to provide additional evidence to dispel the Citizenship Judge’s doubts with respect to the requirements of paragraph 5(1)(c) of the Act. Their applications were rejected on September 30, 2004, 73 days after the first meeting and 13 days after the time frame provided in paragraph 14(1)(a) of the Act for the judge to render his decision.", "[19] Since the applicants are assumed to be familiar with the Act, the issue of determining whether the 20-day time frame was explicitly mentioned by the Citizenship Judge is of little relevance. In fact, the judge was supposed to render his decision within 60 days, a time frame that is a procedural right (Chung (Re), [1998] F.C.J. No. 754 (F.C.T.D.) (QL) at paragraph 9, and Ho (Re), [1997] F.C.J. No. 1154 (F.C.T.D.) (QL) at paragraph 14).", "[20] However, the applicants had the burden of proving they met the requirements of paragraph 5(1)(c).  <FRAGMENT_SUPPRESSED>  (F.C.T.D.) (QL), Gibson J. stated the following at paragraph 5: I am satisfied that the onus is on an applicant for Canadian citizenship to satisfy a Citizenship Judge that he or she fulfills the requirements of the Act or warrants an exercise of discretion by the Citizenship Judge, pursuant to subsection 15(1).", "[21] Fulfilment of these requirements must be proven using the balance of probabilities standard, as indicated by Pinard J. in  <FRAGMENT_SUPPRESSED>  (F.C.T.D.) (QL), at paragraph 7: The burden of proof on the applicant for establishing the residence requirements under paragraph 5(1)(c) of the Act is the mere civil evidence burden, proof by a balance of probabilities.", "[22] After reviewing the documents in the file and the impugned decisions, I am satisfied that the Citizenship Judge did not commit an error in law warranting the Court’s intervention. The Citizenship Judge’s written notes, albeit brief, mention that he considered the applicants’ applications, their passports and their residence declarations, and that they did not establish the applicants had complied with the requirements of the Act. In my view, the Citizenship Judge provided sufficient reasons for his decisions, meeting the standards established by applicable case law relating to natural justice. ORDER", "[23] THE COURT ORDERS that the appeals filed by the applicants be dismissed. [End of document]"]}