{"id_": "010465", "body_str": ["[1] Zinn, J. : Ms. Fahmeeda Noreen is a citizen of Pakistan. A visa officer denied Ms. Noreen's application for permanent residence under the Saskatchewan Immigrant Nominee Program [SINP] despite the fact that she had obtained provincial nomination. The officer exercised his discretion pursuant to section 87(3) of the Immigration and Refugee Protection Regulations , SOR/2002-227 and rejected the application because he was not convinced that Ms. Noreen would become economically established in Canada.  <FRAGMENT_SUPPRESSED>", "[2] A visa officer reviewed the file on August 8, 2012 and was of the view that although Ms. Noreen was nominated by Saskatchewan, thus creating a presumption that she had the ability to become economically established in Canada, the officer was not satisfied of that fact. This determination was based on the fact that Ms. Noreen did not have adequate International English Language Testing System [IELTS] scores to work as a teacher, although her IELTS scores were above the minimum required by Citizenship and Immigration Canada [CIC] and the SINP. In his CAIPS notes the officer writes:  <FRAGMENT_SUPPRESSED> With the level of English language ability you have demonstrated, I am not satisfied that you would be able to perform the tasks of your intended occupation [elementary and kindergarten teacher] or that you would be able to become employed in Canada or, if you did find employment, that it would be of a sufficient level for you to become economically established in Canada.  <FRAGMENT_SUPPRESSED>", "[3] In October 2012, in response to the officer's concerns, Ms. Noreen provided updated and slightly improved IELTS scores and a plan for how she would successfully become economically established. With respect to how she would become economically established in Saskatchewan, her response contained six sections.  <FRAGMENT_SUPPRESSED>", "[4] First, she would be immigrating with her husband whom, she said, would have no difficulty obtaining employment as a security guard. Second, as her husband would be working full-time and supporting the family, she would be \"focusing more\" on improving her English language abilities by taking courses at the University of Saskatchewan \"and working any part time job to contribute to the family income to become economically independent.\" Third, while she recognized that her ultimate goal of working in education requires strong communication skills, she was confident that by living in Canada and taking courses at the University, she would quickly achieve a \"competent level of proficiency in English.\" Fourth, she was prepared, like all immigrants, to \"start any odd or basic job\" and she foresaw no problem with communication given her overall score of 5 on the IELTS. Fifth, while she also foresaw difficulty obtaining her Saskatchewan teaching certification while working part time, she pointed to her accomplishments to date as an indicator that she would be successful. Sixth, she pointed to the $24,000 she had saved to assist her and her family in becoming economically established.  <FRAGMENT_SUPPRESSED>", "[5] Upon review of this further information, the officer writes in the CAIPS notes:  <FRAGMENT_SUPPRESSED> Although PA has obtained a higher overall score on her more recent IELTS test, the English lang proficiency it shows her to have still appears to be below the level of fluency which wld be required in order for her to become qualified as a teacher in SK. Although PA's statement appears to indicate an awareness of general challenges she cld face in becoming established, it also appears to acknowledge that she cld not establish until some undefined point in the future after her English has improved. PA states that her current level of English wld not be a problem in \"basic odd jobs\" but she does not indicate having a job offer of any kind. ... For reasons detailed above & in earlier notes, PA does not appear to satisfy the definition of a Provincial Nominee as per R87.  <FRAGMENT_SUPPRESSED>", "[6] In her written memorandum, Ms. Noreen raises three issues: (1) whether the decision was unreasonable because the officer engaged in an occupation-specific assessment of the application, (2) whether the finding that Ms. Noreen would not be able to find sufficient employment was unreasonable in light of the fact that she surpassed the minimum language requirements established by CIC and the SINP, and (3) whether the decision was unreasonable because the officer failed to indicate the specific time frame within which it would be reasonable for her to economically establish herself.  <FRAGMENT_SUPPRESSED>", "[7] In my view, in assessing whether an applicant will be able to become economically established in Canada, it is not inappropriate for an officer to initially focus on that applicant's training and occupation. The ability of an applicant to perform those duties in Canada, and the job market for those skills, is where economic establishment is most likely to be found. However, I agree with the Applicant that \"the Court has not found the legislation to contain a requirement that the person become economically self-sufficient in their qualifying occupation, or that a person has to join and participate in the labor market in a particular occupation when they arrive in  <FRAGMENT_SUPPRESSED>  para 82. Accordingly, if economic establishment is not found when the person's qualifying occupation is examined, the officer must look elsewhere. I am satisfied from the passage quoted above, that the officer here did just that; he or she looked at what the Applicant said she would do-\"basic odd jobs\"- and determined that the Applicant would nevertheless be unable to become economically established.  <FRAGMENT_SUPPRESSED>", "[8] In my view, it was not unreasonable for the officer to conclude that engaging in basic odd jobs, likely on a part time or casual basis since Ms. Noreen intended to attend University, is not proof of the ability to become economically established. This is explicitly stated in Manual OP 7b, which officers refer to when evaluating applications: \"... part-time or casual work would not normally meet the requirement to participate in the labour market in the sense it is intended here\" (emphasis added). Part-time work does not qualify as participation in the labour market because \"participation in the labour market must be in a way which allows the individual to fully support themselves sic ], not merely contribute to the costs of their upkeep\" (emphasis added). It is not unreasonable to conclude that Ms. Noreen would not be able to fully support herself and her three daughters, even with the assistance of her husband, if she is only working on a part-time or casual basis.  <FRAGMENT_SUPPRESSED>", "[9] Furthermore, Ms. Noreen, although she recognizes the challenges she faces in obtaining certification to teach in Saskatchewan, offers no suggestion as to how long this process will take her. She offers light at the end of the tunnel but does not tell the officer how long the tunnel is and perhaps it is never ending!  <FRAGMENT_SUPPRESSED>", "[10] Lastly, the fact that she scored in excess of the \"minimum\" IELTS requirement, in my view, only shows why she was not immediately screened out. It does not, in itself, establish that she will, or how she will, become economically established.  <FRAGMENT_SUPPRESSED>", "[11] For these reasons, I find that the officer's decision was transparent and falls within the range of reasonable possible outcomes, based on the facts and the law. The application must be dismissed.  <FRAGMENT_SUPPRESSED>", "[12] No question for certification was proposed.  <FRAGMENT_SUPPRESSED>", "[13] THIS COURT ORDERS AND ADJUDGES that the application is dismissed and no question is certified.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: J. Danielle King/vnh  <FRAGMENT_SUPPRESSED>"]}