{"id_": "010599", "body_str": ["[1] O'Keefe, J. : Pursuant to subsection 25(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (the Act), the applicants requested exemptions on humanitarian and compassionate (H&C) grounds from the requirement that they apply for permanent residence from outside of Canada. Their requests were refused. They now apply for judicial review of that decision under subsection 72(1) of the Act.  <FRAGMENT_SUPPRESSED>", "[2] The applicants seek an order setting aside the negative decision and returning the matter to a different officer for redetermination.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[3] The applicants are a family from Albania. Nikolle Vuktilaj (the principal applicant) and his wife, Lize Vuktilaj, left Albania with their daughter, Laura Vuktilaj in March 2000. Following an unsuccessful claim for asylum in the United States, they came to Canada on February 18, 2008. Here, they also applied for refugee protection, claiming that they fear a blood feud with the Rexhaj family. That claim was rejected. Following that, they applied for a pre-removal risk assessment [PRRA], but that too was denied and their application for judicial review was dismissed (see <FRAGMENT_SUPPRESSED>  Imm LR (4th) 336).  <FRAGMENT_SUPPRESSED>", "[4] They made their H&C application near the end of September 2011.  <FRAGMENT_SUPPRESSED> Decision  <FRAGMENT_SUPPRESSED>", "[5] On October 31, 2012, a senior immigration officer rejected their application. The officer quoted subsection 25(1.3) of the Act, which says the following:  <FRAGMENT_SUPPRESSED> 25(1.3) In examining the request of a foreign national in Canada, the Minister may not consider the factors that are taken into account in the determination of whether a person is a Convention refugee under section 96 or a person in need of protection under subsection 97(1) but must consider elements related to the hardships that affect the foreign national.  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[6] Because of that, the officer refused to consider the evidence about the blood feud with the Rexhaj family, saying that such a risk was squarely within sections 96 and 97 and had been rejected by the Refugee Protection Division and the PRRA officer because the presumption of protection had not been rebutted.  <FRAGMENT_SUPPRESSED>", "[7] The officer then went on to assess establishment, assigning positive consideration to the applicants' self-sufficiency and sound financial management. The officer also approved of the character letters supporting the whole family and accepted that the applicants were active members of the community and that Laura Vuktilaj was pursuing a degree at the University of Toronto. Nevertheless, the officer did not find that level of establishment to be greater than that which would be expected and that returning them to Albania would not be unusual, undeserved or disproportionate hardship. The officer acknowledged that it would be hard to leave Canada, but not all ties would be severed as Laura Vuktilaj could keep in touch with her friends by telephone, the internet or mail.  <FRAGMENT_SUPPRESSED>", "[8] The officer then considered whether the applicants would suffer hardship in Albania. The primary concern here was that the principal applicant's wife has a stage III multifocal papillary thyroid carcinoma that requires life-long follow-up including blood tests, periodic imaging and thyroid hormone treatment. The officer was satisfied that such care would be vital to her physical well-being. However, the officer rejected counsel's submissions that this treatment had to be provided by the same doctors that cared for her now and that the fear she would experience in Albania would exacerbate her condition, as there was no evidence to support either claim.  <FRAGMENT_SUPPRESSED>", "[9] Further, the officer accepted that there was only one treatment facility for cancer patients in Albania and that there is corruption in the healthcare sector. However, this alone did not convince the officer that the required follow-up treatment would probably be unavailable to the applicants. This was because the applicants could choose where to live and also because much of the evidence relied on by the applicants was from 2006 and things had been improving since then.  <FRAGMENT_SUPPRESSED>", "[10] The officer then rejected the applicants' claims that Laura Vuktilaj would be traumatized by having to return to Albania, a place she left when she was only eight years old. The officer noted that she was only fifteen when she moved here but nevertheless adapted quickly and there was little evidence that she would be unable to do the same in Albania or that it would traumatize her. Finally, the officer also rejected the claim that it would have a disproportionate financial or emotional hardship on the family since the applicants gave no information regarding these potential consequences.  <FRAGMENT_SUPPRESSED>", "[11] Altogether, the officer concluded that the applicants would not suffer unusual and undeserved or disproportionate hardship if they had to apply for permanent residence from abroad.  <FRAGMENT_SUPPRESSED> Issues  <FRAGMENT_SUPPRESSED>", "[12] The issues are as follows:  <FRAGMENT_SUPPRESSED> 1. What is the standard of review?  <FRAGMENT_SUPPRESSED> 2. Did the officer misinterpret subsection 25(1.3) of the Act?  <FRAGMENT_SUPPRESSED> 3. Was the decision unreasonable?  <FRAGMENT_SUPPRESSED> Applicants' Written Submissions  <FRAGMENT_SUPPRESSED>", "[13] The applicants say that the standard of review is reasonableness.  <FRAGMENT_SUPPRESSED>", "[14] The applicants say that the officer's analysis of the treatment available to the principal applicant's wife was unreasonable. In particular, they said it was inconsistent for the officer to accept that there was only one cancer treatment centre but reject the other evidence, since both claims were made in the same paragraph of the same document. As well, the \"improvements\" the officer alluded to were really only plans for improvement and nothing had been implemented. Further, there was no evidence that the inadequacies in treatment have at all changed since the release of that document and the corruption was confirmed by the Council of Europe in July 2010. In their reply, they add that Mr. Justice Roger Hughes granted the stay in this matter because he found that Mrs. Vuktilaj would suffer irreparable harm if returned to Albania and the applicants say that the evidence continues to show that.  <FRAGMENT_SUPPRESSED>", "[15] The applicants also said that they had argued that the principal applicant would be forced to go into hiding upon his return, thus depriving his wife and daughter of his presence. As this would be a hardship for all of them, they say the officer was required to assess this risk through that lens and erred by refusing to do so.  <FRAGMENT_SUPPRESSED>", "[16] Finally, the applicants say that it was not enough for the officer only to give positive consideration to their establishment and then say it was no greater than that expected of any immigrant. They explained in their reply that the decision was neither transparent nor intelligible because it \"measured their establishment against some unknown and undisclosed standard. <FRAGMENT_SUPPRESSED> Respondent's Written Submissions  <FRAGMENT_SUPPRESSED>", "[17] The respondent agrees that the standard of review is reasonableness.  <FRAGMENT_SUPPRESSED>", "[18] The respondent then goes on to quote subsection 25(1.3) of the Act and says that it excludes consideration of the risk factors under section 96 and subsection 97(1). Although officers must still consider hardship, the respondent argues that the onus is on applicants to explicitly state in their applications why an allegation of persecution amounts to an unusual and undeserved or disproportionate hardship, which was not done in this case. All the applicants mention was the possibility of self-confinement, but the officer was aware of the findings of state protection and in light of that it was reasonable for the officer to conclude that was not a hardship. Because of the applicants' failure in this regard, it was reasonable for the officer to characterize it as a claim of persecution and dismiss it accordingly.  <FRAGMENT_SUPPRESSED>", "[19] As for treatment, the respondent says the officer reasonably considered the evidence. The applicants' arguments were based on baseline data from 2006 and the same document in which that was reported also noted several improvements since then, including the installation of a new Equinox Cobalt machine. Further, the onus was on the applicants to provide current data and the officer was entitled to reject it as dated without independently producing newer data. The applicants simply did not provide enough evidence to meet the standard of proof.  <FRAGMENT_SUPPRESSED>", "[20] The respondent also argues that establishment is only one factor and is not determinative of hardship. It was reasonable for the officer to accept that the applicants were established but nevertheless find that disturbing that establishment did not amount to undue, undeserved or disproportionate hardship.  <FRAGMENT_SUPPRESSED>", "[21] In its further memorandum, the respondent largely repeated the same positions, but presented a great deal more argument about subsection 25(1.3). The respondent explains that subsection 25(1) is an exceptional remedy intended to give the Minister some flexibility. At paragraph 15 of its further memorandum, the respondent emphasizes that it was \"never intended to be an alternative immigration stream or an appeal mechanism for failed asylum claimants. <FRAGMENT_SUPPRESSED>", "[22] Further, a refusal takes nothing away from an applicant; it only means that the applicants would have to comply with the requirements of the Act like everyone else.  <FRAGMENT_SUPPRESSED>", "[23] Keeping in mind that purpose, the respondent argues that subsection 25(1.3) was enacted in order to clearly separate these applications from refugee protection proceedings and avoid duplication within the system. Therefore, the role of an officer is to consider the credible facts presented through a lens of hardship and the officer cannot reassess whether applicants should have received refugee protection. In the respondent's view, subsection 25(1.3) codifies that officers are meant to be looking at elements of hardship, rather than factors relating to risk (citing <FRAGMENT_SUPPRESSED> FTR 17 [ Caliskan ]).  <FRAGMENT_SUPPRESSED>", "[24] Applying that to the case, the respondent then repeats its earlier submissions that the applicants had failed to identify how the risk created hardship. Further, the respondent says that the applicants' submissions to the officer show that this was a minor ground and that their submissions focused on establishment and Mrs. Vuktilaj's medical condition. Consequently, the officer's analysis was \"commensurate with the extent of the submissions put forth by the  <FRAGMENT_SUPPRESSED> [2013] FCJ No 1369 (QL) [ Guxholli ]).  <FRAGMENT_SUPPRESSED>", "[25] The respondent closes the further memorandum by briefly repeating its submissions on establishment and the medical care.  <FRAGMENT_SUPPRESSED> Analysis and Decision  <FRAGMENT_SUPPRESSED> Issue 1  <FRAGMENT_SUPPRESSED> What is the standard of review?  <FRAGMENT_SUPPRESSED>", "[26] Where previous jurisprudence has determined the standard of review applicable to a particular issue before the court, the reviewing court may adopt that standard (see <FRAGMENT_SUPPRESSED>  [ ]).  <FRAGMENT_SUPPRESSED>", "[27] For questions of statutory interpretation, the Federal Court of Appeal has said that the standard of review only matters if the provision being interpreted is ambiguous (see <FRAGMENT_SUPPRESSED> NR 336). Here, I think it could be, so I will assess the standard of review.  <FRAGMENT_SUPPRESSED>", "[28] I disagree with the parties that the standard of review is reasonableness on this issue.  <FRAGMENT_SUPPRESSED>  [ Toussaint ], leave to appeal to SCC refused, 34336 (November 3, 2011), the Federal Court of Appeal said that the Minister's delegates in these applications are owed no deference on questions of statutory interpretation. Other jurisprudence from this Court confirms that (see Caliskan at paragraph 3; Guxholli at paragraph 17).  <FRAGMENT_SUPPRESSED>", "[29] However, in <FRAGMENT_SUPPRESSED> to 17, 427 FTR 87 [ Diabate ], Madam Justice Mary Gleason observed that this sits uncomfortably with Supreme Court jurisprudence that says that reasonableness should be presumed where a decision-maker is interpreting its enabling legislation (see at paragraph 54; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [ Khosa ]). I share Justice Gleason's unease. The analysis  <FRAGMENT_SUPPRESSED> is summary and does not explain why the presumption of reasonableness was rebutted. Further, in <FRAGMENT_SUPPRESSED> DLR (4th) 411, the Supreme Court of Canada said that reasonableness was the standard when the Minister interpreted a similar discretionary exemption power under what was then subsection 34(2) of the Act.  <FRAGMENT_SUPPRESSED>", "[30] However, although allows courts to revisit the standard of review when previous analysis was unsatisfactory, it does not override the hierarchy of courts. Toussaint remains a binding decision of the Court of Appeal that is directly on point. It was decided after and assumedly considered the presumption. I am also not satisfied that it has been overtaken by later cases. Agraira only applied the law from ; it did not change it. Arguably, the Supreme Court did strengthen the presumption of reasonableness by questioning the true questions of jurisdiction category in Alberta (Information and  <FRAGMENT_SUPPRESSED> . However, Toussaint did not rely on characterizing the question as one of true jurisdiction, but rather generalized its conclusion to all questions of statutory interpretation. As such, I am bound by it and will apply the correctness standard.  <FRAGMENT_SUPPRESSED>", "[31] The other questions raised in this application are questions of fact or mixed fact and law. For these, the standard is reasonableness (see <FRAGMENT_SUPPRESSED> ; at paragraph 53; <FRAGMENT_SUPPRESSED> ). This means that I should not intervene if the decision is transparent, justifiable, intelligible and within the range of acceptable outcomes (see at paragraph 47; Khosa at paragraph 59). As the Supreme Court held  <FRAGMENT_SUPPRESSED> at paragraphs 59 and 61, a court reviewing for reasonableness cannot substitute its own view of a preferable outcome, nor can it reweigh the evidence.  <FRAGMENT_SUPPRESSED> Issue 2  <FRAGMENT_SUPPRESSED> Did the officer misinterpret subsection 25(1.3) of the Act?  <FRAGMENT_SUPPRESSED>", "[32] I agree with the respondent's interpretation of subsection 25(1.3). In Rizzo & Rizzo Shoes Ltd (Re) , [1998] 1 SCR 27 at paragraph 21, 154 DLR (4th) 193, the Supreme Court of Canada adopted the following approach to the interpretation of legislation:  <FRAGMENT_SUPPRESSED> Today there is only one principle or approach, namely, the words of an Act are to be read in their entire context and in their grammatical and ordinary sense harmoniously with the scheme of the Act, the object of the Act, and the intention of Parliament.  <FRAGMENT_SUPPRESSED>", "[33] The statement in subsection 25(1.3) that the Minister \"may not consider the factors that are taken into account in the determination of whether a person is a Convention refugee under section 96 or a person in need of protection under subsection 97(1)\" seems clear, but conflicts somewhat with the command that the Minister \"must consider elements related to the hardships that affect the foreign national.\" After all, claims that a person would be returned to a serious possibility of persecution or any of the risks in subsection 97(1) could almost always be relabeled as hardship and thus it is unclear when subsection 25(1.3) would actually operate to preclude consideration of factors relevant to refugee protection.  <FRAGMENT_SUPPRESSED>", "[34] This problem was considered  <FRAGMENT_SUPPRESSED> and there Justice Hughes reviewed the circumstances surrounding the adoption of this provision. He observed at paragraph 20 that an application on H&C grounds was essentially a plea to the executive branch of government for special consideration not otherwise provided in the legislation. Interpreting subsection 25(1.3) in light of that, he concluded at paragraph 22 that the ultimate focus was on hardship and that the use of refugee protection concepts like personalized or generalized risk must be abandoned when considering H&C grounds applications.  <FRAGMENT_SUPPRESSED>", "[35] I largely agree. Subsection 25(1) exists to grant relief for situations where the ordinary operation of the Act might cause hardship and it should not be used for situations that the Act itself contemplates. As the respondent pointed out, an H&C grounds application is not an appeal from an unsuccessful refugee protection claim and those factors need not be re-assessed ( Guxholli at paragraph 22). As a corollary, however, if a refugee claim has failed or would fail for reasons related to the limitations of the refugee protection provisions, such as where discrimination does not amount to persecution, then the hardship caused by those conditions must still be considered. Practically, this means that an officer cannot refuse to consider evidence that could speak to hardship only because it could also be relevant to refugee protection. Rather, all the evidence relevant to hardship should be considered and subsection 25(1.3) mainly operates to emphasize that hardship, not the factors from section 96 and subsection 97(1), is the focus.  <FRAGMENT_SUPPRESSED>", "[36] That said, the provision itself restricts consideration only to the \"elements related to the hardships that affect the foreign national\" (emphasis added). That means that not every hardship that a person in the country of origin could conceivably suffer needs to be dealt with. Rather, the applicants must show either that it will probably affect them or, at the very least, that living in conditions where it could happen to them is itself an unusual and undeserved or disproportionate hardship. Indeed, in Kanthasamy ], Madam Justice Catherine Kane said the same, observing that \"the considerations, including adverse country conditions and discrimination, should have a direct and negative impact on the particular applicant. <FRAGMENT_SUPPRESSED>", "[37] In this case, the officer said the following in the decision:  <FRAGMENT_SUPPRESSED> The applicants allege that they fear persecution and harm from the Rexhaj family if they return to Albania as the Rexhaj family has declared a blood feud against them. As I find this risk factor to fall under section 96 and 97 of the IRPA, I will not be assessing it, and the evidence submitted in support thereof, in this application.  <FRAGMENT_SUPPRESSED>", "[38] It is problematic that the officer ignored all the evidence submitted in relation to the alleged risk. Subsection 25(1.3) is not a license to ignore evidence; it simply requires that any evidence be assessed for hardship.  <FRAGMENT_SUPPRESSED>", "[39] To use an example, it could theoretically be possible that a state could protect a person targeted for assassination, but only by separating him or her from his or her family, relocating him or her, and confining him or her to safe houses. To return to a situation like that may be a hardship even though the risk to life is adequately managed and subsection 97(1) protection is therefore denied. In such circumstances, an officer must consider the evidence to decide whether or not that is an unusual and undeserved or disproportionate hardship and it can be an error not to do so.  <FRAGMENT_SUPPRESSED>", "[40] Here too, the principal applicant said that he was fearful enough that he would immediately enter into self-confinement if returned to Albania, thus leaving his wife and daughter without support from him. Indeed, in a letter from the principal applicant's sister-in-law that the PRRA officer accepted as true, she told the principal applicant that her own son had gone into hiding, so there was evidence that the situation was bad enough that the principal applicant might do the same. Even if that may not be an objectively well-founded fear because state protection exists, it could be a hardship if it will happen.  <FRAGMENT_SUPPRESSED>", "[41] Of course, applicants bear the onus to raise any potential hardships in their applications (see <FRAGMENT_SUPPRESSED>  [ Owusu ]) and the respondent argued that this was not seriously advanced before the officer. However, I do not agree. At page five of their submissions to the officer, the applicants said \"if the claimants are forced to return to Albania, Nikolle will live in hiding or self-confinement, whereas Lize and Laura will live in fear for their lives.\" At page six, they said that Nikolle \"will either get killed from the vendetta of the Rexhaj family or will immediately enter into self-confinement. Therefore, Lize and Laura will remain without a husband and a father respectively either way.\" It is true that the submissions focused more on other aspects of the claim, but it was nevertheless advanced.  <FRAGMENT_SUPPRESSED>", "[42] The officer had a duty to assess this evidence and determine if it supports a finding of an unusual and undeserved or disproportionate hardship, but instead the officer deliberately ignored the evidence of this potential hardship entirely. That was due to an incorrect interpretation of subsection 25(1.3) and I cannot determine from the reasons whether the result would have been the same had that error not been made. I would therefore allow this application for judicial review.  <FRAGMENT_SUPPRESSED>", "[43] Because of my finding on Issue 2, I need not deal with the remaining issue.  <FRAGMENT_SUPPRESSED>", "[44] Neither party wished to submit a proposed serious question of general importance for my consideration for certification.  <FRAGMENT_SUPPRESSED>", "[45] THIS COURT'S JUDGMENT is that the application for judicial review is allowed and the matter is referred to a different officer for redetermination.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Sharon McCartney/vnh  <FRAGMENT_SUPPRESSED> ANNEX  <FRAGMENT_SUPPRESSED> Relevant Statutory Provisions  <FRAGMENT_SUPPRESSED> Immigration and Refugee Protection Act , SC 2001, c 27  <FRAGMENT_SUPPRESSED> 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.  <FRAGMENT_SUPPRESSED> 25. (1) Subject to subsection (1.2), the Minister must, on request of a foreign national in Canada who applies for permanent resident status and who is inadmissible - other than under section 34, 35 or 37 - or who does not meet the requirements of this Act, and may, on request of a foreign national outside Canada - other than a foreign national who is inadmissible under section 34, 35 or 37 - who applies for a permanent resident visa, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected.  <FRAGMENT_SUPPRESSED> ...  <FRAGMENT_SUPPRESSED> (1.3) In examining the request of a foreign national in Canada, the Minister may not consider the factors that are taken into account in the determination of whether a person is a Convention refugee under section 96 or a person in need of protection under subsection 97(1) but must consider elements related to the hardships that affect the foreign national.  <FRAGMENT_SUPPRESSED> 72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> ...  <FRAGMENT_SUPPRESSED>"]}