{"id_": "010628", "body_str": ["[1] Tremblay-Lamer, J. : The applicants are asking the Court to review the decision of the Immigration Appeal Division [IAD] of the Immigration and Refugee Board where it denied the appeal of the removal orders issued against them by a member of the Immigration Division on March 3, 2011. II. Facts", "[2] The applicants are citizens of Pakistan. They and their two adult sons landed in Canada in June 2005.", "[3] The principal applicant came to Canada as a member of the entrepreneur class, and his wife and sons came as his dependents.", "[4] In 2010, an immigration officer concluded that the principal applicant and his family were inadmissible pursuant to paragraph 41(b) of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA] as the principal applicant had not met the conditions required of him as a member of the entrepreneur class. As a result, the immigration officer issued subsection 44(1) reports against them, and they were subsequently referred for an admissibility hearing.", "[5] At their admissibility hearing, the applicants and their sons admitted to the Immigration Division that they had failed to demonstrate fulfilment of the conditions, as they had not shown a qualifying Canadian business under section 88 of the Immigration and Refugee Protection Regulations , SOR/2002-227 [Regulations]. Accordingly, the Immigration Division issued removal orders against each member of the family.", "[6] The family subsequently filed an appeal with the IAD, arguing that sufficient humanitarian and compassionate [H&C] considerations warranted special relief in their case. III. The impugned decision", "[7] The IAD allowed the appeals of the applicants' two sons, but dismissed the appeals of the two applicants, finding there were insufficient H&C grounds to warrant an exemption.", "[8] As to the principal applicant, it noted that he was mostly in Pakistan for the first two years after he was landed, that he owns a duplex and land in Pakistan, and that he testified he would live downstairs in that duplex if he had to return to Pakistan.", "[9] The applicants did not contest the legality of their departure orders and the immigration officer's conclusion that all the conditions had not been met for the duration of a year within the prescribed three-year period after they landed in Canada.", "[10] The IAD found no evidence that the principal applicant had created a \"sham investment\", but found that he had been slow in getting his business off the ground. He had only signed a lease for an office space and hired an employee in mid-2007.", "[11] With respect to the principal applicant's claim that his accountant had erred in preparing the statement of earnings, he had a duty to submit a corrected unaudited statement of earnings and deficit from his accountant if he was claiming that he had met at least one of the conditions.", "[12] Further, the Panel found that while it may have been due to the Recession that the business didn't succeed, the principal applicant did not make any attempt to obtain a waiver from the proper authorities or make any serious attempt to find an alternative way to satisfy his obligation as an entrepreneur in the three-year period following his landing.", "[13] With respect to the principal applicant's wife, it noted that she never worked in Canada, she learned English here, she has a daughter in Pakistan, and she is healthy. It inferred from the fact that she stayed with her daughter in Pakistan for a month and a half in 2014 that she finds the security situation in Karachi to be tolerable.", "[14] Ultimately, the IAD found that whatever positive elements that existed in favour of applying discretionary relief to the applicants was outweighed by the importance which must be given to maintain the integrity of the conditions in the entrepreneur category. IV. Issues", "[15] The sole issue to be considered in this matter is whether the IAD's determination that there were insufficient H&C grounds to warrant discretionary relief in this case was reasonable in light of the evidence presented. V. Standard of review", "[16] The standard of review of a decision of the IAD to deny an appeal is reasonableness (REFERENCE_SUPPRESSED). VI.", "[17] The applicants submit that the IAD failed to apply the proper criteria in making its H&C determination. They submit that the IAD was fixated on facts showing a technical violation of the rules while ignoring humanitarian factors.", "[18] First, the applicants argue that good faith in attempting to meet the conditions should be a primordial consideration in deciding whether they are allowed to stay in Canada, but that the Panel did not consider this. The element of bad faith is entirely absent in this case. To the contrary, the principal applicant made great efforts to establish his business and to respect the conditions imposed on him, but his business plan did not work out because of major changes in market conditions. He is a victim of the free trade agreement with Bangladesh, changes in the international rules for textiles and the recession that hit Canada in late 2008 and 2009. He submits that he should not be punished for events he could not control.", "[19] Second, the applicants submit that the IAD did not consider the question of family life and the impact the removal of the applicants would have on their sons, contrary to the principles of family reunification and family protection in IRPA and in international law.", "[20] Third, the applicants submit that the documentary evidence and the testimony of each of the sons and the principal applicant referred to the violence and public safety problems in Karachi. The applicants submit that the decision is wrong about the principal applicant's wife finding the security situation in Karachi to be tolerable by virtue of the fact that she travelled back there on family visits, as this does not reflect at all what she said. The applicants submit that as westernized Pakistanis, they would be at risk from extremists in Pakistan. VII.", "[21] The respondent submits that the IAD considered all of the evidence, but this evidence was insufficient to grant the applicants the special relief they were seeking. The IAD clearly examined the circumstances of the case and the decision fell well within the range of possible, acceptable outcomes.", "[22] In response to the applicants' argument that the IAD failed to recognize the principal applicant's good faith in attempting to establish a business in Canada, his real efforts, and that he was a victim of the recession, the respondent submits that the IAD did not recognize this because those allegations are not supported by the evidence. Rather, the IAD found that the principal applicant was slow in getting his business off the ground and that, for the first two years after landing the applicants were mostly in Pakistan.", "[23] With respect to the protection of family life, the respondent argues that this factor has little bearing on this case, since the applicants' sons are adults, university educated men. The fact that the family resided together in Canada, and that the sons are going to be able to remain in Canada cannot suffice to outweigh the importance which must be given to maintaining the integrity of the conditions in the entrepreneur category.", "[24] Regarding the risks in Pakistan, the respondent notes that the IAD considered this, but concluded that the principal applicant's wife found the situation in Karachi tolerable as she had travelled to Pakistan between May 2 and June 20, 2014. The IAD also noted that the applicants spent three months in Pakistan in 2012 during which time they lived with their daughter.", "[25] Finally, the respondent submits that the exercise of discretionary relief is always a weighing process, and that the applicants' grievances with the decision amount to a disagreement with the IAD's assessment of the evidence and the weight accorded to it. VIII. Analysis", "[26] To allow an appeal, the IAD must be satisfied that the decision appealed is wrong in law, fact or mixed law and fact, that a principle of natural justice has not been observed, or that sufficient H&C considerations warrant special relief in light of all the circumstances of the case (IRPA, s 67(1)).", "[27] The applicants in this case admitted to the Immigration Division that they had not fulfilled all the conditions required by law and, accordingly, that the removal order was validly made against them pursuant to paragraph 41(b) of IRPA.", "[28] The question before the IAD was whether the H&C considerations, weighed in the context of all the circumstances leading to the issuance of the removal orders, justified allowing the appeal from the issuance of the removal orders.", "[29] A high degree of deference is owed to the decision of the IAD in such a matter, as the IAD has considerable expertise in determining appeals under the IRPA and had the advantage of conducting the hearings and assessing the evidence presented ( CITATION_SUPPRESSED; REFERENCE_SUPPRESSED).", "[30] The factors to be considered in any given case depend on the evidence before the decision-maker, but the areas generally to be considered by the IAD on an appeal from a valid removal order on H&C grounds include: the seriousness of the breach leading to the removal order; the circumstances surrounding the failure to meet the conditions that led to the removal order; the length of time and degree of establishment in Canada; family in Canada and the dislocation to that family that deportation of the appellants would cause; the support available for the appellants within the family and the community; and the degree of hardship that would be caused to the appellants by their return to their country of nationality (REFERENCE_SUPPRESSED; CITATION_SUPPRESSED; CITATION_SUPPRESSED).", "[31] This list of factors is illustrative and not exhaustive. The factors and the weight to be accorded to any particular factor will vary according to the particular circumstances of the case ( CITATION_SUPPRESSED; CITATION_SUPPRESSED; CITATION_SUPPRESSED). As the Supreme Court of Canada held at paragraph 66 of CITATION_SUPPRESSED Parliament intended the I.A.D. to have a broad discretion to allow permanent residents facing removal to remain in Canada if it would be equitable to do so. This is apparent from the open-ended wording of s. 70(1)( ) [now s 67(1)( )], which does not enumerate any specific factors to be considered by the I.A.D. when exercising its discretion under this provision.", "[32] The applicants argue that the IAD should have considered the principal applicant's good faith in attempting to meet the conditions in the entrepreneurial category.", "[33] I disagree with this submission. It is clear from the reasons that the IAD specifically recognized that there was no evidence that the applicant created a sham investment. Thus, the good faith of the applicant was not questioned. However, of relevance, was his conduct and tardiness in starting his business. This explains in part why the applicant did not meet the required conditions.", "[34] I dealt with a similar argument in REFERENCE_SUPPRESSED. In that case, the applicants argued that given their hard work to make their business venture work and that they spent most of their life's savings on their investments, losses and living expenses, the efforts they had made were sufficient to reverse the removal orders against them on H&C grounds. I dismissed the appeal, finding that the IAD's decision was justified, transparent and intelligible:", "[27] Most importantly, I see no reason to interfere with the IAD's finding that the principal Applicant's efforts were insufficient. The IAD concluded, in substance, that the Applicants' efforts were too little, too late. The principal Applicant's initial investment was inadequate, and her involvement in managing it, limited at best; her second investment was late, and its failure, swift. Although the Regulations did not provide a specific legal requirement as to the success of the investment by an entrepreneur immigrant, it is plain that their aim in creating this class of immigrants is to foster the development of the Canadian economy and the creation of jobs for citizens and permanent residents other than would-be entrepreneur immigrants. Thus there is nothing unreasonable in taking into account the success of investments by such immigrants when evaluating the efforts they make to comply with the conditions of their landing. [...]", "[28] Furthermore, on this issue, each case can only be assessed on its own facts. [...] In the case at bar, the IAD found that it took the principal Applicant the better part of two years to make a first, completely inadequate investment. Her first significant investment was not made until over five years after her arrival in Canada.", "[35] Each case stands on its own facts. In the case now before me, the IAD considered the circumstances surrounding the applicants' failure to meet the conditions, but also made it clear that it needed to balance the factors in favour of the applicants against the need to maintain the integrity of the conditions in the entrepreneur category. It is not this Court's role to reweigh the evidence and interfere with the weight given by the IAD to the various factors.", "[36] I also cannot agree with the applicants that the IAD did not give enough weight to the family as a unit and did not respect the principles of protection and reunification of the family.", "[37] The IAD did not ignore the fact that the applicants have family in Canada. Rather, it recognized that they live with their sons here and expressly balanced this and the other factors in their favor against the need to maintain the integrity of the conditions in the entrepreneur category. It also noted that the applicants have a daughter and granddaughter in Pakistan.", "[38] The IAD has exclusive jurisdiction to determine not only what constitute H&C considerations, but also the sufficiency of such considerations in a particular case, in what is a fact dependent and policy driven assessment ( CITATION_SUPPRESSED; CITATION_SUPPRESSED). It is trite law that this Court should not undertake a reweighing of the evidence on judicial review ( CITATION_SUPPRESSED; CITATION_SUPPRESSED; CITATION_SUPPRESSED; CITATION_SUPPRESSED).", "[39] Finally, I cannot agree with the applicants' submission that the IAD's decision should be quashed on the grounds that it was unreasonable for the IAD to find that the principal applicant's wife finds the security situation in Karachi to be tolerable. While it may not always be inferred that an individual who visits their home country necessarily feels safe there, it is not unreasonable to say that the security situation is tolerable. In any event, this was one factor among others and, as stated above, it is the IAD's role to assign weight to and balance the various factors.", "[40] Based on the evidence before the IAD, I find that it was reasonably open to the IAD to conclude that the possible hardship the applicants would suffer if removed from Canada was not sufficient to warrant special relief in the circumstances. While there were some positive elements in favour of discretionary relief, the IAD ultimately found that these factors did not outweigh the importance of maintaining the integrity of the conditions in the entrepreneur category. The applicants disagree with the IAD's assessment of the evidence, but have failed to demonstrate that the IAD's denial of H&C relief lacked justification, transparency or intelligibility or represented an unacceptable outcome in respect of the facts and the law.", "[41] For these reasons, the application for judicial review is dismissed. IX.", "[42] Following the hearing of this case counsel for the applicants proposed the following question for certification: Does the decision-maker have an obligation to address the question of good faith and the honest efforts made by the applicant to establish a business? Is this question of good faith at the heart of the humanitarian jurisdiction in the context of an appeal for non-respect of conditions?", "[43] Counsel for the respondent submits that the question does not meet the criteria for certification and should not be certified.", "[44] I agree with the respondent therefore, the proposed question will not be certified. JUDGMENT", "[45] THIS COURT'S JUDGMENT is that This application for judicial review is dismissed and no question will be certified. CITATION_SUPPRESSED"]}