{"id_": "010886", "body_str": ["[1] Rennie, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act IRPA ) for judicial review of a January 12, 2010 decision of the Refugee Protection Division (RPD) of the Immigration Refugee Board (IRB), which found the applicant to be neither a Convention refugee nor a person in need of protection under sections 96 and 97 of IRPA", "[2] This application for judicial review raises two issues: first, whether an error in translation deprived Mr. Fu of procedural fairness and, second, whether the RPD erred in attributing excessive or inflated evidentiary weight or value to discrepancies in the applicant's testimony. In this regard, counsel for the applicant contends that the RPD erred in focusing on minor variations in the evidence Mr. Fu provided, and hence offended the direction of this Court in <FRAGMENT_SUPPRESSED> .", "[3] Turning to the first argument, it is clear that the IRB, in its reasons, relied on the erroneous translation;", "[9] When testifying how he was introduced to Christianity, the claimant testified that Li told him about the Bible, how God created the world, about the Garden of Eden and how one can go to heaven by believing in God. The claimant was asked if Li told him anything else, and he replied that he told him certain matters about religion and tried to help him out of his depression. The claimant never mentioned discussing the topic of Jesus at all, although he agreed, when asked, that Jesus was central to Christianity. The claimant was asked for an explanation and he insisted that he had mentioned Jesus. He had not.", "[4] Claimants before the IRB are entitled to continuous, precise, competent, impartial and contemporaneous translation: <FRAGMENT_SUPPRESSED> , p. 987, an \"inherently human endeavour which takes place in less than ideal circumstances\".", "[5] Counsel for the respondent properly conceded the error in the translation, but contends that the right to rely on it was waived or lost through delay or, alternatively, that the error, when viewed in the context of the decision as a whole, did not render the decision unreasonable.", "[6] There is no question that the right to rely on interpretation errors may be waived: <FRAGMENT_SUPPRESSED> , 2001 FCA 191, para. 18: As Pelletier J. observed, if the appellant's argument is correct a claimant experiencing difficulty with the quality of the interpretation at a hearing could do nothing throughout the entire hearing and yet be able to successfully attack the determination at some later date. Indeed, where a claimant choses [sic] to do nothing despite his or her concern with the quality of the interpretation, the Refugee Division would itself have no way of knowing that the interpretation was in any respect deficient. The claimant is always in the best position to know whether the interpretation is accurate and to make any concern with respect to accuracy known to the Refugee Division during the course of the hearing, unless there are exceptional circumstances for not doing so.", "[7] The issue of translation was raised when the applicant filed his affidavit, sworn March 4, 2010 in support of leave. I am satisfied that the nature and extent of the translation error only became manifest on delivery of the reasons by the IRB and that there has been no waiver.", "[8] The question remains as to the legal effect of the translation error, and whether, when assessed in light of the decision as a whole, the applicant was denied procedural fairness. The IRB made, in the course of its reasons, eight negative inferences or adverse findings arising from inconsistency in, or implausibility of, Mr. Fu's testimony. Some of these are minor; others, such as the divergence between the applicant's evidence before the IRB as to how he was converted to Christianity and the description in the Personal Identification Form (PIF), the absence of any evidence to corroborate his attendance at the first church he attended upon arrival in Canada, and that he incorrectly stated the name of the church that he said he had been faithfully attending, were significant.", "[9] Situated in this context, it is clear that the omission of the words \"Jesus Christ\" by the translator was not determinative to the overall outcome as evidenced by the RPD's conclusion. The IRB found that the applicant had a basic knowledge of Christianity, which presumably encompasses an understanding of the role of Jesus Christ in Christianity:", "[19] I find that the claimant has basic knowledge of Christianity. He was able to answer correctly most of the questions asked. However, in the context of the findings and negative inferences noted above, and because of my findings that the claimant was not a Christian when he arrived in Canada and was not being pursued by the PSB, I find, on a balance of probabilities, that he specifically came to Canada to make a refugee claim. I find therefore, on a balance of probabilities, that the claimant is not a genuine Christian in Canada, and that any knowledge he has gained in Canada in the last two years could have been gained for the purpose of making his refugee claim. Merely possessing knowledge of basic Christianity and joining a church is insufficient evidence on which to base a finding that the person is a genuine practicing Christian and in danger of persecution if required to return to China. If this were to be the case, anyone could come to Canada, join a church and learn basic teachings in time for a refugee hearing. To make a finding in this regard, the totality of the evidence must be considered.", "[10] The fact that there was an error in translation, which in turn formed the incorrect foundation of one of the adverse findings of credibility does not mean that the decision should be set aside. It is clear that the IRB rejected Mr. Fu's claim because it found him, over the course of his testimony, not to be credible - not just because the IRB thought he had not mentioned Jesus Christ by name. In sum, Mr. Fu's right to procedural fairness was not breached as the breach could not, once again in regard to the decision as a whole, have affected the outcome of the decision under review: Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> , p. 228. Despite the translation error, and the inference drawn from it, the IRB findings with respect to Mr. Fu's credibility are reasonable. Furthermore, in my opinion, the RPD did not attribute excessive or inflated evidentiary weight or value to discrepancies in Mr Fu's testimony. The points of concern to the IRB in the applicant's testimony were substantive and material. The findings of credibility are not founded on minor discrepancies of the kind discussed in <FRAGMENT_SUPPRESSED> ; rather they go to the heart of Mr. Fu's claim. Therefore, the decision that Mr. Fu is neither a Convention refugee nor a person in need of protection falls within the range of possible and acceptable outcomes defensible in respect of the facts and law: <FRAGMENT_SUPPRESSED> .", "[11] Accordingly, the application for judicial review is dismissed.", "[12] No question is proposed for certification and, in the opinion of the court, none arises. JUDGMENT", "[13] THIS COURT'S JUDGMENT is that the application for judicial review be and is hereby dismissed. No question for certification has been proposed and none arises. [End of document]"]}