{"id_": "010846", "body_str": ["[1] Heneghan, J. : Mr. MD. Ali Khan (the \"Applicant\") seeks judicial review of the decision dated November 26, 2009 whereby an Immigration Officer (the \"Officer\") denied the Applicant's application for permanent residence as a member of the \"skilled worker class\", pursuant to the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the \"Act\").  <FRAGMENT_SUPPRESSED>", "[2] The Applicant is a citizen of Bangladesh. He sought entry into Canada as a skilled worker, specifically as an Accountant, National Occupation Classification (\"NOC\") 1111 and, or as a Financial Advisor, NOC 1111. He submitted an application to the Canadian High Commission in Singapore, providing details about his educational qualifications among other things.  <FRAGMENT_SUPPRESSED>", "[3] His application was assessed against the requirements of the Act and the Immigration and Refugee Protection Regulations , SOR/2002-227 (the \"Regulations\"). He obtained 64 points. The Regulations requires a minimum point assessment of 67. The Applicant was awarded 22 points for his education; the maximum available award of points for this factor is 25 points.  <FRAGMENT_SUPPRESSED>", "[4] The award of 22 points for his education is the subject of this application for judicial review. The Applicant holds a Bachelor of Commerce degree that was awarded in 1985; a Master's degree in accounting that was awarded in 1987; a diploma in Computer Application programming that was awarded in 1998; and a Master's in Business Administration that was awarded in 2007. He has pursued 19 years of full-time studies.  <FRAGMENT_SUPPRESSED>", "[5] The Officer assessed the Applicant's education in the following terms:  <FRAGMENT_SUPPRESSED> EDUCATION: You obtained 22 points for education based on the evidence that your highest credential is a Master's Degree with the equivalent of 16 years of full-time education leading up to the completion of your highest degree (your 2 Master's degrees separately), in a recognized post-secondary institution. Note that you cannot cumulate more years of education by having 2 credentials at the same level. The diploma in computer program is not in the line of progression towards obtaining your highest credential and is not considered for additional years of education.  <FRAGMENT_SUPPRESSED>", "[6] An application for permanent residence as a member of the Skilled Worker class is to be assessed upon the criterion of the ability of an applicant to become economically established in Canada. This test is set out in subsection 12(2) of the Act and echoed in subsection 75(1) of the Regulations. These provisions are set out below:  <FRAGMENT_SUPPRESSED> Economic immigration  <FRAGMENT_SUPPRESSED> 12. (2) A foreign national may be selected as a member of the economic class on the basis of their ability to become economically established in Canada.  <FRAGMENT_SUPPRESSED> Class  <FRAGMENT_SUPPRESSED> 75. (1) For the purposes of subsection 12(2) of the Act, the federal skilled worker class is hereby prescribed as a class of persons who are skilled workers and who may become permanent residents on the basis of their ability to become economically established in Canada and who intend to reside in a province other than the Province of Quebec.  <FRAGMENT_SUPPRESSED>", "[7] The Applicant argues that the Officer's decision was unreasonable, having regard to his educational achievements.  <FRAGMENT_SUPPRESSED>", "[8] The Minister of Citizenship and Immigration (the \"Respondent\") submits that the negative decision is reasonable having regard to the statutory and regulatory schemes.  <FRAGMENT_SUPPRESSED>", "[9] Section 78 of the Regulations deals with the assessment of educational credentials. \"Educational credential\" is defined in section 73 of the Regulations as follows:  <FRAGMENT_SUPPRESSED> \"educational credential <FRAGMENT_SUPPRESSED> « diplôme »  <FRAGMENT_SUPPRESSED> \"educational credential\" means any diploma, degree or trade or apprenticeship credential issued on the completion of a program of study or training at an educational or training institution recognized by the authorities responsible for registering, accrediting, supervising and regulating such institutions in the country of issue.  <FRAGMENT_SUPPRESSED> « diplôme »  <FRAGMENT_SUPPRESSED> \"educational credential <FRAGMENT_SUPPRESSED>", "[10] Paragraph 78(3) is relevant and provides as follows:  <FRAGMENT_SUPPRESSED> Multiple educational achievements  <FRAGMENT_SUPPRESSED> (3) For the purposes of subsection (2), points  <FRAGMENT_SUPPRESSED> (a) shall not be awarded cumulatively on the basis of more than one single educational credential; and  <FRAGMENT_SUPPRESSED> (b) shall be awarded  <FRAGMENT_SUPPRESSED> (i) for the purposes of paragraphs (2)(a) to (d), subparagraph (2)(e)(i) and paragraph (2)(f), on the basis of the single educational credential that results in the highest number of points, and  <FRAGMENT_SUPPRESSED> (ii) for the purposes of subparagraph (2)(e)(ii), on the basis of the combined educational credentials referred to in that paragraph.  <FRAGMENT_SUPPRESSED> b) ils sont attribués:  <FRAGMENT_SUPPRESSED>", "[11] The plain language of this provision says that points will not be awarded for two or more educational credentials. This means that although the Applicant holds two degrees at the Master's level he will not receive double points.  <FRAGMENT_SUPPRESSED>", "[12] The Officer researched the period of full-time studies required to obtain a Master's degree in Bangladesh and determined that 16 years of full-time studies are required. She also decided that the diploma obtained by the Applicant in 1998 did not qualify as increasing the number of years required to attain his highest academic credential because it was not part of the progression towards obtaining a Master's degree in 1987. The Officer awarded the Applicant 22 points for his education, pursuant to paragraph 78(2)(e) of the Regulations which provides as follows:  <FRAGMENT_SUPPRESSED> (i) a three-year post-secondary educational credential, other than a university educational credential, and a total of at least 15 years of completed full-time or full-time equivalent studies, or  <FRAGMENT_SUPPRESSED> (ii) two or more university educational credentials at the bachelor's level and a total of at least 15 years of completed full-time or full-time equivalent studies; and  <FRAGMENT_SUPPRESSED>", "[13] The Applicant argues that the officer erred and should have awarded him 25 points on the basis of paragraph 78(2)(f) which provides as follows:  <FRAGMENT_SUPPRESSED> (f) 25 points for a university educational credential at the master's or doctoral level and a total of at least 17 years of completed full-time or full-time equivalent studies.  <FRAGMENT_SUPPRESSED>", "[14] I cannot agree with the Applicant's submissions. The language of subsection 78(3) is clear. No points can be awarded for two Master's degrees. The Applicant completed 19 years of full-time studies but only 16 years were required in Bangladesh in order to obtain a Master's degree. He falls within the scope of paragraph 78(2)(e). No reviewable error was committed by the Officer. This case is parallel to the decision in <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[15] The Applicant relies on subsection 78(4) of the Regulations and the decision of Justice Mandamin in <FRAGMENT_SUPPRESSED> . In that case the Court held that subsection 78(4) is engaged where an individual has attained an academic credential but not the specified years of study. If adequate special circumstances exist the applicant should be awarded the number of points corresponding to the academic credential attained, notwithstanding that the applicant has not completed the specified years of study. The application was allowed due to the visa officer's failure to consider the special circumstances of that case.  <FRAGMENT_SUPPRESSED>", "[16] <FRAGMENT_SUPPRESSED>  I referred to the principle of judicial comity as follows:  <FRAGMENT_SUPPRESSED>", "[20] I am mindful that the principle of judicial comity must be taken into account when a judge of the Court purports to depart from a prior decision of the Court. In this regard, I refer to the decision in <FRAGMENT_SUPPRESSED>  (CanLII), (2007), 316 F.T.R. 49 at paras. 61 and 62 where Justice Lemieux said the following about judicial comity:  <FRAGMENT_SUPPRESSED> (3) The principle of judicial comity  <FRAGMENT_SUPPRESSED> 61 The principle of judicial comity is well-recognized by the judiciary in Canada. Applied to decisions rendered by judges of the Federal Court, the principle is to the effect that a substantially similar decision rendered by a judge of this Court should be followed in the interest of advancing certainty in the law ....  <FRAGMENT_SUPPRESSED> 62 There are a number of exceptions to the principle of judicial comity as expressed above they are:  <FRAGMENT_SUPPRESSED> 1. The existence of a different factual matrix or evidentiary basis between the two cases;  <FRAGMENT_SUPPRESSED> 2. Where the issue to be decided is different;  <FRAGMENT_SUPPRESSED> 3. Where the previous condition failed to consider legislation or binding authorities that would have produced a different result, i.e., was manifestly wrong; and  <FRAGMENT_SUPPRESSED> 4. The decision it followed would create an injustice [citations omitted].  <FRAGMENT_SUPPRESSED>", "[17] In my opinion, the first and third exceptions from Almrei apply here. The Applicant has not put forward any special circumstances that the Officer failed to consider.  <FRAGMENT_SUPPRESSED>", "[18] The third exception from Almrei is particularly relevant.  <FRAGMENT_SUPPRESSED>", "[19] This Court  <FRAGMENT_SUPPRESSED> decided that where an applicant had achieved an academic credential in less years than specified, subsection 78(4) allowed a visa officer to award points corresponding to the number of years of education, not the full points of the level of the academic credential attained. This interpretation does not allow for subsection 78(4) to award an applicant full points for an academic credential in special circumstances notwithstanding that he or she has not completed the requisite years of study.  <FRAGMENT_SUPPRESSED>", "[20] In the result, this application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "[21] Counsel for the parties have exchanged correspondence concerning a question for certification. The test for certification is whether the case raises a question of general importance which would be dispositive of an appeal; see Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (F.C.A.).  <FRAGMENT_SUPPRESSED>", "[22] Counsel for the Respondent have proposed the following question:  <FRAGMENT_SUPPRESSED> In assessing points for education under section 78 of the Immigration and Refugee Protection Regulations , does the visa officer award points for years of full-time or full-time equivalent studies that did not contribute to obtaining the educational credential being assessed?  <FRAGMENT_SUPPRESSED>", "[23] In light of the fact that there are differing judicial views about the assessment of educational qualifications, I am satisfied that the question cited above should be certified.  <FRAGMENT_SUPPRESSED> ORDER  <FRAGMENT_SUPPRESSED>", "[24] THIS COURT ORDERS that the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "[25] The following question is certified:  <FRAGMENT_SUPPRESSED> In assessing points for education under section 78 of the Immigration and Refugee Protection Regulations , does the visa officer award points for years of full-time or full-time equivalent studies that did not contribute to obtaining the educational credential being assessed?  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}