{"id_": "010951", "body_str": ["[1] Beaudry, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act) of the decision of visa officer S. Pelletier (the officer) of the visa section of the Embassy of Canada in Singapore, rendered on March 21, 2008, where the officer determined that Joytika Das (the Applicant) did not qualify as a member of the family class.", "[2] The officer determined that the Applicant's marriage to her husband Mr. Picklu Das was not genuine as per section 4 of the Immigration and Refugee Protection Regulations , SOR/2002-227 (the Regulations) or was entered primarily for the purpose of acquiring any status or privilege under the Act (Tribunal Record, page 10). Issue", "[3] Did the officer err in concluding that the Applicant's marriage to Picklu Das was not genuine and was entered into primarily for the purpose of acquiring a status or privilege within the meaning of section 4 of the Regulations?", "[4] For the following reasons, this application for judicial review shall be allowed. Factual Background", "[5] The Applicant is a citizen of Bangladesh and both the Applicant and her husband are members of the Hindu minority of Bangladesh.", "[6] The Applicant's husband, Picklu Das, arrived in Canada from Bangladesh to request protection as a Convention refugee in September 2000. From the time of his arrival, he asserted that he had a wife in Bangladesh with the same name and date of birth as that of the Applicant. He indicated that they were married on March 24, 1996, more than four years prior to his arrival in Canada (Applicant's Record, page 13 and Tribunal's Record, page 28).", "[7] The Applicant's husband was granted protected person status further to a Pre-Removal Risk Assessment with regard to his removal to Bangladesh in 2006. He then applied for permanent residence in Canada and included his wife in the application as a member of his family.", "[8] The Applicant was invited to attend an interview on November 28, 2007 at the Canadian High Commission in Dhaka, Bangladesh.", "[9] The visa officer conducted the interview with an interpreter that lasted 45 minutes, during which time she reviewed the documents brought in by the Applicant.", "[10] Prior to the interview, the visa officer found out that the Applicant had applied for a temporary resident visa (TRV) in 2003. In her TRV application, the Applicant declared that she was married to a businessman and that she wanted to visit her brother and sister-in-law in Canada because her sister-in-law was pregnant and required her assistance. The Applicant did not declare in her TRV application that her husband, to whom she was allegedly married to since 1996, was in Canada at that time, and that he was in the process of claiming refugee protection. Her application was refused as she did not provide documentation on her husband. Decision under Review", "[11] The officer refused the Applicant's application based on the documents and answers provided at the interview. The officer concluded that the relationship was not genuine or was primarily entered into for the purpose of acquiring a status or privilege under the Act.", "[12] During the interview, the Applicant failed to demonstrate to the officer that herself and Mr. Picklu Das shared a genuine relationship for a variety of reasons: (a) The Applicant did not submit convincing evidence of communication. The two telephone bills and a few emails did not satisfy the officer that the Applicant and Mr. Das shared a husband and wife relationship; (b) The Applicant did not submit any credible evidence of the claimed marriage; (c) There were some money transfers in the Applicant's bank account, but the Applicant did not submit any evidence of the source of funds. There were only two money transfer receipts submitted. The officer was not satisfied that Mr. Das supported the Applicant financially; (d) The marriage was registered after Mr. Picklu Das left for Canada. The Applicant did not submit any credible evidence that the marriage was contracted before he left, except for a self-serving marriage certificate with no other supporting documentation; (e) The Applicant did not declare her husband in her temporary resident visa application made in March 2003 and she maintained at the interview that she was going to visit her brother-in-law. The Applicant continued to make false declarations repeatedly during the interview when questioned on her temporary resident visa application. The officer did not find the Applicant's explanation on this issue credible; (f) Mr. Picklu Das has been in Canada since 2000. This is seven years and the relationship is not documented at all. This negatively affects the Applicant's credibility and this is not consistent with a genuine spousal relationship; (g) The Applicant demonstrated poor knowledge of her claimed spouse. For example, she did not know where Mr. Picklu works. This is highly unusual in a spousal relationship. Relevant legislation", "[13] Section 4 of the Regulations; establishes that a foreign national shall not be considered a spouse of a person if the marriage is not genuine and if it was entered into primarily for the purpose of acquiring any status or privilege under the Act. 4. For the purposes of these Regulations, a foreign national shall not be considered a spouse, a common-law partner, a conjugal partner or an adopted child of a person if the marriage, common-law partnership, conjugal partnership or adoption is not genuine and was entered into primarily for the purpose of acquiring any status or privilege under the Act.", "[14] Subsection 12(3) of the Act discusses the selection of permanent residents from the refugee class: 12. (3) A foreign national, inside or outside Canada, may be selected as a person who under this Act is a Convention refugee or as a person in similar circumstances, taking into account Canada's humanitarian tradition with respect to the displaced and the persecuted. Standard of review", "[15] Determining whether the marriage is genuine is a question of mixed fact and law because it involves applying the facts to the requirements of the Regulations. Therefore, the appropriate standard of review is reasonableness simpliciter ( <FRAGMENT_SUPPRESSED>  at paragraph 51, the Supreme Court stated that: ...questions of fact, discretion and policy as well as questions where the legal issues cannot be easily separated from the factual issues generally attract a standard of reasonableness while many legal issues attract a standard of correctness. Some legal issues, however, attract the more deferential standard of reasonableness\".", "[17] Questions of law are governed by the correctness standard. Analysis", "[18] Section 4 of the Regulations sets out the two-pronged test to determine when an Applicant will not be considered a spouse: 1. If the marriage is not genuine; and 2. If the marriage was entered into primarily for the purpose of acquiring any status or privilege under the Act.", "[19] The use of the word \"and\" in the wording of section 4 of the Regulations indicates that both conditions must be met for the section to apply, but a failed appellant only needs to demonstrate that one of these conditions has not been met to fall outside the scope of this exclusion.", "[20] In her decision, the officer determined that the Applicant's marriage is not genuine or was entered into primarily for the purpose of acquiring status or privilege under the Act (Tribunal Record, pages 10 and 11). The defendant concedes that there is an error in the letter sent to the Applicant on March 31, 2008, where it is written ( ... if the marriage is not genuine or ...) instead of and . The Defendant argues that the Court should read page 7 of the Tribunal's Record where it is indicated \"... I am not satisfied that this relationship is genuine for the following reasons and that it was contracted to facilitate PAS Immigration to Canada ...\". Therefore, the officer did apply the proper test and an improper formulation may be obviated by a proper application as it is in this case <FRAGMENT_SUPPRESSED>  (F.C.).", "[21] I have read the Computer Assisted Immigration Processing System (CAIPS) notes and I find no analysis or reasoning which supports a finding that the primary purpose of the marriage was to gain status or privilege under the Act. Therefore, I am of the opinion that the officer committed a reviewable error in failing to analyze the relevant criteria for the test set out in section 4 of the Regulations ( <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 1157 (QL). JUDGMENT", "[22] THIS COURT ORDERS that 1. This application for judicial review be allowed. The matter is remitted for redetermination by a newly appointed officer. [End of document]"]}