{"id_": "010963", "body_str": ["[1] Zinn, J. : This is an application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27, of a decision of the Immigration Appeal Division (IAD) of the Immigration and Refugee Board. The IAD dismissed the appeal of an Exclusion Order issued by the Immigration Division (ID) which found that the applicant was a person described in paragraph 40(1)(a) of the Act", "[2] For the reasons that follow, this application is dismissed. Background", "[3] It is difficult to know exactly what the facts are in this matter. The IAD described the evidence given by the applicant this way: I find the fact that the applicant has changed her story every time she has been in front of an Immigration official or a panel, indicative of a person who is hiding evidence and I am not prepared to accept her new story as testified to during the course of this hearing as true. In my view, the appellant continues to lie and misrepresent facts to suit her own purposes and as such, I do not believe her version of events.", "[4] The following appears to be relatively uncontested. The applicant is a 30 year-old national of Pakistan. She married her first cousin Mr. Qureshi in Pakistan on September 21, 2003. He is a Canadian permanent resident and filed a sponsorship application in his wife's favour. The application was approved and Ms. Qureshi landed in Canada on September 17, 2004.", "[5] By letter dated July 31, 2005, Mr. Qureshi wrote to Immigration Canada stating that their marriage was a fraud: Mrs. Uzma Luqman Qureshi came to Canada under false pretenses. She did not consummate the marriage. My uncle, M. Younas Qureshi, has kept her in his custody since she arrived in Canada on, September 17/ 2004 till now. All my sponsorship documents are with my uncle, M. Younas Qureshi ... [S] he refuses to see me or even take my phone calls. I was basically just her ticket to come to Canada and now that she's here, she plans to marry my uncle's nephew, Sohail Qureshi, who currently resides in Pakistan.", "[6] The applicant and her Canadian sponsor were divorced in Ontario on March 3, 2006.", "[7] The applicant then married Amir Najam in Toronto on March 5, 2006, and they have a daughter born September 21, 2009.", "[8] No explanation is offered as to why it took Immigration Canada nearly two years to act on this allegation of fraud; however, on March 14, 2007, it sent the applicant a Call In Notice stating that the object was \"Your Status in Canada - Misrepresentation.\" The interview was held on April 2, 2007 where, allegedly on the uncle's advice, the applicant told the immigration officer that Mr. Qureshi abused her and slapped her on the face when she did want him to watch pornographic movies. At the IAD hearing, the applicant admitted that this was a complete fabrication - a lie. It appears from the officer's report that the applicant was made aware of the details of the claims made by her former husband, including her pending marriage to Sohail Qureshi. She told the officer that although her uncle wanted her to marry Sohail, she refused and that as a result she and her uncle had had a falling out.", "[9] On April 11, 2007, the applicant sent a letter requesting a copy of the complaint made against her by Mr. Qureshi. She was told that the matter was under investigation and that she would be given access to the materials only if she was referred to an admissibility hearing.", "[10] In the mean time, the officer reviewing the file sent a note to Mr. Qureshi, requesting further information. Mr. Qureshi wrote a letter dated April 24, 2007, explaining that: \"When [the applicant] arrived at the airport, she did not speak to [him] and went off with [his] uncle Younis Qureshi.\" Mr. Qureshi further explained that the applicant filed for divorce without telling him. The applicant obtained the divorce on grounds of cruelty which, again, was admittedly a lie.", "[11] On May 1, 2007, the reviewing officer referred a report pursuant to section 44 of the Act to the ID for an admissibility hearing. At the ID hearing, the applicant's uncle testified that his niece had never lived with him. This is also an admitted lie. On January 21, 2009, the ID found the applicant to be a person described in paragraph 40(1)(a) of the Act and an Exclusion Order was issued. This was appealed to the IAD which dismissed the appeal on June 28, 2011. That is the decision under review. Issues", "[12] The applicant raised four issues but conceded one at the oral hearing, accordingly, the issues before the Court are as follows: 1. Did the IAD fail to observe a principle of procedural fairness? 2. Did the IAD apply too high a threshold in assessing the H&C grounds? 3. Did the IAD unreasonably consider the child's best interests? Analysis 1. Procedural Fairness", "[13] Subsequent to her interview scheduled for April 2, 2007, the applicant requested a copy of the complaint letter dated July 31, 2005, sent by her ex-husband. It is submitted that (i) the letter should have been shared with her prior to the interview and (ii) she should have been given a copy after the interview when she requested it by letter dated April 11, 2007. It is further submitted that the officer should not have sent a letter to the applicant's ex-husband requesting further information without prior disclosure to her. It is submitted that this is a breach of procedural fairness and the IAD should have exercised its jurisdiction under s. 67(1)(b) of the Act and found that a principle of natural justice had not been observed.", "[14] The applicant cites <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], and argues that the IAD's decision should be set aside because she should have received a copy of the letter considered in the subsection 44(1) determination. Had she been given access to the details of the complaint against her, she could have brought to the officer's attention the fact that her ex-husband had gone to Pakistan, married another cousin and had also abandoned her.", "[15] I agree with the submissions made by the respondent that this is not a judicial review of the interviewing officer's decision to report the applicant pursuant to subsection 44(1) of the Act . It was at that step that the non-disclosure lies. Procedural fairness requires that material information be disclosed prior to the admissibility hearing; there is no requirement to disclose the report prior to the subsection 44(2) determination: <FRAGMENT_SUPPRESSED> , above at para 24. There is nothing in the record to suggest that the husband's letters were not disclosed prior to the admissibility hearing. The letter from the officer to the former husband was never disclosed but I fail to see how that request for further information could be material or relevant to the issues before the tribunal.", "[16] I have previously addressed the issue raised here in <FRAGMENT_SUPPRESSED> where I wrote: Second, in <FRAGMENT_SUPPRESSED> , Justice Hughes was faced with a situation where a document containing a recommendation that was submitted to the Minister's Delegate was not disclosed prior to the admissibility hearing. Here it is argued that these were not disclosed to counsel prior to the section 44(2) review. That is an administrative process. I can find no error of law either in the failure to disclose prior to the section 44(2) review or the Minister's Delegate having relied on those documents [emphasis added].", "[17] I am unable to accept the submission of the applicant that a letter written by a third party bringing information to the attention of the immigration authorities is any different than the recommendation at issue in <FRAGMENT_SUPPRESSED> . The applicant was verbally informed of her former husband's allegations and responded to them. All that was not disclosed before the admissibility hearing was her letter asking for disclosure of the former husband's letter, (as in <FRAGMENT_SUPPRESSED> , she was aware of the content of that letter) and the letter from the officer seeking more information which has no apparent relevance to the hearing. There was no denial of natural justice. 2. The Higher Threshold", "[18] The applicant notes that the IAD stated at paragraph 24: However, having found that the appellant's removal order is valid in law and that she misrepresented her status as a spouse, I find that she would not have been able to immigrate to Canada through this category and as such, I am of the view that it is appropriate to consider a higher threshold in her case and therefore there needs to be more positive humanitarian and compassionate factors [emphasis added].", "[19] It is submitted that this is an error in law. There either is unusual and undeserved or disproportionate hardship, or there isn't. It is submitted that if Parliament intended for there to be a different burden for those who had misrepresented, it would have been clear in the legislation. The applicant further notes that section 67 of the Act has a remedial purpose in that it gives the IAD the power to allow an appeal when the best interests of the child combined with \"all the circumstances of the case\" dictate that the child should be accompanied by the parents.", "[20] I do not accept the submission that the Board erred in law with respect to the test it applied. The IAD did not err by stating that \"it is appropriate to consider a higher threshold in her case and therefore there needs to be more positive humanitarian and compassionate factors.\" Section 67 of the Act specifies that for the IAD to allow an appeal there must be \"sufficient humanitarian and compassionate considerations [that] warrant special relief in light of all the circumstances of the case [emphasis added].\" What the IAD was doing was weighing the H&C factors in light of all the circumstances of the case ; that being the applicant's gross and repeated misrepresentation. It is trite law that the seriousness of an offence can be weighed against other H&C factors: see <FRAGMENT_SUPPRESSED>  approved by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> .", "[21] No different test was applied to this applicant, the Board merely stated, quite appropriately, that given her conduct which weighed against the IAD exercising its discretion, the positive factors required would have to be greater in number or weight than would otherwise have been the case. 3. Best Interest of the Child", "[22] The applicant submits that the IAD's analysis falls short of being alert, alive and sensitive to the best interests of the child. She submits that the IAD paid no attention to the child's future, education, special needs and length of separation or the impact thereof.", "[23] A review of the transcript indicates that the applicant made no submissions before the IAD in regard to the child's future, education or special needs. As noted by the respondent it is not up to the IAD to engage in a hypothetical analysis of H&C factors not advanced by the applicant: <FRAGMENT_SUPPRESSED> .", "[24] In any event, as the respondent notes, the IAD acknowledged that in most cases it is in the best interests of a child to have both parents in their lives, accepted that the applicant played an important role in her daughter's life and that her removal will cause hardship to the child, noted that it is up to the applicant and her husband whether they should live in Pakistan or whether the child will remain with the applicant's husband in Canada, and also noted that the applicant's husband and daughter could visit her in Pakistan. Another consideration made by the IAD was that the applicant's current husband could submit a sponsorship application for the applicant in two years time, rendering the separation only temporary.", "[25] Having failed to identify even one piece of evidence that was ignored or overlooked by the IAD, I cannot find that the IAD erred in its analysis of the child's best interests.", "[26] Neither party proposed a question for certification. JUDGMENT", "[27] THIS COURT'S JUDGMENT is that this application is dismissed and no question is certified.", "[1] Le juge Zinn ) de la Loi.", "[2] Contexte", "[3]", "[4]", "[5] [traduction]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12] Analyse", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23] <FRAGMENT_SUPPRESSED> ).", "[24]", "[25]", "[26] JUGEMENT", "[27] [End of document]"]}