{"id_": "011121", "body_str": ["[1] Russell, J. : This is an application under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c. 27 (Act) for judicial review of the decision dated 17 May 2011 (Decision) which denied the Applicant's request for permanent residence on humanitarian and compassionate (H&C) grounds under subsection 25(1) of the Act. BACKGROUND", "[2] The Applicant is 39 years old and a citizen of Grenada. She fled Grenada for Canada on 2 August 1995 because she feared for her life as a result of an abusive relationship. She now lives with relatives in Canada.", "[3] The Applicant first filed an application to remain in Canada on H&C grounds in September 1998, but she says her former counsel did not forward her documentation and fee to Citizenship and Immigration Canada (CIC). The Respondent refused this first H&C application on 31 July 2006.", "[4] In January 2008, the Applicant filed a refugee claim based on her fear of returning to Grenada because her former boyfriend, who she said had abused her, lived there. In on 21 January 2010, the Refugee Protection Division of the Immigration and Refugee Board (RPD) found the Applicant was not a Convention refugee or a person in need or protection. The RPD refused the Applicant's refugee claim because of a lack of credible and trustworthy evidence to demonstrate that she was a victim of violence from her former boyfriend and that she feared returning to Grenada.", "[5] On 3 September 2009, the Applicant applied a second time for permanent residence on H&C grounds under subsection 25(1) of the Act. For this application, the Applicant relied on her close relationships to family members residing in Canada, her employment in Canada, and her length of residence in Canada to demonstrate establishment. She said that she would experience disproportionate hardship if she was required to return to Grenada. She pointed to her lengthy stay in Canada, her age, the cramped accommodations she would share in Grenada, the shame of being deported, the financial assistance she provides to family in Grenada, and her lack of familiarity and employment opportunities there. DECISION UNDER REVIEW", "[6] The Officer noted that although he was not bound by the earlier negative refugee determination made by the RPD, he gave it considerable weight in this application. The Officer also said that he conducted his own independent research on country conditions in Grenada using the United States, Department of State, Bureau of Democracy, Human Rights and Labor, \"Country Reports on Human Rights Practices, 2010 - Grenada\" (April 8, 2011) (DOS Report). The Officer noted the DOS Report indicates that, while violence against women continues to be a serious concern in Grenada, the government has taken steps to address it. He found there was insufficient evidence to show that the Applicant's former boyfriend was interested in harming her today, since she had not lived in Grenada for more than 15 years. Also, the Officer found that, if she were to have problems with her former boyfriend, the DOS Report indicated that she could seek assistance from the authorities in Grenada.", "[7] The Officer further found the Applicant would not face unusual and undeserved or disproportionate hardship upon returning to Grenada or due to her establishment and the length of time she has spent in Canada as it is expected that during the refugee claim process claimants will establish themselves to a certain degree.", "[8] The Officer accepted that the Applicant had developed relationships with family in Canada, but found that her separation from her family would not amount to hardship as the Applicant could continue to contact her family by phone and/or letters and apply for an immigrant visa from abroad. He also noted the Applicant sends money to family in Grenada, but found that she has a demonstrated ability to adjust and adapt to change. He also found her family in Grenada would be able to support her if she returned there.", "[9] Having weighed all of the evidence before him, the Officer concluded that the Applicant had not satisfied him that she will experience unusual and undeserved or disproportionate hardship if she is required to return to Grenada and apply for permanent residence through the regular process. Accordingly, the Officer denied the Applicant's request. STATUTORY PROVISIONS", "[10] The following provisions of the Act are applicable in these proceedings: Application before entering Canada 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act. [...] Humanitarian and compassionate considerations - request of foreign national 25. (1) The Minister must, on request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected. ISSUES", "[11] The Applicant raises the following issues in this case: a. Whether the Officer erred by relying on extrinsic evidence; b. Whether the Officer's assessment of the H&C factors was reasonable. STANDARD OF REVIEW", "[12] The Supreme Court of Canada in FRAGMENT_SUPPRESSED, held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis.", "[13] With respect to the first issue, whether or not the Officer relied on extrinsic evidence without giving notice to the Applicant is an issue of procedural fairness which implicates the Applicants opportunity to respond. In FRAGMENT_SUPPRESSED, Justice John O'Keefe held that this issue is reviewable on the correctness standard. The Supreme Court of Canada held in FRAGMENT_SUPPRESSED, \"it is for the courts, not the Minister, to provide the legal answer to procedural fairness questions.\" Further, the Federal Court of Appeal in FRAGMENT_SUPPRESSED held that the FRAGMENT_SUPPRESSED", "[14] In FRAGMENT_SUPPRESSED, the Supreme Court of Canada held that when reviewing an H&C decision, FRAGMENT_SUPPRESSED. Justice Michael Phelan followed this approach in FRAGMENT_SUPPRESSED FRAGMENT_SUPPRESSED. The standard of review on the second issue is reasonableness.", "[15] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See FRAGMENT_SUPPRESSED, and FRAGMENT_SUPPRESSED. Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" ARGUMENTS The Applicant Breach of Procedural Fairness", "[16] The Applicant argues that the Officer breached her right to procedural fairness when he relied extensively on the DOS Report without giving her an opportunity to comment on it. He used the DOS Report to support his finding that upon her return to Grenada she will be able to avail herself of help from the authorities if she has problems with her former boyfriend.", "[17] The Applicant notes that CIC contacted her by letter dated 23 September 2010 and asked her to make further submissions before a decision was made on her application. However, the DOS Report was published on 8 April 2011, well after the Applicant made submissions in October 2010, and this report was never disclosed to her.", "[18] The Applicant relies on FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED", "[19] The Applicant also points to CIC's manual IP 5 - Immigration Applications in Canada made on Humanitarian and Compassionate Grounds (IP-5 Guide). At page 70, the IP-5 Guide says that, where officers rely on extrinsic evidence in making an H&C determination, the information must be shared with the affected party. The Applicant says the DOS Report is extrinsic evidence because it does not originate from her and is information she did not have access to or was not aware would be used in the Decision.", "[20] The Applicant also says fairness dictates that applicants must have knowledge of the case they must meet. In this case, the Officer was required to present the DOS Report to her to allow her an opportunity to respond. The Applicant relies on FRAGMENT_SUPPRESSED. H&C Assessment", "[21] The Applicant also says that the Decision is unreasonable because it was made without regard to the facts. The Officer erred when assessing the Applicant's establishment in Canada from 15 years of continuous residence here. He wrote that Although the applicant lived in Canada for a significant time period, I am not satisfied that the applicant has become so established to the point where it would cause her unusual and underserved or disproportionate hardship to leave Canada and seek an immigrant visa in the normal manner. I note that a person who is in Canada making a refugee claim is afforded the tools such as employment and student authorizations which would allow them to be self-sufficient and to integrate into Canadian community. Since the refugee process takes several years to run its course, it is expected that a certain level of establishment would take place during that time. As such, I do not give significant weight to the applicant's length of time or establishment in Canada.", "[22] The Officer failed to appreciate the fact that she only initiated a refugee claim in January 2008, after she had already been here for thirteen years. Any tools she used to establish herself were self-acquired and independent of her refugee claim. By not considering or giving weight to the first 13 years of establishment in Canada before her refugee claim, the Officer failed to properly consider her degree of establishment and to properly assess her hardship. The Applicant relies on FRAGMENT_SUPPRESSED.", "[23] The Officer did not address all of the relevant positive establishment factors in her application. He failed to address her educational upgrading, letters of support, employment history and finances. This failure renders the Decision unreasonable. See FRAGMENT_SUPPRESSED. While the Officer is presumed to have considered all the evidence, he committed a reviewable error by not referring to important evidence (see FRAGMENT_SUPPRESSED).", "[24] Further, the Officer did not assess the Applicant's hardship properly and in accordance with the Act and the IP-5 Guide. The Officer said the following: I understand the [A] pplicant's desire to remain close to her family in Canada but she has not demonstrated that having to comply with legislative requirements is unusual and undeserved or disproportionate hardship. Reunification with his [ sic ] family can be obtained by requesting an immigrant visa from abroad.", "[25] There are no provisions in the Act under which the Applicant can obtain an immigrant visa from abroad. She would not qualify as a member of the Family Class because her relationships with her sister and niece in Canada are not recognized under that class. The Officer did not consider the objectives of the Act, one of which is family reunification and relationships in Canada.", "[26] The Applicant says she submitted evidence of the hardship she would experience from separation from her sister and niece in Canada. As in FRAGMENT_SUPPRESSED - where the officer failed to consider the possibility of the applicant's family being reunited in Canada - the Officer failed to appreciate the evidence she presented to show that her circumstances favour reunification in Canada in light of their close relationship for 15 years.", "[27] The Applicant concludes that the Officer made too many errors in the Decision that were central to the issues of this case (see FRAGMENT_SUPPRESSED. The Respondent No Breach of Procedural Fairness", "[28] The Respondent says the importance of a decision to an affected individual is only one of the relevant factors used to determine the content of the duty of fairness in a given context. FRAGMENT_SUPPRESSED is the leading case on the content of the duty of fairness in relation to a decision of an immigration officer. FRAGMENT_SUPPRESSED that, where an officer relies on extrinsic evidence on general country conditions that is publicly available, but that only became available and accessible after an applicant made his or her submissions, fairness requires disclosure by the officer only where the documents \"are novel and significant and where they evidence changes in the general country conditions that may affect the decision\".", "[29] The Applicant has not provided any evidence suggesting that the information in the DOS Report had not been published in other sources available to the Applicant prior to her October 2010 submissions. The Applicant has not demonstrated that the amendments to the Grenadian domestic violence legislation, referred to in the DOS Report, amount to a significant change in the context of her personal circumstances. Following FRAGMENT_SUPPRESSED , the duty of fairness did not require the Officer to disclose the DOS Report to the Applicant. Hence, there was no breach of procedural fairness.", "[30] The Respondent notes that the Officer found the Applicant had not provided evidence to show her former boyfriend is interested in harming her today. Even if the DOS Report evidenced a significant change in country conditions in Grenada with respect to cases of domestic violence, the report would not have affected the Officer's Decision. Decision is Reasonable", "[31] The Applicant has failed to identify a reviewable error in the Decision. For the Officer to grant an exemption on H&C grounds, the Applicant had to show that, in relation to others who are being asked to leave Canada, her personal circumstances are such that unusual and undeserved or disproportionate hardship would result if she were required to leave (see FRAGMENT_SUPPRESSED). Unusual hardship will generally be hardship that is not addressed or anticipated by the Act or the Immigration and Refugee Protection Regulations SOR/2002-227, and refers to circumstances beyond an applicant's control ( FRAGMENT_SUPPRESSED).", "[32] The Respondent also notes that the Applicant has a \"heavy burden to discharge in order to satisfy the Court that a rejection of a claim under section 25 was unlawful\" ( FRAGMENT_SUPPRESSED). In this case, the Officer reasonably determined there was insufficient evidence that the Applicant's personal circumstances would cause her to suffer hardship if she were required to return to Grenada. The Officer acknowledged the evidence showing the Applicant's relationship with her family in Canada, but found that the Applicant's mother, father and four siblings live in Grenada and that her family there would help her to adjust.", "[33] The Officer considered the evidence the Applicant submitted to show her establishment, but it was not compelling. She relied on her work experience, but this experience amounted only to her working in Canada intermittently between 1995 and 2008 without a work permit. She cannot be allowed to rely on her illegal work in Canada to show her establishment. See FRAGMENT_SUPPRESSED.", "[34] To ground H&C relief, the alleged hardship suffered by an applicant must be more than the hardship \"which is inherent in being asked to leave after one has been in place for a period of time\" ( FRAGMENT_SUPPRESSED). The Respondent further notes that simply because an applicant for H&C relief must leave friends and family in Canada is not necessarily hardship that warrants an H&C exemption. Leaving family and friends is a predictable consequence of the risk taken by staying in Canada without landing.", "[35] The Officer did not err when he found the Applicant could apply for a visa from Grenada if she wanted to be reunited with her family members in Canada. An H&C determination is not an additional mechanism for selecting permanent residents, and the Officer was not required to determine if the Applicant is admissible under other grounds ( FRAGMENT_SUPPRESSED). ANALYSIS", "[36] There was no obligation on the Officer to disclose to the Applicant that he was relying upon the 2011 US DOS Report and, even if such an obligation existed, it would not be material in this case because the core finding of the Decision on risk is that the Applicant has provided insufficient objective evidence to establish that her former boyfriend, Chris is still interested in harming her today, fifteen years following her departure from Canada.", "[37] The reference to the protections available to the Applicant in Granada is an alternative finding: Nonetheless, if the applicant encounters problems with Chris or anyone else she can seek the assistance of the police or the judicial system in her country.", "[38] I also agree with the Respondent that, in FRAGMENT_SUPPRESSED , the Court of Appeal held that where an officer relies on extrinsic evidence on general country conditions that is publicly available, but that only becomes available and accessible after an applicant has made his or her submissions, fairness requires disclosure by the officer only where the documents \"are novel and significant and where they evidence changes in the general country conditions that may affect the decision.\" That is not the situation here.", "[39] In this case, the Applicant last made submissions in October 2010. The 2011 version of the yearly DOS Report was published on 8 April 2011 and the Officer's decision on the H&C application was rendered on 17 May 2011. The Officer cited the report in the decision and found that the documentary material showed that \"the government of Granada is committed to protecting the rights of victims of violence.\" I agree with the Respondent that the Applicant has not provided any evidence to the Court suggesting that the information in the DOS Report had not been published in other sources available to her prior to her October 2010 submissions. Nor has the Applicant adduced any evidence or made any arguments as to how the information in the DOS Report can be said to demonstrate a change in the general country conditions in Granada. I agree with the Respondent that the DOS Report does not evidence such a change. While the Report references certain amendments to the Grenadian domestic violence legislation, the Applicant has failed to demonstrate that those amendments constitute a significant change in the context of her personal circumstances. As a result, as per the test set out in FRAGMENT_SUPPRESSED , it is my view that the duty of fairness did not require the disclosure of the DOS Report to the Applicant.", "[40] As regards establishment, there was no need for the officer to refer to all of the evidence before reaching her conclusion. In FRAGMENT_SUPPRESSED, the Federal Court of Appeal provided the following guidance on point: FRAGMENT_SUPPRESSED", "[41] As the Decision makes clear, the Officer was aware that the Applicant had been in Canada for over 15 years, and he specifically deals with the years since her failed refugee claim. The Applicant cannot expect to profit from the earlier years when she lived and worked here illegally. It would mean that someone who manages to remain here illegally would be better placed than someone who has respected the system. As Justice Nadon pointed out in FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED", "[42] As regards the two-year period following the Applicant's failed refugee claim, there is simply nothing exceptional in the record that conflicts with, or which could impact, the Officer's conclusion so as to require special mention. The Applicant has submitted no evidence as to why her establishment during this period was in any way exceptional.", "[43] As regards the adequacy of reasons, there is nothing in the Decision that would render it unreasonable within the principles set out by the Supreme Court of Canada in FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED", "[44] In relation to family ties, once again, given the evidence and submissions before the Officer, I cannot say that anything material was overlooked.", "[45] The Officer came to the reasonable determination that there was insufficient evidence that the Applicant's personal circumstances - including her relationship with her sister, niece and other Canadian relatives - would cause her to suffer unusual and undeserved or disproportionate hardship if she were required to return to Granada.", "[46] The Officer acknowledged the Applicant's evidence on the closeness of her relationship with her family members who reside in Canada. However, the Officer also found that the Applicant's mother, father and four of her siblings live in Granada. The Officer reasonably determined that there was insufficient evidence that the Applicant's family in Granada would not provide her with the support she might require in making the adjustment to life in that country.", "[47] This Court has repeatedly held that the alleged hardship suffered by an applicant must be more than the hardship which is inherent in being asked to leave after one has been in place for a period of time. That an applicant must leave friends and family is not necessarily hardship warranting an H&C exemption; rather, it is a predictable consequence of the risk taken by staying in Canada without landing.", "[48] As regards the Officer's remark that \"Reunification with his [ sic ] family can be obtained by requesting an immigrant visa from abroad,\" the view of this Court is that an H&C application is not an additional mechanism for selecting permanent residents for immigrating to Canada for those who do not otherwise qualify. For example, the words of Justice Max Teitelbaum in FRAGMENT_SUPPRESSED, are equally applicable to this Applicant's situation: FRAGMENT_SUPPRESSEDFRAGMENT_SUPPRESSED. FRAGMENT_SUPPRESSED", "[49] All in all, I can find no reviewable error with this Decision. It is completely within the FRAGMENT_SUPPRESSED range based on the facts.", "[50] Counsel agree there is no question for certification and the Court concurs. JUDGMENT", "[51] THIS COURT'S JUDGMENT is that 1. The application for judicial review is dismissed. 2. There is no question for certification. Application dismissed. Editor: Sharon McCartney/klf"]}