{"id_": "011137", "body_str": ["[1] Pinard, J. [Translation]: This is an application for judicial review of a decision rendered on October 20, 1999 by the Refugee Division of the Immigration and Refugee Board, ruling that the applicant is not a Convention refugee as defined in subsection 2(1) of the Immigration Act , R.S.C. 1985, c. I-2.", "[2] The applicant is a citizen of Algeria. He alleged that he was persecuted in his country by reason of his political opinions and his membership in a particular social group.", "[3] It appears from the analysis contained in the reasons for the Refugee Division's decision that the panel concluded the applicant did not have a subjective fear of persecution. This is fundamentally a finding of fact pertaining to the existence of the fear of persecution in the refugee's mind (see <FRAGMENT_SUPPRESSED> , at page 723  <FRAGMENT_SUPPRESSED> ). The Supreme Court of Canada, in <FRAGMENT_SUPPRESSED> , likewise holds, at page 659, that the fear of persecution, both subjectively and objectively, must be established by a preponderance of probabilities.", "[4] Now it is trite law that in the assessment of the facts and/or credibility, it is not within the purview of this Court to substitute its opinion for that of the Refugee Division when the person claiming refugee status fails to establish that this specialized tribunal rendered a decision based on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it (paragraph 18.1(4)(d) of the Federal Court Act , R.S.C. 1985, c. F-7).", "[5] In the case at bar, the impugned decision seems to me to be generally well supported by the evidence emanating from the information supplied by the applicant himself and the documents that were filed. Suffice it to refer to the two-and-a-half year delay, noted by the panel, in claiming refugee status in Canada, and the two trips the applicant took outside of his country (to Tunisia, Italy and Thailand), which he did not take advantage of to claim refugee status and following which he simply returned to his own country. It was also relevant for the panel to note that one of these trips lasted about two months and the applicant did not use it to go and join a part of his family that is living in Canada.", "[6] The delay in claiming refugee status, which is not explained, as in this case, is an important factor in determining the lack of a subjective fear of persecution (see, for example, <FRAGMENT_SUPPRESSED>  (T.D.), at page 223). In my opinion, this factor alone was, in the circumstances, sufficient to allow the Refugee Division to reasonably infer that the applicant did not have a subjective fear of persecution in Algeria, and sufficient to result in the dismissal of his claim.", "[7] For these reasons, the application for judicial review is dismissed. Application dismissed. Editor: Angela E. McKay/klf"]}