{"id_": "011507", "body_str": ["[1] Mactavish, J. : Dr. Karl Thomae GmbH is the owner of Canadian Patent No. 2,111,851 (the \"'851 patent\"), which claims a compound known as repaglinide, its use for the treatment of Type 2 Diabetes, and processes to make it. Repaglinide is marketed in Canada by Novo Nordisk Canada Inc. under the brand name GlucoNorm®, in accordance with a Notice of Compliance received from the Minister of Health.", "[2] Cobalt Pharmaceuticals Inc. seeks approval to sell a generic version of GlucoNorm® in Canada, to be called CO Repaglinide. In accordance with the Patented Medicines (Notice of Compliance) Regulations , SOR/93-133, as amended, Cobalt served a Notice of Allegation (NOA) dated June 23, 2008 on Novo Nordisk.", "[3] Cobalt now admits that its repaglinide product will infringe the '851 patent. However, Cobalt alleges, amongst other things, that the '851 patent is not a valid selection patent, and that it is invalid on a number of bases, including anticipation, obviousness, double patenting, lack of utility, and insufficiency. Cobalt also asserts that the '851 patent is void, as the inventors made material allegations about the utility of the patent which were untrue, and that they omitted information from the patent which ought to have been disclosed.", "[4] By this proceeding, the applicants seek to prohibit the Minister of Health from issuing a Notice of Compliance to Cobalt until the expiration of the '851 patent. For the reasons that follow, I have concluded that one of Cobalt's allegations of invalidity is justified. Consequently, the application for an order of prohibition will be dismissed. II. Scientific Concepts", "[5] In order to put the invention claimed by the '851 patent into context, it is first necessary to have an understanding of certain chemical structures and conventions. It is also necessary to have some understanding of both pharmacokinetics and pharmacodynamics. A) Stereochemistry", "[6] \"Stereochemistry\" is concerned with the three dimensional structure of compounds made up of atoms. Molecules having exactly the same chemical composition and the same sequence of covalent bonds may differ in their arrangement in three dimensions. Such compounds are referred to as \"stereoisomers\".", "[7] A carbon atom with four different functional groups attached to it is referred to as a \"chiral centre\". A chiral centre may have two possible arrangements, such that one arrangement may not be superimposable on the other by rotating in space. In such cases, the carbon atom is referred to as stereogenic, and the compound is termed \"chiral\".", "[8] In order to describe the stereochemistry of molecules having chiral centres, chemists have devised a number of conventions. Where the direction from the highest to lowest priority atom or group attached to the chiral carbon, determined by atomic number, is clockwise, the chiral centre is described as being in the \"R\" position, whereas a counter-clockwise arrangement is referred to as being in the \"S\" position.", "[9] Pairs of mirror image molecules that cannot be superimposed on each other are referred to as enantiomers. In this regard, an analogy is often drawn to left and right hands. Enantiomers have identical physical properties, including melting and boiling points, solubility, and reactivity, but may have very different biological properties from one another.", "[10] Compounds comprising equal amounts of enantiomeric molecules in the \"R\" and \"S\" position are known as \"racemic compounds\" or \"racemates\". The physical properties of a racemate can differ from those of its component enantiomers, and a racemate's biological properties may also differ from either enantiomer.", "[11] Because chiral centres exist in three dimensions, it is necessary to have a convention for indicating the atoms' position in space when molecules are represented on paper. To distinguish isomers based on the arrangement of the atoms attached to the chiral centre in space, chemists show a bond that projects up from the plane of the paper, towards the viewer, with a solid wedge shape. A chemical bond that projects away from the viewer is indicated by a hatched wedge shape.", "[12] Enantiomers may also be designated using the prefix \"(+)\" (also known as \"dextro-rotatory\") or \"(-)\" (also known as \"levo-rotatory\") before the formal chemical name. This represents the direction in which a solution of the enantiomer rotates polarized light. Knowing whether an enantiomer is (+) or (-) does not teach the absolute stereochemistry of an isomer, however, and without knowing whether the enantiomer is R or S, a person skilled in the art would not be able to draw its specific structure.", "[13] While the R/S and +/- designations are different ways of describing enantiomers, there is no correlation between the two types of designation. Thus a compound could exist in the R(+) or R(-) form or in the S(+) or S(-) form. Repaglinide is an S(+) enantiomer.", "[14] Racemates can be identified by the designation \"(±)\" or \"RS\" to indicate the presence of equal amounts of both enantiomers. B) Pharmacokinetics and Pharmacodynamics", "[15] Pharmacokinetics is the study of what the body does to a drug after it is administered, whereas pharmacodynamics explores what a drug does to the body.", "[16] Amongst other things, pharmacokinetics can determine how long a drug remains in the body and the concentration of drug at various sites in the body. Once a drug is released into a body, there are four pharmacokinetic factors involved. These are absorption, distribution, metabolism and excretion.", "[17] According to the applicants' experts, pharmacokinetics are particularly important in the treatment of diabetes, and it is the applicants' position that the most significant improvement of repaglinide over earlier diabetes treatments relates to its pharmacokinetic profile.", "[18] It is common ground that one cannot know how an enantiomer will act in the body, that is, its pharmacokinetics, until it has actually been made and tested. Two enantiomers may behave very differently in the body when administered separately, although it can be expected that one enantiomer will likely show greater activity than the other, and that their pharmacokinetics may also differ.", "[19] The experts agree that the relationship between enantiomers is very complex. By way of example, there are instances of one enantiomer converting to the other enantiomer once inside the body. Enantiomers can also have antagonistic effects or synergistic effects, or the racemate could be better than either enantiomer alone.", "[20] With this understanding of some of the scientific concepts underlying this application, I turn now to consider the evidence regarding Type 2 Diabetes. III. Type 2 Diabetes", "[21] In order to understand the advantages claimed by the applicants' repaglinide medication when used as a treatment for Type 2 Diabetes, it is first necessary to have some understanding of the nature of diabetes as an illness.", "[22] The primary evidence with respect to diabetes and its clinical treatment was provided by Dr. Steven V. Edelman, a Professor of Medicine at the University of California at San Diego, where he works in the Division of Endocrinology, Diabetes & Metabolism. In addition to his involvement in an editorial capacity with a number of medical journals dealing with endocrinology and diabetes, Dr. Edelman has himself authored or co-authored nearly 200 publications and 60 abstracts relating to diabetes, and has also published books on the subject. I do not understand Cobalt to take issue with Dr. Edelman's expertise or his evidence as it relates to the nature and treatment of diabetes, and I accept his evidence in this regard.", "[23] According to Dr. Edelman, diabetes is a serious illness which affects more than 230 million people worldwide. While there are many different types of diabetes, the two most common types are known as Type 1 and Type 2 Diabetes.", "[24] Type 1 Diabetes usually develops before the age of 20. It is believed to be an autoimmune condition, wherein antibodies are produced by the body that destroy the cells within the pancreas that produce insulin. Insulin is used by the body in using and storing glucose. The treatment for Type 1 Diabetes is insulin.", "[25] Approximately 90% of individuals suffering from diabetes have Type 2 Diabetes, which is also known as diabetes mellitus. This form of the disease typically develops after the age of 35. Unlike Type 1 Diabetes, which is characterized by a lack of insulin in the body, Type 2 Diabetes is characterized by \"insulin resistance\", which results in a lack of effectiveness in getting glucose into the body's cells. Type 2 Diabetes is often initially treated with oral medication, but may require the administration of insulin as the disease progresses. This is because insulin resistance causes the pancreas to over-secrete insulin in an effort to compensate, which can in turn result in a condition known as \"pancreatic exhaustion\".", "[26] Although there is a strong genetic component to Type 2 Diabetes, other factors can contribute to its onset including obesity, age and a sedentary lifestyle. As a consequence, nutritional therapy and exercise are important parts of the treatment for this form of diabetes. However, when lifestyle modifications are insufficient to resolve the patient's metabolic abnormalities, treatment with oral medication will be required.", "[27] Until the mid-1990s, the only drugs available to treat Type 2 Diabetes were a class of drugs known as sulfonylureas (or \"SFUs\"). SFUs work by chronically stimulating the pancreas to produce insulin.", "[28] SFUs are evidently very long-acting pharmaceuticals, and are often taken only once or twice a day. As a result, the patient's pancreas is stimulated to produce insulin throughout the day. It is believed that it is this constant stimulation over a prolonged period that leads to pancreatic exhaustion. When a patient suffers from pancreatic exhaustion, the cells in the pancreas that produce insulin stop functioning properly, and are no longer able to deal with high levels of glucose in the blood. At this stage, patients with Type 2 Diabetes have to start taking insulin.", "[29] Dr. Edelman states that prior to the availability of non-SFU anti-diabetic medication (of which repaglinide was the first example), approximately 35% of patients with Type 2 Diabetes would ultimately end up being treated with insulin.", "[30] Hypoglycemia (or low blood sugar) is another problem that can arise with SFU treatment. Because of the long action of the SFUs, patients can become hypoglycemic if they skip a meal, or if they exercise too vigorously. Symptoms of hypoglycemia include sweating, dizziness, confusion, shakiness and difficulty speaking. According to Dr. Edelman, an episode of hypoglycemia is \"an extremely unpleasant experience\". As a result, patients experiencing hypoglycemia often resist further treatment with SFU medications.", "[31] Dr. Edelman asserts that patients with Type 2 Diabetes \"needed a drug that was active long enough to stimulate insulin production during the postprandial state (the approximately 2 hour period of time after eating) but that would not continue to act throughout the day in order to avoid hypoglycemia\". He says that it is also important that such a medication take effect quickly, in order that it could be taken shortly before mealtime, so that the patient could avoid having to carefully time when he or she ate each meal. IV. The Development of Repaglinide", "[32] During the late 1960s and early 1970s, Dr. Karl Thomae GmbH (\"Karl Thomae\") was working in the field of anti-diabetic treatments. By all accounts, this was, and remains, a highly competitive field.", "[33] Karl Thomae had commercialized an SFU medication called gliquidone in the early 1970s. However, by the late 1970s, the focus of the company had changed, and it began looking for an alternative anti-diabetic medication that would address some of the concerns identified by Dr. Edelman.", "[34] Other companies working in the field had begun working on a new class of anti-diabetics known as \"benzoic acid derivatives\". Two benzoic acid derivative compounds with hypoglycemic activity had been reported in 1976, although neither was ever brought to market. The first of these was Hoecsht compound HB 699 (meglitinide), and the second was a Schering compound.", "[35] Based upon these two external leads, Karl Thomae began an internal research project in 1976 which focused on benzoic acid derivatives. The aim of this project was to identify and develop one or more compounds with the same or better activity than the SFUs, but without the known associated risks such as hypoglycemia. Repaglinide ultimately became the world's first commercial product from the meglitinide class.", "[36] Karl Thomae had a research team working on this project. One of the members of this team was Dr. Wolfgang Grell, one of the seven named inventors of repaglinide. Dr. Grell is a synthetic organic chemist who worked as part of a team that included a clinician responsible for human studies, several biologists, including a cell biologist and a human biologist, and a lab specialist with experience in asymmetric hydrogenation.", "[37] The benzoic acid derivatives that the Karl Thomae team was studying during this period had the following general structure: [Diagram omitted - see printed version]", "[38] According to Dr. Grell, his team was using a \"structure activity relationship\" (or \"SAR\") approach in their research. That is, they were changing the moieties attached to the general structure of the compound, specifically modifying the groups identified in the above structure as R1 through R4 and W, and then testing for activity.", "[39] Between 1976 and 1983, some 900 compounds were synthesized and tested by Karl Thomae. As a result of these tests, it became apparent that even small changes to the above structure could result in significant and unpredictable changes to the biological properties of the compound in question. A) The '398 Patent", "[40] Of the 900 compounds actually made and tested by the scientists at Karl Thomae by 1983, three showed sufficient activity to warrant further testing. These compounds were assigned the code names (rac)-AGDD-1446, (rac)-AZDF-265 and (rac)-AGEE-86. In December of 1983, Karl Thomae filed a patent application in Germany, which is the priority application for Canadian Patent No. 1,225,398 (both the priority application and the Canadian patent will be referred to in these reasons as the \"'398 patent\"). This application covered a class of benzoic acid derivatives of the general formula depicted above for use as anti-diabetics.", "[41] There was intense competition in the field at this time, and as was explained by Dr. Grell, \"[t]he strategy behind this initial patent filing was to allow Karl Thomae to gain protection for the benzoic acid derivatives [of a certain formula] as soon as possible ahead of any competitors\".", "[42] It is common ground that the '398 patent includes approximately one million compounds, one of which was the racemate of repaglinide. The '398 patent discloses racemic and non-racemic compounds, and states that the enantiomers as well as the racemates are to be considered as within the scope of the invention. The patent also teaches a number of methods to make the compounds of the invention, including the enantiomers. It further identifies all of the claimed compounds as having blood sugar lowering activity. The '398 Patent was filed in Canada on December 28, 1984, and included all of the compounds that had been synthesized by Karl Thomae to that date.", "[43] The racemate of repaglinide was identified in the '398 patent by the code name (rac)-AG EE 388 (the \"388 compound\"). Although the 388 compound is disclosed in the German patent application, it had yet to be synthesized or tested. However, within the one year period allowed between the initial filing in Germany and foreign country filings, many additional compounds, including the 388 compound, were synthesized and tested by the research team at Karl Thomae.", "[44] Dr. Michael Mark is another of the inventors of repaglinide. Between 1985 and 1988, he was head of the laboratory for Metabolic Diseases in the Department of Biochemistry at Karl Thomae, where he was responsible for animal and in vitro studies in the field of diabetes mellitus, obesity and lipid metabolism.", "[45] According to the evidence of Drs. Grell and Mark, between 1983 and 1986, a total of 150 additional benzoic acid derivatives were synthesized by the team at Karl Thomae. The 388 compound was first synthesized in October of 1984. Initial test data indicated that this compound showed good promise, with the result that the 388 compound was included as a separate compound claim at the end of the claims set out in foreign patent applications. It appears as the final two claims in the Canadian '398 patent: in claim 42, which is a process claim, and claim 43, which is the claim for the compound itself.", "[46] The 388 compound is the racemate of repaglinide and was referred to by Cobalt throughout this proceeding as \"racemic repaglinide\". It can be depicted as: [Diagram omitted - see printed version] B) The '331 Patent Application", "[47] On June 25, 1985, Karl Thomae filed the priority application for two new solid forms (or polymorphs or salts) of the 388 compound and their enantiomers (the \"'331 patent application\"). These compounds are said to have \"valuable pharmacological features, namely effects on the intermediary metabolism, particularly a blood-sugar lowering effect\". The '331 patent application is the European equivalent of Canadian Patent No. 1,292,000 (the \"'000 patent\").", "[48] According to the '331 patent application, the novel compound could be produced using \"methods generally known per se\".", "[49] In addition to claiming the two new solid forms of the 388 compound, their enantiomers and their salts, the '331 patent application claims, amongst other things, the use of the claimed compounds for the treatment of diabetes mellitus (or Type 2 Diabetes). C) Events Leading up to the '851 Patent", "[50] Although both the '398 patent and '331 patent application claim the 388 compound and its enantiomers, the evidence of Drs. Mark and Grell is that their research group did not believe that there was any special advantage of enantiomers over racemates in the field of anti-diabetic drugs.", "[51] Dr. Grell says that the team tried to synthesize the enantiomers of the racemic compounds that had been selected for development, although there was no suggestion from Karl Thomae management that they focus on these enantiomers. Dr. Mark agrees that as of mid-1985, the research and development activities of Karl Thomae did not involve focusing on the enantiomers of the 388 compound. Indeed, Dr. Grell says that up to the early- to mid-1990s, it was viewed as preferable to avoid enantiomers and chiral molecules altogether, as the chemistry involved in dealing with such compounds was more complicated and more costly.", "[52] Cobalt takes issue with this evidence, particularly in light of the introduction in 1989 of Karl Thomae's \"Enantiomer Policy\" (the Karl Thomae \" Procedure for the Development Preparation of Chiral Act ive Substances \") and the increasingly rigorous requirements of regulatory agencies insofar as racemic compounds and their enantiomers were concerned. I will return to consider the significance of these matters in my consideration of Cobalt's challenges to the validity of the '851 patent, specifically in relation to the question of obviousness.", "[53] In October of 1985, the first small amounts of the enantiomers of the 388 compound were obtained by the research team at Karl Thomae. According to Dr. Grell, the amounts obtained at this time were only sufficient for analytical testing and for exploratory activity tests in rats. Insufficient qualntities of the enantiomers were obtained to allow for the testing of their biological or pharmacokinetic properties.", "[54] In a Research and Development meeting held at Karl Thomae that same month, the development of the 388 compound was initiated. According to Dr. Mark, the team proceeded with further development work on the 388 compound in 1986, with the intention of developing it into a commercial product by 1988. No consideration was being given at that time to looking to the enantiomers of the 388 compound for development.", "[55] According to Dr. Mark, between 1986 and early 1988, 50 additional benzoic acid derivatives were synthesized by the research team. None of these compounds showed sufficient blood glucose-lowering activity as to justify their being pursued.", "[56] Dr. Grell explains that earlier testing had revealed that (rac)-AGEE 86 (one of the other compounds of interest identified prior to the filing for the '398 patent) and its enantiomers had proved to be teratogenic. That is, they could cause birth defects. As a consequence, when the team investigated the teratogenicity of the 388 compound, the decision was made to test its enantiomers for teratogenicity as well.", "[57] In order to carry out these tests, it was necessary to synthesize larger quantities of the enantiomers of the 388 compound. Dr. Grell says that while the principal way to synthesize the enantiomers was already known because of the work that had been done on the (rac)-AGEE 86 enantiomers, additional work still needed to be done including the \"optimization of the route and exploration of alternatives\".", "[58] The steps followed by the research team in trying to isolate sufficient quantities of the enantiomers of the 388 compound are described at paragraphs 38 through 45 of Dr. Grell's affidavit. According to Dr. Grell, an attempt in March of 1986 to resolve the 388 compound directly by means of L-arginine failed. In October and November of 1986, the group investigated another resolution method using eight different specified acids. The only \"hit\" that the team had was with N-acetyl-L-glutamic acid and one equivalent of the rac-amine. However, the samples obtained were at an unsuitably low purity level.", "[59] Dr. Grell says that \"partly by luck\" and partly as a result of a \"massive amount of work\" that had been done in attempting to synthesize other enantiomers of benzoic acid derivatives, in January of 1987, a more suitable purity level was achieved using N-acetyl-L-glutamic acid. It was at this point, Dr. Grell asserts, that the group had its first procedure for resolving the enantiomers in sufficient quantity as to allow for pharmacokinetic and biological testing.", "[60] Tests carried out in January and December of 1987 determined that the 388 compound and its enantiomers were non-teratogenic. Although Karl Thomae was now able to obtain sufficient quantity of the enantiomers of the 388 compound to allow for pharmacokinetic and biological testing, there was little interest at that time in exploring the enantiomers any further.", "[61] Dr. Mark explains that it was known that, in vivo, one could ordinarily only hope to possibly achieve a two-fold increase in activity of an enantiomer over its racemate. In contrast, the SAR approach had the potential to result in a many-fold change in activity. Consequently, Dr. Mark and his colleagues did not believe that it was worth exploring the separation of racemates, and work continued on the development of the racemic 388 compound.", "[62] Although Karl Thomae management decided to cancel its benzoic acid derivative anti-diabetic project in 1988, approval was obtained to continue with the development of the 388 compound. However, the focus of the work of the research team continued to be on the racemic compound, rather than its enantiomers.", "[63] After the successful completion of toxicological studies in animals, in September of 1988 the first human trial of the 388 compound and its (S) enantiomer, repaglinide, was conducted with Dr. Grell as the sole test subject. Dr. Grell found that the (S) enantiomer had \"very surprising plasma levels\" and was more active than the 388 compound at lowering blood glucose. Dr. Mark says that, by itself, the observation of this improvement was not enough to cause Karl Thomae to pursue the (S) enantiomer over the racemic 388 compound.", "[64] That changed, however, in late 1989 or early 1990. Karl Thomae was engaged in negotiations with Novo Nordisk regarding the potential licensing of the 388 compound. During the course of these negotiations, Novo Nordisk asked Karl Thomae for information regarding the enantiomers of the 388 compound. As a consequence, Karl Thomae undertook the study of the enantiomers for purposes of completing its due diligence work on the 388 compound.", "[65] According to Dr. Mark, there was, at that time, no hope or expectation that either the (S) or (R) enantiomer would demonstrate superior pharmacokinetic properties over the racemic 388 compound. However, based on the results of studies of the (S) enantiomer (i.e. repaglinide), the company decided in April of 1990 to focus its efforts on the development of repaglinide, rather than the 388 compound.", "[66] Through studies carried out between February of 1990 and April of 1991, repaglinide's allegedly surprising biological and pharmacokinetic properties were discovered. A Patent Co-Operation Treaty application was filed on June 21, 1991, which subsequently led to the '851 Patent. Novo Nordisk ultimately brought repaglinide to market. V. The Burden and Standard of Proof", "[67] Before turning to consider the issues raised by this application, it is first necessary to address the question of the burden and standard of proof in applications such as this. Although much has been written on these issues, I do not understand there to be any disagreement between these parties as to the burden and standard of proof in proceedings under subsection 6(1) of the PM (NOC) Regulations", "[68] Insofar as the validity of the '851 patent is concerned, the patent will be presumed to be valid, in the absence of evidence to the contrary. If Cobalt fails to adduce any evidence on a ground of invalidity, that presumption is not rebutted.", "[69] However, if Cobalt adduces some evidence which, if accepted, is capable of establishing the invalidity of the patent, thereby putting the allegations of invalidity \"in play\", the burden will be on the applicants to establish on a balance of probabilities that all of the allegations of invalidity are not justified: see the Patent Act , R.S.C. 1985, c. P-4, s. 43(2); <FRAGMENT_SUPPRESSED>  at paras. 9-10; <FRAGMENT_SUPPRESSED>  at para. 109.", "[70] The first task for the Court is to construe the '851 patent. This must be done before consideration can be given to the issues raised by the parties in relation to the question of validity. A) General Principles Governing the Construction of Patents", "[71] The Court is to determine objectively, through the eyes of the person skilled in the art, what such a person would have understood the inventors to mean as of the relevant date: see <FRAGMENT_SUPPRESSED>  at paras. 45, 53 ( Whirlpool ).", "[72] The claims of a patent are to be construed purposively, having regard to the intentions of the inventors as derived from the patent and with reference to the entire specification. Where necessary, the whole of the patent should be interpreted, and not just the claims: <FRAGMENT_SUPPRESSED>  at para. 25; <FRAGMENT_SUPPRESSED>  ( Free World Trust ); <FRAGMENT_SUPPRESSED>  D.L.R.(3d) 203; 56 C.P.R.(2d) 145 at 157 [C.P.R.] ( <FRAGMENT_SUPPRESSED> ).", "[74] Construction of any given claim will depend on the common knowledge of a person skilled in the art of the patent with a mind willing to understand what is put to him or her and the knowledge of the art at the time the patent was published: Free World Trust at para. 31; Whirlpool at paras. 43, 45, and 49.", "[75] Expert assistance may be provided with respect to the meaning of certain terms, as well as the knowledge that a person skilled in the art would have had as of the relevant date: see <FRAGMENT_SUPPRESSED>  at para. 4; <FRAGMENT_SUPPRESSED>  at para. 11.", "[76] In this case, expert evidence with respect to the construction of the '851 patent was provided on behalf of the applicants by Dr. Hartmut Derendorf, who holds a Ph.D. in pharmacy, and is a Distinguished Professor and the Chairman of the Department of Pharmaceutics at the University of Florida. Dr. Dieter Enders also provided evidence for the applicants on this issue. Dr. Enders is a Professor within the Organic Chemistry Institute of RWTH at Aachen University, whose research focuses on synthetic chemistry.", "[77] The applicants' third expert on this issue of patent construction is Dr. Eugen Verspohl, who holds a Ph.D. in pharmacy from the University of Düsseldorf, and has been a Professor of Pharmacology and Toxicology, at the University of Münster since 1991.", "[78] Cobalt's expert evidence was provided by Dr. Ian Cunningham, Dr. Fakhreddin Jamali and Dr. Daniel Armstrong. Dr. Cunningham is an organic chemist with a Ph.D. from the University of Glasgow. He is currently an independent consultant to the pharmaceutical industry, after a 27-year career in the field.", "[79] Dr. Jamali, has a Ph.D. in biopharmaceutics and pharmacokinetics from the University of British Columbia. In addition to being a Professor, and former Associate Dean of Research in the Faculty of Pharmacy and Pharmaceutical Sciences at the University of Alberta, Dr. Jamali also works as a consultant to the pharmaceutical industry.", "[80] Dr. Armstrong is a Professor of Chemistry and Biochemistry at the University of Texas at Arlington. He is an expert in the separation of enantiomers, and holds a Ph.D. in bio-organic chemistry from Texas A&M University. B) The Person of Ordinary Skill in the Art", "[81] The \"person skilled in the art\" is an ordinary worker who is ordinarily skilled in the art to which the invention relates and who possesses the ordinary amount of knowledge incidental to that particular trade: <FRAGMENT_SUPPRESSED> , above, at 523  <FRAGMENT_SUPPRESSED> .", "[82] Although the phrase often used in the jurisprudence is the \"person of ordinary skill in the art\", in the case of patents of a highly technical and scientific nature, the \"person of ordinary skill in the art\" has been described as someone possessing a high degree of expert scientific knowledge and skill in the particular branch of the science to which the patent relates: <FRAGMENT_SUPPRESSED> , above.", "[83] The parties agree that because the '851 patent addresses various areas of science, the notional person of ordinary skill in the art for the purposes of construing the patent would in fact be a composite person or drug development team made up of individuals with different areas of expertise.", "[84] The applicants say that this notional person consists of \"an amalgam of people with expertise in stereochemistry, medicinal chemistry, pharmacokinetics, and experience in the antidiabetic field.\" This person would have a Bachelor's degree in chemistry, and would have expertise in the principles of stereochemistry and medicinal chemistry. In addition, this person would have a degree in biology as well as familiarity with pharmacokinetic and pharmacodynamic principles.", "[85] Cobalt agrees that the notional person skilled in the art should be a composite person or drug development team with experience in these different areas. However, relying on the evidence of Drs. Cunningham and Armstrong, Cobalt argues that this person should have the level of skill and knowledge of Master's level education, which, it says, could be obtained through formal education or through practical experience. Moreover, Cobalt says that a member of this notional team should also have experience with the separation of enantiomers.", "[86] The parties have not indicated where or how it would make a difference if the educational level of the notional composite person skilled in the art was at the Bachelor's level as opposed to the Master's level, nor did either side press this point of disagreement at the hearing. While I do not believe that anything turns on this question, I would find that the person skilled in the art would be the composite person or drug development team, made up of individuals with at least a Bachelor's degree in the relevant fields, as well as work-related practical experience.", "[87] I agree with the applicants that having regard to the subject matter of the patent, the person skilled in the art should have some familiarity with pharmacokinetic and pharmacodynamic principles. I also agree with Cobalt that because the patent relates to an enantiomer which has been separated from its parent racemate, it is only reasonable that a member of this notional drug development team possess knowledge and experience in enantiomeric separation.", "[88] Keeping these principles in mind, I turn now to consider the '851 patent. C) Construction of the '851 Patent", "[89] The '851 patent is entitled \"(S)(+)-2-ethoxy-4-[N-[1-(2-piperidino-phenyl)-3-methyl-1-butyl]-aminocarbonylmethyl]-benzoic acid. The patent issued in Canada on February 26, 2002 from a PCT application filed on June 21, 1991, and will expire on June 21, 2011. In addressing this patent, the first issue for the Court is the proper construction of its claims.", "[90] The parties agree that the relevant date for claims construction is January 7, 1993, that is, the date on which the '851 patent was published.", "[91] The applicants identify the invention claimed by the '851 patent in their memorandum of fact and law as being repaglinide (also referred to as (S)(+)-2-ethoxy-4-[N-[1-(2-piperidino-phenyl)-3-methyl-1-butyl]-aminocarbonylmethyl]-benzoic acid), as well as methods to obtain it by separating it from its racemate, and its use in the treatment of Type 2 Diabetes.", "[92] When the application was filed, repaglinide was referred to by the code AG-EE 623 ZW. Repaglinide is the (S) enantiomer of the racemic 388 compound (also referred to herein as \"the racemate\" or \"racemic repaglinide\"). The (R) enantiomer of the 388 compound was referred to in the '851 patent as AG-EE 624 ZW.", "[93] The claims of the '851 patent that are at issue in this proceeding are claims 1-9 and 15-20. Claims 10-14 and 21 are process claims and are not at issue; nor are claims 22 to 24, which claim precursors and intermediates, and not repaglinide itself.", "[94] The claims at issue are as follows: \"1. (S)(+)-2-Ethoxy-4-[N-[1-(2-piperidino-phenyl)-3-methyl-1-butyl]-aminocarbonylmethyl]-benzoic acid or a physiologically acceptable salt thereof with an inorganic or organic acid or base, having an optical purity of at least ee = 95%. \"2. Compound according to claim 1 having an optical purity of at least ee = 98%. \"3. A physiologically acceptable salt of the compound according to claim 1 or 2 with an organic or inorganic acid or base. \"4. A pharmaceutical composition containing a compound according to any one of claims 1 to 3 or a physiologically acceptable salt thereof, together with one or more inert carriers and/or diluents. \"5. A pharmaceutical composition according to claim 4 which is in single dose form wherein the dose is in the range from 0.25 to 5.0 mg. \"6. A pharmaceutical composition according to claim 5 wherein the single dose is 0.5 mg. \"7. A pharmaceutical composition according to claim 5 wherein the single dose is 1.0 mg. \"8. A pharmaceutical composition according to claim 5 wherein the single dose is 2.0 mg. \"9. Use of the compound according to any one of claims 1 to 3 or a physiologically acceptable salt thereof for treating diabetes mellitus. \"15. Use of (S)(+)-2-ethoxy-4-[N-[1-(2-piperidino-phenyl)-3-methyl-1-butyl]-aminocarbonylmethyl]-benzoic acid as active substance, or of a physiologically acceptable salt thereof, in the preparation of a long-term antidiabetic agent, characterised in that, compared with double the single dose in the administration of a racemate, unnecessarily high and long-lasting substance loading is avoided, as a result of which substantially lower levels of active substance in the plasma are obtained which go beyond the normal advantage of halving the dose in the administration of enantiomers. \"16. Use of (S)(+)-2-ethoxy-4-[N-[1-(2-piperidino-phenyl)-3-methyl-1-butyl]-aminocarbonylmethyl]-benzoic acid according to claim 15, characterised in that the active substance with an optical purity of at least ee = 95%, or a physiologically acceptable salt thereof, is used. \"17. Use of (S)(+)-2-ethoxy-4-[N-[1-(2-piperidino-phenyl)-3-methyl-1-butyl]-aminocarbonylmethyl]-benzoic acid according to claim 15, characterised in that the active substance with an optical purity of at least ee = 98%, or a physiologically acceptable salt thereof, is used. \"18. A pharmaceutical composition for oral administration to a warm blood animal or human for treating diabetes mellitus in long term therapy with the improvement that, compared with double the single dose in the administration of the corresponding racemate, unnecessarily high and long-lasting substance loading is avoided, as a result of which substantially lower levels of active substance in the plasma are obtained which go beyond the normal advantage of halving the dose for administration which composition comprises (S)(+)-2-ethoxy-4-[N-[1-(2-piperidino-phenyl)-3-methyl-1-butyl]-aminocarbonylmethyl]-benzoic acid or a physiologically acceptable salt thereof, together with a suitable diluent or carrier. \"19. A composition according to claim 18 wherein the (S)(+)-2-ethoxy-4-[N-[1-(2-piperidino-phenyl)-3-methyl-1-butyl]-aminocarbonylmethyl]-benzoic acid or physiologically acceptable salt thereof has an optical purity of at least ee = 95%. \"20. A. composition according to claim 18 wherein the (S)(+)-2-ethoxy-4-[N-[1-(2-piperidino-phenyl)-3-methyl-1-butyl]-aminocarbonylmethyl]-benzoic acid or physiologically acceptable salt thereof has an optical purity of at least ee = 98%. [...]\"", "[95] Before construing the claims, reference will be made to the specification. As Justice Hughes observed in <FRAGMENT_SUPPRESSED>  the function of the specification is to describe the invention so the person skilled in the art can understand what it is, and how to put it into practice: at para. 44. This description serves as the part of the quid pro quo - that is, as the consideration for the purchase of the monopoly: see para. 68.", "[96] In the first two pages of the specification, the '851 patent makes reference to the 388 compound having been described in both the European equivalent of the '398 patent and the '331 patent application. The specification goes on to note that this compound has valuable pharmacological properties, namely, an ability to lower blood sugar.", "[97] The specification then describes what is allegedly new and inventive about the subject matter of the '851 patent, stating that the two enantiomers of the 388 compound have been tested for their blood sugar lowering effects on female rats, and that \"[i]t was found, surprisingly, that the (S) enantiomer [repaglinide] is the effective enantiomer and that its effect lasts longer than 6 hours in the rat\".", "[98] This finding is cited as the basis for using the (S) enantiomer in humans, \"thereby reducing the dose by 50%, compared with the dose of [the 388 compound].\" The specification then states that it has also been found that in testing the (S) enantiomer, a \"relatively long period of activity ha[s] been found in humans.\"", "[99] Cobalt argues that it is an express promise of the patent that repaglinide will have a long duration of blood-sugar lowering activity. I do not agree.", "[100] There are several references to repaglinide's \"long period of activity\" appearing at pages two and three of the specification. However, in each case, the term \"long period of activity\" is immediately preceded by the word \"relatively\". I agree with Dr. Derendorf that, when read in context, it is clear that the period of activity being referred to in these instances is being described as \"long\", not in an absolute sense, but relative to the rapid elimination of the compound from the blood. Thus I do not understand the patent to promise a long duration of blood-sugar lowering activity.", "[101] Indeed, this interpretation is consistent with Cobalt's own understanding of the specification as set out in the last paragraph on page 52 of its Notice of Allegation.", "[102] The specification then goes on to state that \"[i]t was also found in the human studies that [repaglinide] has surprising pharmacokinetic properties which could not have been foreseen on the basis of the [388 compound] data. [Repaglinide] thus has surprising therapeutic advantages over the racemate [388 compound]\".", "[103] These \"surprising pharmacokinetic properties\" are then described in the specification in the following terms: \"(a) [Repaglinide] levels fall more rapidly towards zero than the [388 compound] levels, even when the dosage is absolutely the same, which could not be expected in view of the relatively long period of activity. [the applicants describe this as 'rapid elimination'] \"(b) In relation to the lowering of blood sugar achieved, substantially lower plasma levels of [repaglinide] occur than might have been expected by halving the dosage of [the 388 compound]. [the applicants describe this as 'lower plasma levels'] \"(c) The blood sugar lowering activity occurs more rapidly after the administration of [repaglinide] than after the administration of [the 388 compound]. [the applicants describe this as 'rapid onset']\"", "[104] It should be noted that this portion of the specification describes repaglinide's relative pharmacokinetic advantages in comparison to its racemate.", "[105] The specification then compares the pharmacokinetic properties of repaglinide to the (R) enantiomer, stating that: \"The amazing difference between the two enantiomers is the fact that the effective enantiomer, [repaglinide], in spite of having a relatively long period of activity, is surprisingly eliminated more rapidly than the ineffective enantiomer, [the (R) enantiomer], as demonstrated by Figures 1 and 2.\"", "[106] The applicants assert that Figures 1 and 2 show plasma concentration data for each of the (S) and (R) enantiomers after administration of the 388 compound in humans. According to the applicants, Figure 1 shows plasma concentration data following intravenous administration, whereas Figure 2 shows plasma concentration data following oral administration. I will return to discuss these figures in connection with the allegation under section 53 of the Patent Act", "[107] The disclosure describes a study which showed that repaglinide is virtually non-toxic, and also describes the utility of repaglinide in the treatment of diabetes in light of its pharmacological and pharmacokinetic properties.", "[108] The '851 patent describes six methods for obtaining repaglinide, and how to obtain repaglinide having optical purity of at least 95%, and preferably 98-100%. The patent then describes the method to obtain, and provides examples for obtaining, the (S) amine precursor, the synthesis of repaglinide, and the formulation of tablets containing repaglinide.", "[109] Although Cobalt initially asserted that certain terms used in the claims of the '851 patent were ambiguous, this allegation was withdrawn shortly before the hearing. As a consequence, it appears that at this point, the primary issue between the parties in relation to the proper construction of the claims is whether the special advantages of repaglinide described in the patent's specification should be \"read into\" Claims 1-9.", "[110] In this regard, the applicants say given that the pharmacokinetic properties described in the specification of the '851 patent are inherent to repaglinide, the claims should be construed as covering compounds possessing the advantages identified at pages 2 and 3 of the specification.", "[111] As the Supreme Court of Canada stated in <FRAGMENT_SUPPRESSED>  purposive construction of patent claims requires that they be interpreted in light of the whole of the disclosure, including the specification: at para. 18.", "[112] That said, while one can have regard to the specification in order to understand what is meant by language in the claims, it is well-established in the jurisprudence that the specification cannot be used to enlarge the scope of the claim as written and understood: see Whirlpool , above, at para. 52. See also <FRAGMENT_SUPPRESSED>  C.P.R. 49 at 122; <FRAGMENT_SUPPRESSED>  at para. 51, affd. (2007), 370 N.R. 316; 60 C.P.R.(4th) 277; 2007 FCA 278.", "[113] Given that repaglinide's allegedly advantageous pharmacokinetic properties are not referred to anywhere in Claims 1 through 9 of the patent, I am of the view that these properties are not part of these claims. That said, any advantageous properties possessed by repaglinide would indeed be inherent to the compounds described in those claims, and thus should be taken into account when examining issues such as anticipation and obviousness.", "[114] It is common ground that the (S)(+)-2-ethoxy-4-[N-[1-(2-piperidino-phenyl)-3-methyl-1-butyl]-aminocarbonylmethyl]-benzoic acid compound identified in the first claim refers to repaglinide.", "[115] It is also common ground that the enantiomeric purity of compounds is expressed as a percentage \"ee\" or \"enantiomeric excess\". That is, a compound made up of an (S) enantiomer described as having an optical purity of ee=95% would indicate that the compound is composed of 95% (S) enantiomer, with 5% of the (R) enantiomer remaining in the compound.", "[116] There is very little disagreement between the experts with respect to the construction of the first nine claims. Having regard to this evidence, I would construe Claim 1 of the patent as follows: 1. Repaglinide that is at least 95% pure, including physiologically acceptable salts of repaglinide with an inorganic or organic acid or base.", "[117] Claims 2 to 4 are dependant claims. Claim 2 simply specifies that the (S) enantiomer should be at least 98% pure.", "[118] Insofar as Claim 3 is concerned, the claim states: \"3. A physiologically acceptable salt of the compound according to claim 1 or 2 with an organic or inorganic acid or base.\"", "[119] Dr. Cunningham asserts in his affidavit that this claim adds nothing to the elements contained in Claims 1 and 2, and counsel for the applicants was unable to assist in explaining what this claim adds to Claim 1. I find that it adds nothing.", "[120] Claim 4 covers a pharmaceutical composition of repaglinide, or a physiologically acceptable salt thereof, having a purity level of at least 95% or 98%, together with one or more inert carriers and/or diluents.", "[121] Claims 5-8 claim repaglinide in accordance with claim 4, in single doses ranging from 0.25 to 5.0 mg, and specific doses of 0.5 mg, 1.0 mg, and 2.0 mg.", "[122] Claim 9 claims the use of repaglinide having a purity level of at least 95% or 98% for the treatment of Type 2 Diabetes.", "[123] Claim 15 reads: \"15. Use of (S)(+)-2-ethoxy-4-[N-[1-(2-piperidino-phenyl)-3-methyl-1-butyl]-aminocarbonylmethyl] -benzoic acid as active substance, or of a physiologically acceptable salt thereof, in the preparation of a long-term antidiabetic agent, characterised in that, compared with double the single dose in the administration of a racemate, unnecessarily high and long-lasting substance loading is avoided, as a result of which substantially lower levels of active substance in the plasma are obtained which go beyond the normal advantage of halving the dose in the administration of enantiomers.\"", "[124] I agree with the experts that the first part of this claim covers the use of repaglinide in the preparation of an agent for the long-term treatment of diabetes, and that the second part of the claim describes inherent properties of repaglinide.", "[125] This second part of the claim states that \"characterized in that, compared with double the single dose in the administration of a racemate, unnecessarily high and long-lasting substance loading is avoided, as a result of which substantially lower levels of active substance in the plasma are obtained which go beyond the normal advantage of halving the dose in the administration of enantiomers\".", "[126] There was initially some disagreement between the experts as to how this second part of the claim should be construed. Dr. Jamali found terms such as \"lower\", \"higher\", and \"normal\" to be vague and ambiguous, given that no comparator was provided. He also took issue with the terms \"high\", \"unnecessarily high\" and \"unnecessarily high and long-lasting substance loading\", given that no definition of any of these terms was provided in the patent. Dr. Cunningham made similar comments in his affidavit.", "[127] This evidence was the basis for Cobalt's ambiguity argument, an argument that has now been withdrawn. Moreover, it is clear from Dr. Jamali's affidavit that when he approached the matter with a \"mind willing to understand\", he was able to understand and construe the claim. Indeed, he sets out his understanding of this portion of the claim at paragraph 117 of his affidavit.", "[128] Drs. Derendorf, Verspohl and Jamali agree that the second part of Claim 15 describes inherent pharmacokinetic properties of repaglinide, that is, its effects on plasma concentration when it is administered, and claims these characteristics.", "[129] There is, however, some disagreement between Drs. Derendorf and Verspohl on the one hand, and Dr. Jamali on the other, as to what the expectation of the inventors in fact was. Having carefully examined the evidence of each expert, I have concluded that Drs. Derendorf and Verspohl's interpretation is more consistent with the language of Claim 15 itself and is thus to be preferred, particularly when regard is had to the wording of the specification.", "[130] I would, therefore, construe Claim 15 as claiming the use of repaglinide or a physiologically acceptable salt of repaglinide in the preparation of an agent to be used in the long-term treatment of diabetes, characterized in that unnecessarily high and long-lasting amounts of drug circulating in the blood for longer periods of time (as seen with the administration of the racemate) is avoided. The result of this is that substantially lower levels of drug are obtained in the blood than would be expected with halving the dose of the racemate.", "[131] Claim 16 is dependent on Claim 15, but specifies a purity level or enantiomeric excess of at least 95%. Claim 17 is dependent on Claim 15 but specifies an enantiomeric excess of at least 98%.", "[132] Claim 18 is a pharmaceutical composition claim for the oral administration of repaglinide to a warm blooded animal or human for the treatment of Type 2 Diabetes, with the improvement over the racemate identified in Claim 15.", "[133] Claims 19 and 20 are dependant on Claim 18, and address purity levels of at least 95% or 98% respectively.", "[134] Having thus construed the claims of the '851 patent, I turn now to examine Cobalt's challenges to the patent's validity. VI. Validity", "[135] Cobalt notes that in their evidence, Drs. Grell and Mark describe a drug development process that began in 1968, which, it acknowledges, could suggest that developing repaglinide took tremendous effort. However, Cobalt points out that this process had already been rewarded with the issuance of several patents, two of which (the '398 patent and the '331 patent application) already claimed \"racemic repaglinide\" and its enantiomers.", "[136] Cobalt submits that the work done by Karl Thomae between the filing of the '398 patent in 1984, and the filing of the '851 patent in 1991, that is, after the class of compounds, the racemate of repaglinide and its enantiomers had already been disclosed, should not be rewarded with an additional patent.", "[137] The applicants assert that the '851 patent is a selection patent. They say that the '851 patent constituted the first disclosure of repaglinide itself, and, for the first time, taught the skilled person how to make it. The applicants further submit that the '851 patent also disclosed, for the first time, important and unexpected pharmacokinetic properties of repaglinide which resulted in GlucoNorm® becoming the first significant advance in decades for the treatment of Type 2 Diabetes.", "[138] Cobalt agrees that the '851 patent is a selection patent, although they take issue with whether it is a \"legitimate\" or a \"valid\" selection patent\".", "[139] The leading Canadian case on selection patents is the decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ). The issue before the Supreme Court in <FRAGMENT_SUPPRESSED> was whether selection patents are invalid, either in principle or on the facts of the case before it, on the grounds of anticipation, obviousness and double patenting.", "[140] The Supreme Court concluded in <FRAGMENT_SUPPRESSED> that a system of genus and selection patents is acceptable in principle: see para. 19. In this regard, the Court noted that selection patents encourage improvements by selection, and ought to be encouraged as a matter of patent policy: see paras. 100 and 106.", "[141] The Supreme Court reviewed the jurisprudence on the issue of selection patents, and identified the three conditions that must be met for a selection patent to be valid. The Court observed that the selected compound or compounds must not have been made before, or the selection patent \"would fail for want of novelty\". However, \"if the selected compound is 'novel' and 'possess[es] a special property of an unexpected character', the required 'inventive' step would be satisfied\".", "[142] Importantly, the Supreme Court observed that, in this regard, a selection patent is no different than any other patent: see <FRAGMENT_SUPPRESSED> at para. 9.", "[143] With this in mind, I turn now to consider Cobalt's allegations of invalidity, starting with the question of anticipation. A) IX. Costs", "[144] As the Supreme Court of Canada observed in <FRAGMENT_SUPPRESSED> , anticipation and obviousness are related concepts. However, although both require an examination of the prior art, that prior art must be treated differently, depending on whether the issue is anticipation or obviousness.", "[145] In examining an allegation of anticipation (or lack of novelty), the Court must determine whether the claimed invention has already been disclosed to the public in a single disclosure in such a way as to enable it to be put into practice: see <FRAGMENT_SUPPRESSED> ; [2006] 1 All E.R. 685 at para. 25 ( <FRAGMENT_SUPPRESSED> ), and <FRAGMENT_SUPPRESSED>  at para. 58 ( Eli Lilly Canada Inc. ).", "[146] In contrast, where obviousness (or lack of invention) is alleged, the Court may consider a number of prior disclosures that would have been known or found by a person skilled in the art, in order to determine whether an inventive step has been taken: Eli Lilly Canada Inc. , above at para. 58. i) The Test for Anticipation", "[147] Insofar as the test for anticipation is concerned, the Supreme Court reviewed the law on this point at paras. 23 through 37 of <FRAGMENT_SUPPRESSED> . The Court found that two separate requirements must be established in order for there to be anticipation: namely, prior disclosure and enablement.", "[148] \"Prior disclosure\" means that \"the prior art must disclose the subject matter which, if performed, would inevitably or necessarily result in infringement of the patent\": <FRAGMENT_SUPPRESSED> at para. 25.", "[149] The person skilled in the art looking at the disclosure must be \"'taken to be trying to understand what the author of the description [in the prior patent or other disclosure] meant.' At this stage, there is no room for trial and error or experimentation by the skilled person. He is simply reading the prior [art] for the purposes of understanding it\": <FRAGMENT_SUPPRESSED> at para. 25, citing <FRAGMENT_SUPPRESSED> .", "[150] \"Enablement\" means that the person skilled in the art \"would have been able to perform the invention\" without undue burden. The person skilled in the art is assumed to be willing to make trial and error experiments to get it to work: <FRAGMENT_SUPPRESSED> , at paras. 26-27.", "[151] As to how much trial and error or experimentation will be permitted before a prior disclosure will be found not to constitute an enabling disclosure, the Court held that if an inventive step is required to get the invention to work, the earlier publication will not have provided enabling disclosure. Even if no inventive step is necessary, the person skilled in the art must still be able to perform or make the invention work without undue burden: <FRAGMENT_SUPPRESSED> at para. 33.", "[152] The Court then went on at paragraph 37 of <FRAGMENT_SUPPRESSED> to provide a non-exhaustive list of factors that may be applied in considering the question of enablement. It noted, amongst other things, that \"routine trials are acceptable and would not be considered undue burden. But experiments or trials and errors are not to be prolonged even in fields of technology in which trials and experiments are generally carried out. No time limits on exercises of energy can be laid down; however, prolonged or arduous trial and error would not be considered routine\".", "[153] As the Supreme Court noted at paragraph 32 of <FRAGMENT_SUPPRESSED> , where the genus patent does not disclose the special advantages of the invention covered by the selection patent: \"... there is no discovery of the special advantages of the selection patent as compared to the genus patent, and the disclosure requirement to prove anticipation fails. At this stage, the person skilled in the art is reading the prior patent to understand whether it discloses the special advantages of the second invention. No trial and error is permitted. If in reading the genus patent the special advantages of the invention of the selection patent are not disclosed, the genus patent does not anticipate the selection patent.\"", "[154] Cobalt relies on the '398 patent and the '331 patent application in support of its contention that the '851 patent was anticipated.", "[155] The parties agree that in accordance with section 28.2(1)(a) of the , the date to be used in assessing whether the invention claimed in the '851 patent was anticipated is June 21, 1991. ii) Is Cobalt's Allegation of Anticipation Justified?", "[156] I would start by noting that when it comes to considering the issue of novelty or anticipation, the Court must look at the invention as claimed : see ratiopharm  <FRAGMENT_SUPPRESSED>  at para. 157 ( Ratiopharm ). In this case, at least some of repaglinide's advantageous pharmacokinetic properties are specifically identified and claimed in Claims 15 to 20 of the '851 patent.", "[157] Although I have found that Claims 1 through 9 do not address repaglinide's pharmacokinetic properties, it is not necessary for them to do so. Where a compound is new, it is enough if its utility is described in the specification; it need not be included in the claim: see <FRAGMENT_SUPPRESSED>  at para. 96. See also <FRAGMENT_SUPPRESSED> at para. 77.", "[158] I am satisfied that repaglinide was indeed a new compound. The fact that the racemate may have previously been made does not mean that the enantiomer had itself been made: see <FRAGMENT_SUPPRESSED> at para. 38.", "[159] Indeed, I note from a review of the Federal Court decision in <FRAGMENT_SUPPRESSED> that the claims at issue in that case did not refer to the advantageous properties described in the patent's specification. Nevertheless, the Supreme Court of Canada relied on those properties in finding that the patent was not anticipated by the prior genus patent.", "[160] As was noted earlier, the '398 patent is a genus patent covering approximately 1 million compounds. Not every compound had been made or tested at the time that the application for the patent was filed, and the patent covering those compounds was largely based upon sound prediction.", "[161] Although the racemic 388 compound was disclosed in the German patent application, it had yet to be synthesized or tested at the time that the application was filed in December of 1983. The 388 compound had, however, been both synthesized and tested by the time that the Canadian application was filed. It had also been identified by the research team at Karl Thomae as a compound of interest.", "[162] It will be recalled that Claim 1 of the '398 patent covers a process for preparing a class of benzoic acid derivatives of a general formula that would include the 388 compound, and includes enantiomers. The 388 compound is specifically claimed in Claim 43 of the '398 patent, and Claim 42 is the related process claim.", "[163] Cobalt argues that the '398 patent specifically claims repaglinide's racemate. Moreover, the patent states that both enantiomeric forms and racemates are to be considered to be within the scope of the invention. The patent further discloses that enantiomeric forms of the compounds also have blood sugar lowering activity. In addition, the '398 patent identifies repaglinide's racemate as being a compound of interest with blood sugar lowering activity. It also identifies the (+) enantiomer of a related compound as having significant activity.", "[164] Although Cobalt concedes that none of the purported special advantages of repaglinide are disclosed in the '398 patent, it submits that it was not necessary to disclose its pharmacokinetic properties, as they are inherent to the compound.", "[165] Relying upon paragraph 25 of the <FRAGMENT_SUPPRESSED> decision, Cobalt argues that if one were to actually perform the invention contemplated by the '398 patent and synthesize the repaglinide enantiomer, this would result in the infringement of the later issued '851 patent, and would thus satisfy the requirement of prior disclosure.", "[166] A similar argument was advanced in <FRAGMENT_SUPPRESSED> . There, Apotex argued that the discovery of the inherent properties of a compound is not an invention, with the result that the prior publication did not need to disclose, or even recognize, the special advantages of the selected compound in order to anticipate it: see para. 260.", "[167] Justice Gauthier rejected this argument, holding that: \"264. As noted by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> (above), Lord Wilberforce in , [1982] F.S.R. 303 (HL)] provided some guidance in determining when a prior publication will preclude the patenting of a related development in the context of selection patent ... , (the passage in bold is my emphasis; all underlying is in original): '... disclosing a prior invention does not amount to prior publication of a later invention if the former merely points the way which might lead to the latter. A much quoted and useful passage is that from the judgment of the Court of Appeal in <FRAGMENT_SUPPRESSED>  and 486. There Sachs, L.J., said: \"A signpost, however, clear, upon the road to the patentee's invention will not suffice. The prior inventor must be clearly shown to have planted his flag at the precise destination before the patentee.\" 'Attractive metaphors may be dangerous for those in search of precision, but the passage illustrates the necessity that the alleged prior disclosure must clearly indicate that use of relevant material (i.e. that ultimately selected) does result in a product having the advantages predicted for the class . The point is well put by the New Zealand Court of Appeal. Dealing with semi-synthetic penicillin, the Court (per Cooke, J.), said: \"If such a compound has not been made before, its properties often cannot be predicted with any confidence; and where that is the case we do not consider that the invention claimed can fairly or accurately be described as 'published', even if a skilled chemist would realize that to make the compound by routine means would be practicable . A making of the compound and a discovery of its properties is necessary before the 'invention' has occurred and can be published.\" (My emphasis.) 'This is in line with, but adds a useful precision to that was said by Maugham, J.: \"It must be remembered, of course, that the selected compounds have not been made before, or the patent would fail for want to novelty.\"' (I.G. Farbenindustrie A.G.'s Patents, 1 c. p. 321.) \"265. A little further on in , Lord Wilberforce added: 'It is the absence of the discovery of the special advantages, as well as the fact of non-making, that makes it possible for such persons to make an invention related to a member of the class.' \"266. This, in the opinion of the learned Lord Justice is what enables a Court to ascertain whether the field is left open by an originating patent for subsequent researchers (see Du Pont at page 311). Only compounds that have not been made before and whose properties cannot be predicted with any confidence (those that require empirical research in order to discover their special advantages) can be the subject of a selection. These compounds will not be anticipated by the publication of a disclosure in general terms of their class or by enumeration of the members of the class through mere recital of their names.\" (Emphasis in the original)", "[168] In this case, although the racemate of repaglinide had been synthesized at the time of the '398 patent, repaglinide itself had not been made, let alone tested. Neither its absolute configuration nor its special advantages were previously known, and there is no suggestion that its particular pharmacokinetic properties could have been predicted with any degree of certainty.", "[169] Moreover, as was the case in <FRAGMENT_SUPPRESSED> , no preference is expressed in the '398 patent for the use of the (S) enantiomer over the (R) enantiomer, nor is any direction provided for the use of the (S) enantiomer over the racemate. In contrast, the '851 patent teaches that the hypoglycemic activity resides exclusively in the (S) enantiomer.", "[170] Indeed, Cobalt acknowledges that nothing in the '398 patent discloses repaglinide's allegedly special pharmacokinetic advantages. Cobalt contends, however, that if repaglinide's pharmacokinetic properties are considered to be inherent in the claims of the '851 patent, then they would also be inherent in the compounds claimed by both the '398 patent, and, particularly, by the '331 patent application, with the result that the invention claimed by the '851 patent was anticipated. I do not accept this submission.", "[171] There is no disclosure in either the '398 patent or the '331 patent application that defines in clear terms the nature of the pharmacokinetic advantages allegedly possessed by repaglinide. Simply claiming the 388 compound and its enantiomers does not mean that those properties are included in the prior patents.", "[172] Indeed, the same argument could have been advanced by the generic in the <FRAGMENT_SUPPRESSED> case. There, the assertion was that the dextro-rotatory isomer was less toxic and better tolerated than either the levo-rotatory isomer or the racemate. Those advantages would be inherent properties of the dextro-rotatory isomer, and thus would have been present, if unrecognized, in the compounds claimed in the genus patent. Nevertheless, the Supreme Court found that the invention claimed in the patent in issue had not been anticipated by the prior genus patent.", "[173] The '331 patent application claims solid forms of the racemate of repaglinide together with its (S) and (R) enantiomers. Once again, the absolute configuration of repaglinide is not disclosed in the '331 patent application, and Cobalt concedes that repaglinide's alleged special pharmacokinetic advantages are also not disclosed.", "[174] Indeed, it is clear from the evidence that one cannot predict the relative activity and pharmacokinetic properties of enantiomers without actually separating and testing them. The '331 patent application only discloses testing of the racemate. Furthermore, the only testing of the racemate that was carried out was in relation to hypoglycemic activity and acute toxicity. There is no indication in the '331 patent application that the enantiomers were tested at all, nor is any preference expressed for the (S) enantiomer over either the (R) enantiomer or the racemate.", "[175] Given that repaglinide's special advantages are not disclosed in either the '398 patent or the '331 patent application, it is therefore unnecessary to consider the question of enablement. I find that Cobalt's allegation that the invention as claimed in the '851 patent was anticipated by the '398 patent and the '331 patent application not to be justified. B) Obviousness", "[176] The parties agree that in accordance with section 28.3 of the Patent Act , the date to be used in assessing whether the invention claimed in the '851 patent was obvious is June 21, 1991.", "[177] It will be recalled that an allegation of anticipation requires the Court to determine whether the claimed invention has already been disclosed to the public in a single disclosure in such a way as to enable it to be put into practice. In contrast, where obviousness (or lack of invention) is alleged, the Court may consider a number of prior disclosures that would have been known or found by a person skilled in the art, in order to determine whether an inventive step has been taken: Eli Lilly Canada Inc. , above at para. 58. i) The Test for Obviousness", "[178] Insofar as the test for obviousness is concerned, the Supreme Court reviewed the law on this point in <FRAGMENT_SUPPRESSED> at paras. 61-71. The Court adopted the following four-step approach to an inquiry into whether a claimed invention is obvious: \"(1)(a) Identify the notional 'person skilled in the art'; (b) Identify the relevant common general knowledge of that person; \"(2) Identify the inventive concept of the claim in question or if that cannot readily be done, construe it; \"(3) Identify what, if any, differences exist between the matter cited as forming part of the 'state of the art' and the inventive concept of the claim or the claim as construed; \"(4) Viewed without any knowledge of the alleged invention as claimed, do those differences constitute steps which would have been obvious to the person skilled in the art or do they require any degree of invention?\"", "[179] In the context of the fourth factor, the Court accepted that it may be appropriate to consider an \"obvious to try\" analysis. As to when such an analysis will be appropriate, Justice Rothstein stated that: \"In areas of endeavour where advances are often won by experimentation, an 'obvious to try' test might be appropriate. In such areas, there may be numerous interrelated variables with which to experiment. For example, some inventions in the pharmaceutical industry might warrant an 'obvious to try' test since there may be many chemically similar structures that can elicit different biological responses and offer the potential for significant therapeutic advances.\" (at para. 68)", "[180] <FRAGMENT_SUPPRESSED>  ( Pfizer Canada Inc. ), the Federal Court of Appeal observed at paragraph 27 that the word \"obvious\" in the phrase \"obvious to try\" means \"very plain\". The test will not be satisfied when the prior art \"would have alerted the person skilled in the art to the possibility that something might be worth trying\": at para. 29 (My emphasis). Rather, the judge must be satisfied on a balance of probabilities that it was more or less self-evident to try to obtain the invention: <FRAGMENT_SUPPRESSED> at para. 66 (My emphasis). See also <FRAGMENT_SUPPRESSED> at para. 85.", "[181] If the Court determines that an \"obvious to try\" test is warranted, <FRAGMENT_SUPPRESSED> teaches that, depending upon the evidence in each individual case, the following non-exhaustive list factors should be taken into consideration at the fourth step of the obviousness inquiry: \"(1) Is it more or less self-evident that what is being tried ought to work? Are there a finite number of identified predictable solutions known to persons skilled in the art? \"(2) What is the extent, nature and amount of effort required to achieve the invention? Are routine trials carried out or is the experimentation prolonged and arduous, such that the trials would not be considered routine? \"(3) Is there a motive provided in the prior art to find the solution the patent addresses?\" ( <FRAGMENT_SUPPRESSED> at para. 69)", "[182] Consideration may also be given to the actual course of conduct which culminated in the making of the invention: see <FRAGMENT_SUPPRESSED> at para. 70.", "[183] In some cases, what is at issue is a \"mosaic\" of prior art, that is, disparate pieces of information which the person skilled in the art would have been required to know and combine in order to reach the claimed invention.  <FRAGMENT_SUPPRESSED>  affd. (2009), 392 N.R. 96; 75 C.P.R.(4th) 443; 2009 FCA 222 ( <FRAGMENT_SUPPRESSED> ), Justice Snider described the \"mosaic\" scenario, and what the party alleging obviousness must demonstrate, in the following terms: \"[...] Even uninventive skilled technicians would be presumed to read a number of professional journals, attend different conferences and apply the learnings from one source to another setting or even combine the sources. However, in doing so, the party claiming obviousness must be able to demonstrate not only that the prior art exists but how the person of ordinary skill in the art would have been led to combine the relevant components from the mosaic of prior art: at para. 254.\" ii) Is Cobalt's Allegation of Obviousness Justified?", "[184] The Court must thus consider whether the prior art, together with the general knowledge that a person skilled in the art would have been expected to have had as of June 21, 1991, made the invention claimed in the '851 patent more-or-less self-evident.", "[185] As was discussed earlier, the person skilled in the art in this case is a composite person or drug development team, made up of individuals with at least a Bachelor's degree in the relevant fields, as well as work-related practical experience, including familiarity with pharmacokinetic and pharmacodynamic principles as well as knowledge and experience in enantiomeric separation.", "[186] Insofar as the inventive concept of the claim in question is concerned, the applicants characterize the invention claimed in the '851 patent in their memorandum of fact and law as being \"repaglinide and its surprising pharmacokinetic properties set out in the patent when used to treat diabetes mellitus\".", "[187] In addition to the '398 patent and the '331 patent application, Cobalt relies on four articles in support of its contention that the invention claimed in the '851 patent was obvious. Cobalt also points to Karl Thomae's own enantiomer policy as evidence of the common general knowledge at the relevant time.", "[188] The significance of these publications as they relate to the question of obviousness will be considered next. a) Rufer 1974", "[189] The first publication relied upon by Cobalt in support of its obviousness argument is a 1974 article by Rufer et al., entitled \"Blood Glucose Lowering Sulfonamides with Asymmetric Carbon Atoms\", published in the Journal of Medicinal Chemistry , Vol. 17, No. 7 at page 708 (\"Rufer 1974\").", "[190] Rufer 1974 describes a study of the blood sugar lowering effect of a large number of sulfonamides. Dr. Grell acknowledged in his evidence that sulfonamides are very closely related to the class of benzoic acid derivatives, of which repaglinide is a member.", "[191] The purpose of the study was to examine whether the hypoglycemic activity of certain compounds was dependant upon their stereochemistry. The article observes that \"[t]hough differentiation of the pharmacological potency of enantiomers is a well-known phenomenon in medicinal chemistry ... nearly nothing is reported in the series of blood sugar lowering sulfonamides\".", "[192] Although some 46 compounds were reviewed in the study, the blood sugar lowering activity of the (S) and (R) enantiomers was only tested for 15 of these compounds. The (S) enantiomer was found to be the active enantiomer in 13 of these compounds, and in a number of cases was found to be the more active by a factor of 30 to 300.", "[193] The data was less clear when the S-enantiomer was compared to both the racemate and the (R) enantiomer. Racemate data was only produced for eight of the 15 compounds tested. In five cases, the (S) enantiomer was superior to both the racemate and the (R) enantiomer. In two cases, the (S) enantiomer and the racemate were equally potent, and in one case, the racemate and both enantiomers were all equally potent.", "[194] It is thus apparent from this article that as far back as 1974, scientists were aware that the hypoglycemic activity of a class of compounds closely related to benzoic acid derivatives was dependant upon their stereochemistry. It was also known that, in many, but not all, cases, the (S) enantiomer was the active enantiomer and that, in a number of those cases, the hypoglycemic activity of the (S) enantiomer greatly exceeded the hypoglycemic activity of the (R) enantiomer.", "[195] Rufer 1974 does not, however, teach anything about any relationship between stereochemistry and hypoglycemic activity in benzoic acid derivatives. Dr. Jamali agreed with the applicants' experts that one could not predict whether compounds in one class will behave similarly in vivo compared to compounds in another class, and that it would be necessary to actually test the compounds in issue. Moreover, this article deals only with pharmacodynamics, and no information is provided with respect to the pharmacokinetics of any of the compounds that were studied. b) Schentag", "[196] Chronologically speaking, the next publication relied upon by Cobalt is an article written in 1977 by Schentag, Jusko, Vance, Cumbo, Abrutyn, DeLattre & Gerbracht entitled \"Gentamicin Disposition and Tissue Accumulation on Multiple Dosing\" (\"Schentag\").", "[197] Although Schentag was identified in Cobalt's NOA, it made no submissions with respect to this article in either its oral or written submissions. From this I understand that it is no longer relying upon it. In any event, the article relates to the pharmacokinetics of an antibiotic by the name of gentamicin. As such, it is of little relevance to this case. c) Rufer 1979", "[198] The next publication relied upon by Cobalt is a second article by Rufer, this time co-authored with an individual by the name of Losert. The article is entitled \"Blood Glucose Lowering Sulfonamides with Asymmetric Carbon Atoms. Related N-Substituted Carbamoylbenzoic Acids\", and was again published in the Journal of Medicinal Chemistry , Vol. 22, No. 6 at page 1445 (\"Rufer 1979\").", "[199] This article describes a study examining the hypothesis that based on the stereospecificity of related sulfonamides, benzoic acid derivatives would have an analogous stereospecificity, and that the (S) enantiomer would be the active one.", "[200] The authors compare the hypoglycemic activity of a single benzoic acid derivative to that of a single sulfonylamino compound. The benzoic acid derivative in question was one of the lead compounds that had been identified by the team at Karl Thomae in 1976 when they began their work on benzoic acid derivatives.", "[201] The study found that the (S) enantiomer of the benzoic acid derivative was 10 times more active than the (R) enantiomer. No comparison was made between the activity of the (S) enantiomer and the racemate of the benzoic acid derivative compound.", "[202] The article also found that the (S) enantiomer of the benzoic acid derivative was 3,000 times less potent than the sulfonamide. No information is provided about pharmacokinetics of either compound.", "[203] In cross-examination, Dr. Jamali agreed with the applicants' experts that one could not draw a conclusion about the entire class of benzoic acid derivative compounds based upon this one example. That is, Rufer 1979 does not provide a basis for predicting how every benzoic acid derivative would act. d) The '398 Patent and the '331 Patent Application", "[204] The '398 patent and the '331 patent application have already been discussed in relation to the issue of anticipation. I will briefly consider what, if anything, these documents teach with respect to the invention claimed in the '851 patent, but will return later to examine the teaching of these documents as they relate to the separation of enantiomers in considering the extent, nature and amount of effort required to achieve the invention.", "[205] I agree with Cobalt that the '398 patent would provide the skilled person with an indication that the class of compounds claimed in the patent was interesting, and that the compounds specifically made and claimed would be of particular interest. This included the 388 compound.", "[206] That said, as I have already indicated, there is nothing in the '398 patent that would suggest that there is any advantage to using the (S) enantiomer over the (R) enantiomer, nor is any direction provided for the use of the (S) enantiomer over the racemate.", "[207] The '398 patent also teaches that both enantiomers of every chiral compound have hypoglycemic activity, whereas the '851 patent teaches that the hypoglycemic activity resides exclusively in the (S) enantiomer. Moreover, there is no teaching in the '398 patent with respect to the pharmacokinetic properties of any of the compounds generally, or the pharmacokinetic advantages of either the 388 compound or of repaglinide in particular.", "[208] Insofar as the '331 patent application is concerned, I agree with Dr. Cunningham that it reflects the focus of Karl Thomae on the 388 compound as a compound of interest as of June of 1985. There is, however, nothing in the '331 patent application regarding the absolute configuration of repaglinide, and Cobalt has conceded that repaglinide's alleged special pharmacokinetic advantages are not disclosed in the document.", "[209] The '331 patent application only discloses testing of the racemate, and the only testing of the racemate that was carried out was in relation to its hypoglycemic activity and acute toxicity. There is no indication in the '331 patent application that either of the enantiomers were tested, nor is any preference expressed for the (S) enantiomer over either the (R) enantiomer or the racemate. e) Garrino", "[210] This 1988 study reports on a comparison of the activity of the (+) and (-) enantiomers of a single racemic compound of the benzoic acid derivative class (AZ-DF 265): Garrino & Henquin \"Highly potent and stereoselective effects of the benzoic acid derivative AZ-DF 265 on pancreatic-cells\", (1988) 93 Br. J. Pharmacol ., 61-68 (\"Garrino\").", "[211] Interestingly, the enantiomers of AZ-DF 265 used in the Garrino study were actually synthesized by a Dr. Rudolf Hurnaus at Karl Thomae. Dr. Hurnaus is one of the inventors of the invention claimed in the '398 patent. The enantiomers were obtained at an enantiomeric purity of 98.6% for the (-) enantiomer and 94.4% for the (+) enantiomer.", "[212] Based upon in vitro testing, Garrino reports that the (-) enantiomer of AZ-DF 265 was 10 times more potent than the (+) enantiomer. However, it will be recalled that although the R/S and +/- designations are different ways of describing enantiomers, there is no correlation between the two types of designation, and a compound could exist in the R(+) or R(-) form or in the S(+) or S(-) form. As a consequence, Garrino would not tell the skilled person anything about the relative activity of the (R) and (S) enantiomers of AZ-DF 265. Moreover, it does not appear that any comparison was made regarding the relative activity level of each enantiomer and the racemate.", "[213] Dr. Enders also pointed out in his evidence that there are significant structural differences between the AZ-DF 265 and the 388 compound, and that a small structural variation can result in significant changes in physical, chemical and biological properties.", "[214] Garrino discusses Rufer 1974 and Rufer 1979, and summarizes them as teaching that \"[f]or all tested compounds [SFUs and benzoic acid derivatives], the hypoglycemic activity of the (S) enantiomer was 20-100 times greater than that of the (R) enantiomer.\"", "[215] Garrino does touch on the pharmacokinetic properties of the AZ-DF 265 compound, that is, its rate of elimination, in stating that \"[i]t is possible that the high potency of drugs active at nanomolar concentrations is due to their progressive accumulation in the ß-cell membrane ...\" The article does not, however, contain any in vivo pharmacokinetic data.", "[216] Dr. Jamali interpreted the above statement from Garrino as evidence of the \"two compartment model\". Dr. Jamali explained that this concept could explain lingering low levels of repaglinide, which had mistakenly been interpreted as rapid elimination by the inventors. Dr. Jamali did, however, subsequently back away from this suggestion in cross-examination, conceding that it amounted to speculation on his part.", "[217] It should be noted that Dr. Henquin, one of the co-authors of the Garrino article, observed in a 1990 article that AZ-DF 265 had not been pursued \"for pharmacokinetic reasons\", which indicates that its pharmacokinetics had been examined by that time. Dr. Henquin also noted that the racemic 388 compound had entered phase II of clinical trials. f) Verspohl", "[218] Cobalt also relies on a 1990 article by Verspohl, Ammon & Mark entitled \"Evidence for more than One Binding Site for Sulfonylureas in Insulin-secreting Cells\" published in J. Pharm. Pharmacol. , 42:230-235 (\"Versphol\"). It will be recalled that Dr. Versphol is one of the applicants' expert witnesses in this proceeding.", "[219] The aim of the study reported in the Verspohl article was to investigate the interactions and binding characteristics of several SFUs, as well as some structurally related benzoic acid derivatives. One of the reasons cited for including benzoic acid derivatives in the study was that their enantiomers were available.", "[220] Once again, the benzoic acid derivatives used in this study were obtained from Karl Thomae. In this case, they had been synthesized by Dr. Grell. These were AG-EE-86, its two enantiomers, and the 388 compound.", "[221] The Verspohl study concluded that there was likely more than one binding site for SFUs, and that the 388 compound had fully different affinities to either of the two sites. It also reported that AG-EE 86 and its enantiomers were 600 times less effective than SFUs reported.", "[222] The study did find that in a benzoic acid derivative compound which the applicants acknowledge was similar to the 388 compound, the (+) enantiomer was twice as active as the corresponding racemate, and that the (-) enantiomer was a much weaker compound (although, as previously mentioned, there is no correlation between (+) and (-) enantiomers and (R) and (S) enantiomers). The enantiomers of the 388 compound were not investigated. g) Shinkai", "[223] The applicants point to a 1989 article referred to by Cobalt in its NOA, which they say, teaches that in the case of at least one benzoic acid derivative, it was the (R) enantiomer that was the active one. This article is by Shinkai, Nishikawa, Sato, Toi, Kumashiro, Seto, Fukuma, Dan & Toyoshima entitled \"N-(Cyclohexylcarbonyl)-D-phenylalanines and Related Compounds. A New Class of Oral Hypoglycemic Agents\", published in J. Med. Chem. Vol. 32, at pp. 1436-1441 (\"Shinkai\"). It discusses nateglinide, a compound in which the (R) enantiomer is required for hypoglycemic activity.", "[224] I note that there was a disagreement between Dr. Verspohl and Enders as to whether nateglinide is a member of the same class of compounds as repaglinide, although I do not understand there to be any disagreement that nateglinide is indeed a benzoic acid derivative.", "[225] Cobalt objects to reference being made to this article, on the grounds that the applicants refused to allow Dr. Verspohl to answer questions regarding the naming conventions involved in characterizing the active enantiomer as (R) rather than (S). The basis for the applicants' objection was that it involved a question of medicinal chemistry, and as such, was outside of Dr. Verspohl's area of expertise.", "[226] I am prepared to consider the Shinkai article in assessing the common general knowledge of the day. Cobalt was able to fully question the applicants' other experts regarding the article. That said, it is apparent from the evidence, for example, the cross-examination of Dr. Derendorf, that there is some confusion regarding the naming convention followed by Shinkai in referring to the active enantiomer as (R). This confusion tends to undermine the article's persuasive value. h) Summary of Conclusions from the Prior Art", "[227] We know from Rufer 1974 that as early as 1974, scientists were aware that the level of hypoglycemic activity of a class of compounds closely related to benzoic acid derivatives was dependant upon the compounds' stereochemistry. Subsequent studies such as Rufer 1979 confirmed that there was also a significant difference in hypoglycemic activity as between the (S) and (R) enantiomers of at least one benzoic acid derivative.", "[228] We also know that one cannot safely draw conclusions about the entire class of benzoic acid derivative compounds based on a single example. Rufer 1979 certainly suggests that the (S) enantiomer could be the active one, but as Dr. Jamali himself acknowledged, one could not predict how every member of the class of benzoic acid derivatives would act, based upon the findings regarding one member of the class.", "[229] Thus, persons skilled in the art would have known at the relevant time that when dealing with the hypoglycemic activity of benzoic acid derivatives, one enantiomer would likely be more active than the other.", "[230] Even if I were to accept that Shinkai does in fact teach that nateglinide's active enantiomer is indeed the (R) enantiomer, this would not take away from the basic principle that it was known that the level of hypoglycemic activity as between the (S) and (R) enantiomers of benzoic acid derivatives may well differ.", "[231] It was also known from Verspohl that, in a compound similar to the 388 compound, the (+) enantiomer was twice as active as the corresponding racemate, and that the (-) enantiomer was a much weaker compound.", "[232] All of the above discussion relates to what was known regarding the relationship between the stereochemistry of benzoic acid derivatives and their level of hypoglycemic activity. What must also be considered is what was known as of June 21, 1991 regarding the relationship between the stereochemistry of benzoic acid derivatives and their pharmacokinetic properties. This will be addressed next. i) The Common General Knowledge Regarding Pharmacokinetics", "[233] Dr. Mark stated that when Novo Nordisk asked Karl Thomae for information regarding the enantiomers of the 388 compound, his team did so with no \"hope or expectation that either enantiomer would provide superior pharmacokinetic properties over the racemate.\"", "[234] Dr. Jamali provided evidence on behalf of Cobalt with respect to what was known about the pharmacokinetics of racemic compounds and their enantiomers as of the relevant time. Dr. Jamali was working in the fields of pharmacokinetics and pharmacodynamics at that time.", "[235] According to Dr. Jamali, in the mid-1980s to the mid-1990s, the majority of pharmaceutical companies were investigating racemates, enantiomers and the differences between the two, in order to make more efficacious, safer, and/or more cost-effective drugs. He says that there was also a focus on obtaining patents on single enantiomers as a means of extending patent exclusivity.", "[236] Dr. Jamali says that it would have been unusual for a company to have ignored the stereochemistry of its candidate drug compounds. In a 1989 article, Dr. Jamali observed that \"[t] here is little rationale for not generating stereoselective data since dramatic progress has been made in the analytical technology required to resolve racemic drugs\".", "[237] Dr. Jamali points out that as of June 21, 1991, regulatory agencies had begun pushing drug companies to obtain data on whether single enantiomer drugs or racemic drugs were better. The result of this was that pharmaceutical companies were motivated to isolate and evaluate the enantiomers of racemic drug compounds.", "[238] During the late 1980s, Dr. Jamali and his research team were examining whether one could explain drug behaviour by studying stereochemistry. Prior to 1990, they developed the theory that enantiomers would have different pharmacodynamic and pharmacokinetic properties. According to Dr. Jamali, it was only in the rare case that the pharmacokinetic properties of enantiomers would be the same.", "[239] Dr. Jamali says that at the relevant time, drug development teams would have been aware of a number of identified drugs which, like repaglinide, have a pharmacokinetic profile characterized by the active enantiomer being present in lower concentrations in the plasma than the other enantiomer. Indeed, there was at this time a substantial body of scientific literature discussing the relative pharmacokinetic profiles of enantiomers.", "[240] Dr. Jamali himself published a review article in September of 1989 entitled \"Enantioselective aspects of drug action and disposition: Therapeutic pitfalls\", which cited 362 articles already in the literature at that time. Similarly, Dr. Derendorf, one of the applicants' experts in pharmacokinetics and pharmacodynamics, conceded that there was a growing body of literature in the late in the 1980s, discussing the differences with enantiomers, although he went on to insist that \"[i]t was growing but it was emerging. It was very new at the time.\"", "[241] Dr. Verspohl acknowledged that Dr. Jamali's paper described the sometimes different pharmacokinetic profiles of enantiomers of racemic drugs.", "[242] Dr. Jamali's paper also illustrates the routine techniques employed to test the pharmacokinetic and pharmacodynamic properties of chiral drugs. He says that by this time, there were a number of known methods to separate enantiomers, and it was routine in almost every case to obtain enantiomers of high optical purity.", "[243] Dr. Jamali's 1989 paper concludes with the statement that: The biomedical community is generally aware that drug enantiomers often possess differing pharmacodynamic and pharmacokinetic properties. A lack of awareness or appreciation for these differences, however, will have considerable bearing on the interpretation of the data, particularly those obtained for the purpose of therapeutic drug monitoring. There have been enormous advances in the commercial availability of chromatographic columns and reagents required for enantioseparation. As a consequence, the requisite analytical skills are no longer the exclusive domain of 'specialists'.\" (Emphasis added)", "[244] Thus, Dr. Jamali says that having discovered a racemate with therapeutic properties, a drug development team working on June 21, 1991 would expect that one enantiomer would possess the main pharmacological activity of the racemate. This drug development team would also know that enantiomers have different pharmacological and pharmacokinetic properties, and would know how to separate the enantiomers from the racemate and from each other.", "[245] Dr. Jamali does acknowledge that based upon what was known at the time, because pharmacokinetic differences between enantiomers would have been expected, testing would have focused on identifying the active enantiomer, rather than on determining the enantiomers' pharmacokinetic properties.", "[246] That said, he also states that although not an end in itself, pharmacokinetic testing would, however, have been routinely carried out in the context of ensuring that the active enantiomer did not pose a problem for drug development, such as dissolution or absorption problems.", "[247] The applicants' have attempted to discount the evidence of Dr. Jamali on the basis that he was a \"pioneer\" or the \"flag-bearer\" in the field, submitting that his knowledge of the unique pharmacokinetic properties potentially possessed by enantiomers at the relevant time did not represent the common general knowledge of the day. According to the applicants, it was not known before the relevant date that enantiomers differed in terms of their pharmacokinetic profiles.", "[248] As will be explained below, I am satisfied on a balance of probabilities that the person skilled in the art working in the field on June 21, 1991 would have known that the pharmacokinetic properties of repaglinide could well differ from those of its racemate and/or the (R) enantiomer, and that it would therefore have been important to evaluate those properties.", "[249] Dr. Derendorf asserts in his affidavit that it was thought that the main significance of stereospecific differences was in relation to pharmacodynamic activity. He also asserted that most scientists at that time thought that two enantiomers would usually show the same pharmacokinetic profiles. Dr. Verspohl made comments to the same effect.", "[250] Like Drs. Mark and Grell, Dr. Verspohl was working in the anti-diabetic field in 1991. He asserted that even as late as 1993, very few scientists in the field were examining differences in pharmacokinetic activity between enantiomers. He did, however, concede in cross-examination that drug companies would be motivated to move from a racemic drug to the active enantiomer in order to avoid administering an unnecessary substance to a patient.", "[251] Dr. Verspohl stated that the assumption of those in the field at that time was that the pharmacokinetic profiles of any two enantiomers would be the same. To the extent that enantiomers were being examined, it was in relation to their pharmacodynamics - that is, to determine whether there were any differences in their activity.", "[252] However, both Dr. Derendorf and Dr. Verspohl acknowledged in cross-examination that it was in fact known in 1991 that there could indeed be differences in the pharmacokinetics of enantiomers. Dr. Derendorf acknowledged that it would not have been surprising to discover that two enantiomers reacted differently in terms of their pharmacokinetics, although what the differences would be would not have been predictable", "[253] Dr. Derendorf acknowledged that he was working in the field in the late 1980s and the early 1990s and that during that period, he was motivated to look at enantiomers. He had done work separating enantiomers, and had done dog and human studies on the pharmacokinetics of enantiomers. Indeed, Dr. Derendorf published an article examining the pharmacokinetic properties of enantiomers in dogs: (\"Effects of Truncal Vagotomy and Partial Gastrectomy on the Pharmacokinetics of Propranolol Enantiomers in Dogs\", Journal of Pharmaceutical Sciences , Vol. 79, No. 4, April 1990).", "[254] In 1990, Dr. Derendorf published another paper entitled \"Simultaneous determination of propranolol and 4-hydroxypropranolol enantiomers after chiral derivatization using reversed-phase high performance liquid chromatography\" ( Journal of Chromatography at pp. 527. 351-359). In this article, Dr. Derendorf studies a racemic compound, noting that the (-) enantiomer was approximately 100 times more potent than the (+) enantiomer. He went on to observe that \"[p]harmacokinetics and metabolism of propranolol are associated with large differences between the enantiomers in both animals [...] and man ...\"", "[255] Dr. Derendorf also admitted in cross-examination that by the time Dr. Jamali's paper was published, and as \"more and more reports came about these differences\", companies \"that were developing [HPLC] reagents and columns, they got interested and they put in a lot of research and development efforts to come up with new columns, reagents\".", "[256] Moreover, both Dr. Derendorf and Dr. Verspohl's evidence has to be considered in light of the evidence from Dr. Grell. He says that he was following the literature and going to conferences in the mid to late 1980s, and was learning about the differences in pharmacodynamic and pharmacokinetic properties as between racemates and their enantiomers.", "[257] Dr. Grell's evidence, coupled with Karl Thomae's own internal enantiomer policy, persuade me that knowledge of the potential differences in the pharmacokinetic properties of enantiomers was not limited to a select few \"pioneers\", but that it was instead part of the state of the art as of the relevant date.", "[258] That is, while I accept the evidence of Drs. Derendorf and Verspohl and others that it was not possible to predict the differences in the pharmacokinetic profiles of enantiomers before actually separating and testing them, I find that it was nevertheless known that these differences could well exist, and that it was therefore important to test for them.", "[259] Dr. Grell says that it was at his urging that an enantiomer policy was introduced by Karl Thomae. He explained that over the previous few years, he had attended conferences and read papers discussing the need to separate racemates and examine the enantiomers so as to be sure that there were no \"bad effects\". Dr. Grell says that he initially encountered resistance within the company, stating that nevertheless \"it was, I felt, my duty to convince my colleagues and also the head of the department to invest in this special field ... [t]hey called me a stubborn blockhead ... but at the end they applauded ...\"", "[260] The Karl Thomae enantiomer policy was approved in 1989. The introductory paragraphs of this policy are very telling. They state that: \"With chiral substances the therapeutic activity can in many cases primarily be attributed to a single stereoisomer [...]. However, the other therapeutically inactive stereoisomers as a rule exhibit independent pharmacokinetic and pharmacodynamic behavior \"Thus, prospective racemates in the future will be regarded as 50:50 mixtures of biologically different substances by the regulatory authorities , which must be characterized with respect to their efficacy and safety. Thus, as a rule, additional laborious analytical, biological and clinical studies must be carried out with the pure stereoisomers for racemate preparations. \"A forced move towards the development of enantiomer-pure active substances results out of the necessity to minimize development time and costs, as well as in order to comply with the current state of the art . The development of racemates will thus only still be justifiable in exceptional circumstances.\" (Emphasis added)", "[261] This document clearly confirms that knowledge of the potential differences in the pharmacokinetic behaviour of enantiomers as well as the importance of testing for these differences was part of the state of the art as of 1989, and was as well within the direct knowledge of the research team at Karl Thomae.", "[262] The Karl Thomae policy further prescribes a procedure to be followed in dealing with candidates for development that are present as racemates. This procedure requires the separation and testing of enantiomers for, amongst other things, their selectivity, duration of effect and plasma levels.", "[263] The Karl Thomae enantiomer policy also reflects the fact that regulatory authorities were becoming increasingly demanding in their requirements as they related to racemic compounds. Indeed, in the mid-1980s, the American Food and Drug Administration (or \"FDA\") considered requiring data on the separation and testing of enantiomers in order to gain regulatory approval, although no formal policy in this regard was introduced until 1992 - that is, after the relevant date.", "[264] However, Dr. Grell acknowledged in cross-examination that he was aware that such a policy change was under consideration. As Dr. Cunningham explained, knowledge of what was happening with regulatory bodies was very important in deciding how pharmaceutical companies would develop a compound. As he put it, companies would want to \"pre-empt\" where the FDA was going, so as to avoid delays in the approvals process down the road.", "[265] Dr. Cunningham was working in the field of drug development at the operative time. He states that during the mid-1980s, there was an increasing emphasis by regulatory agencies on developing single enantiomers as drugs rather than racemates where it was technically and economically feasible to do so.", "[266] Dr. Cunningham cites a 1987 FDA Guideline recommending that individual stereoisomers be studied for their pharmacological and toxicological properties in support of his position. He also points to a 1989 article by Wilson De Camp of the FDA which states that \"[a] thorough understanding of the pharmacokinetics of any drug is essential for the determination of a safe and effective dosage regimen. In the case of a racemic drug, therefore, this implies knowledge of the in vivo behaviour of the pure stereoisomers\": \"The FDA Perspective on the Development of Stereoisomers\", in Chirality", "[267] De Camp observes that technological advances make the \"separation on a routine basis of optically pure material from a racemate in amounts adequate for clinical investigations\" was now feasible. Moreover, the De Camp article also specifically discusses the differences in pharmacokinetic behaviour that can be exhibited by enantiomers. In this regard, the article concludes by stating that: \"Good science requires that our conclusions be based on experimental evidence that is derived from well-planned experiments [...] not only is it desirable to recognize the implications of stereochemistry for drug action, but it is also desirable that they be investigated. Either the enantiomers should be separated, or they should be synthesized\".", "[268] I note that in Lundbeck Canada Inc. V. Canada (Minister of Health) et al. (2009), 343 F.T.R. 53; 73 C.P.R.(4th) 69; 2009 FC 146 ( Lundbeck ), Justice Harrington gave little weight to this paper. His reason for doing so was that the evidence with respect to it was, as he put it, \"appallingly thin\": see para. 79. In this regard, he noted that the copy of the article filed with the Court \"appears to have come out of a course given in 1994, which lends itself to the possibility that prior thereto it was only an unpublished internal document\".", "[269] In contrast, the copy of the De Camp article produced by Dr. Cunningham in this case appears on its face to have been published in the Chirality journal in 1989. Moreover, the content of the article is consistent with the evidence of several of the witnesses, including Dr. Grell himself as to what was known at the relevant time.", "[270] Dr. Cunningham also observed that in addition to regulatory concerns, \"there were other reasons for companies to search for, prepare and test enantiomers\". This included \"the possibility of finding drugs with fewer side effects or toxicity ...\"", "[271] According to Dr. Cunningham, diabetes \"was and is commonly regarded as a large and lucrative and growing market for potential drug products. There was more than ample motivation to investigate potential drug products in this area.\" He says that the result of all of this was that \"many pharmaceutical companies began to implement programs to systematically prepare and test enantiomers or promising racemic compounds\".", "[272] As was noted above, in 1989, Karl Thomae did just this, recognizing that this was indeed the \"state of the art\". j) Conclusion Regarding the Common General Knowledge of Enantiomers and Pharmacokinetics", "[273] Based upon the above analysis, I am satisfied that as of the relevant date, and indeed, as of 1989, the person skilled in the art would have known that although it was impossible to predict what the differences in the pharmacokinetic profiles of enantiomers would be before actually separating and testing them, it was nevertheless known that these differences could well exist, and that it was, therefore, important to test for them. k) The State of the Art Regarding Separation Techniques", "[274] I do not understand the applicants to be suggesting that there was anything difficult or inventive about the methods used to test enantiomers for their pharmacokinetic properties, once the enantiomers had actually been separated.", "[275] The applicants do, however, submit that although techniques for separating racemates into their isomers were generally known at the relevant time, the specific techniques used to separate repaglinide from its racemate were not previously known. Thus, the last factual matter to determine in relation to the issue of obviousness is the state of the art in 1991 with respect to methods for the separation of enantiomers.", "[276] It will be recalled that the '398 patent claims a class of benzoic acid derivatives and enantiomers, and specifically claims repaglinide's racemate. The patent also claims processes for making these compounds, noting that the starting materials were known.", "[277] In cross-examination, Dr. Grell was asked to compare the resolution methods described in the '398 patent and the '851 patent. He acknowledged that the principle difference between the two was the identification of N-acetyl-L-glutamic acid as the specific solvent used to resolve repaglinide in the '851 patent. It was not identified as such in the '398 patent.", "[278] Dr. Enders and Dr. Armstrong were the principal experts with respect to the separation of enantiomers, providing evidence for the applicants and Cobalt respectively. Drs. Cunningham and Jamali also provided evidence in this regard that was generally supportive of that of Dr. Armstrong. Dr. Verspohl also made passing reference to the separation issue.", "[279] Drs. Enders and Armstrong agree that there are three general methodologies for preparing enantiopure or highly enantioenriched compounds. These are the physical separation method, that is, the resolution of the racemate; the chiral pool concept, and asymmetric synthesis. These methods are described in some detail at paragraphs 25 through 31 of Dr. Enders' affidavit. It should be noted that the \"chiral pool\" method was not used in this case, and is thus not mentioned in either the patents or the affidavits.", "[280] It is Dr. Enders' opinion that although the '398 patent provides a list of methods for the preparation of a compound of the general benzoic acid derivative structure identified in the patent, it does not provide a person skilled in the art with any specific parameters for each technique or method that would have allowed the person skilled in the art, as of the relevant date, to prepare enantiomers of the racemic 388 compound having an enantiomeric excess of 95% or greater.", "[281] He did, however, concede in cross-examination that the alkylation and hydrogenation methods were similar in the '398 and '851 patents, and the only difference in the acylation method disclosed in the two patents was the starting material for those methods. These starting materials are described in the '398 patent as being \"in some cases known from the literature or they may be obtained by methods known per se\".", "[282] Dr. Enders further asserts that there is no discussion in the '331 patent application with respect to methods of synthesizing and resolving enantiomers, and that the document would not teach a person skilled in the art how to resolve or synthesize repaglinide. Nor is this information provided in any of the other cited prior art. In Dr. Enders' view, undue prolonged and arduous experimentation would have been required to achieve it.", "[283] Based upon the evidence of Dr. Grell, Dr. Enders points out that it took a lot of time and effort before the drug development team at Karl Thomae was able to identify a route for the resolution or synthesis of repaglinide. Given that the inventors would have greater expertise than the person skilled in the art, it follows, he says, that such a notional person would have only been able to arrive at the same result through prolonged and arduous work.", "[284] According to Dr. Armstrong, enantiomeric drugs were the \"hot topic\" in the mid-1980s. It was well known that the FDA was poised to release a policy statement requiring that the enantiomers of racemic drugs be separated and tested. The impetus for this change was the chromatographic enantiomeric separation methods introduced between 1981 and 1984, which made enantiomeric separation a \"straightforward and facile process\". As was noted earlier, a similar view was expressed in the De Camp article.", "[285] In Dr. Armstrong's view, the '398 patent and the '851 patent teach the same approaches to getting an enantiomeric final product. He acknowledges that the '398 patent does not explicitly disclose a process for the preparation of pure repaglinide. However, he says that based upon the directions contained in the '398 patent, the additional effort that would have been required to separate the enantiomers of the 388 compound would have been routine, and should not have taken more than a few days to a few weeks to accomplish.", "[286] According to Dr. Armstrong, all that was required was a \"resolution test\", a procedure dating back to the early 1960s. Dr. Armstrong describes this test in the following terms \"you take the four or five or six or seven most popular resolving agents. They would be acids if you are separating an amine. And with various tiny quantities, you set them up in little test tubes or vials. You dissolve them, put them on your shelf, go home, and the next morning you come in and you see what worked and what didn't work. That's the resolution test\". According to Dr. Armstrong, if the test did not succeed in separating the enantiomers, you would simply have to try again, using a different set of resolving agents.", "[287] When asked on cross-examination whether there was any guarantee of achieving separation, Dr. Armstrong agreed with counsel for the applicants that testing would be required in order to know if a particular separation technique would work, noting that \"[n] othing is 100 per cent certain, even in the most obvious cases, to science\". Dr. Armstrong went on to say, however, that \"things fall into categor[ies] of being difficult to easy and everything in between. Repaglinide I put at the end of easy\".", "[288] Dr. Armstrong's affidavit also contains a detailed and technical comparison of the teachings of the '398 patent and the '851 patent, in support of his contention that the methods necessary to make repaglinide were already well known.", "[289] Insofar as the purity of the resulting product was concerned, Dr. Armstrong says that if the product initially obtained was not sufficiently pure, one simply had to repeat the process of recrystallization or HPLC to purify the product.", "[290] Both Dr. Armstrong and Dr. Enders are highly qualified individuals when it comes to separation techniques, although the focus of their expertise is slightly different. Dr. Enders' area of particular expertise is synthesization. He is an acknowledged leader in the field of asymmetric synthesis, and is a recipient of the very prestigious Arthur C. Cope Scholar Award for his leading work in the area. In contrast, Dr. Enders was prepared to recognize Dr. Armstrong as an expert in physical separation methods, and was prepared to defer to him in that regard.", "[291] I prefer the evidence of Dr. Armstrong to that of Dr. Enders for a couple of reasons. First, it appears that the method actually used by the drug development team at Karl Thomae in late 1986 and January of 1987 to obtain repaglinide was a physical separation method, a method that is admittedly within Dr. Armstrong's specific area of expertise.", "[292] Moreover, Dr. Armstrong's evidence as to the degree of effort that would be necessary to achieve enantiomeric separation is much more consistent with what actually happened in this case.", "[293] Dr. Enders states in his affidavit that he believes that if: - the separation of enantiomers was as straightforward as suggested by Cobalt; - the inventors were motivated by the state of the art to separate enantiomers; and - there was a clear indication in the '398 patent that the 388 compound was of interest and that the enantiomers should therefore be separated; it would have taken less than the six years between the publication of the '398 patent and the filing of the '851 patent in 1991 for this to have been achieved.", "[294] I agree with Dr. Enders that, at first blush, the time that elapsed between the initial synthesization of the 388 compound in October of 1984 and the filing of the '851 patent in 1991 might suggest that the techniques for separating enantiomers were not well understood, and that significant work was therefore required to achieve their separation. Indeed, this was the finding in the recent decision of this Court in Lundbeck , above, where the attempts to separate enantiomers extended over a long period of time and involved many efforts and huge difficulties.", "[295] In contrast, when one closely examines the evidence here, including the evidence of the inventors as to what actually took place in this case, one sees that once the Karl Thomae drug development team finally turned their collective minds to obtaining the enantiomers of the 388 compound, they were in fact able to do so quite quickly and relatively easily.", "[296] It will be recalled that the racemic 388 compound was made in October of 1984. Dr. Mark stated that as of mid-1985, the research and development activities of Karl Thomae were not focussed on the enantiomers of the 388 compound. Nevertheless, the first small amounts of the enantiomers of the 388 compound were obtained in October of 1985. At that time, the decision was made to pursue the development of the 388 compound. No consideration was being given at that time to looking to the enantiomers of the 388 compound for development.", "[297] However, because one of the enantiomers of a related compound had proved to be teratogenic, when the team at Karl Thomae investigated the teratogenicity of the 388 compound some time later, the decision was then made to test its enantiomers for teratogenicity as well.", "[298] In order to carry out these tests, it was necessary to synthesize larger quantities of the enantiomers of the 388 compound. Dr. Grell acknowledged that the principal way to synthesize the enantiomers was known at the time, although he says that additional work was needed, including the \"optimization of the route and the exploration of alternatives\".", "[299] What additional work was then actually carried out by the drug development team at Karl Thomae in order to obtain repaglinide?", "[300] We know from Dr. Grell that a March 1986 attempt to resolve the 388 compound directly by means of L-arginine failed. The team tried again in October and November of 1986, this time using a different resolution method, and trying eight different specified acids as potential resolving agents. The team got a \"hit\" using N-acetyl-L-glutamic acid and one equivalent of the rac-amine, although the samples obtained were at an unsuitably low purity level.", "[301] Just a few weeks later, in January of 1987, a more suitable purity level was achieved, again using N-acetyl-L-glutamic acid. Dr. Grell attributes this in part to \"luck\", and in part to the massive amount of work that had been done in attempting to synthesize other enantiomers of benzoic acid derivatives.", "[302] Thus, what we have here is a single failed attempt at separation in March of 1986. The next time the team at Karl Thomae tried to separate the enantiomers of the 388 compound trying eight different acids, they got a hit on one. Within just a few weeks, they were able to get repaglinide in a relatively pure form. This process was clearly not either prolonged or arduous. Indeed, it is consistent with Dr. Armstrong's evidence that the separation attempts described by Dr. Grell would have taken just a few days to a few weeks to accomplish.", "[303] In other words, the actual history of the separation of the enantiomers of the 388 compound is consistent with the evidence of Dr. Armstrong that the resolution methods were well known, and that the separation of the 388 compound into its constituent enantiomers would have been \"at the end of easy\".", "[304] Indeed, the affidavit of Dr. Grell shows that by 1986, the drug development team at Karl Thomae had separated 19 compounds including the 388 compound, repaglinide precursors, and repaglinide analogues. The inventors achieved these multiple successful separations despite the fact that the separation of enantiomers was not a priority at that time, and was being done only for \"scientific reasons\". l) The Application of the Sanofi Test", "[305] The Supreme Court found in <FRAGMENT_SUPPRESSED> that as of 1987 there was little motivation to pursue enantiomers: see para. 90. The relevant date in this case is in 1991. It is clear from the evidence before me, including Karl Thomae's own enantiomer policy, that by 1991, the world had evolved and it was now the state of the art to separate and test enantiomers.", "[306] It was known as of the relevant date that the 388 compound had hypoglycemic activity, and that such activity likely resided primarily in one or other enantiomer. It was also known that for some benzoic acid derivatives, it was the (S)(+) or (S)(-) enantiomer that was the one with most or all of the hypoglycemic activity.", "[307] As was explained earlier, I am satisfied that as of June 21, 1991, the person skilled in the art would know how to prepare substantially pure enantiomers of racemic compounds such as the 388 compound. This notional person would also be aware that although one could not predict what the pharmacokinetic properties of any given enantiomer would be, the pharmacokinetic properties of enantiomers could differ significantly from the racemate and from each other, and that it was therefore important to test them.", "[308] The inventive concept of Claims 1-9 and 15-20 of the '851 patent is repaglinide and its surprising pharmacokinetic properties when used to treat diabetes mellitus. I accept that based upon the prior art, one could not have predicted that repaglinide would have the three advantageous properties identified in the specification of the '851 patent.", "[309] The question, then, is whether the identification of these properties would have been obvious to the person skilled in the art, or required any degree of invention? In considering this question, it is appropriate for the Court to examine whether the differences, if any, between the state of the art and the inventive concept constitute steps which would have been \"obvious to try\" to a person skilled in the art.", "[310] By June 21, 1991, it was more or less self-evident that repaglinide's pharmacokinetic properties could well be very different from those of the (R) enantiomer or the 388 compound. I have found that the extent, nature and amount of effort required to make repaglinide in the first place was neither prolonged nor arduous, and the methods used and processes followed to test its pharmacokinetic properties were admittedly routine.", "[311] Insofar as the motive to find the solution the patent addresses is concerned, both sides agreed that the anti-diabetic field was intensely competitive at the time, and that there was a strong demand for a better anti-diabetic medication that did not have some of the drawbacks of the conventional SFU treatments.", "[312] Additional motivation to separate and test enantiomers was provided by the impending move towards increasingly stringent regulatory requirements.", "[313] As was noted earlier, the Federal Court of Appeal observed at paragraph 27 of Pfizer Canada Inc. , above, that the word \"obvious\" in the phrase \"obvious to try\" means \"very plain\". The test will not be satisfied when the prior art would merely have alerted the person skilled in the art \"to the possibility that something might be worth trying\": at para. 29. Rather, the judge must be satisfied on a balance of probabilities that it was more or less self-evident to try to obtain the invention: see also <FRAGMENT_SUPPRESSED> at para. 66.", "[314] The applicants point to the fact that more than six years elapsed between the time that the racemate of repaglinide was first synthesized in 1984 and the time that repaglinide's advantageous pharmacokinetic properties were identified in the period between early 1990 and April of 1991. During this period, there was a strong motivation to find a better anti-diabetic medication, given the intense competition in the field. Had testing the enantiomers for their pharmacokinetic properties been \"obvious to try\", the applicants say, the research team at Karl Thomae would have explored this area before spending unnecessary time and money on investigating the racemate.", "[315] From this, the applicants urge me to find that the prior art and common general knowledge of persons skilled in the art at the relevant time were not sufficient for it to be more or less self-evident to try to test the (S) enantiomer of the 388 compound for its pharmacokinetic properties.", "[316] That is, the applicants say that the course of conduct actually followed by Karl Thomae demonstrates that it was not \"self-evident\" from either the prior art, or from the common general knowledge at the relevant time what the pharmacokinetic properties of the (S) enantiomer of the racemic 388 compound would be, and, therefore, that what was being tried ought to work.", "[317] I have carefully considered the applicants' argument regarding course of conduct during the period leading up to the identification of repaglinide's pharmacokinetic properties. On its face, the time involved throughout this process would indeed suggest that, in at least the mid-1980s, the pharmacokinetic advantages of the (S) enantiomer of the 388 compound were not quickly or easily predictable, and that testing enantiomers for their pharmacokinetic properties was not routine. Indeed, the Supreme Court of Canada came to a similar conclusion with respect to the situation in early 1987: see <FRAGMENT_SUPPRESSED> at para. 92.", "[318] However, the parties agree that in this case, the relevant date for assessing obviousness is June 21, 1991. It is clear from the evidence before me that things had changed in the intervening four years. While it might not have been \"very plain\" from the prior art precisely what repaglinide's pharmacokinetic properties would be as of June 21, 1991, the prior art did alert the person skilled in the art of considerably more than the mere possibility that testing the enantiomers of the 388 compound for their pharmacokinetic properties was something that might be worth trying.", "[319] Indeed, I am satisfied on a balance of probabilities that, as of June 21, 1991, it was self-evident that a person skilled in the art would test enantiomers for their pharmacokinetic properties. I am also satisfied that repaglinide's pharmacokinetic properties would inevitably have been discovered as a result of this routine testing.", "[320] That such testing was indeed a routine part of the state of the art in 1991 is evidenced by Karl Thomae's own 1989 enantiomer policy, which recognizes the independent pharmacokinetic behavior of enantiomers, and the resultant need to test for this.", "[321] Moreover, the industry was aware at this time that the testing of enantiomers for their pharmacokinetic properties was likely going to become a requirement of the regulatory process. As Dr. Cunningham said, pharmaceutical companies would want to \"pre-empt\" where the FDA was going, so as to avoid delays in the approvals process down the road.", "[322] That the testing of enantiomers for their pharmacokinetic properties had become a routine part of the industry practice as of the relevant date and was not an inventive step by the drug development team at Karl Thomae is further evidenced by the fact that it was a third party, namely Novo Nordisk, who asked that repaglinide be tested for its pharmacokinetic properties as part of licensing negotiations with respect to the racemate.", "[323] As a consequence, I find that Cobalt's allegation of obviousness is justified.", "[324] In light of this conclusion, it is not necessary to address Cobalt's remaining allegations of invalidity, save and except its allegation that the '851 patent is void pursuant to section 53(1) of the Patent Act on the basis that the inventors misled the Patent Office. This allegation must be addressed because of its potential impact on the question of costs. C) Is the '851 Patent Void pursuant to section 53(1) of the Patent Act", "[325] Section 53 of the Patent Act provides in part that: \"53(1) A patent is void if any material allegation in the petition of the applicant in respect of the patent is untrue, or if the specification and drawings contain more or less than is necessary for obtaining the end for which they purport to be made, and the omission or addition is wilfully made for the purpose of misleading. \"53(2) Where it appears to a court that the omission or addition referred to in subsection (1) was an involuntary error and it is proved that the patentee is entitled to the remainder of his patent, the court shall render a judgment in accordance with the facts, and shall determine the costs, and the patent shall be held valid for that part of the invention described to which the patentee is so found to be entitled.\"", "[326] Cobalt alleges that the inventors made material allegations about the utility of the patent which allegations were untrue. Moreover, it says that the inventors had a large amount of information in their possession that they did not disclose to the public, which ought to have been disclosed. According to Cobalt, these errors and omissions were made willfully and for the purpose of misleading.", "[327] Before turning to consider Cobalt's specific allegations in this regard, it is helpful to start by examining the law relating to subsection 53(1) of the Patent Act i) The Law Governing section 53(1) of the Patent Act", "[328] An allegation of invalidity under section 53 \"implicates the notion of fraud\". As such, \"[a] party should not merely speculate or make imputations as to motive in a reckless manner or without sufficient evidence so as to have a reasonable belief as to its truthfulness\": <FRAGMENT_SUPPRESSED>  at para. 62, affd, (2009), 392 N.R. 243; 2009 FCA 97, leave to appeal refused [2009] S.C.C.A. No. 219; 401 N.R. 400 (S.C.C.) ( <FRAGMENT_SUPPRESSED> ).", "[329] There are two parts to subsection 53(1) of the Act . In Hughes and Woodley on Patents , 2nd ed., the authors describe the components of section 53 of the Patent Act as follows: \"A patent is invalid if any statement made in the petition or specification is untrue or is more or less than is necessary for the end for which it purports to be made, and such was made wilfully, for the purpose of misleading. If, however, such omission or addition was not wilful, the patentee is entitled to the balance of the patent and the Court may act upon that balance in an action. The wording of the section does not require wilfulness for an untrue allegation, only for an omission or addition . A party alleging such an issue who fails to prove it may suffer serious consequences as to costs. The issue must be clearly and precisely pleaded. This provision of the Act provides that a patent can be void simply if any material allegation in the petition is untrue; no proof of wilfulness is required. However, if there is an improper omission or addition, then willfulness is an element. \" (at §24, emphasis added)", "[330] Thus, the requirement of willfulness relates specifically to omissions or additions. Generally speaking, untrue allegations, if material, shall void the patent even if there is no intent to mislead: <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 488 (T.D.) at 509, revd. in part without discussion on this point (1995), 188 N.R. 382; 63 C.P.R.(3d) 473 (F.C.A.).", "[331] In order for a patent to be void pursuant to the first part of subsection 53(1), three requirements must be met: (i) the allegation must be contained in the petition; (ii) the allegation must be material; and (iii) the allegation must be untrue: <FRAGMENT_SUPPRESSED>  at para. 14.", "[332] Cobalt says that it is primarily relying on the second part of subsection 53(1). As counsel for Cobalt put it, Dr. Jamali was really \"pointing to the omission of information, the confusion that it causes, the fact that there must have been some information that has not been put in the patent and why is that\": see Hearing transcript, at page 754.", "[333] Allegations under the second part of subsection 53(1) must be strongly supported with evidence.  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), the Court examined a predecessor provision to section 53, describing the burden on a party alleging a breach of the provision in the following terms: \"While the defendant alleged that the omission of data on optimum levels of iron impurity was 'wilfully ... misleading' I think there is a heavy burden on it to demonstrate very clearly both elements . First, it must show an intention in the drafting of the patent application itself to mislead, and this cannot be done merely by showing that at another time and in another context the plaintiff has been more precise in defining criteria for particular uses - uses to which the patent is not limited. Secondly, it would have to show that the statement in the patent would be likely to mislead.\" (at p. 75, emphasis added)", "[334] In Ratiopharm , Justice Hughes discusses the issue of intent, observing that: \"[...] In considering whether the specification is misleading the Court must look at the specification, the nature of the alleged misleading material to determine if it would be likely to mislead a person skilled in the art, and whether, taking the evidence as a whole, whether an intention to mislead can be determined directly or by reasonable inference.\" (at para. 157, emphasis in the original)", "[335] Cobalt makes a number of allegations in support of its section 53 argument, the specifics of which will be discussed below. It should, however, be observed at the outset that Cobalt does not suggest that any one of the allegedly misleading statements in, or omissions from, the patent, would, by itself, be sufficient to void the patent. Rather, Cobalt says that it is the cumulative effect of these misleading statements and omissions that supports a finding under subsection 53(1): see Hearing transcript, at pages 757-8.", "[336] Counsel for Cobalt went on to explain that \"you have just an overall feeling - and that is Dr. Jamali's evidence - of the credibility of the ['851 patent]. That is what we would say you can infer intent from\": see Hearing transcript, at page 759. ii) Sufficiency of the NOA", "[337] As a preliminary matter, the applicants submit that Cobalt's Notice of Allegation was vague and general in nature, and did not meet the standard of particularity identified in cases such as <FRAGMENT_SUPPRESSED>  C.P.R.(4th) 272 (F.C.A.).", "[338] I note, however, that no affidavit has been filed on behalf of the applicants stating that they were not in a position to decide whether to challenge Cobalt's NOA because the statement lacked specificity, or that they were prejudiced in some way in this regard: see <FRAGMENT_SUPPRESSED>  at paras. 11-17. See also <FRAGMENT_SUPPRESSED>  at para. 13.", "[339] The test for assessing the sufficiency of a Notice of Allegation was described by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ). The Court stated that the question was whether the detailed statement was sufficient to make the patentee fully aware of the grounds on which the generic claimed that the relevant patent would not be infringed if a NOC was issued by the  <FRAGMENT_SUPPRESSED>  C.P.R.(4th) 272 (F.C.A.) at paragraph 17, per Stone,  <FRAGMENT_SUPPRESSED>  C.P.R.(4th) 338 (F.C.A.) at paragraph 26, per Noël, J.A.; and also <FRAGMENT_SUPPRESSED>  C.P.R.(4th) 400 (F.C.A.) at paragraph 24, per Evans, J.A.).", "[340] While the decision in <FRAGMENT_SUPPRESSED> relates to issues of infringement, the same principles can readily be applied to questions of patent invalidity.", "[341] The section of Cobalt's NOA specifically dealing with its section 53 allegation is indeed both brief and general in nature. It does, however, refer back to matters raised earlier in the NOA in relation to its allegations of inutility etc., which earlier allegations are spelled out in some detail in the NOA.", "[342] There are, however, matters relating to the section 53 argument that were not identified in Cobalt's NOA. The applicants take particular issue with Cobalt's failure to clearly allege that there was a material omission in the patent relating to the fact that the inventors' studies were carried out on healthy volunteers, rather than on diabetes patients. Cobalt's answer to this is that it only became aware of this fact when it received the applicants' evidence, and thus could not have raised the matter in its NOA.", "[343] I do not need to decide whether that Cobalt's section 53 allegation should be summarily disposed of on the grounds of the insufficiency of the Notice of Allegation. This is because I am satisfied that, in any event, the evidence does not support Cobalt's allegation that the '851 patent is void under subsection 53(1) of the Patent Act iii) The Missing Legend", "[344] It will be recalled that the patent contains two charts or \"Figures\" which the applicants assert show plasma concentration data for each of the (S) and (R) enantiomers after administration of the 388 compound in humans. The applicants say that Figure 1 shows plasma concentration data following intravenous administration, whereas Figure 2 shows plasma concentration data following oral administration.", "[345] In support of its section 53 argument, Cobalt relies on the fact that a sentence explaining the two figures was omitted from the second page of the '851 patent. The applicants acknowledged that there was indeed such an omission, but say that it was inadvertent.", "[346] Under the heading \"Inadvertent Omission\", Dr. Mark explained in his affidavit that he noted the omission when reviewing the '851 patent. He reiterated in his cross-examination that the omission of the sentence was inadvertent.", "[347] Dr. Mark explains that the sentence appears in the corresponding European Application EP589874-A1 and European Patent EP-589874-B1. The English translation of the omitted sentence reads: \"Figure 1 shows plasma concentrations of AG EE 623 ZW [repaglinide] and AG EE 624 ZW [the (R) enantiomer] after administration of 1 mg i.v. of AG EE 388 ZW [the racemate 388 compound]. Figure 2 shows plasma concentrations of AG EE 623 ZW and AG EE 624 ZW after oral administration of 1 mg i.v. of AG EE 388 ZW as a solution each to 12 healthy male volunteers\".", "[348] I have no hesitation in finding that the omission of the sentence in question from the Canadian '851 patent was indeed inadvertent. Given that the sentence was included in the corresponding European application and patent, there would simply be no reason for the inventors to leave it out of the Canadian patent, nor any advantage to be gained by doing so.", "[349] Moreover, it is clear from the evidence of both Dr. Derendorf and Dr. Verspohl that the person skilled in the art reading the patent would not be misled by the missing sentence, and would understand that one figure related to plasma levels following oral administration and the other to plasma levels after intravenous administration. This was evident from the rate of uptake, that is, the time required to achieve C max or maximum concentration in the blood.", "[350] As Dr. Derendorf explained \"[i]t is well known that intravenous administration results in 100% bioavailability with the drug being directly administered into the plasma\". Indeed, even Dr. Jamali ultimately reluctantly conceded that he understood the figures to relate to differing methods of administration. iv) The Study Data", "[351] Cobalt also alleges that the '851 patent is misleading insofar as it relates to the study data referred to in the specification. Indeed, Dr. Jamali was highly critical of this information. I agree with the applicants that when regard is had to Dr. Jamali's affidavit and his cross-examination, it becomes apparent that he is holding the patent to the standard required of peer-reviewed scientific journal articles. He is essentially complaining that the inventors have not backed up the invention with the results of all of the tests that were performed and the resulting data.", "[352] It is well-established in the jurisprudence that the standard required to obtain a patent cannot be equated to that needed to obtain regulatory approval for a drug, or to publish an article in a peer-reviewed journal: see, for example in <FRAGMENT_SUPPRESSED>  at para. 87.", "[353] I do recognize that the disclosure requirement is elevated in cases where the utility of an invention has not been demonstrated, but is instead based upon a sound prediction: see <FRAGMENT_SUPPRESSED>  at paras. 14-15). However, this is not a case where utility was based on a sound prediction. The only affidavit evidence directly commenting on the inventors' studies came from Dr. Derendorf, who asserted that utility had been demonstrated as of the material date.", "[354] Furthermore, to the extent that the evidence of Drs. Mark, Grell and Derendorf conflicts with that of Dr. Jamali in relation to the study data, I prefer the evidence of Drs. Mark, Grell and Derendorf to that of Dr. Jamali.", "[355] I acknowledge that, as the inventors of the invention claimed in the '851 patent, Drs. Mark and Grell may have an interest in the outcome of this proceeding. However, Dr. Jamali was also involved in this matter from a very early stage, and evidently had a hand in drafting Cobalt's NOA. Moreover, his allegiance to Cobalt's interests was apparent in several ways. A review of the transcript of his cross-examination reveals that he was frequently very argumentative in his responses. He was also reluctant to admit the self-evident, such as the fact that it is generally better to avoid administering unnecessary substances where possible, as these substances, even if inactive, must still be metabolized by the liver.", "[356] I found the following exchange specifically relating to the presentation of the study data in the specification to be particularly telling: \"Q. Okay. So it was that problem -- even though they're saying findings in humans, it is the fact of lack of studies that are produced in this patent, or do not appear in this patent, that give you the main difficulty? A. I would suggest to you that omission of information, I would suggest to you that would have been available to them, because they conducted some studies, and that is the problem I have. My problem is that -- one of the problems I have, if you are giving me data, why are you giving me this window of the information and neglect or decide not to give me the rest of it? I can go to the page 3 document and show you, page 3 data. Q. Okay. But I am just trying to put my finger on -- that's your main problem when you approach this patent? A. I don't know if it is my main one. I want to reserve my rights to come up with another main problem .\" (see Hearing transcript pp. 753-754, emphasis added)", "[357] I do not intend to address each alleged deficiency in the presentation of the study data, given my overall finding that the evidence of Drs. Mark, Grell and Derendorf is to be preferred in this regard. I will, however, address what Cobalt says is \"a critical component\" of its allegation under section 53. That is the fact that there is no disclosure in the specification that the support for the assertion of \"the surprisingly quick onset of the lowering of blood sugar by [repaglinide] compared with the [racemate]\" is data obtained from a single healthy volunteer - namely Dr. Grell himself.", "[358] Relying upon the evidence of Dr. Jamali, Cobalt says that this is especially misleading as the reference to this study comes immediately after a paragraph describing six- and 12-person studies comparing plasma concentration levels of repaglinide and the 388 compound.", "[359] Dr. Grell explains at paragraph 46 of his affidavit how he carried out an initial test of repaglinide on himself. Dr. Mark explained that although the statistical power of a multi-subject study is greater, the very strong results that Dr. Grell observed were significant, even though they came from a single individual. Dr. Derendorf agreed with Dr. Mark in this regard.", "[360] It will be recalled that Cobalt went first with its evidence on the issue of validity. Although Cobalt brought a motion to adduce reply evidence after receiving the applicants' affidavits, which included the study data, it did not seek leave to adduce evidence challenging the validity of the results of Dr. Grell's experiment on himself.", "[361] Moreover, there is no evidence before me to suggest that the results obtained by Dr. Grell were not accurate.", "[362] In the circumstances, I am not persuaded that the failure to indicate that the source of the information regarding repaglinide's surprisingly quick onset came from tests done on Dr. Grell himself amounts to an omission that would come within in ambit of subsection 53(1).", "[363] I am similarly not persuaded that the failure to indicate in the '851 patent that the studies of repaglinide in issue were carried out on healthy volunteers, including Dr. Grell, rather than diabetes patients amounts to an omission of the sort that would engage subsection 53(1) of the Patent Act", "[364] Dr. Mark candidly acknowledged in his cross-examination that there can be differences in the activity of a drug, depending on whether the drug is administered to patients or healthy volunteers. However, he was quite clear that in the case of agents such as repaglinide which stimulate insulin secretion, \"good biomarkers\" can nevertheless be obtained from healthy volunteers. Significantly, Dr. Jamali did not claim otherwise.", "[365] Before leaving this issue, I would note that although Cobalt cross-examined both Dr. Mark and Dr. Grell at some length, Cobalt's section 53 allegations that there were intentional omissions from the patent were never put directly to either one of them. This seems to me to be very unfair. If an allegation is going to be made that an inventor has misled the Patent Office, elemental fairness requires that the allegation be put squarely to the inventor, and that the inventor be provided with the opportunity to respond to the allegation.", "[366] Relying on Ratiopharm , above, at para. 202, Cobalt says that one cannot expect someone to admit to having done something wrong, such as intentionally putting misstatements in a patent. From this I understand Cobalt to be suggesting that it is somehow relieved of any obligation to put the substance of an allegation under section 53 to the inventors. I do not accept this suggestion.", "[367] It should first be observed that in Ratiopharm , the omissions in issue were squarely put to the witness, and Justice Hughes' comments were made in the course of evaluating the witness' response. Moreover, as Justice Zinn recently observed in <FRAGMENT_SUPPRESSED> ; 361 F.T.R. 268; 2010 FC 42: \"[125] The Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  at para. 25 (F.C.A.) at para. 25, summarized the principle in <FRAGMENT_SUPPRESSED>  evidence that contradicts his testimony, the witness must be given a fair opportunity to explain the discrepancy. This is a rule grounded in fairness and reason. Its application depends upon the circumstances of the case. The trier of fact is always entitled to disbelieve or reject any evidence that is presented (J. Sopinka, S.N. Lederman and A.W. Bryant, The Law of Evidence in Canada , 2nd ed., (Toronto: Butterworths, 1999) at 954-957).' \"[126] The rule in <FRAGMENT_SUPPRESSED>  Applicants rely upon that was not put to the witnesses. Nonetheless, fairness and reason dictate that when a party proposes to make a submission that the words contained in a sworn affidavit are those of another and do not express the views of the affiant, that proposition ought to be squarely put to the affiant in order that he has an opportunity to respond .\" (My emphasis).", "[368] This sentiment is all the more applicable where, as here, serious allegations of misconduct have been levied against the inventors. Having made such allegations, it was incumbent on Cobalt to \"squarely\" question the inventors as to whether any omissions in the patent were the product of an intent to mislead. VIII) Conclusion", "[369] For these reasons, I have concluded that Cobalt's allegation of obviousness is justified, with the result that the application is dismissed. IX) Costs", "[370] The parties agree that the successful party or parties should have their costs at the middle of Column IV. Subject to the comments below, and the following directions, I agree that this is appropriate in this case.", "[371] Following on the example set by Justice Hughes in <FRAGMENT_SUPPRESSED>  ( Bristol-Myers Squibb ), costs should be awarded for a senior and a junior counsel for attendance at the hearing. Insofar as the conduct of cross-examinations is concerned, the costs of a senior and a junior counsel, if present, may be taxed. However, the costs of only one senior counsel will be allowed in defending a cross-examination. No costs are allowed for other lawyers, in-house or external, students, paralegal or clerical personnel.", "[372] The parties also agree that the winner should have their reasonable disbursements. Cobalt's final Bill of Costs claims disbursements in the amount of $270,000. This is significantly less than the disbursements claimed by the applicants. Having reviewed Cobalt's Bill of Costs, I am satisfied that the amount claimed is reasonable.", "[373] The question remains as to what, if any, reduction should be made to Cobalt's costs award to take into account its unsuccessful allegations under section 53 of the Patent Act", "[374] As was noted earlier, allegations under section 53 of the Patent Act implicate the notion of fraud. As such, they should not be advanced lightly, without a sufficient evidentiary foundation, in the hope that evidence may turn up along the way to support the allegations.", "[375] As Justice Hughes observed in <FRAGMENT_SUPPRESSED> , above, \"[t]o raise an issue of fraud or even a section 53 type of fraud and not follow through with the matter, or fail to prove it, will have serious consequences when it comes to the question of costs\": at para. 63.", "[376] A review of the jurisprudence discloses that in some cases where allegations under section 53 are advanced in a Notice of Allegation or action, but are ultimately not pursued, the Court has reduced the fees and disbursements awarded to a successful generic by 25%: see Bristol-Myers  <FRAGMENT_SUPPRESSED> , at para. 189; <FRAGMENT_SUPPRESSED>  at para. 110; <FRAGMENT_SUPPRESSED> , above, at para. 192.", "[377] In another case, a successful innovator had its costs increased by 5% to take into account an abandoned allegation under section 53 of the : see <FRAGMENT_SUPPRESSED>  at para. 250, revd. (2009), 392 N.R. 71; 75 C.P.R.(4th) 411; 2009 FCA 212.", "[378] Cobalt points out that in each of these cases, the section 53 allegation was abandoned prior to the hearing. From this I understand Cobalt to be suggesting that the fact that it pursued the issue to the bitter end should somehow operate in its favour when it comes to the question of costs. I do not agree. In my view, Cobalt's failure to cut its losses and abandon this issue earlier in the process is an aggravating rather than a mitigating factor - one which could have arguably favoured a greater cost penalty than that assessed in the cases cited above.", "[379] That said, the applicants submit that a 25% reduction in Cobalt's fees and disbursement would be appropriate in this case, and I so order. JUDGMENT", "[380] THIS COURT ORDERS that: 1. The application is dismissed; 2. Cobalt is entitled to its costs in accordance with these reasons. Application dismissed. Editor: Gary W. McLaughlin/vnh [End of document]"]}