{"id_": "011646", "body_str": ["[1] de Montigny, J. [Translation]: This is an application for judicial review arising in a situation of distrust, deep dissension and antagonism within the band council of the Première Nation Malecite de Viger (hereinafter \"PNMV\"). This climate, which has already undermined the good governance of this Indian band for far too long, is hindering the economic development of its resources, tainting the credibility of its elected representatives in the eyes of the Members and the neighbouring community, and preventing it from managing the programs and services financed by the Department of Indian and Northern Affairs Canada.", "[2] The courts are unfortunately not the most appropriate forums for resolving this kind of dispute, rooted in causes going well beyond any differences regarding the interpretation to be given to legislative provisions. Moreover, the Court is quite ill equipped to assess blame and to make a decision regarding the allegations made on both sides in the context of an application for judicial review where the evidence rests on affidavits rather than on hearing witnesses.", "[3] With those caveats on the record, I will nevertheless proceed to carefully review the evidence that was filed before me and to assess the respective submissions of each party, so that I may make the order that in the circumstances seems to me to be the most consistent with the law and the most fair. I am well aware of the limits of this exercise, considering the procedural history preceding the hearing of this application. Yet I would think that the determinations that I make in this case as well as in the related docket T-558-05, would help break the impasse and lead the parties to offer the necessary cooperation required to truly resolve this dispute. That is what it would take to rekindle the confidence and the solidarity that the PNMV and the aboriginal people so desperately need to address the many challenges awaiting them in the coming years. LEGAL BACKGROUND", "[4] The council of the Première Nation Malecite de Viger and its four Chief councillors, Aubin Jenniss, Pierre Nicolas, Ernest-Daniel Nicolas and Martine Bruneau, (hereinafter the applicants) brought an application for judicial review with a motion for interlocutory injunction in this Court on March 29, 2005. The first three applicants were elected during the general elections held in June 2003, while the applicant Martine Bruneau was elected in the by-elections held in February 2005. As for Grand Chief Jean Genest (hereinafter the respondent), against whom the application was brought, he was elected in the by-elections held in December 2004.", "[5] Through this application for judicial review, the PNMV Council is essentially asking this Court to: (1) declare illegal certain acts and certain decisions by the respondent and to void them, insofar as they are acts and decisions made without the consent of the majority of councillors present at a properly convened meeting of the Band Council; and (2) order the respondent or to anyone receiving instructions from the Band Council, supporting them or having knowledge of the matter, to cease, directly or indirectly, a series of actions affecting the internal administration of the Band Council or the affairs of the Band.", "[6] In their memorandum, the applicants allege specifically that the respondent committed the following acts: \"[Translation] (a) On February 22, 2005, the respondent Genest awarded Bernard Thériault the contract for transporting the Band's crab fishing catches without notifying the Council or obtaining its authorization; (b) On or about March 1, the respondent Genest entered into a Lease on behalf of the Band for the lease of a commercial office space without notifying the Council or obtaining its authorization; (c) On or about March 8, 2005, the respondent Genest, without notifying the Council or obtaining its authorization, suspended fishing coordinator Jean-Claude Paradis, when his employment contract (exhibit P-17) clearly stated that his immediate superior was the Council; (d) On or about March 10, 2005, the respondent Genest - alone and without notifying the Council - decided to change the locks of the doors to the Band's administrative centre located on the Cacouna Reserve at 112 de la Grève in Cacouna. In so doing, the respondent Genest physically limited the other Council members' access to the premises and prevented them from performing the public tasks that they had been democratically elected to do; (e) Since March 10, 2005, the respondent Genest allowed individuals who were not Council members or band employees to have full access to the offices of the administrative centre, despite the clearly expressed refusal of the Council; (f) Since March 10, 2005, the respondent Genest has been engaging in or allowing individuals assisting him to intimidate and threaten personnel; (g) On or about March 16, 2005, the respondent Genest, without notifying the Council or obtaining its authorization, relieved the fishing coordinator Jean-Claude Paradis of his duties, when his employment contract clearly stated that his superior was the Council;\"", "[7] This proceeding was immediately followed by a second application for judicial review, introduced by the respondent Genest against the applicants (docket T-558-05). Grand Chief Genest alleged in his application: (a) fraud and conflict of interest on the part of the other Council members; (b) systematic obstruction of all of his suggestions; and (c) actions in bad faith to isolate him. This application was the subject of a different order and reasons, filed on the same day as these reasons.", "[8] On April 14, 2005, Mr. Justice Simon Noël of this Court made an order regarding a motion for an interim injunction against Grand Chief Genest. He noted at that time that [translation] \"a major conflict continues between the Grand Chief and the four members of the Band Council to the point that the work of the band Council has been hindered considerably\" (page 4). Then, after briefly summarizing the parties' allegations against one another, he directed the parties to respect and preserve the status quo as it existed on February 20, 2005, [translation] \"the moment when each of the parties began to act unilaterally\". Specifically, he asked the band Council to [translation] \"... work together and settle matters before them in accordance with the Act , the by-laws and custom, in the interest of the First Nation\" and ordered the applicants and the respondents [translation] \"to give one another the respect that is essential in like circumstances\". Finally, he also made a series of orders meant to ensure that the Band's affairs functioned smoothly (authorization to sign cheques, to enter into a financing agreement with the DINAC, forwarding mail to Council members, setting up a Council of Elders).", "[9] As the applicants were of the opinion that the respondent was not complying with Mr. Justice Noël's order, they filed a motion to require the Grand Chief to appear in order to respond to contempt of court allegations. The Prothonotary granted that motion and ordered the respondent to appear before the Court on June 8, 2005. After hearing several witnesses and the parties' submissions, Pinard, J., dismissed the specific accusations contained in the motion and made the following remarks: \"So, as a result of my assessment of the relevant evidence, both oral and written, that evidence leaves me with a reasonable doubt as to the conscious and intentional disobedience by the respondent Jean Genest of the order delivered on April 14, 2005 by my colleague, Mr. Justice Noël, in this case. Without necessarily endorsing all of the actions, sometimes clumsy, of Grand Chief Genest, in the exercise of his expressed desire to comply with the order of Mr. Justice Noël, particularly in respect of the regular presence in the administrative centre of the First Nation of persons not directly employed by the Council, concerning the control he exercises over access to that centre and concerning the so-called temporarily necessary way he has of managing the affairs of the First Nation, and I take into account the context. I take into account the atmosphere of extraordinary tension that has existed since at least March of 2005, both politically and administratively, especially politically. I also take into account the flagrant lack of communication between all of the interested parties covered by this order. Because - let us bear this in mind - the order of Mr. Justice Noël was not addressed only to the respondent, Jean Genest. It was also addressed to the four council members, council chiefs. It seems to me, as I said earlier, that the order calls for cooperation of everyone, requiring of all the interested parties and not only Mr. Genest that certain things be done or that certain omissions occur. And in the context in which the communication of the parties has not been restored, it is very hard to determine who is primarily responsible, who is more responsible than another. But it is in that context that I must judge whether there has been disobedience, if he has knowingly and intentionally disobeyed the order in question. So, in that context as a whole, and according to my understanding of the events, I am not persuaded, once again, beyond a reasonable doubt, of the guilt in this case of the Grand Chief. ... Accordingly, the formal order is that the motion for contempt is dismissed, without costs.\"", "[10] The parties then participated in a dispute resolution conference on June 20, 2005, presided over by Madam Prothonotary Tabib. However, this attempt to reach an agreement between the parties would end in failure, as indicated by the notice of failure to settle filed in the Court record on June 27, 2005.", "[11] On or about September 20, 2005, the applicants filed a new motion for interim injunction. In that motion, the four Chief councillors essentially enumerated all of Grand Chief Genest's failures to observe Noël, J.'s, order and the promises that he had made at the contempt of court hearing before Pinard, J. They allege, inter alia, that the Grand Chief continued to control access to the administrative offices, that he refused to account for the use of money that he appropriated, that he maintained his exclusive control of the Band's internet site, that he refused to attend the Council meetings called by the applicants, that he refused to sign the cheques in accordance with the Band Council's decisions and that he arranged to cause the closing of the Band's bank account, that he did not pay the salaries of the permanent personnel to cause them to resign, that he refused to proceed to convene the Council of Elders and that he was taking a public stand regarding matters of interest to the band without the Council's authorization.", "[12] Accordingly, the applicants are asking the Court to make a series of very detailed orders, making up no less than three pages of the applicant's memorandum. And that does not include the same kind of conclusions that we find in the application for judicial review. I will elaborate further on these conclusions in my analysis, which will follow.", "[13] On September 23, 2005, Hugessen, J., made an order, then directions, scheduling the hearing of this motion for injunction on September 26. With the matter before him at a general sitting, Martineau, J., determined that the matter was not ready to proceed to hearing, that there was no urgency justifying an interim injunction order, and therefore adjourned the motion sine die. Then, on October 19, 2005, Madam Prothonotary Tabib made a case management order in which she scheduled the hearing of this motion for injunction on the same dates as the hearing on the merits of the applications for judicial review in dockets T-518-05 and T-558-05.", "[14] At the same time as all of these proceedings in the Federal Court, the applicants also brought several proceedings in the Superior Court of Quebec. Writs of seizure before judgment, a motion for interim injunction, a motion to have the respondent's counsel disqualified from representing him, ex parte seizures; the list of these proceedings would be too long to enumerate them all. Most relevant for the purposes of this dispute is the decision by the Honourable Madam Justice Suzanne Ouellet of the Superior Court of Quebec, on January 11, 2006.", "[15] In that matter, indexed as Conseil de la première nation malécite de  <FRAGMENT_SUPPRESSED>  the Superior Court had to decide a motion for interlocutory injunction whose conclusions to a certain extent correspond to the conclusions found in the motion now before me. After reviewing the evidence by affidavit from the two parties and hearing several witnesses (including the Grand Chief and two of the four Chief councillors), Ouellet, J., observed that on December 16, 2005 (paragraph 21 of the judgment): \"[Translation] 1. the conflict persists; 2. the Band Council remains paralysed; 3. the accounting (D-28) filed reveals an extremely precarious situation; 4. after April 14, 2005, the Grand Chief continued to act unilaterally (buying a house in Rivière-au-Renard, hiring certain employees, dismissing the controller, Roger Lafond, unilaterally managing the fishing revenues, etc.).\"", "[16] Having determined that the Grand Chief had acted unilaterally and that the Council had not ratified his decisions, and stating that she was perplexed by the Band's financial ruin and noting the urgency of the situation, Madam Justice Ouellet held that the circumstances warranted the appointment of a receiver. She therefore ordered, inter alia, that all of the PNMV's financial assets be placed in receivership until the Court had ruled on the parties' submissions and that the receiver (Samson Bélair/Deloitte Touche) be put in possession of all of the PNMV's financial assets to administer them in accordance with the powers conferred to it under the Act . Moreover, she ordered the respondents Jean Genest, Marcelle Albert-Rioux and Aline Gagné-Jenniss to cease collecting any sums belonging to the Band, including any sums from the sale of catching fish.", "[17] That succinctly sets out the different proceedings over the last 12 months giving rise to this dispute. Now I must say a word about the parties present, before proceeding with an analysis of the arguments submitted by the applicants. BACKGROUND INFORMATION", "[18] The Première Nation Malecite de Viger is an Indian Band within the meaning of section 2 of the Indian Act (R.S.C 1985, c. I-5). Dispersed in 1870, this Band was not regrouped until the 1980s. It owns two reserves, namely the Whitworth reserve on the south shore of the Saint-Laurent, 30 kilometres south of Rivière-du-Loup, and the Cacouna reserve, which is located near the municipality of the same name. According to the Indian Register held at the DINAC pursuant to the Indian Act , a single person resided on the reserve (affidavit of Daniel Tétreault, paragraph 13).", "[19] This Band, as well as its Band Council, is considered to be federal boards, commissions or other tribunals within the meaning of section 2 of the Federal Courts Act (R.S.C. 1985, c. F-7, as amended), when exercising jurisdiction or powers conferred by or under an Act of Parliament. The same applies whether the Band Council is elected in accordance with the Act or according to custom:", "[20] The Indian Act provides that members of the band council are elected in accordance with that Act or in accordance with the band's custom (see Indian Act , subsection 2(1); WOODWARD, J., Native Law , Thomson Carswell, Toronto, 2005, page 164 et seq.). Yet, it appears that since 1987, the PNMV has been administered and represented by its elected Band Council and governed in accordance with the customs of this First Nation, unlike bands that hold their elections and that are governed by the rules of the Indian Act . In fact, it could not be any other way because the members of the PNMV do not occupy a given territory or reserve, an essential requirement for sections 74 et seq. of the Indian Act to apply. That is why on November 17, 1987, the Minister adopted an order-in-council to clarify the situation, so that the band could choose its council in accordance with its custom.", "[21] The only custom that appears to be recognized by the band regarding the functioning of the Band Council, its powers, duties and functions, as well as the powers of the Grand Chief, is codified in its general by-law. However, the parties do not agree with respect to the issue of whether the by-law currently in effect is the one that was adopted in 1991, or the more recent by-law adopted in 2003. I will return to this issue in my analysis.", "[22] With respect to the Department of Indian and Northern Affairs Canada, it does not intervene in the Band Council's elections, does not control the validity of resolutions adopted by the Band Council pursuant to the Band's general by-laws, and does not interfere in the conflicts that may arise within the Band Council, insofar as the PNMV is not governed by the Indian Act in electoral matters and with regard to its internal governance. The Department's counsel therefore insisted that her client is accordingly not a party, as a general rule, to disputes involving the customary administration of the band's matters; the validity of resolutions or council decisions are more within the purview of the members of the band and, in the event of a dispute, of the courts.", "[23] Given the background described above, it is not surprising to note that the Department feared that the programs and services for which the PNMV received budgetary allowances were not adequately delivered to the recipients of the programs contemplated by the financing agreement between the two parties. Despite the numerous attempts to approach the parties, the ministerial authorities had to recognize and take notice of the fact that the impasse was ongoing and that the delivery of programs to the members was thereby threatened. Therefore, on August 4, 2005, the DINAC suspended the agreement as of September 1, 2005, and appointed a receiver-manager mandated to administer the agreement with the band and to deliver the programs and services to the recipients. ISSUES", "[24] There are three issues that in my opinion must be resolved in this proceeding: - What is the appropriate standard of review for the Grand Chief's decisions being challenged in this application for judicial review? - Did the Grand Chief act beyond the scope of the powers conferred to him under the Indian Act and the general by-laws of the Band? - What are the appropriate orders to ensure the legality of the acts of the Grand Chief and the Council in the future? ANALYSIS", "[25] It appears to me that there is no longer any doubt that the powers conferred to the band councils under the Indian Act are more similar to the powers vested in municipal councils than to those conferred to a commercial corporation's board of directors. The nature of the powers exercised and the relationship that elected councillors have with the members of the Band in fact make the Band Council a decentralized entity at public law very similar to municipal councils. That is indeed the manner in which contemporary case law analyzes band councils: see, for example, Leonard and  <FRAGMENT_SUPPRESSED>  (Que. C.A.).", "[26] In this light, one might suggest that the determination of express or implied limits on discretionary power vested in a band council should be made in accordance with a standard of control based on the notion of ultra vires. This approach is illustrated in the following excerpt from <FRAGMENT_SUPPRESSED> , cited in the preceding paragraph: \"The Act [i.e. the Indian Act ] is clearly of a tenor indicating the need and intent to benefit and protect the Indian bands and their individual members coming under its provisions. It is to be read, interpreted and applied in that light. Just as in the exercise of a power by a municipality is required to be exercised in strict accord with the statute, to protect the interests of the inhabitants, so, it seems to me, and on the same principle, the council's powers under the Indian Act are to be exercised strictly in accord with the Act in the interests of the benefit and protection of the Indians.\"", "[27] This classical approach seems nevertheless to be severely compromised by the pragmatic and functional approach on which a majority of the Supreme Court of Canada now appear to rely in determining the appropriate standard of review not only for decisions made by administrative entities but also for the resolutions adopted by local authorities. This is what is indicated in the evolution of the case law that we can note on reviewing the following decisions by the Supreme Court of  <FRAGMENT_SUPPRESSED> . Professor Suzanne Comtois, in her book entitled (Éd. Yvon Blais, Cowansville, 2003, at pages 107 to 125), incidentally, carries out a thorough and very enlightening analysis of this.", "[28] In this case, I do not believe that the pragmatic and functional method can dictate a standard of review other than the one resulting from the ultra vires application. First, I note that the Indian Act does not protect decisions made by a band council, and even less so those made by a Grand Chief through a privative clause. Second, I do not believe that the Grand Chief is in a better position than our Court to determine whether the general by-laws authorize him to act as he did. It is true that the Grand Chief had to assess the prevailing situation to attempt to make the decision that would be in the best interest of the Band; on that point, the Court must show considerable deference. But the question submitted to us is not so much whether he was correct to act as he did, but whether he had the power to do so. In that respect, his expertise is certainly not any broader than that of the Court. The third factor of the pragmatic and functional analysis, i.e. Parliament's objective in entrusting the governance of the band council, is of particular importance. Parliament wanted to extend to the authority elected by the band members great autonomy in conducting its affairs and that objective must certainly involve a respectful attitude on the part of the courts. Also, the decisions made must fall within the parameters set by law; like the municipal councils, that is what ensures that the members' wishes will be respected and that their best interests will be taken into consideration. Finally, the issue of whether the decisions like those in dispute fall under the authority of the Grand Chief pursuant to the general by-laws is undeniably a question of law. Considering those four factors, I therefore determine that these decisions must be weighed according to the standard of correctness. That is to say that the deference that I must demonstrate in reviewing that issue will be minimal.", "[29] The standard of review thereby established, I must now address the decisions by the Grand Chief that are challenged in this application for judicial review. On the basis of the affidavits filed by each side, I do not doubt that the alleged acts were in fact committed. Further, the respondent himself does not deny that he committed those acts, and his counsel did not attempt to demonstrate as such. In any case it would have been very inappropriate to adopt that strategy, based on the findings made by Ouellet, J., in her decision dated January 11, 2006. I take this opportunity to reproduce a very eloquent passage from it: \"[Translation] \"[7] It appears from the evidence that the Grand Chief did in fact act unilaterally, on the basis of urgency and the impasse, by: 1. entering into an agreement with the producers E. Gagnon et Fils, Ltée and Crevette du Nord Atlantique Inc. to the effect that they: 'paid the fishers and paid me the balance of the revenues so that I could pay the current expenses of the Nation, which I diligently paid' (paragraph 109, affidavit of Jean Genest) 2. instructing them to pay him the balance of the revenues in a bank account in his own name as well as in the names of respondents Rioux and Gagné. \"[8] On other points, the evidence reveals that the Grand Chief also acted unilaterally: 3. dismissing the Nation's controller, Roger Lafond, who refused to let him transfer $20,000 without the authorization of the Band Council; 4. proceeding to hire Marcel Dumas in March 2005; 5. reinstating a fisher (Éric Jennis) who had not been called back for the 2005 fishing season following a decision by the Council before the Grand Chief had been elected; 6. purchasing a house in Rivière-au-Renard for $55,000. On December 15, 2005, the contract for this purchase had not yet been notarized; 7. deciding to no longer effect deductions at source on the salaries of the fishers. \"[9] None of these decisions were approved, beforehand or afterwards, by the other members of the Band Council.\"", "[30] Although these actions are not the same as those alleged against the Grand Chief by the applicants in this proceeding, they nonetheless betray a manner of conduct that is not irrelevant to the decisions contemplated by the application for judicial review before me. Accordingly, the issue that I must address is whether all of these decisions by the Grand Chief were made in accordance with the Indian Act and with the general by-laws of the Band.", "[31] The exercise of powers conferred to band councils is subject to subsection 2(3) of the Indian Act , regardless of whether the council members were elected under the authority of that Act or pursuant to a custom. This disposition provides as follows: \"2(3) Unless the context otherwise requires or this Act otherwise provides, (b) a power conferred on the council of a band shall be deemed not to be exercised unless it is exercised pursuant to the consent of a majority of the councillors of the band present at a meeting of the council duly convened.\"", "[32] The respondent did not challenge this requirement, but rather relied on the situation of urgency in which he found himself in order to justify his decisions. At the hearing, there were extensive references to the councillors' systematic opposition to everything proposed by the respondent and the Grand Chief's inability to carry out his duties in such a climate. It was also argued that several of his unilateral acts were necessary and had the sole purpose of ensuring that the fishing season could take place. Finally, the Grand Chief submitted that all of his decisions had been in the best interests of the Band, and that they had not been motivated by his personal interest.", "[33] It is not necessary for the purposes of this application for judicial review for me to make a finding on the Grand Chief's sincerity or on the merits of his decisions. The role of this Court is only to assess the lawfulness his alleged acts.", "[34] The respondent's counsel relied a great deal on section 5.1.6 of the internal by-law adopted in April 1991, which provides: \"[Translation] 5.1 In his capacity as executive director of the band, the Chief is responsible for leading the band. His duties vary from one band to the other according to the custom of the band. The duties attributed to the Chief usually include: 5.1.6 Making decisions alone in the event of urgency and when it is impossible to gather the council.\"", "[35] The applicability of this by-law was debated at length before me, a by-law that the applicant says was replaced by the general by-laws adopted in 2003. These by-laws do not have an equivalent provision authorizing the Grand Chief to make decisions without the authorization of the Council to deal with urgent situations.", "[36] In the absence of clear evidence that the general by-laws of 2003 were properly adopted, and considering the ambiguity of its section 119, which provides that the (Translation) \"current by-law will come into effect on the date of its adoption by the Council at a regular meeting\" and that \"it must then be ratified by referendum or at the next general assembly\", I do not intend to decide this issue. Indeed, it is not necessary for me to do so, since the applicants' counsel admitted during his oral submissions that the general by-laws of 2003 should be interpreted as authorizing the Grand Chief to act in urgent situations, despite the lack of an express clause to that effect.", "[37] Accordingly, the issue in short is whether the Grand Chief could claim that there was urgency for making the decisions that he is alleged to have made unilaterally. This was not established before me. At best, there was only an argument that he had no other alternative faced with the Council's systematic refusal to cooperate with him. In my opinion, a lack of cooperation as such cannot be likened to an urgency. This notion must arise from an unforeseen factual situation commanding immediate decisions and not from a deadlock resulting from deep political dissension. It cannot go on indefinitely, as may be the case in a situation where each of the parties (i.e., the Grand Chief, on the one hand, and the four councillors, on the other) stands their ground. Furthermore, urgency normally dictates that the decisions made in this context be ratified as quickly as possible by the competent authority to be legitimized, albeit ex post facto.", "[38] I therefore determine that the application for judicial review must be allowed and that the unilateral decisions by the Grand Chief referred to in paragraph 6 of these reasons are of no force or effect since they have no basis in the Indian Act or in the custom of the Band as noted in its various by-laws.", "[39] I am well aware of the fact that the impasse underlying this application for judicial review could continue until a new election is held, which ordinarily would not be until 2007. Moreover, I can only conclude that the Council members and the Grand Chief were all elected by the members and on that basis were legitimized by their constituents' will. It is certainly not the courts' place to take sides in what appears to be a power struggle between two different factions. This would be contrary to the autonomy properly claimed by the aboriginal nations and would be inconsistent with the values underlying the Indian Act , which also guide the Canadian Department of Indian and Northern Affairs. In fact, I cannot find any provision in the Indian Act that would authorize me to force elections; that would be a path fraught with pitfalls which could, in the end, prove to be more problematic than the situation we are trying to resolve.", "[40] I am firmly convinced that the parties involved, as well as all the Band members, must rather mobilize all of their resources and show innovation and good faith in order to clear the air of the confrontation undermining them and get back on the path of cooperation. That is the only way that the best interests of all the parties can be served. No judicial order can re-establish an atmosphere of trust and a degree of serenity, as demonstrated by the different judicial interventions brought about already by this matter.", "[41] With regard to the measures to be taken immediately to ensure the proper financial management of the Band, they appear to have been addressed by the decision by the Superior Court dated January 11, 2006. It would be inappropriate for me to add other measures to it; it is the responsibility of the receiver and, ultimately, of the Superior Court, to take the measures necessary to ensure that the tensions expressed within the Council do not have negative repercussions on the financial health of the Band and on the services that it must dispense to its members. In the end, the parties must understand that it is in their best interest to comply with the legal framework governing them. CONCLUSION", "[42] Accordingly, the following decisions by the Grand Chief are of no force or effect: - The decision made on February 22, 2005, awarding Bernard Thériault the contract for transporting crab fishing catches by the Band; - The decision made on or about March 1, to enter into a Lease on behalf of the Band for the lease of a commercial office space; - The decision made on or about March 8, 2005, to suspend fishing coordinator Jean-Claude Paradis; - The decision made on March 10, 2005 , to change the locks of the doors to the Band's administrative centre located on the Cacouna Reserve at 112 de la Grève in Cacouna; - The decision to allow individuals who are not Council members or Band employees to have full access to the offices of the administrative centre; - The decision to relieve fishing coordinator Jean-Claude Paradis of his duties.", "[43] Accordingly, these decisions by the Grand Chief shall not have any force or effect as of the date of this order. The same applies to the transporting contract and the lease. The fishing coordinator shall resume his duties. Finally, the respondent shall arrange for the Council members to have access to the administrative centre offices (and therefore arrange for them to have the keys), and shall deny access to those offices to anyone who is not a Council member or a Band employee.", "[44] Without costs. Application allowed. Editor: Angela E. McKay/vnh"]}