{"id_": "011624", "body_str": ["[1] Near, J. : This is an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada (\"the Board\") dated December 20, 2011. The Board found that the Applicants were neither refugees nor persons in need of protection under sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA).", "[2] For the reasons that follow, this application for judicial review is dismissed. I. Facts", "[3] The Applicants - Kalman Lakatos, his spouse, Erika Balogh, and their two minor children, Kalman Lakatos (Jr) and Mirella Lakatos - are Hungarian citizens of Roma ethnicity. They arrived in Canada on December 10, 2009 and made their claim for refugee protection on December 14, 2009 on the basis of the discrimination and harassment they face as Roma in Hungary.", "[4] Specifically, the Applicants describe the following events as forming the basis of their claim for refugee protection: First, Mr. Lakatos was attacked as a teenager in 1996 by four skinheads while on his way home from school with two of his friends. He sustained a broken nose and broken ribs in the altercation. Second, Ms. Balogh was followed home from the store by skinheads, who shouted racial slurs at her and slapped her across the face. Third, while in the hospital giving birth to her two children, Ms. Balogh was placed, along with other Romani women, in a ward that was separated from other Hungarian women, and was given unequal treatment. Finally, one month prior to leaving for Canada, the Applicants discovered a swastika painted on the front door of their home. II. Decision under Review", "[5] The Board found that the Applicants had not satisfied the burden of establishing that they were Convention refugees or persons in need of protection under sections 96 and 97 of IRPA. It found that the determinative issue was whether the Applicants' fear was objectively reasonable, and focused its analysis on whether there is adequate state protection in Hungary, whether the Applicants took all reasonable steps to avail themselves of that protection, and whether they provided clear and convincing evidence of the state's inability to protect them.", "[6] After a lengthy review of the documentary evidence, which the Board found to be mixed, the Board concluded that there is adequate state protection in Hungary. It noted that states are presumed capable of protecting their citizens, and that the Applicants bear the legal burden of rebutting that presumption with clear and convincing evidence that satisfies the Board on a balance of probabilities.", "[7] While the evidence indicated widespread discrimination and specific incidents of persecution against the Roma in Hungary, the Board concluded that the Hungarian government has taken a number of institutional and legal measures to improve the situation of the Romani minority, and that the Applicants have recourse to such programs for assistance should they need it. For example, the Board pointed to the Parliamentary Commissioner for National and Ethnic Minority Rights (Minorities Ombudsman), who takes complaints from persons who feel that their minority or ethnic rights have been violated by reason of a government agency's decision, proceedings or negligence.", "[8] Moreover, the Board was not convinced that the Applicants took all reasonable steps to seek state protection in Hungary. Mr. Lakatos only ever approached the police once, when he was a minor. No other complaints were submitted before any of the other mechanisms in place. The Board concluded that, given the particular circumstances of the case, the Applicants had not provided the requisite clear and convincing evidence that, on a balance of probabilities, state protection in Hungary is inadequate. III. Issues", "[9] The sole issue in this application is whether the Board erred in its assessment of state protection. IV. Standard of Review", "[10] The Board's conclusion on state protection involves questions of mixed fact and law and is thus reviewable on the standard of reasonableness (see <FRAGMENT_SUPPRESSED>  [2008] FCJ No 771 at paras 11-13; <FRAGMENT_SUPPRESSED>  [2012] FCJ No 189 at para 25). As stated in <FRAGMENT_SUPPRESSED>  [2008] SCR 190, reasonableness is concerned with \"the existence of justification, transparency and intelligibility in the decision-making process\" (see para 47). This Court will only intervene where the decision in question falls outside the range of possible, acceptable outcomes defensible in respect of the facts and law. V. Analysis", "[11] The Applicants submit that the Board erred in its assessment of state protection in three ways: (i) by giving contradictory reasons and misstating the test for rebutting the presumption of state protection in its objective analysis; (ii) by failing to consider the Applicants' specific circumstances with respect to its finding on their responsibility to seek state protection; and (iii) by failing to consider the Gender Guidelines with respect to Ms. Balogh. (i) Contradictory Reasons and Rebutting the Presumption of State Protection", "[12] The Applicants contend that in order to be adequate, state protection must be minimally effective. They rely on a long list of case law to support their position. They argue further that the Board erred by focusing on the efforts of the Hungarian government to ameliorate the situation of the Roma and that it should have considered, instead, the outcome of those efforts. In addition, the Applicants submit that it is not for them to provide all of the evidence required to rebut the presumption of state protection, and that the Board erred in not reconciling the evidence submitted by the Applicants with that of the Refugee Protection Division.", "[13] I am unable to accept the Applicants arguments on this point for two primary reasons. First, it is clear from the case law that the applicant bears the burden of presenting clear and convincing evidence that rebuts the presumption of state protection on a balance of probabilities ( <FRAGMENT_SUPPRESSED>  [2008] FCJ No 399 at para 38; <FRAGMENT_SUPPRESSED>  [2012] FCJ No 603 at para 15). A claimant coming from a democratic country bears a heavy burden, in terms of quality of evidence, to show that state protection is unavailable ( <FRAGMENT_SUPPRESSED>  [2007] FCJ No 584 at para 57; <FRAGMENT_SUPPRESSED> , above at para 26). The Board properly stated and applied the test and reasonably concluded that the Applicants had not met their burden of rebutting the presumption of state protection in this case.", "[14] Second, this Court has repeatedly held that the test for state protection is not whether it is effective, per se, but whether it is adequate ( <FRAGMENT_SUPPRESSED>  [2008] FCJ No 969 at para 10). As such, it is \"not enough for a claimant merely to show that his government has not always been effective at protecting persons in his particular situation\" ( Flores , above at para 10; Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  18 Imm LR (2d) 130 (FCA)).", "[15] The Board considered the evidence before it and, while it found the evidence to be mixed, it came to a conclusion that was within the realm of acceptable outcomes defensible in respect of the facts. The Board reasonably assessed the various programs in place to combat the particular challenges facing the Roma people in Hungary before concluding, on a balance of probabilities, that state protection was adequate. (ii) Applicants' Specific Circumstances", "[16] I am not convinced by the Applicants' arguments with respect to the Board's failure to consider their particular circumstances before concluding that they had not taken all reasonable steps to avail themselves of state protection. The Board put specific questions to the Applicants on this point at the hearing. Mr. Lakatos even stated that he \"understood [the Board Member's] point\" when asked why he had only gone to the police once. The Board made a reasonable inquiry into the Applicants' specific circumstances and came to the reasonable conclusions that: (i) the Applicants had not taken all reasonable steps to avail themselves of state protection; and (ii) no exemption to this requirement was warranted in this case. (iii) Gender Guidelines", "[17] The Applicants posit that the Board erred by failing to consider \"Guideline 4: Women Refugee Claimants Fearing Gender-Related Persecution - Guidelines Issued by the Chairperson Pursuant to Section 65(3) of the Immigration Act , Update\"(\"Gender Guidelines\") in coming to its decision. I am unable to accept this argument.", "[18] First, the fact that the Gender Guidelines were not mentioned does not mean that the Board did not consider them. As the Respondent points out, this Court has concluded that the Board need not, in all cases, even refer explicitly to the Guidelines in its decision ( <FRAGMENT_SUPPRESSED>  [2010] FCJ No 41 at para 23; <FRAGMENT_SUPPRESSED>  [2006] FCJ No 1591 at para 30).", "[19] Furthermore, this Court has found that the Gender Guidelines do not constitute evidence to support the applicant's claim (see <FRAGMENT_SUPPRESSED>  [2004] FCJ No 2015 at para 9), nor are they intended to serve as a \"cure for all deficiencies in the applicant's claim or evidence\" ( <FRAGMENT_SUPPRESSED>  [2006] FCJ No 717 at para 5). As the Respondent indicates, this Court has also held that \"the gender guidelines do not necessarily absolve applicants from seeking the protection of the state\" ( <FRAGMENT_SUPPRESSED>  [2007] FCJ No 115 at para 10).", "[20] As counsel for the Applicants identifies, the Gender Guidelines state: If the claimant can demonstrate that it was objectively unreasonable for her to seek the protection of her state, then her failure to approach the state for protection will not defeat her claim. Also, the fact that the claimant did or did not seek protection from non-government groups is irrelevant to the assessment of the availability of state protection.", "[21] In this case, the Board found that the Applicant had not demonstrated that it was objectively unreasonable for her to seek the protection of the state after a specific consideration of her circumstances. Indeed, Ms. Balogh's reasons for not approaching the state were focused on her ethnic identity. She stated that she had not approached the Roma minority self-government because \"they are Roma people as well, they are treated as anybody else who is Roma.\" Moreover, while she stated at the hearing that she had not been aware of the office of the Minority Ombudsman at the time she gave birth to her children, Ms. Balogh asserted that she would have approached that office with a complaint about her experiences in the hospital. She also submitted that the Ombudsman may have been able to help other Roma women had she approached it with her complaint. Given the circumstances of the case, I am satisfied that the Board's decision with respect to Ms. Balogh was reasonable. VI. Conclusion", "[22] The Board considered the evidence before it and reasonably concluded that the Applicants failed to provide the requisite clear and convincing evidence to rebut, on a balance of probabilities, the presumption of state protection. JUDGMENT", "[23] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed. , LC 2001, c 27 (LIPR).", "[2] I. Faits", "[3]", "[4] II.", "[5]", "[6]", "[7]", "[8] III.", "[9] IV. Norme de contrôle", "[10] V. Analyse", "[11] (i)", "[12]", "[13] <FRAGMENT_SUPPRESSED>  [2008] ACF no 399, au paragraphe 38;", "[14] Canada (Procureur général) c Ward Flores Canada (Ministre de l'Emploi et de l' <FRAGMENT_SUPPRESSED>  18 Imm LR (2d) 130 (CAF)).", "[15] (ii)", "[16] (iii)", "[17] Loi sur l'immigration", "[18] <FRAGMENT_SUPPRESSED>  [2010] ACF no 41, au paragraphe 23; <FRAGMENT_SUPPRESSED>  [2006] ACF no 1591, au paragraphe 30).", "[19] <FRAGMENT_SUPPRESSED>  [2007] ACF no 115, au paragraphe 10).", "[20]", "[21] VI. Conclusion", "[22] JUGEMENT", "[23] [End of document]"]}