{"id_": "011699", "body_str": ["[1] Russell, J. : This is an application under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [Act] for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board [RPD or the Board], dated March 26, 2013 [Decision], which refused the Applicants application to be deemed Convention refugees or persons in need of protection under sections 96 and 97 of the Act. BACKGROUND", "[2] The Applicants are a husband [Mr. Balogh] and wife [Ms. Baloghne Pege] and their five year old daughter  <FRAGMENT_SUPPRESSED> . They came to Canada from Hungary on November 25, 2011, fearing violence and persecution due to their Roma ethnicity, and filed claims for refugee protection upon their arrival.", "[3] In the narrative attached to Mr. Balogh's Personal Information Form [PIF narrative], the Applicants described a series of events that occurred in Hungary that caused them to flee to Canada. They say Ms. Baloghne Pege was harassed throughout her schooling, and was pressured by the school principal to leave school. In 2004, a neighbour threatened to kill her and some friends at her apartment building, calling them \"dirty gypsies\" and pointing a gun at them. The police were called and the neighbour was charged with assault, but was convicted of the lesser charge of mischief. When Ms. Baloghne Pege obtained a copy of her Witness Statement in preparing for her refugee hearing, she discovered that the police had misstated and misconstrued her evidence about the incident.", "[4] Mr. Balogh recounted an event that happened on St. Nicholas Day (December 6) of either 2004 or 2005. He was returning home when he was confronted outside a nightclub by two men with shaved heads, one of whom punched him several times, shattering his glasses. Mr. Balogh returned to the nightclub with some friends to search for his glasses, and they were confronted by the same two men. They fled, but two of his friends were stabbed and badly injured. The police came and the attackers were charged, but Mr. Balogh later found out they were acquitted. While Mr. Balogh had identified the attackers to police immediately after the attack, when called back to the police station months later to identify them through pictures, he was not sure. He says he tried unsuccessfully to get a report of the incident from the regional police headquarters and another police station.", "[5] In 2010, the man who had threatened Ms. Baloghne Pege moved back into their apartment building. He threatened them and made racist remarks, and frequently hosted meetings of Hungarian Guards. During this time the Applicants received anonymous written threats under their door calling them gypsies and threatening to kill them if they did not leave.", "[6] Finally, in May 2011, Mr. Balogh, who is a musician, was beaten by three Hungarian Guards while walking home from work with his violin. They punched and kicked him, smashed his violin, and stomped on his hand. He says he suffered a broken finger and a broken nose, and received medical treatment for these injuries. He did not report the incident to police. He claims he was afraid of what would happen if he did, and did not think the police would help him.", "[7] Following this incident, the Applicants decided to leave Hungary, as they were afraid to raise their daughter there. DECISION UNDER REVIEW", "[8] The RPD stated that the determinative issue was state protection.", "[9] The Board observed that Hungary has a history of discriminating against Roma people, and that violent right-wing extremism has increased there. In addition, there was a concern that new laws regarding the judicial system, religious organizations and media freedom could undermine the country's democratic institutions. A UN Special Rapporteur had found in 2011 that the situation of Roma individuals had not improved in recent years, but had worsened. The documentary evidence showed that persecutory acts were often promoted and carried out by right-wing extremist groups such as the disbanded Hungarian Guards, who continued their activities under different names. The extreme right-wing Jobbik party had seen its support drop in 2011, and in order to gain back support, had renewed its campaign against Roma with rallies in villages across the country.", "[10] The Board found that in a functioning democracy, a claimant has a heavy burden when attempting to show that they should not have to exhaust all domestic recourse before claiming refugee status. The documentary evidence showed that Hungary is a democracy with free and fair elections and a relatively independent and impartial judiciary. The Board observed at paragraph 12 of its reasons that: Even though Hungary's state protection mechanisms related to the Roma are criticized as falling short of the EU's expectations, the claimant must still do more than merely show that he or she went to see members of the police force and that those efforts were unsuccessful. A claimant, even with respect to the above-mentioned remarks, must show that they have taken all reasonable steps in the circumstances to seek protection, taking into account the context of the country of origin, the steps taken and the claimant's interactions with the authorities.", "[11] The RPD noted that there is a presumption that a country is capable of protecting its citizens, underscoring the principle that international protection comes into play only when a claimant has no other recourse available. The claimant bears the burden of rebutting this presumption (Decision at para 21): The onus is on the claimant to approach the state for protection in situations where state protection might be reasonably forthcoming. To qualify for refugee status, a claimant must satisfy the Board that he or she sought, but was unable to obtain, protection from their home state, or, alternatively, that their home state, on an objective basis, could not be expected to provide protection ...", "[12] The Board observed that doubting the effectiveness of the protection offered by a state when one has not really tested it does not rebut the presumption of state protection.", "[13] With respect to the level of state protection that will be considered adequate, the Board stated at paragraph 28 of its reasons that: The Court has indicated that it is not enough to say that steps are being taken that some day may result in adequate state protection. It is the state protection that is actually provided at the present time that is relevant. Regard must be given to what is actually happening and not what the state is endeavouring to put in place. Any efforts must have \"actually translated into adequate state protection\" at the operational level.", "[14] In the present case, the Board observed that the threat to Ms. Baloghne Pege and her friends in 2004 and the attack on Mr. Balogh and his friends in 2004 or 2005 were reported to the police, while the alleged beating by Hungarian Guards in May 2011 was not. The Applicants' disclosure package included only one medical report, dated July 3, 2011, referring to a hand surgery on Mr. Balogh, reporting a weak left ring finger and a fracture that was healing. The Board found that it was \"unable to draw any conclusion or that there was a connection between this particular medical report disclosed and the additional information about an incident in May 2011.\"", "[15] The RPD went on to find (at para 24) that: Based on the oral and written evidence ... when the claimants sought protection, the Hungarian Police responded to their requests ... The police apprehended the suspects and they made arrests, laid charges and the matters were placed before the courts. The claimants indicated that they were not entirely satisfied with the outcome however the panel is unable to go behind the decisions of a Court.", "[16] When asked, the Applicants testified that if returned to Hungary, they would not go to the police in the future if their safety was at risk or if they were threatened. The Board found that Mr. Balogh did not provide a reasonable explanation for his failure to go to the police in 2011, or for why he would not go in the future if the need arose. He gave only general answers about the police not serving justice, and referred to his parents approaching the state for protection when he was a child and not receiving justice. He confirmed that he had never personally sought protection from the police. The Board found that the Applicants' evidence regarding the police not serving justice was not credible, largely unsubstantiated, and inconsistent with the documentary evidence.", "[17] As such, the Board found that Mr. Balogh had not provided the required clear and convincing evidence that he had taken all reasonable steps in the circumstances to seek state protection in Hungary before seeking international protection.", "[18] The RPD also found that the Applicants did not provide a reasonable explanation for not providing corroborating documents, such as police and medical reports. It noted that the police are obligated by law to provide copies of police reports to victims of crime, and patients are entitled by law to obtain copies of medical reports. The Board cited <FRAGMENT_SUPPRESSED>  47 ACWS (3d) 798 for the principle that a claimant must come to a hearing with all of the evidence that he or she is able to offer.", "[19] Referring to the country documentation, the Board found that there is recourse available in Hungary for citizens who find their complaints are not handled to their satisfaction. The Board referred to a number of initiatives and mechanisms, including the Minorities Ombudsman's Office, the Independent Police Complaints Board (IPCB), arrests and prosecutions in response to violent crimes against Roma, amendments to the criminal code, disciplinary action against police officers guilty of abuse or corruption, a 27 member Roma Coordination Council formed in 2011, and a National Social Inclusion Strategy for 2011-2020.", "[20] The Board acknowledged that the evidence was mixed, that there were inconsistencies among several sources, and that criticism of Hungary's treatment of the Roma is warranted and \"it may be an understatement to say that state protection in Hungary is not perfect.\" However, it found (at para 35) that the objective evidence showed that: ... [T]here is adequate state protection in Hungary for Roma who are victims of crime, police abuse, discrimination or persecution, that Hungary is making serious efforts to address these problems and to implement these measures at the operational or local level, and that the police and government officials are both willing and able to protect victims.", "[21] The RPD concluded its analysis as follows (at para 48): ... Having considered the totality of the evidence, the panel finds that the claimant, in the circumstances of this case, has failed to rebut the presumption of state protection with clear and convincing evidence and that the claimant did not take all reasonable steps in the circumstances to avail himself of that protection before making a claim for refugee protection. The panel is not persuaded that the state of Hungary would not be reasonably forthcoming with state protection, should the claimant ask for it. ISSUES", "[22] The parties agree that the sole issue in this application is whether the RPD's state protection analysis was unreasonable. STANDARD OF REVIEW", "[23] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis: <FRAGMENT_SUPPRESSED> .", "[24] As implied by their framing of the issue as outlined above, the parties are in agreement that a standard of reasonableness applies to the Court's review of the RPD's state protection analysis in this case. I agree. The Board stated the correct test for state protection, and the issue is whether it reasonably applied that test to the circumstances of this case.", "[25] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at para 47, and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" STATUTORY PROVISIONS", "[26] The following provisions of the Act are applicable in these proceedings: Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. [...] [...] ARGUMENT Applicants", "[27] The Applicants argue that the Board's conclusion on state protection was based on two erroneous findings. First, the Board unreasonably found that the Applicants had not put forward clear and convincing evidence that the police in Hungary could not or would not protect them. And second, the Board unreasonably found, based on the country condition evidence, that a sufficient range of recent initiatives have been undertaken by the Hungarian government to safeguard the rights of Roma citizens. Evidence showed that the police could not or would not protect the Applicants", "[28] The Applicants say that the proper principles to be applied with respect to state protection in this case were stated by Justice Beaudry in <FRAGMENT_SUPPRESSED>  as follows:", "[10] In the recent decision of <FRAGMENT_SUPPRESSED>  [2010] F.C.J. No. 132, my colleague Justice Lemieux provides a summary of some of the legal principles applicable to state protection (paragraph 33). From that summary, I would highlight the following points: the claimant is expected to have taken all reasonable steps in the circumstances to seek state protection from his persecutors; a claimant who does not do so and alleges that the state offers ineffective or inadequate protection bears an evidentiary and legal onus to convince the tribunal; where the tribunal determines the applicant has failed to take steps to seek protection this finding is only fatal to the claim if the tribunal also finds that protection would have been reasonably forthcoming; a determination of reasonably forthcoming requires that the tribunal examine the unique characteristics of power and influence of the alleged persecutor on the capability and willingness of the state to protect; where the board relies on remedial legislation, the legislation in and of itself is not enough, there must be evidence that the remedies have had a practical positive effect. [Applicants' emphasis]", "[29] The Applicants say the Board erroneously found that they did not make sufficient efforts to approach the police for help, and that the authorities took appropriate action when they were approached. They allege that these conclusions were based on several errors.", "[30] First, with respect to the assault by Hungarian Guards in May 2011, the Applicants say the Board drew unreasonable conclusions from the fact that the medical report did not state how Mr. Balogh's injuries were sustained. The Board found that it could not \"draw any conclusion\" about the incident or rely on Mr. Balogh's allegation that he did not approach the police because he feared repercussions and did not believe they would help him. The Applicants say that even if Mr. Balogh did not have documentary proof of his allegations (which he did), this was not a proper basis for finding that the events did not happen or that \"no conclusion\" could be drawn about Mr. Balogh's fear of approaching the police. Furthermore, it was unreasonable for the Board to expect the medical report to state how the injuries were sustained, since the doctor did not witness the attack: <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> .", "[31] Second, in finding that the Hungarian police responded adequately when approached about the incidents in 2004 and 2005, the Board failed to properly assess the Applicants' allegation that the assailants were not brought to justice. In the 2004 death threat towards Ms. Baloghne Pege, the assailant was only convicted of a lesser mischief offence and went on to re-victimize the Applicants. When Ms. Baloghne Pege reported the incident, the police asked why she did not simply have her family members take care of it, as she must have criminals in her family, and the police misstated and misconstrued her evidence in their report. With respect to the 2004 or 2005 stabbing incident, the Board failed to consider that the assailant was ultimately acquitted. Mr. Balogh indicated that when he went to the police station to identify the assailants, the police tried to confuse him and threatened to charge him with providing false testimony.", "[32] Third, the Board unreasonably found that the Applicants failed to provide reports regarding the incidents described above; the Board failed to consider that what is true for the majority in Hungary is often not true for the Roma minority. While they may be entitled to copies of police reports as a matter of policy, the documentary evidence shows that they are often unable to obtain them as a matter of practice: Responses to Information Requests (RIRs), 15 December 2010, HUN103626.E, Applicants' Record at p. 293. The evidence also shows that police corruption is a problem: RIRs, 22 September 2010, HUN103566.E, Applicants' Record at p. 271. Thus, the Board failed to consider the reality of Roma in Hungary when it comes to interaction with the police.", "[33] With respect to the Applicants' alleged failure to approach the police for help, the Applicants say that the Board failed to give any weight to Mr. Balogh's credible explanation for not doing so: that he had no faith in their willingness or ability to assist him, and feared he would face negative repercussions if he went to the police. This lack of faith in the Hungarian authorities is supported by the overwhelming evidence of police brutality and racism toward Roma in Hungary and their unwillingness to help Roma Citizens. The Applicants had good reason to mistrust the police, and the Board had no reasonable basis for its bald finding that the police would have assisted them.", "[34] The Applicants cite Justice Zinn's analysis in <FRAGMENT_SUPPRESSED>  which states in part:", "[9] … As in Majoros the Board placed great emphasis on the applicant's failures to engage the police in arriving at its conclusion that he had not rebutted the presumption of state protection without actually considering whether that would have resulted in protection for him. To repeat my holding in Majoros, seeking the state's protection is not a legal requirement of either section 96 or 97(1), although in most cases it may be practically necessary to do so in order to be able to provide \"clear and convincing evidence\" that the state is unwilling or unable to protect. However, as I noted in Majoros, where persecution is widespread and indiscriminate, a failure to report mistreatment to the authorities is of doubtful evidentiary significance.", "[10] Further, as in Majoros, the Board's assessment of the documentary evidence is flawed because it equates the measures being taken and the arrests being made by the Hungarian government, regardless of the circumstances, with adequate state protection. There is little or no regard to the actual consequences of these actions on a forward-looking basis to the applicant or other Roma.", "[35] Finally, the Board's finding that the Applicants would have recourse to the IPCB if they experienced problems with the police was wholly unreasonable, given the evidence showing that the IPCB does not have the authority to initiate inquiries and has insufficient investigative rights, and the police ignore most of its decisions and recommendations: RIRs, 22 September 2010, HUN103566.E, Applicants' Record at pp. 272-73; RIRs, 12 October 2011, HUN103826.E, Applicants' Record at p. 307. In any event, it is unclear how going to the IPCB could help the Applicants if they were to once again experience racially-motivated crime, given that the IPCB's authority is limited to making recommendations to the police and reporting its findings to  <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; Orgonav Canada (Minister of Citizenship and Immigration) , 2012 FC 1438 at para 14. Board erred in relying on the \"efforts\" of the Hungarian government to protect the Roma, as opposed to the effectiveness of such efforts", "[36] The Applicants argue that the Board misconstrued the documentary evidence by relying on the \"efforts\" of the Hungarian state to enact laws and policies in the face of evidence that such laws and policies have not been effective. Recent judgments of this Court have emphasized that it is not enough to say that steps are being taken that may someday result in adequate protection. The Board has to consider what is actually happening at the present time, not what the state is attempting to put in place: <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> .", "[37] In the present case, the Applicants argue, the Board concluded that Hungary's efforts to help the Roma, in and of themselves, amount to adequate state protection. This allowed the Board to acknowledge that so many of these efforts have failed, and yet still find that state protection is available to the Hungarian Roma. The Applicants point to paragraph 22 of the Decision, where the Board states that \"the fact that a state is not always successful in protecting its citizens is not enough to justify a claim, especially where a state is in effective control of its territory, has military, police and civil authorities in place and is making serious efforts to protect its citizens.\" The documents show that \"measures,\" \"efforts\" and \"initiatives\" have been undertaken, but have failed to improve the lives of Hungarian Roma in any meaningful way.", "[38] The Board also relied at length on the fact that Hungary is a democracy with free and fair elections, and there was thus a heavy burden of proof on the Applicants to rebut the presumption of state protection, but the documentary evidence shows that the level of democracy in Hungary is at an all-time low: see <FRAGMENT_SUPPRESSED> ; Katinszki , above.", "[39] The Applicants say the Board also relied on irrelevant evidence, devoting considerable analysis to the structure of the Hungarian government, police forces and initiatives aimed at social integration, none of which is relevant to the question of whether state protection is available to Roma who are victims of racist crime: see <FRAGMENT_SUPPRESSED> , above, at para 11. Respondent", "[40] The Respondent argues that the Board reasonably found that the Applicants did not take all reasonable steps in the circumstances to seek state protection in Hungary before seeking international protection, and thus had not provided clear and convincing evidence that state protection in Hungary is inadequate.", "[41] The Applicants reported the 2004 incidents to the police, and the police responded by recording their complaints, commencing an investigation, apprehending the suspects and laying charges. By contrast, the Applicants did not report the 2011 beating to police and provided no persuasive evidence to explain why they chose not to seek police help. Thus, they did not take all reasonable steps to seek protection for the alleged incidents on which they base their refugee claim.", "[42] While the Board did say it could not draw a conclusion from the 2011 event, it did not say the incident did not happen as the Applicants allege. The Board added that it could not draw a connection between the medical report disclosed and the 2011 incident. It is evident from the reasons that the RPD did in fact consider this alleged incident throughout the Decision and was concerned with the fact that Mr. Balogh failed to reasonably explain his failure to go to the police in 2011.", "[43] Nor did the Board reject the medical evidence or find it unreliable as in  <FRAGMENT_SUPPRESSED> . Rather, the Board's concern was that there was no information in the report regarding the specifics of the injury or the date and circumstances of how it was caused. As such, the Board was unable to make a connection between the medical report and the 2011 incident.", "[44] While the Applicants take issue with the RPD's finding that adequate state protection was provided to them in 2004, the Board provided detailed reasons for its conclusion on this point. It noted that the Applicants were not entirely satisfied with the outcome, but found it could not go behind the decisions of a Court. The Board discussed these issues with the Applicants at the hearing (see transcript, Certified Tribunal Record [CTR] at pp. 602-603 and 606), and carefully considered their testimony. The Applicants simply disagree with the RPD's analysis of the evidence.", "[45] The Board reasonably observed that the Applicants failed to provide police reports or a reasonable explanation for not providing them, but this was but one factor among many in the Board's conclusion that the Applicants had not rebutted the presumption of state protection.", "[46] The primary reason for this conclusion was that Mr. Balogh failed to reasonably explain his failure to go to the police in 2011, or why he would not ask for help in the future. It was entirely open to the Board to find that this was unreasonable in light of the evidence of police responses on previous occasions. Moreover, the Applicants' evidence regarding the police not serving justice was inconsistent with the documentary evidence. The Board preferred the documentary evidence, which was drawn from a wide range of reliable sources.", "[47] The Respondent says the Board's assessment of the absence of efforts to seek state protection was in accordance with the jurisprudence of this Court, including the principle that a subjective reluctance to seek state protection is generally insufficient to rebut the presumption of state protection: <FRAGMENT_SUPPRESSED> .", "[48] The assessment of state protection is largely a factual assessment made on a case by case basis, the Respondent notes, and it is presumed that the RPD weighed all of the evidence: <FRAGMENT_SUPPRESSED> . The Board stated that it rejected the Applicants' claim \"having considered the totality of the evidence.\"", "[49] The Board was conscious of the Court's instruction that efforts concerning state protection must have actually translated into adequate protection, and reviewed the documentary evidence accordingly in a thorough and detailed manner. It addressed the proper question - being the \"adequacy\" of state protection - and found that the police and government officials were both willing and able to protect Roma victims (Decision at para 20). The Applicants are re-pleading the merits of some of the evidence before the RPD.", "[50] The Respondent says that the circumstances of  <FRAGMENT_SUPPRESSED> , were different from the present case. In Bors, the pre-removal risk assessment officer failed to adequately assess the individual circumstances of the applicants, including the burning of a house with a Molotov cocktail, the use of firearms and hospitalization due to serious injury. In the present case, the Applicants have not demonstrated that the Board ignored evidence or made any egregious findings based on the evidence, and thus there is no basis for judicial intervention: <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ].", "[51] The Respondent notes that the assessment of state protection is to be made on a case by case basis: <FRAGMENT_SUPPRESSED> . The present case is similar to the situation described in <FRAGMENT_SUPPRESSED> . The Board's conclusion that the Applicants had failed to rebut the presumption of state protection was reasonable. ANALYSIS", "[52] The essence of the Decision in this case is that the Applicants - who failed to seek state protection following the May 2011 incident involving Hungarian Guards, and who claimed that they would not go to the police in future if their safety were to be threatened in Hungary - were unable to discharge the onus upon them to establish that, if they sought state protection, it would not be reasonably forthcoming.", "[53] The Applicants attack the Decision in various ways but, in my view, much of what they say in their written submissions simply mischaracterizes what the Decision says.", "[54] For example, a reading of the Decision reveals that the Board did not find that the 2011 events did not happen; it merely pointed out that the medical report did not establish a connection between the injuries dealt with and \"the additional information about an incident in May 2011 where the claimant was allegedly punched in the face by three Hungarian guards and he did not go to the police, out of fear he would be treated in an 'inhumane' way or as a 'culprit'.\" This is simply a comment about what a particular piece of evidence revealed and did not reveal and, as such, it is reasonable. Nor did the Board speculate about what a medical document should contain and draw unreasonable conclusions.", "[55] Nor is it unclear, as the Applicants allege, \"why the alleged lack of information in the Applicants' medical document prevented the Board from 'drawing any conclusion' about the Applicants' fear of approaching the police.\" The medical document simply did not contain sufficient information to connect the injuries to the alleged attack, and the Board went on to draw very clear conclusions about the Applicants' fear of approaching the police based upon other factors.", "[56] As regards the events of 2004 and 2005, the Decision once again reveals that the Board did not fail \"to properly assess the Applicants' allegations that the assailants were not brought to justice.\" The Board acknowledged that the Applicants \"were not entirely satisfied with the outcome,\" but found that \"the panel is unable to go behind the decisions of a Court\": At the hearing, the claimant gave oral testimony that confirmed when the police were called or approached by the claimants they responded, took the claimants' statements and those of their Roma friends and the matters were investigated. The panel was advised that the 2004 conviction is currently being appealed and the suspect in the December 2004 or 2005 stabbing incident was acquitted for lack of eye witness identification by the claimant. Based on the oral and written evidence the panel concludes that when the claimants sought protection, the Hungarian police responded to their requests, the officer recorded their complaints and took their statements, the claimants were called to the police station, and an investigation was commenced. The police apprehended suspects and they made arrests, laid charges and the matters were place before the courts. The claimants indicated that they were not entirely satisfied with the outcome however the panel is unable to go behind the decisions of a Court. The panel was not provided with any court documents relating to the trial attended to by the female claimant or the stabbing of the male claimant's friends. A Record of the Witness Interrogation dated April 7, 2004, involving the female was disclosed.", "[57] There is nothing unreasonable about these conclusions.", "[58] At the hearing of this matter before me on June 25, 2014, the Applicants focused upon the one issue that, in my view, does give rise to concerns: whether the Board selectively analysed the principal documentation it says it relied upon for its conclusion that protection exists for Roma people in Hungary at the operational level, so that it was unreasonable for the Applicants in this case not to seek state protection before claiming refugee status in Canada.", "[59] It is, of course, not appropriate for the Court to second guess the Board when it comes to the weighing of the country documentation. See  <FRAGMENT_SUPPRESSED> , at paras 10-11; <FRAGMENT_SUPPRESSED> . In this case, however, the Applicants say that the Board selected evidence on adequate state protection in Hungary from documents that, in fact, make it clear that state protection is not operationally adequate for Roma people in Hungary.", "[60] Having reviewed the documentation in question, I think I have to agree with the Applicants.", "[61] The operational adequacy issue is dealt with in paragraphs 30-35 of the Decision:", "[30] In regard to the court's instruction that efforts concerning state protection must have actually translated into adequate state protection, the panel has reviewed a March 2011 report by the European Roma Rights Centre (ERRC) which provides information on the progress of 22 cases in Hungary in which Roma were victims of violent attacks between 2008 and 2009, with the following results being observed: • In six cases the police investigation was suspended because no suspect was identified; • In one case the police investigation was suspended for lack of crime; • an investigation against the alleged victims for false testimony was opened; • In 12 cases prosecution was pending; • In one case the perpetrator was convicted, resulting in 11-years imprisonment; • In two cases no information was available.", "[31] Based on this information from the ERRC, there is evidence to indicate that the police investigated the above-mentioned incidents ad made specific findings resulting from those investigations, which is a demonstration of state protection at the operational level. According to Amnesty International: [T]here were nine attacks against Romani communities in 2008 and 2009 which bore similar characteristics. The perpetrators used Molotov cocktails and firearms; there were usually two people shooting from very close range using shotguns. Although the victims of the attacks lived in various places across the country, their houses were mostly located on the peripheries of settlements close to motorways. The attacks caused fear among the Romani community throughout the country. The police reacted by taking several measures within a programme that was supposed to enhance community safety. Initially, the measures were taken in counties where the attacks were carried out. In April 2009 they were extended to \"vulnerable settlements\" where police believed similar attacks could be expected. There areas were patrolled at night and in early morning hours.", "[32] On August 21, 2009, police officers arrester four suspects and charged three of the individuals \"on the grounds of multiple coordinated homicide, robbery and abuse of weapons as well as vandalism. Of the four, three were charged on the basis of DNA and weapons analysis; the fourth individual is being treated as an accomplice.\" The series of crimes carried out between January 2008 and August 2009 targeting Roma, and their property has created an atmosphere of fear in the Romani community. In this particular circumstance, the police responded adequately by providing greater protection to affected Roma communities and by arresting and charging four suspects.", "[33] A fair reading of the Board's documentary evidence demonstrates that it is recognized that the outlawed \"right-wing extremist groups\" continue to incite violence against Roma and have held marches around the country aimed at intimidating local Romani communities. It is also noted however, that the criminal code has been amended to criminalize \"unauthorized activities to maintain public order or public security, which induced fear in others\", as well as \"blatantly abusive behaviour against a community that might threaten members - real or perceived- of an ethnic, racial or other group. The Minister of the Interior has been quoted as saying that \"these kinds of militia patrols would no longer be tolerated\". To support this effort, \"Article 174/B of the criminal code criminalizes violent acts committed against a person for belonging to a national, ethnic, racial or religious group.\" The victim, in reporting the incident however, must state that the attack was due to the victim's ethnicity. It is recognized that the complaint, if it is supported by a Nongovernmental Organization (NGO) that applies pressure based on the \"bias motivation\", is more likely to be recognized. It is evidence that there is a level of mistrust on both sides o the Roma issue in Hungary. It is apparent however, that both the government and numerous human rights NGOs are cognizant and watching closely to ensure that the rights of all ethnic, racial or religious minorities are being monitored and failure by officials to respond is being exposed as misconduct or abuse and being reported.", "[34] The European Commission Against Racism and Intolerance (ECRI) has strongly recommended that the Hungarian authorities keep the adequacy of the criminal law provisions against racist expression under review. It is strongly recommended that they take into account international standards in this respect to combat racism and racial discrimination, according to which the law should penalise racist acts including public incitement to violence, hatred or discrimination as well as public insults, defamation or threats against a person or a grouping of persons on the grounds of their \"race\", colour, language, religion, nationality, or national or ethnic origin. ECRI notes with interest that since its report, some amendments have been introduced into Hungary's Criminal Code that may help to strengthen the fight against racism. Hungary's Parliament has amended the Criminal Code so that it prohibits assault against a person not only because he or she is (or the offender presumes he or she is) a member of a national, ethnic, racial or religious group, but also if he or she is (or the offender presumes he or she is) part of \"certain groups of the population\". Holocaust denial is also now a criminal offence in Hungary and a new offence of participating in the activity of a disbanded civil organisation has been introduced. In its full report, the ECRI states that generally, Hungary has begun to implement its recommendations, but that Hungary is still not on par with European Union standards.", "[35] The Board recognizes that there are some inconsistencies among several sources within the documentary evidence; however, the objective evidence regarding current country conditions suggests that, although not perfect, there is adequate state protection in Hungary for Roma who are victims of crime, police abuse, discrimination or persecution, that Hungary is making serious efforts to address these problems and to implement these measures at the operational or local level, and that the police and government officials are both willing and able to protect victims.", "[62] The information cited in paragraph 30 of the Decision is the July 16, 2012 Response to Information Request at p. 583-66 of the CTR. The 22 cases are discussed but the general message, which the Board omits to quote or refer to, says that: The ERRC notes that state authorities are not effective in responding to violence against Roma (15 Feb. 2012). The Irish Times reports in a 2005 February 2009 article that the Minister of Justice admitted that the police force in Hungary is \"failing to find those responsible for a growing number of fatal attacks\" on Roma.", "[63] By selecting information from this source that the Board believes supports its overall conclusion and ignoring the general information on ineffectiveness, the Board commits a reviewable error that Justice Campbell specifically dealt with in <FRAGMENT_SUPPRESSED> :", "[12] As a specific example of the present availability of state protection for Roma in Hungary, the RPD resorts to the following citation:", "[22] In regard to the court's instruction that efforts concerning state protection must have actually translated into adequate state protection, the panel has reviewed a March 2011 report by the European Roma Rights Centre (ERRC) which provides information on the progress of 22 cases in Hungary in which Roma were victims of violent attacks between 2008 and 2009, with the following results being observed: • In six cases the police investigation was suspended because no suspect was identified; • In one case the police investigation was suspended for lack of crime; • an investigation against the alleged victim for false testimony was opened; • In 12 cases prosecution was pending; • In one case the perpetrator was convicted, resulting in 11-years imprisonment; • In two cases no information was available. Based on this information from the ERRC, there is evidence to indicate that the police investigated the above-mentioned incidents and made specific findings resulting from those investigations, which is a demonstration of state protection at the operational level. [Footnotes omitted]", "[13] With respect to this example, Counsel for the Applicant makes the following compelling argument with respect to the misuse of evidence the RPD found to be critical as just quoted above: 20. First, I submit that it is simply wrong to state that one conviction out of 22 cases is conclusive evidence of adequate state protection. Similarly, this evidence only speaks to police protection for well-publicized serial killings and does not deal with police protection from common criminals or racist people who the Applicants fear in this case. 21. More importantly, however, is that this quote is taken entirely out of context from the original report. Specifically, the paragraph directly above the case breakdown states: The ERRC notes that state authorities are not effective in responding to vio1nce against Roma (15 Feb. 2012). The Irish Times reports in a 25 February 2009 article that the Minister of Justice admitted that the police force in Hungary is \"failing to find those responsible for a growing number of fatal attacks\" on Roma. Certified Tribunal Record, p. 332. 22. Moreover, in the very ERRC report that examines the 22 cases referred to, the ERRC concludes the following about Roma in Czech Republic, Slovakia and Hungary: The failure of law enforcement authorities to identify the perpetrators of crimes against Roma in a considerable number of investigations creates a climate of impunity and may encourage further acts of violence against Roma. The issuance by courts of only suspended prison sentences to persons found guilty of serious crimes against Roma reinforces this. Recognition of racial motivation in such a small number of cases may indicate a low level of importance placed on aggravating circumstances of the crimes committed and may fail to account for the full nature of the attacks committed against Roma. Certified Tribunal Record, p. 471. 23. Even more compelling, [Justice Strickland of] this Court recently found that it is an error for the Board to cite the above passage from the ERRC in finding that there is adequate state protection for the Roma in Hungary. Specifically, this Court found that:", "[7] [...] The Board isolates one portion of a Match, 2011 [sic] report by the European Roma Rights Centre (ERRC Report) in the National Documentation Package (NDP) from the Response to Information Request, Number HUN 104110.E, July 16, 2012, \"Hungary: Treatment of Roma and state protection efforts\" (Hungary: Treatment of Roma and state protection efforts), which describes twenty two cases of \"the most violent anti-Roma attacks reported to the police\" between 2008-2010 which resulted in seven deaths, serious injuries and damage to homes and which did lead to the crimes being investigated and some charges being laid, However, evidence of police action for notorious well- publicized serial killings is of little persuasive value in showing how the police deal with more common criminals as found by Justice Zinn in ( <FRAGMENT_SUPPRESSED> .", "[8] Further, the ERRC Report also concludes that a limited number of perpetrators of violent attacks against Roma are successfully identified, investigated and prosecuted. Even fewer are eventually imprisoned. Of the twenty two cases under review, one conviction was reported. While this may, to a certain extent, demonstrate state protection at the operational level, the situation of the Applicants in the present case, who face discrimination on a daily basis as do many Roma, is not that of the victims of the attacks described by the Board. In addition, the Hungary: Treatment of Roma and state protection efforts document also refers to a 2012 ERRC report which notes that \"state authorities are not effective in responding to violence against Roma\" and further that the Irish Times reported in a February 25, 2009 article that the \"Minister of Justice admitted that the police force in Hungary is 'failing to find those responsible for a growing number of fatal attacks' on Roma.\" [Emphasis in the original] <FRAGMENT_SUPPRESSED>  used to support his finding that there is adequate state protection actually shows the opposite. That is, the police have not appropriately responded to abuse towards the Roma which has led to a climate of impunity.", "[14] In every respect, I agree with Counsel for the Applicant's argument.", "[64] A similar problem arises in the present case with respect to the Amnesty International report relied upon in paragraph 31 of the Decision. The words cited and relied upon by the Board ignore the report's general advice that state protection for Roma is inadequate in Hungary, and the authorities hide this fact by failing to keep proper statistics on hate crimes.", "[65] Paragraph 32 of the Decision refers to the November 2010 Amnesty International report on Violent Attacks Against Roma in Hungary at p. 583-97 of the CTR which concludes with the words (see CTR at p. 583-134): Amnesty International is concerned that Hungarian authorities are failing to take necessary steps to prevent and respond to violence against Roma effectively due to shortcomings and gaps in the criminal justice system.", "[66] In the case of the 2008-2009 attacks targeting Roma, the Board concludes that \"[i] n this particular circumstance, the police responded adequately by providing greater protection to the affected Roma communities and arresting and charging four suspects.\"", "[67] The Board itself seems to be aware that it is dealing with a \"particular circumstance\" here, and is neglecting to consider the general picture and why the police might have acted in this \"particular circumstance.\" The Board appears to ignore the 12 October 2011 Response to Information Request at pp. 583-84 and 583-85 of the CTR which tells us that: Human Rights First notes in its 2010 report on anti-Roma violence in Hungary that authorities such as the police showed efforts in bringing perpetrators of \"high-profile\" crimes to justice, especially crimes reported in the media (Oct. 2010, 6, 7). In one example, two policemen were held accountable for their \"misconduct\" in their initial response to the investigation of a hate-motivated double murder committed in 2009 (Human Rights First Oct. 2010, 6). However, the organization further indicates that the \"authorities\" have a \"poor record\" of justice when working on the \"other serious cases of violence\" that have been documented by human rights groups (ibid.). It points out that the police try to avoid pursuing a \"bias motivation\" in their investigations when the evidence suggests that it be considered (ibid., 7).", "[68] It has to be acknowledged that the Board has to weigh a complex \"mixed bag\" of evidence when assessing the adequacy of state protection in Hungary. In this case, however, the Board appears to be selecting particular instances when the police have acted, while ignoring the general message that there is no adequate state protection. The Board itself acknowledges the very difficult situation that Roma people face in Hungary but then decides that a few selective examples of police action translate into adequate state protection. When read in its entirety, much of the evidence relied upon by the Board to find that the Applicants have not rebutted the presumption of adequate protection supports the Applicants' contention that adequate state protection for Roma people does not exist in Hungary. In my view, the Board's selective approach to assessing the available evidence is extremely troubling. This approach is also entirely unreasonable and this matter must be returned for reconsideration.", "[69] Counsel agree there is no question for certification and the Court concurs. JUDGMENT", "[70] THIS COURT'S JUDGMENT is that: 1. The application is allowed. The Decision is quashed and the matter is returned for reconsideration by a different Board member. 2. There is no question for certification. Erno Csaba Balogh, Laura  <FRAGMENT_SUPPRESSED>  Russell CONTEXTE", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10] [sic", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22] NORME DE CONTRÔLE", "[23] <FRAGMENT_SUPPRESSED> .", "[24]", "[25]", "[26] [...] Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. [...] ARGUMENTS", "[27]", "[28]", "", "[29]", "[30] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> et 11.", "[31]", "[32]", "[33]", "[34]", "Majoros Majoros Majoros", "Majoros", "[35] <FRAGMENT_SUPPRESSED> .", "[36] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> à 44; <FRAGMENT_SUPPRESSED> .", "[37] efforts", "[38] Katinszki", "[39]", "[40]", "[41]", "[42]", "[43]", "[44]", "[45]", "[46]", "[47] <FRAGMENT_SUPPRESSED> et 27.", "[48]", "[49]", "[50] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ].", "[51] ANALYSE", "[52]", "[53]", "[54]", "[55]", "[56]", "[57]", "[58]", "[59]", "[60]", "[61]", "faute de crime", "", "", "", "", "", "[62] The Irish Times", "[63] <FRAGMENT_SUPPRESSED> :", "", "faute de crime [Renvois omis.]", "[traduction] The Irish Times [traduction]", "(le document <FRAGMENT_SUPPRESSED> .", "Irish Times", "", "[64]", "[65]", "[66]", "[67] ibid ibid. , 7).", "[68]", "[69] JUGEMENT", "[70] [End of document]"]}