{"id_": "011770", "body_str": ["[1] Campbell, J. : This is a motion for leave to file an Amended Notice of Application, which seeks judicial review of two decisions within a single application, pursuant to Rules 75 and 302 of the Federal Court Act, 1998", "[2] The original Notice of Application, dated May 28, 2003, sought judicial review of five decisions by Health Canada. The Applicants now wish to file an Amended Notice of Application, in which they have narrowed down their challenge to two decisions by Health Canada to order the seizure and detention of Empowerplus, a dietary supplement, being shipped to Canada. They allege that the seizures were made by Health Canada on or about April 22, 2003 in respect of a shipment of Empowerplus dated April 17, 2003, and on or about May 21, 2003 in respect of a shipment of Empowerplus dated May 16, 2003. The shipments will be referred to as the \"April shipment\" and the \"May shipment\" respectively.", "[3] The motion is specifically for an order: (a) that the Amended Notice of Application may be filed; (b) that judicial review of the decisions referred to in paragraphs (a) and (b) of the Amended Notice of Application may be sought in a single application; and (c) costs of the motion. Paragraphs (a) and (b) of the Amended Notice of Application refer to the alleged decisions of the Respondents to order the seizure and detention of the April shipment and the May shipment respectively. A. The exercise of discretion under Rule 302", "[4] The primary issue for determination is whether to allow the two decisions to be dealt with in one application for judicial review pursuant to Rule 302, which reads as follows: \"302. Unless the Court orders otherwise, an application for judicial review shall be limited to a single order in respect of which relief is sought.\" 1. Precedent", "[5] Rule 302 reflects the policy of ensuring an expeditious and focussed process for challenging a single decision or order ( <FRAGMENT_SUPPRESSED>  at para. 13).", "[6] Continuing acts or decisions may be reviewed under s. 18.1 of the Federal Court Act without offending Rule 1602(4) (now Rule 302), however the acts in question must not involve two different factual situations, two different types of relief sought, and two different decision-making bodies ( <FRAGMENT_SUPPRESSED>  (T.D.)). At paragraph 10, Mr. Justice Muldoon stated as follows: \"While the rule states that only one decision may be attacked, the Trial Division has also recognized that continuing 'acts' or decisions may also be reviewed under s. 18.1 of the Federal Court Act without contravening rule 1602(4) (see for example <FRAGMENT_SUPPRESSED> ). However, in those cases, the acts in question were of a continuing nature, making it difficult for the applicant to pinpoint a single decision from which relief could be sought by this Court. They did not involve, as in the facts here, two different fact situations, two different types of relief sought and two different decision-making bodies. [The former rule 1602(4) provided that the notice of motion 'shall be in respect of a single decision, order or other matter only' with the exception of a no credible basis claim and a subsequent removal order under the Immigration Act ] (Note added).\"", "[7] <FRAGMENT_SUPPRESSED>  (T.D.), cited by Justice Muldoon in the passage quoted above, the Court held that s. 18.1(2) and Rule 1602(4) contemplated a specific decision or order in respect of which judicial review was sought. They could, however, also encompass a situation, or involve an ongoing situation, where a number of decisions are taken.", "[8] In 047424  <FRAGMENT_SUPPRESSED>  (T.D.), the Court allowed several taxpayers who received related demands for information from the Minister to join as applicants in one judicial review proceeding challenging the demands as the issues raised by the Applicants were essentially the same, even though the factual issues underlying the demands differed in minor respects.", "[9] When considering whether two decisions may be attacked in a single application, the Court has also considered whether the evidence and legal arguments relating to each attack have a connection ( 2. The arguments", "[10] In the present case, the Applicants rely on <FRAGMENT_SUPPRESSED> , 047424 and <FRAGMENT_SUPPRESSED> to argue that both decisions referred to in their Amended Notice of Application should be considered in a single notice of application because the two decisions involve almost identical facts, are continuous in nature, raise identical legal issues, and the same relief is sought in respect of each decision.", "[11] The Applicants take the position that the factual background of each seizure is very similar: both decisions were made by an individual who was the Acting Operations Manager of the Health Products and Food Branch Inspectorate of Health Canada for western Canada, being Rod Neske for the April shipment and Sandra Jarvis for the May shipment; and both individuals decided on seizure because they determined that Empowerplus is a \"drug\" and the shipments were commercial importations, in violation of the personal importation policy of Health Canada. The Applicants emphasize that both decisions were government actions that were part of a continuing program of enforcement against the importation and sale of Empowerplus.", "[12] The Applicants submit that the legal issues and arguments raised with respect to each matter are identical: both matters involve a Charter challenge based on the infringement of the same constitutional rights, a challenge to the legality of the seizures and the definition of \"drug\" in the Food and Drugs Act , R.S.C. 1985, c. F-27 (the \" Food and Drugs Act \"), and an allegation that officials acted in an unfair, arbitrary, biassed and discriminatory manner.", "[13] In addition, the Applicants submit that the evidence in each application will be almost identical, including the components and effects of Empowerplus, the history of Health Canada's dealings with Empowerplus, and the justifications claimed by Health Canada for its opposition to Empowerplus.", "[14] The Applicants submit that to require two separate applications in these circumstances would make the proceedings unnecessarily complex, duplicative, and expensive, and that there would be a danger of inconsistent verdicts.", "[15] The Respondents, however, take the position that only one of the two alleged \"decisions\" is capable of being reviewed. They submit that the May shipment was not seized or detained by Health Canada as alleged, and as a result, there is no \"decision\" for the court to review with respect to that shipment. The Respondents also argue that two of the Applicants, John Doe and David Hardy, were intended recipients of the April shipment but not the May shipment, and therefore they do not have standing to challenge the decision related to the May shipment. Moreover, the Respondents submit that there is evidence that the May shipment has been released, making the issues in connection with that shipment moot.", "[16] Alternatively, the Respondents oppose the Applicants' request to have the two matters reviewed in one application for judicial review as they say the two decisions involve significant factual differences, different decision-makers acting at different times and making different decisions based on different information, and that the parties directly affected by each decision are not the same. It is the Respondents' submission that Rod Neske seized and detained the shipment of Empowerplus on April 17, 2003 pursuant to s. 23 of the Food and Drugs Act , whereas Sandra Jarvis never seized and detained the May shipment, and she recommended the shipment be released into Canada, which Canada Customs and Revenue Agency permitted. The Respondents also submit that Neske and Jarvis relied on different facts, that is, while both received invoices and promotional material, Neske relied on additional information about the way in which individuals had purchased Empowerplus, information which Jarvis did not have with respect to the May shipment.", "[17] The Respondents argue that there is limited overlap between the two matters and combining judicial review of two distinct decisions in one application would result in confusion. Moreover, they cite <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> ; 181 F.T.R. 58 (T.D. Protho.), at paragraphs 39-41 and argue that this is not a situation where the Applicants have difficulty pinpointing a single decision for the purpose of applying for relief. 3. Conclusion", "[18] In my opinion, the Applicants should be allowed to contest both decisions within one application for judicial review because: both decisions were made by a decision-maker acting in the capacity of Acting Operations manager of the Health Products and Food Branch Inspectorate of Health Canada for western Canada; both decision-makers acted on the basis that Empowerplus is a drug and the shipments were commercial importations in violation of the personal importation policy of Health Canada; both decisions involve a legal challenge based on the infringement of the same Charter rights, the legality of the seizures, and the definition of \"drug\" in the Food and Drugs Act ; and allegations are made respecting both decisions.", "[19] In my opinion, the distinctions between the two decisions as argued by the Respondents do not outweigh the similarities, the distinctions are not so complex as to create confusion, and to require two separate judicial review applications to be made, given the similarities, would be a waste of time and effort. In my view, whether the May shipment in fact involves a \"decision\", or whether any issues related to it are moot, are questions to be answered at the judicial review hearing. B. The filing of the Amended Notice of Application", "[20] Under Rule 75, the Court may allow a party to amend a document on such terms as will protect the rights of all parties.", "[21] The general rule is that an amendment should be allowed at any stage of an action for the purpose of determining the real questions in a controversy between the parties, provided that it will not result in an injustice to the other party not capable of being compensated through costs, and provided that it would serve the interests of justice ( <FRAGMENT_SUPPRESSED>  (F.C.A.)).", "[22] The Applicants submit that their Amended Notice of Application simplifies their application, and will therefore serve to streamline the proceedings and permit the parties to proceed to hearing faster than they would if the Notice of Application remains unamended. I agree. I find there is no prejudice to the Respondents. C. Costs", "[23] The final issue is the appropriate award of costs for this motion. In response to the Applicants' submission that they be awarded costs on the motion, the Respondents state that costs should instead be awarded to them on the basis that they have been prejudiced by the positions taken by the Applicants in their original Notice of Application. The Respondents argue that they were put to significant expense in moving to strike the irregularities in the Notice of Application, even though that motion was not heard. The Respondents submit that the Applicants should be permitted to make the proper amendments to their Notice of Application on the payment of the costs absorbed by Canada in moving to strike parts of the Notice of Application, and on payment of their costs for responding to the present motion.", "[24] The present application has been the subject of detailed case management in which both parties have shown a willingness to accommodate. As the present motion resolves a final disagreement after a good deal of agreement on other issues, I make no order as to costs. ORDER", "[25] For the reasons provided, I hereby order that: (a) the Amended Notice of Application may be filed; and (b) judicial review of the decisions referred to in paragraphs (a) and (b) of the Amended Notice of Application may be sought in a single application.", "[26] I make no order as to costs. Motion granted. Editor: Angela E. McKay/klf [End of document]"]}