{"id_": "011815", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c. 27 (the Act ), for judicial review of a decision of a pre-removal risk assessment officer (the officer), dated October 13, 2010, wherein the officer refused the applicants' application under subsection 25(1) of the Act to have their application for permanent residence processed from within Canada on humanitarian and compassionate (H&C) grounds.", "[2] The applicants request that the decision be set aside and the claim remitted for redetermination by a different officer. Background", "[3] Mansur Mangru (the principal applicant) and his wife, Carleen Nadira Hernandez, are citizens of Guyana of Indo-Guyanese ethnicity who arrived in Canada in 1999 and claimed refugee protection in 2001.", "[4] The applicants were accompanied by their one year old son at the time. They have since had another son and daughter in Canada.", "[5] The applicants' refugee claims were denied in 2003. They submitted an application for permanent residence on H&C grounds in March 2005. Officer's Decision", "[6] The officer declined to exercise her discretion under subsection 25(1) of the Act for the following reasons.", "[7] The officer noted that the applicants fear ethnic violence in Guyana and that the principal applicant had been threatened in Guyana by Afro-Guyanese men. The officer also acknowledged the beating of the female applicant's step-brother and the murder of her father. The officer considered the documentary evidence on crime and violence in Guyana and found that while crime remains an issue, the government has declared crime a top priority and taken measures towards improvement. The officer concluded that the applicants would not face unusual, undeserved or disproportionate hardship.", "[8] The officer then assessed the applicants' level of establishment and integration into the community. She favourably considered the applicants' employment history as well as their community involvement, volunteer work at their church and their charitable contributions. Further, the officer favourably noted that the applicants had housed a relative suffering from developmental issues. The officer noted the applicants' good civil record and acknowledged letters of support from friends, family and community members. The officer recognized that the applicants purchased a home but found that they did so while under a removal order. The officer found that the applicants' prolonged stay in Canada of over ten years has been within their control and she concluded that the requirement to sell their home and sever ties to the community did not amount to unusual, undeserved or disproportionate hardship.", "[9] The officer also assessed the best interests of the children. She acknowledged that the applicants have three children, two of which are Canadian citizens. The officer found that with respect to the Canadian born children, the applicants have an aunt and uncle and cousins in Canada and it would be the applicants' decision whether the children remain in Canada or leave with their parents. The officer noted the older children's school records and their desire to remain in Canada. The officer found that it would be a hardship for the children to start a new life in Guyana as they have little connection to that country. However, she found that the basic amenities would be provided for and the government is responsive to children's rights and welfare. She also found that they have been exposed to Guyanese culture through their family and that they have a grandmother and aunts who can help with adjustment to life in Guyana. The officer concluded that relocating to Guyana would not have a negative impact on the children that would amount to unusual, undeserved or disproportionate hardship. Issues", "[10] The parties agree that the standard of review for the findings of an officer deciding an H&C application involve determinations of mixed fact and law and are generally reviewed on the reasonableness standard.", "[11] The applicants submitted the following additional issues for consideration: 1. Did the officer err in law in her assessment of the best interests of the applicants' children by relying on the so called \"option\" of the applicants to leave the children in Canada with their family members or leave Canada with the children and by applying the wrong standard? 2. Did the officer err in law in her assessment of the hardship the applicants would face if removed to Guyana? More specifically, is the decision inconsistent with the documentary evidence presented? 3. Did the officer err in law in her assessment of the establishment of the applicants? 4. Ought the decision be set aside due to the principle of comity given that there is no significant difference between this decision and the previous one that was set aside? Applicants' Written Submissions", "[12] The applicants argue that the officer erred in her assessment of the best interests of the applicants' children because she failed to properly assess the impact that removal from Canada would have on these children and relied instead on the \"option\" to leave the children in Canada with their family members. They further submit that the officer erred in law in applying the unusual, undeserved and disproportionate hardship test while assessing the best interests of the children.", "[13] The applicants also contend that the officer erred in her assessment of the hardship they would face if removed to Guyana and that this assessment is not consistent with the documentary evidence regarding ethnic divisions and ethnic conflict in Guyana. They argue that the officer did not consider the issue of extortion or the potential for abduction of the children.", "[14] Further, the applicants submit that the officer failed to make a reasoned assessment regarding the applicants' establishment. The officer did not balance the positive considerations of establishment. In addition, the applicants argue that their establishment was not completely within their control as found by the officer. Citizenship and Immigration Canada took more than five years to decide the H&C application and in that time, the applicants reasonably continued to establish themselves.", "[15] Finally, the applicants submit that the Court must give weight to the decision of Madam Justice Elizabeth Heneghan in the judicial review of the first H&C decision, as the second decision is so similar that it cannot be distinguished. Respondent's Written Submissions", "[16] The respondent emphasizes that the best interests of the children are not determinative of an H&C application and should be weighed against the other factors. The respondent argues that the officer in this case was alert, alive and sensitive to the interests of the children. The officer was aware that the children would be removed with their parents and she engaged in a detailed analysis of the effect on the children of returning to Guyana. This analysis included consideration of the protection of their right in Guyana and the situation of crime. The respondent also submits that although the officer used the words \"unusual and undeserved or disproportionate hardship\", this does not demonstrate that she applied the wrong test since the substance of the analysis was correct.", "[17] The respondent argues that the officer reasonably assessed the degree of the applicants' establishment in Canada. This included noting the applicants' employment and the development of family and personal relationships. However, the officer reasonably found that these factors do not amount to undue, undeserved or disproportionate hardship not anticipated by the Act . This is particularly true, according to the respondent, because the applicants' establishment in Canada was a result of their prolonged stay which was completely within their control.", "[18] Further, the respondent submits that the officer's conclusions on risk were reasonable. There was extensive evidence before the officer to allow her to conclude that despite the problem of crime in Guyana, the applicants would have recourse to the police and state. The documentary evidence did not show that Indo-Guyanese were disproportionately the victims of crime and the applicants did not show that the violence faced by their family members was ethnically motivated. It was open to the officer to conclude that the applicants would face only a generalized situation of crime.", "[19] Finally, the respondent submits that the first and second H&C decisions are in fact distinct and that this Court should independently consider the applications and render its own decision. Analysis and Decision Issue 1 Did the officer err in law in her assessment of the best interests of the applicants' children by relying on the so called \"option\" of the applicants to leave the children in Canada with their family members or leave Canada with the children and by applying the wrong standard?", "[20] I agree with the respondent that the second H&C decision is distinguishable from the first and should be assessed separately.", "[21] That said, for the following reasons, I find that the officer's assessment of the best interests of the children in the H&C decision before me was inadequate.", "[22] Primarily, the error in the officer's decision is the application of the wrong test in both form and substance to the analysis of the best interests of the children.", "[23] The officer found that while the children would experience hardship in starting a new life in Guyana, this did not rise to the level of unusual and undeserved or disproportionate hardship.", "[24] However, the Federal Court of Appeal and this Court have held that it is an error in law to incorporate such a threshold in the analysis of the best interests of the children. Mr. Justice Robert Barnes held in <FRAGMENT_SUPPRESSED> that: There is simply no legal basis for incorporating a burden of irreparable harm into the consideration of the best interests of the children. There is nothing in the applicable Guidelines (Inland Processing 5, H & C Applications (IP5 Guidelines)) to support such an approach, at least insofar as the interests of children are to be taken into account. The similar terms found in the IP5 Guidelines of \"unusual\", \"undeserved\" or \"disproportionate\" are used in the context of considering an applicant's H & C interests in staying in Canada and not having to apply for landing from abroad. It is an error to incorporate such threshold standards into the exercise of that aspect of the H & C discretion which requires that the interests of the children be weighed. This point is made in <FRAGMENT_SUPPRESSED>  (Fed. C.A.) at para. 9 where Justice Robert Décary said \"that the concept of 'undeserved hardship' is ill-suited when assessing the hardship on innocent children. Children will rarely, if ever, be deserving of any hardship\".", "[25] Further, it is clear that the officer not only described the test for analyzing the best interests of the children incorrectly, but, in fact, assessed their interests as such.", "[26] The officer did not provide a full assessment of the effect on the children of being removed from Canada to Guyana. Rather, she minimized the impact on the children indicating that the government protects the rights of children in Guyana and their basic needs would be met.", "[27] While the respondent is correct to note that the best interests of the children is one factor to be weighed against the others in assessing H&C considerations, this did not occur in the decision before me. As the Federal Court of Appeal held in <FRAGMENT_SUPPRESSED>  in all but rare cases, the best interests of the children favour non-removal. This factor is then weighed against the other factors such as public policy considerations. The officer's application of the unusual, undeserved of disproportionate hardship threshold permeates her analysis of the best interests of the children and results in an inappropriate conclusion implying that the best interests of the children favour the removal of the applicants. This conclusion led to an omission of any weighing of the interests of the children against the other factors favouring removal.", "[28] The application of the wrong test in form and substance to the analysis of the best interests of the children was an incorrect and unreasonable exercise of the officer's discretion.", "[29] I would therefore allow the application for judicial review and remit the matter to a different officer for redetermination.", "[30] Because of my finding on this issue, I need not deal with the remaining issues.", "[31] Neither party wished to submit a proposed serious question of general importance for my consideration for certification. JUDGMENT", "[32] IT IS ORDERED that the application for judicial review is allowed and the matter is referred to a different officer for redetermination. Application allowed. ANNEX Relevant Statutory Provisions Immigration and Refugee Protection Act , SC 2001, c. 27 25. (1) The Minister must, on request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected. [End of document]"]}