{"id_": "012328", "body_str": ["[1] Phelan, J. : This is the judicial review of a decision of the Immigration Division [ID or Member] of the Immigration and Refugee Board dated December 11, 2014, wherein the Member ordered the continued detention of the Applicants.", "[2] There is considerable urgency with respect to this judicial review decision as there is a upcoming detention review on Friday, January 23, 2015, which would, arguably, make the December 11, 2014 decision moot. The Court has taken the necessary steps to have this case expedited to avoid the issue of mootness. Any case involving a person in detention whose adjudication is not final requires both careful, albeit speedy, scrutiny. The reasons for this decision are necessarily brief. II. Brief Background", "[3] The Applicants are Chinese citizens as well as citizens of the Dominican Republic. They entered Canada in September 2012 under temporary resident visas [TRs]. They have substantial financial means in Canada and had intended to seek permanent residence status through the Provincial Nominee Program.", "[4] In November 2013, CBSA received information that Ms. Yan had multiple identities and Mr. Wang is a fugitive from justice in China because he is accused of entering into a multi-level marketing and pyramid scheme. He is alleged to have defrauded approximately 60,000 people of what is $180,000,000 Canadian funds.", "[5] As a result, the Applicants were detained by the Respondent Minister. They have been in detention since March 7, 2014.", "[6] The Applicants were originally detained under the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA] s 55 on the basis that they would be unlikely to appear for an admissibility hearing per s 58(1)(b) and (c) on the basis of the Minister's ongoing investigation into allegations of criminality in China per s 58(1)(c). The ID has continued detentions in six decisions to the present.", "[7] The Minister has issued reports under IRPA s 44 that the Applicants are inadmissible to Canada by reason of misrepresentation. The reports were referred to the ID for an admissibility hearing.", "[8] The May 27, 2014 detention review hearing was based solely on the grounds of flight risk under IRPA s 58(1)(c).", "[9] In June 2014, the Applicants made claims for refugee protection.", "[10] The effect of the refugee claim was to convert the removal orders into Conditional Departure Orders due to the refugee claims. The Applicants' detention continued on grounds that they remained a flight risk and the proffered Release Plan was not satisfactory.", "[11] The Detention Order under review was issued after eight days of hearings in the late summer of 2014, which involved several witnesses including Mr. Ansley on bail and criminal law in China and a bondsman, Mr. Lin. In addition, representatives of the companies who would provide surveillance/monitoring services in accordance with the proposed Release Plan also testified.", "[12] The Release Plan described in the decision consisted of three components: 1. A cash security deposit of $20,000 and a guarantee (performance bond) of $35,000. The bonds were to be posted by Mr. Lin who undertook to live with the Applicants in their Markham home. 2. Electronic monitoring conducted by Jemtec Limited whereby the company would provide hardware and related software systems for either radio frequency monitoring equipment or the GPS tracking equipment but not both. The equipment used ankle bracelets that are worn for 24 hours per day. 3. Installation of a surveillance and alarm system throughout the residence which Investigative Solutions Network Inc [ISN] would monitor through their communications centre 24 hours per day. ISN would also provide an onsite investigator and escorted transportation. The guards on duty were to be retired police officers and the Applicants consented to such guards' use of force to restrain and detain them.", "[13] The Member's 64-page decision was issued on December 11, 2014, in which the Member denied the Release Plan and continued the detention. III. Analysis", "[14] The Applicants raise three areas of challenges to the Decision: • The Member's refusal to consider the likelihood to appear at the next proceeding (the refugee hearing) and to consider only the likelihood to appear for removal; • The Member's rejection of the Release Plan; and • The Member's rejection of the expert evidence of Mr. Ansley.", "[15] The parties agreed that the standard of review on all issues is reasonableness. For purposes of this case and based on the absence of arguments that legal issues in a detention case may merit a correctness standard, the Court accepts the reasonableness standard as applicable here.", "[16] The relevant statutory provisions are as follows: Immigration and Refugee Protection Act , SC 2001, c 27 55. (1) An officer may issue a warrant for the arrest and detention of a permanent resident or a foreign national who the officer has reasonable grounds to believe is inadmissible and is a danger to the public or is unlikely to appear for examination, for an admissibility hearing, for removal from Canada or at a proceeding that could lead to the making of a removal order by the Minister under subsection 44(2). ... 58. (1) The Immigration Division shall order the release of a permanent resident or a foreign national unless it is satisfied, taking into account prescribed factors, that (a) they are a danger to the public; (b) they are unlikely to appear for examination, an admissibility hearing, removal from Canada, or at a proceeding that could lead to the making of a removal order by the Minister under subsection 44(2); (c) the Minister is taking necessary steps to inquire into a reasonable suspicion that they are inadmissible on grounds of security, violating human or international rights, serious criminality, criminality or organized criminality; (d) the Minister is of the opinion that the identity of the foreign national - other than a designated foreign national who was 16 years of age or older on the day of the arrival that is the subject of the designation in question - has not been, but may be, established and they have not reasonably cooperated with the Minister by providing relevant information for the purpose of establishing their identity or the Minister is making reasonable efforts to establish their identity; or (e) the Minister is of the opinion that the identity of the foreign national who is a designated foreign national and who was 16 years of age or older on the day of the arrival that is the subject of the designation in question has not been established. ... a) b) c) d) e) Immigration and Refugee Protection Regulations , SOR/2002-227 [IRPR] 244. For the purposes of Division 6 of Part 1 of the Act, the factors set out in this Part shall be taken into consideration when assessing whether a person (a) is unlikely to appear for examination, an admissibility hearing, removal from Canada, or at a proceeding that could lead to the making of a removal order by the Minister under subsection 44(2) of the Act; (b) is a danger to the public; or (c) is a foreign national whose identity has not been established. 245. For the purposes of paragraph 244(a), the factors are the following: (a) being a fugitive from justice in a foreign jurisdiction in relation to an offence that, if committed in Canada, would constitute an offence under an Act of Parliament; (b) voluntary compliance with any previous departure order; (c) voluntary compliance with any previously required appearance at an immigration or criminal proceeding; (d) previous compliance with any conditions imposed in respect of entry, release or a stay of removal; (e) any previous avoidance of examination or escape from custody, or any previous attempt to do so; (f) involvement with a people smuggling or trafficking in persons operation that would likely lead the person to not appear for a measure referred to in paragraph 244(a) or to be vulnerable to being influenced or coerced by an organization involved in such an operation to not appear for such a measure; and (g) the existence of strong ties to a community in Canada. ... 248. If it is determined that there are grounds for detention, the following factors shall be considered before a decision is made on detention or release: (a) the reason for detention; (b) the length of time in detention; (c) whether there are any elements that can assist in determining the length of time that detention is likely to continue and, if so, that length of time; (d) any unexplained delays or unexplained lack of diligence caused by the Department or the person concerned; and (e) the existence of alternatives to detention. a) b) c) a) a) b) c) d) e) f) g) ... a) b) c) d) e) A. Proceeding/Removal", "[17] The Member effectively held that no other proceeding other than the enforcement of the removal order was relevant to her consideration of flight risk. To that extent, the Member considered the pending refugee hearing to be irrelevant.", "[18] Both parties rely in part on Justice de Montigny's decision in REFERENCE_SUPPRESSED and particularly paragraphs 44 and 45:", "[44] ...section 58(1)(b)would appear to indicate that the Member is not obliged to consider each of the different types of immigration proceeding that are mentioned in that section, but rather that a consideration of whichever immigration proceeding is relevant to the circumstances is sufficient.", "[45] There were good reasons for the Member to focus on the next immigration proceeding rather than the removal ... [Emphasis added]", "[19] The teaching of CITATION_SUPPRESSED is that the Member should focus on the immigration proceeding or proceedings which are relevant to the assessment of all flight risk. There is nothing to suggest that in all cases the relevant proceeding is the next proceeding or that there could not be more than one relevant proceeding or that some relevant proceeding may point to flight risk and another proceeding point away from flight risk. As Justice de Montigny concludes - it depends on the circumstances.", "[20] The Member found, at paragraph 70, that: Likelihood of appearance for refugee hearing, which is a proceeding before the RPD, is not one of the enumerated proceedings linked in paragraph 58(1)(b) of IRPA and subsection 244(a) of the IRPR.", "[21] In arriving at this conclusion by an unstated statutory analysis, the Member never addresses either the Golden Rule in the Interpretation Act or as summarized in Driedger Construction of Statutes: Today there is one principle or approach; namely, the words of an Act are to be read in their entire context and in their grammatical and ordinary sense harmoniously with the scheme of the Act, the object of the Act and the intention of Parliament.", "[22] I found the Member's statutory analysis to be difficult to follow and incomplete. In addition to not taking a purposive approach to the analysis, the Member failed to give any consideration to section 7 of the Charter and the factors therein or the objectives of IRPA. 10 ... viewed collectively, the objectives of the IRPA and its provisions concerning permanent residents, communicate a strong desire to treat criminals and security threats less leniently than under the former Act. (refer to REFERENCE_SUPPRESSED)", "[23] Related to the above and given that the Member dismissed the relevance of the refugee claim, s 248(a) of the IRPR is germane. The Member was required to take into account \"the reasons for detention\". The reasons for detention were the existence of the removal order - an order which is rendered conditional by reason of the refugee proceeding. It was an error to dismiss the refugee claim as irrelevant in the legal analysis particularly in the circumstances of this case. The existence of the refugee claim must be given some positive weight in contrast, for example, to a person who is a danger to the public or subject to an admissibility hearing on criminal grounds - there being no finding that the Applicants have committed a crime.", "[24] In summary, the Member's legal analysis is incomplete and the Member failed to or failed to adequately take into account relevant matters. B. Release Plan", "[25] There are several areas of concern with respect to the reasonableness of the Member's rejection of the Release Plan. At a conceptual level the Release Plan contains features of control which exceed those in place in cases dealing with people considered to be or potentially be threats to our national security. In home video monitoring, guards at the residence are but two features over and above the electronic monitoring of a type seen in the publicly available orders governing national security risks. This is a factor not considered by the Member.", "[26] The Member focused on the inadequacy of the sureties particularly as the Applicants were wealthy and therefore the amounts were deemed to be insignificant to them. While not particularly emphasized by the Applicants, the Court is concerned that the Member's comments exhibit a misunderstanding of the role of the bondsman which carried over to the rejection of the technological aspects of the Release Plan.", "[27] The bondsman is involved to assure compliance with the terms of a release order. The assurance that they will fulfil the task, aside from the usual requirements of good character, is that they are \"at risk\" if the release person fails to comply with the terms of release. The monetary element is the \"at risk\" aspect of the bondsman's commitment. Therefore, unless the Applicants were putting up their own money, the issue is not whether their failure to comply hurts them financially but whether it would hurt the bondsman sufficiently that the risk of non-compliance is minimalized. The Member asked the wrong question and focused on the wrong person.", "[28] The Member failed to adequately consider the Release Plan, made unsupported assumptions, and did not understand the overall plan and its operation. This case has unfortunate parallels to that of REFERENCE_SUPPRESSED. The Member unreasonably distinguished the present situation from that decision.", "[29] In CITATION_SUPPRESSED , Justice Mactavish made observations which are equally applicable here.", "[95] I do, however, agree with Mr. Tursunbayev that the Board does not appear to have understood the nature of the undertaking being offered by the head of the private security company as a means of ensuring that his company complied with its obligations to monitor Mr. Tursunbayev's whereabouts.", "[96] I am also satisfied that the Board erred in failing to properly consider the appropriateness of the overall proposal offered by Mr. Tursunbayev as an alternative to his continued detention.", "[97] While the Board discussed the limitations associated with ankle bracelets at some length, there is no consideration given in the Board's reasons of efficacy of video-cameras to monitor Mr. Tursunbayev's whereabouts.", "[98] Perhaps even more importantly, there is no discussion in the Board's reasons as to whether the physical surveillance of Mr. Tursunbayev on a round-the-clock basis would be sufficient to manage any risk of flight.", "[99] Mr. Tursunbayev provided the Board with a multi-faceted proposal for his continued monitoring following his release from detention. Each element of the proposed release plan had to be weighed by the Board on its own, and in combination with the other proposed methods of ensuring compliance, in order for it to determine whether there were alternatives to Mr. Tursunbayev's continued detention. The failure of the Board to properly consider some of the elements of the plan proposed by Mr. Tursunbayev means that its assessment of the overall adequacy of the proposed release plan was unreasonable.", "[30] The Member speculated that the Applicants were sufficiently wealthy that they could pay someone to interfere with the electronic/visual monitoring without any evidence of whether or how it could be done without detection. This supposed ability to \"buy off\" people is just as realistic a threat (if at all) in terms of people at the place of detention as it is in the Applicants' home. The Member engaged in rank speculation.", "[31] The Member expressed concern that the Applicants could leave the area covered by the monitoring but did not consider why or if the alarm triggered would not be sufficient protection.", "[32] The Member failed to consider the layered and interrelated system whereby electronic monitoring is supplemented by on-site trained former police officers and by a video surveillance system.", "[33] The Member's assessment of the Release Plan was not reasonable and on this ground alone judicial review should be granted. C. Expert Evidence", "[34] The final issue raised is the Member's rejection of the expert evidence of Mr. Ansley. This issue was not determinative in the Member's decision but it did leave an unfair stain on the expert witness.", "[35] I approach this area with caution. A great deal of deference is owed to the trier of fact in the acceptance and weight of witnesses including experts. However, the Member's reasoning displays a lack of understanding of the Supreme Court's comments in REFERENCE_SUPPRESSED and the role of an expert.", "[36] The Member took umbrage at Mr. Ansley because he failed to provide adequate answers on Chinese passport laws and application. However, Mr. Ansley was not qualified nor did he purport to be qualified in that area.", "[37] The Member refused to qualify or accept Mr. Ansley's opinion evidence which was related to the criminal justice system in China, specifically arrest and bail procedures. The Member did so because: a) Mr. Ansley \"took the partisan position that he had not been retained by the Minister and was not obligated to carry out research on behalf of the Minister\" and in so doing (or not doing) \"did not properly and fully address himself to his role as expert witness\"; and b) Mr. Ansley's evidence on passport law was inconsistent with documentary evidence adduced by the Applicants' previous counsel, specifically a legal opinion from a Chinese firm.", "[38] There is no requirement that an expert for one party is required to do research or express an opinion on behalf of another party, particularly an opposing party. CITATION_SUPPRESSED does not support such a conclusion. It was unfair and unreasonable to reject Ansley's expertise on this ground.", "[39] An expert is, as an exception to the rule against hearsay evidence, only allowed to express opinions in respect of the matters for which he is qualified. As he was never offered as an expert in Chinese passport laws, he was in no position to comment on passport laws and to the extent he did so, the evidence would be either inadmissible or irrelevant.", "[40] The Member's conclusion in respect of Mr. Ansley and his expert evidence is unreasonable and should not stand. IV. Conclusion", "[41] For these reasons, this judicial review will be granted, the decision quashed and the matter remitted to a different Immigration Division Member. Application allowed. Editor: Sharon McCartney/bk [End of document]"]}