{"id_": "012377", "body_str": ["[1] Crampton, J. : These reasons for judgment and judgment relate to two applications for judicial review heard consecutively on March 23, 2010.", "[2] The first application concerns a decision, dated July 7, 2009, of Pre-Removal Risk Assessment (PRRA) Officer L. Zucarelli, wherein it was concluded that the Applicant is not a Convention refugee or a person in need of protection within the meaning of sections 96 and 97 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the \"IRPA\"), respectively.", "[3] The second application concerns a decision, dated July 6, 2009, by the same Officer, wherein the Officer declined to grant the Applicant's request for permanent residence from within Canada on humanitarian and compassionate (\"H&C\") grounds.", "[4] With respect to the PRRA decision, the Applicant alleges that the Officer erred in law by (i) failing to hold a hearing to provide her with an opportunity to address a number of credibility issues that were raised in the Officer's assessment; (ii) applying an incorrect test in assessing the availability of state protection for women who are victims of domestic violence in Turkey; and (iii) ignoring important evidence that was supportive of her claim regarding the ineffectiveness of such state protection.", "[5] With respect to H&C decision, the Applicant alleges that the Officer applied the wrong test in assessing her H&C application, notwithstanding that the correct test was articulated throughout the decision. More particularly, the Applicant alleges that the Officer either (i) merely recited the majority of the analysis from the PRRA decision and substituted the word \"risk\" with the word \"hardship\" throughout the H&C decision; or (ii) adopted, in the course of the H&C assessment, essentially the same analysis as was used during the review of the PRRA application. In addition, the Applicant repeats her allegation that the Officer further erred by failing to hold a hearing. She also alleges that the Officer erred by ignoring evidence that the Applicant would face hardships as a woman if forced to return to Turkey, particularly given her physical ailments.", "[6] For the reasons that follow, I have concluded that the Officer did not commit any of the alleged errors and that therefore the two applications should be dismissed. I. Background", "[7] The Applicant, Kiraz Cosgun, is a citizen of Turkey. She and her former husband, Kazim Ates, first arrived in Canada as temporary visitors in June 2003. Shortly after their arrival, they claimed refugee status based on Mr. Ates' imputed political opinion and their Kurdish ethnicity. They also submitted that, as practicing Muslims, they would be unable to freely practice their religion and that the Applicant could not get a job or receive medical care because she wore a hijab.", "[8] In December 2004, the Refugee Protection Division (RPD) of the Immigration and Refugee Board rejected the claims of the Applicant and Mr. Ates. Judicial review of that decision was sought and denied in early 2005.", "[9] In April 2005, the Applicant then submitted an application for permanent residence from within Canada on H&C grounds that was based on essentially the same allegations of risk put forth in her refugee claim.", "[10] In July 2006, the Applicant and Mr. Ates submitted a joint application for a pre-removal risk assessment that was based on essentially the same information that had been submitted in support of their refugee claim.", "[11] On February 28, 2008, the Multicultural Health Manager of the North Hamilton Community Health Centre sent a short letter to the PRRA Office stating that Mr. Ates had returned to Turkey in August 2006 and that the Applicant had not accompanied him because he was abusive and she knew that the laws in Canada would protect her. The letter added that the Applicant had informed staff at the Health Centre that she had been subsequently threatened by Mr. Ates, who was described as her \"ex-husband,\" because she had not followed him to Turkey.", "[12] Attached to that letter was a translation of an e-mail exchange between the Applicant and Mr. Ates in which Mr. Ates allegedly threatened the Applicant.", "[13] On February 12, 2009, the Applicant updated her PRRA application with another short, one-page letter which, among other things, stated that (i) her ex-husband, Mr. Ates, had returned to Turkey in August 2007 and believed that she would follow him; (ii) she had decided not to follow him to Turkey because of the abuse that she had suffered from him while living together in Turkey; and (iii) Mr. Ates had subsequently made serious threats to her life, which she believed would be carried out if she returned to Turkey.", "[14] On March 30, 2009, the Applicant was provided with an opportunity to update her H&C application. She responded by providing further submissions in April 2009. In those supplementary submissions, the Applicant stated that her life would be at risk if she were to return to Turkey, because she had received death threats from Mr. Ates and she believed that he would carry out those threats. In this regard, she relied on the evidence that she had submitted in support of her PRRA application. II. The PRRA Decision", "[15] The Officer rejected the Applicant's PRRA application on the basis that (i) there is less than a mere possibility that she would face persecution if she returned to Turkey; (ii) there are no substantial grounds to believe that she would face a risk of torture; and (iii) there are no reasonable grounds to believe that she would face a risk to life, or cruel and unusual treatment or punishment if she were to return to Turkey.", "[16] In assessing the risks likely to be faced by the Applicant if she were required to return to Turkey, the Officer began by noting that the risks identified in her initial PRRA application were essentially the same as those that had been heard and assessed by the RPD. The Officer then observed that the decision of the RPD is final with respect to the issue of state protection, \"subject only to the possibility that new evidence shows that the applicant would be exposed to a new, different or additional risk that could not have been contemplated at the time of the RPD decision.\"", "[17] The Officer then explicitly referred to the \"new\" information that had been provided in the aforementioned letters dated February 28, 2008 and February 12, 2009, and in the translated e-mail exchange that had been included with the former letter.", "[18] The Officer does not appear to have reached any conclusions with respect to the Applicant's credibility. The Officer appears to have considered it unnecessary to reach such conclusions, on the ground that \"[t] he determinative issue in this assessment is the availability of state protection.\"", "[19] However, the Officer did take \"note\" of the following factual matters: i. While the applicant stated that Mr. Ates returned to Turkey in August 2006, the electronic files indicated that he failed to confirm his departure with Canada Border Services Agency prior to leaving (the Officer did not mention the discrepancy between this date and the August 2007 date mentioned in the Applicant's aforementioned letter dated February 12, 2009); ii. Mr. Ates' e-mail address is a hotmail account and could be accessed from anywhere, and the identity of Mr. Ates had not been verified by corroborative documentation; iii. At the end of the e-mail, Mr. Ates stated: \"Now you can say if I come [Mr. Ates] will harm me and I am not safe, you can say that to the ones here. If you come back make sure you go to your father's home, that time there would be nothing to do and that's your only chance\"; iv. There was insufficient evidence to determine when the Applicant and Mr. Ates divorced; v. The Applicant did not provide information as to when her husband began being abusive towards her, whether this abuse occurred in Turkey or in Canada and what actions, if any, she took in relation to that abuse; and vi. The Applicant initiated the aforementioned e-mail exchange.", "[20] With respect to the latter fact, the Officer stated: \"I find it objectively unreasonable that, fearing for her safety, the applicant would seek out communication with her husband.\"", "[21] After discussing the \"new\" evidence and taking note of the foregoing facts, the Officer concluded: \"While it is clear from the internet (sic) exchange that there was resentment between the applicant and [Mr. Ates], there is insufficient evidence before me to support that the applicant faces persecution or harm in Turkey as a result.\"", "[22] The Officer then turned to the determinative issue of the availability of state protection.", "[23] In the absence of any further evidence from the Applicant regarding her fear of abuse from Mr. Ates and her fear of persecution as a Muslim woman in Turkey, the Officer reviewed the 2008 US Library of Congress Country Profile on Turkey, a report prepared by the UK Home Office and country information obtained by the Immigration and Refugee Board of Canada in response to information requests.", "[24] After summarizing and quoting a significant amount of information set forth in that documentation, including information that reported that problems in providing effective protection continue to be exist, the Officer noted that (i) the evidence shows that gender discrimination with respect to the protection of victims of violence is not an issue, and both women and men have equal access to the justice system, including legal representation; (ii) domestic human rights organizations have reported that recent measures designed to improve the enforcement of laws targeting violence against women, including spousal abuse, have been partially effective; and (iii) there have been meaningful improvements in the human rights situation in recent years.", "[25] The Officer also quoted objective evidence that the overwhelming majority of Turkish nationals who had applied for asylum overseas are of no interest to the Turkish government and would not be imprisoned upon return. (This aspect of the Applicant's prior written submissions was not addressed in the hearing before this Court.)", "[26] Based on the available evidence the Officer concluded: \"State protection, while not perfect, is adequate.\" In this regard, the Officer added: \"The documentary evidence shows that the applicant has recourse available to her, should the authorities act contrary to their mandate.\" The Officer also noted that the \"[o] bjective evidence shows that there are various levels of protection available in Turkey, and the applicant would have access to them. It is reasonable that if the applicant was to seek state protection, she would be afforded such protection.\" III. Issues", "[27] The Applicant alleges that the Officer erred by: i. failing to hold a hearing to provide her with an opportunity to address a number of credibility issues that she alleges were raised in the Officer's assessment; ii. applying the wrong test in assessing the availability of state protection for women who are victims of domestic violence in Turkey; and iii. ignoring important evidence that was supportive of her claim regarding the ineffectiveness of such state protection. IV. Standard of Review", "[28] The standard of review applicable to the first and third issues raised by the Applicant is reasonableness. ( <FRAGMENT_SUPPRESSED> , at para. 53; ( Canada (Citizenship and  <FRAGMENT_SUPPRESSED> , at para. 46; <FRAGMENT_SUPPRESSED>  at para. 9; <FRAGMENT_SUPPRESSED>  at para. 17.)", "[29] In <FRAGMENT_SUPPRESSED> , at para. 59, reasonableness was articulated by Justice Ian Binnie as follows: Where the reasonableness standard applies, it requires deference. Reviewing courts cannot substitute their own appreciation of the appropriate solution, but must rather determine if the outcome falls within \"a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , at para. 47). There might be more than one reasonable outcome. However, as long as the process and the outcome fit comfortably with the principles of justification, transparency and intelligibility, it is not open to a reviewing court to substitute its own view of a preferable outcome.", "[30] The standard of review applicable to the second issue raised by the Applicant (the appropriate test for state protection) is correctness. ( <FRAGMENT_SUPPRESSED> , above, at paras. 43 and 44.) V. Analysis A. Did the Officer err in failing to hold a hearing?", "[31] Subsection 113(b) provides that \"a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required\". The prescribed factors for determining whether a hearing is to be held are set out in section 167 of the Immigration and Refugee Protection Regulations , SOR/2002-227: 167. For the purpose of determining whether a hearing is required under paragraph 113(b) of the Act, the factors are the following: (a) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act; (b) whether the evidence is central to the decision with respect to the application for protection; and (c) whether the evidence, if accepted, would justify allowing the application for protection.", "[32] Given the presence of the conjuctive word \"and\" between paragraphs (b) and (c) above, it is clear that the factors set forth in paragraphs 167(a), (b) and (c) are cumulative. ( <FRAGMENT_SUPPRESSED> , above, at para. 18; <FRAGMENT_SUPPRESSED>  at para. 4.) The parties agree that if all three factors in section 167 were satisfied, a PRRA Officer would be obliged to hold a hearing and that if one of the factors set forth (b) or (c) is not satisfied then a hearing would not be required.", "[33] Unfortunately for the Applicant, the factor set forth in paragraph 167(c), at the very least, is not met, as the determinative factor in this case is the existence of adequate state protection and, as discussed below, I am satisfied that the Officer's conclusion on this point was not unreasonable. Accordingly, the Officer was not required to hold a hearing. ( <FRAGMENT_SUPPRESSED>  at para. 27; aff'd 2005 FCA 160.)", "[34] Moreover, for the record, I do not believe that the factor set forth in paragraph 167(a) was met, as the Officer did not make any finding as to credibility. The Officer simply found that the Applicant had not discharged her burden to produce sufficient evidence to establish on a balance of probabilities that she would face a risk of persecution or harm if forced to return to Turkey. ( <FRAGMENT_SUPPRESSED>  at para. 43.)", "[35] In contrast to the type of situation that arose in <FRAGMENT_SUPPRESSED> , above at para. 19, and <FRAGMENT_SUPPRESSED>  at paras. 11 to 16, where the Applicant's credibility was at the heart of the decision, the Officer in the case at hand did not state anywhere in the decision that there were concerns regarding the Applicant's credibility. Moreover, contrary to the Applicant's claim that the Officer in essence raised credibility concerns by taking \"note of\" the factual matters discussed at paragraph 19 above, I am satisfied that the Officer did not in essence raise such concerns.", "[36] With respect to Mr. Ates' return to Turkey and his divorce from the Applicant, I am satisfied that the Officer proceeded with the assessment on the assumption that these facts were true. The only issue \"noted\" with respect to the divorce concerned when the divorce happened. It was entirely reasonable for the Officer to note that there was insufficient evidence on this point, as this was relevant to the weight to be attributed to the Applicant's claim that she would likely suffer abuse at Mr. Ates' hands if forced to return to Turkey.", "[37] The same is true with respect to the other facts that were noted by the Officer, namely, (i) the fact that the Applicant had initiated the aforementioned e-mail exchange, (which contrary to the Applicant's claim did not contain any material threats); (ii) the passage from the end of that e-mail exchange that the Officer quoted; and (iii) the fact that the Applicant did not provide information as to when her husband began being abusive towards her, whether this abuse occurred in Turkey or in Canada and what actions, if any, she took in relation to that abuse. Although the Applicant did in fact state that the abuse occurred in Turkey, she did not provide any of the other information, all of which was directly relevant to the weight to be given to her claim that she would likely suffer future abuse at Mr. Ates' hands if forced to return to Turkey.", "[38] Absent that type of additional evidence regarding the past abuse and absent additional evidence regarding the other matters that were \"noted\" by the Officer, it was open to the Officer \"to move immediately to an assessment of weight or probative value without considering whether [the adduced evidence of past abuse] is credible\". ( <FRAGMENT_SUPPRESSED>  at paras. 26 and 34.)", "[39] And absent such additional evidence, it was also reasonable for the Officer to conclude that the Applicant's bald statements regarding the likelihood of future abuse at the hands of her husband if she were forced to return to Turkey were collectively insufficient to meet the Applicant's burden of proof on this issue. ( <FRAGMENT_SUPPRESSED> , above; Ferguson , above, at paras. 32 and 33; <FRAGMENT_SUPPRESSED> , above, at para. 10; <FRAGMENT_SUPPRESSED>  at paras. 24 and 29.)", "[40] Moreover, given that the officer identified the availability of state protection as the determinative issue, it was also open to the Officer to refrain from elaborating further on this issue.", "[41] Ultimately, the Applicant failed to meet her burden of proof on this issue because she relied on bald, unsubstantiated and uncorroborated statements regarding her past abuse at the hands of her ex-husband and the likelihood of future abuse. In doing so, she put herself in a position where it was more difficult to meet that burden. Proceeding in this manner is unwise where, as here, it is within the Applicant's power to provide the type of additional evidence or corroboration that one would reasonably expect to find in support of an application. ( <FRAGMENT_SUPPRESSED> , above, at para. 10.) B. Did the Officer apply the wrong test in assessing the availability of state protection?", "[42] The Applicant claims that the Officer applied the wrong test by focusing on the nature of the efforts made by the government of Turkey to strengthen the state protection available to victims of domestic violence and human rights abuses, instead of applying the standard of effective state protection. I disagree.", "[43] I am satisfied that the Officer correctly focused on whether adequate state protection would be available to the Applicant. The Officer then explicitly found that \"[s] tate protection, while not perfect, is adequate.\" In this regard, the Officer added: \"The documentary evidence shows that the applicant has recourse available to her, should the authorities act contrary to their mandate.\" The Officer also noted that the \"[o] bjective evidence shows that there are various levels of protection available in Turkey, and the applicant would have access to them. It is reasonable that if the applicant was to seek state protection, she would be afforded such protection.\" Based on these statements, I am satisfied that the Officer did not merely articulate the correct test, but that he in fact applied the correct test. He did not simply focus on whether the Government of Turkey is making serious efforts to provide state protection to victims of domestic violence and human rights abuses.", "[44] The Applicant submits that in <FRAGMENT_SUPPRESSED>  the Supreme Court established that the test is whether there state protection is effective . There, the Court observed that once an objective and subjective fear of prosecution has been established, it can be presumed that persecution will be likely, and the fear well-founded, if it is determined that the state in question is unable \"to assuage those fears through effective protection.\" On the facts of that case, the Court concluded that once it was accepted that the appellant's fear of persecution was legitimate and that representatives of the state had admitted their \"ineffectiveness\", it was appropriate to presume the well-foundedness of the appellant's fears. ( Ward , at para. 46.)", "[45] The Applicant also relies on <FRAGMENT_SUPPRESSED> . There, the Court referred to the state protection test in a number of different ways, namely, whether there is clear and convincing evidence that state protection is \"insufficient\" (para. 46), \"ineffective\" (para. 54) or \"inadequate\" (para. 58).", "[46] Insofar as other authorities cited by the Applicant are concerned, some characterized the test in terms of the ability of a state to provide \"effective\" protection (see, for example, <FRAGMENT_SUPPRESSED>  at para. 44; and <FRAGMENT_SUPPRESSED>  at para. 34), while some characterized the test in terms of the ability of the state to provide \"adequate\" state protection (see, for example, <FRAGMENT_SUPPRESSED> , above, at para. 37; <FRAGMENT_SUPPRESSED> , at paras. 33 to 35).", "[47] Indeed, in her written submissions, the Applicant herself also appears to use the terms \"effective state protection\" and \"adequate state protection\" interchangeably. It is not apparent from a close reading of the aforementioned cases that any distinction was drawn or intended to be drawn between what constitutes \"effective state protection\" and \"adequate state protection\". These terms seem to have been used to convey essentially the same test.", "[48] The Respondent submitted that the law is well settled with respect to the appropriate test for state protection, and that test is whether the state protection is \"adequate.\" In support of this position, the Respondent relies on The Minister of Citizenship and  <FRAGMENT_SUPPRESSED> .", "[49] In <FRAGMENT_SUPPRESSED> , at para. 30, the Court held that \"a claimant seeking to rebut the presumption of state protection must adduce relevant, reliable and convincing evidence which satisfies the trier of fact on the balance of probabilities that the state protection is inadequate.\" The Court did not draw any explicit distinction between \"adequate\" state protection and \"effective\" state protection, although it rejected the view that the claimant's burden could be met by merely adducing \"reliable evidence of the state's inability to protect her\". ( <FRAGMENT_SUPPRESSED> , at para. 12.)", "[50] In Flores , at para. 8, my colleague Justice Richard Mosley observed that <FRAGMENT_SUPPRESSED> \"confirmed that the test is adequacy rather than effectiveness per se.\" Citing Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  enough for a claimant merely to show that his government has not always been effective at protecting persons in his particular situation.\" He added, at para. 11: \"Requiring effectiveness of other countries' authorities would be to ask of them what our own country is not always able to provide.\"", "[51] This position was followed very shortly afterwards in <FRAGMENT_SUPPRESSED>  at para. 13, where my colleague Justice Maurice Lagacé stated: As for the question of whether the appropriate test for assessing state protection is one of adequacy or effectiveness, the Court finds that the former approach is the correct approach. To require full effectiveness of foreign police and judicial systems would be to insist on a standard for other states which we, in Canada, are not always able to achieve ourselves. Where there is strong evidence to show that the police and judicial systems of democratic states are so ineffective as to be inadequate, that might be a reason for finding that state protection is unavailable. Such is not the case here.", "[52] Based on the foregoing review of the cases cited by the parties, I agree with the Respondent that the law is now well-settled that the appropriate test for assessing state protection is whether a country is able and willing to provide adequate protection. In short, a claimant for protection under sections 96 or 97 of the IRPA must establish, with clear and convincing evidence, and on a balance of probabilities, the inability or unwillingness of the state to provide adequate protection. This burden of proof remains the same regardless of the country being assessed, although the evidentiary burden required to rebut the presumption of adequate state protection will increase with the level of democracy of the state in question. ( <FRAGMENT_SUPPRESSED> , above, at paras. 25 and 26.)", "[53] As a practical matter, while there is no legal requirement to produce corroborative evidence ( Kahn v. the Minister of Citizenship and Immigration , 2002 FCT 400, at para. 17), it will be more difficult to rebut the presumption of adequate state protection with bald, uncorroborated statements, particularly where, as in this case, it is within the claimant's power to provide the type of additional evidence or corroboration that one would reasonably expect to find in support of an application. ( <FRAGMENT_SUPPRESSED> , above, at para. 10.)", "[54] Given that a PRRA Officer will be entitled to give more weight to documentary evidence, even if the applicant is found to be credible and trustworthy ( Kahn , above, at para. 18), a claimant would be well-advised to adduce persuasive and recent evidence from respected, objective sources, such as the country reports from the U.S. Department of State and the U.K. Home Office. These types of reports typically will be more credible and persuasive than newsclippings or articles written by advocacy organizations.", "[55] To demonstrate inadequate state protection, \"it is not enough for a claimant merely to show that his government has not always been effective at protecting persons in his particular situation.\" ( <FRAGMENT_SUPPRESSED> , above, at 132). Rather, it must be demonstrated that the state is so weak or corrupt that there are extensive shortcomings in its ability or willingness to provide state protection either to the public at large or to persons similarly situated to the claimant, in terms of race, religion, nationality, political opinion, social group, age, ethnic origin, etc. For example, if a 70 year-old woman claims a risk of persecution or physical harm, it would not be particularly helpful for her to adduce evidence of inadequate state protection of males or young activists. Moreover, it would not be sufficient for her to simply adduce evidence that the state protection that has been afforded to persons similarly situated to her has been somewhat ineffective. In this case, the Applicant's failure to provide sufficient information regarding the state's inability to provide adequate protection to either the public at large or to persons similarly situated to her was fatal.", "[56] To establish that state protection is inadequate, it must be demonstrated that such protection is significantly less adequate than it is in established democracies. Accordingly, it will not be sufficient to adduce evidence of the types of shortcomings or gaps in the provision of state protection that remain in Canada or other developed countries.", "[57] In addition, given the forward-looking nature of the assessment, it will not typically be sufficient to rely on evidence of past shortcomings in the relevant country's ability or willingness to provide adequate state protection. Rather, it will typically be necessary to go further and provide persuasive recent evidence from objective and reliable sources, demonstrating that the country in question continues to be unable or unwilling to provide adequate state protection. As discussed below, in this case, the Applicant fell significantly short of her meeting her burden in this regard.", "[58] In conclusion, the Officer in this case applied the correct test of adequacy of state protection. C. Did the Officer err by ignoring important evidence pertaining to state protection?", "[59] The Applicant claims that the Officer ignored important evidence that was supportive of her claim.", "[60] In this regard, she claims that the Officer failed to specifically mention a statement in the U.S. Department of State's publication entitled 2008 Human Rights Report: Turkey that states: \"The law prohibits violence against women, including spousal abuse, but the government did not effectively enforce it.\" I am satisfied that the Officer captured the essence of this statement when, after noting that \"[v] iolence against women, including spousal abuse, was a serious and widespread problem\", he stated: \"Evidence illustrates that while the government did not effectively enforce the law, the interior ministry and Prime Ministry issued circulars during the year instructing relevant departments to better enforce those laws\". The Officer then noted that domestic human rights organizations have reported that these measures had been \"partially effective\".", "[61] The Applicant also claims that the Officer disregarded evidence that various aspects of the legal mechanisms that had been established were ineffective and that other initiatives, such as the establishment of shelters, had not been implemented. However, I am satisfied that the Officer did not disregard this evidence. Indeed, the Officer's decision specifically highlighted a passage from the aforementioned 2008 Human Rights Report: Turkey which reported on the number of shelters that had been opened by the government and non-governmental agencies. In addition, by noting that the legal measures that had been adopted had been only \"partially effective,\" the Officer implicitly recognized and took into account that there were shortcomings with the legal mechanisms that had been established to provide state protection. In my view, it was not unreasonable for the Officer to refrain from elaborating upon this in the decision.", "[62] Counsel for the Applicant also made the generalized claim in her oral submissions that the Officer ignored important evidence, some of which was set forth in the same documents that were mentioned in the decision, which did not support the conclusions reached in the decision. However, the Officer was not required to \"detail every piece of evidence provided and every argument raised\", so long as the decision reached was within the bounds of reasonableness. ( <FRAGMENT_SUPPRESSED>  at para. 17.) Having reviewed the Certified Tribunal Record, I am satisfied that the decision reached by the Officer was well within \"a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" ( <FRAGMENT_SUPPRESSED> , above, at para. 47.) VI. Conclusion Regarding the PRRA Decision", "[63] The application for judicial review is dismissed. There is no question for certification. VII. The H&C Decision", "[64] The Officer declined to grant the Applicant's application for permanent residence from within Canada on humanitarian and compassionate grounds on the basis that she had not established that she would likely suffer hardship that would be unusual, undeserved or disproportionate if forced to apply for permanent residence from Turkey.", "[65] At the outset of the H&C decision, the Officer stated that all the evidence that the Applicant had provided in support of her H&C application and PRRA application had been considered. However, the Officer added: \"It is important to note that risk is considered in the context of the applicant's degree of hardship, and not sections 96 and 97 of the IRPA.\"", "[66] The H&C decision then addressed the risks claimed by the Applicant and discussed the state protection likely to be available in Turkey in respect of those risks. This part of the decision, which was addressed under the heading \"Risk of Returning to Turkey\", was highly similar to the corresponding part of the PRRA decision. Indeed, some paragraphs were identical. However, other material was deleted and the language in other paragraphs (particularly at the outset and at the end of this section) was adapted to reflect a focus on hardship rather than on persecution and the risks set forth in s. 97 of the IRPA.", "[67] Under the heading \"Establishment,\" the decision then devoted several paragraphs to a discussion of the Applicant's level of establishment and integration into her community in Canada. At the end of this part of the decision, the Officer discussed the letters of support that had been submitted by friends and members of the community.", "[68] The following section of the decision addressed, under the heading \"Return to Country of Nationality\", various additional matters relevant to the Officer's assessment of the H&C application, including the feasibility of the Applicant's return to Turkey, the fact that she has a 23 year-old son there, his best interests, and the additional network of family support that the Applicant has in Turkey, including her father and two brothers. This section of the decision concluded with the statement: \"There is insufficient evidence before me to support that the applicant would be unable to re-establish herself in Turkey, or that doing so constitutes unusual and undeserved, or disproportionate hardship.\"", "[69] Finally, the concluding section of the decision explained, over the course of three fairly detailed paragraphs, the focus of the H&C process, the appropriate test to be applied in assessing H&C applications (namely, whether an applicant would face unusual, undeserved or disproportionate hardship), and why the Officer had concluded that the Applicant had not met this test. VIII. Issues", "[70] The Applicant alleges that the Officer applied the wrong test in assessing her H&C application, notwithstanding that the correct test was articulated throughout the decision. More particularly, the Applicant alleges that the Officer either (i) merely recited the majority of the analysis from the PRRA decision and then substituted the word \"risk\" with the word \"hardship\" throughout the H&C decision; or (ii) adopted, in the course of the H&C assessment, essentially the same analysis as was used during the review of the PRRA application.", "[71] In addition, the Applicant alleges that the Officer further erred by failing to hold a hearing to address a number of credibility issues that she alleges were raised in the Officer's assessment.", "[72] The Applicant also alleges that the Officer erred by ignoring evidence that the Applicant would face hardships as a woman if forced to return to Turkey, particularly given her physical ailments. IX. Analysis A. Did the Officer apply the wrong test in assessing the H&C application?", "[73] I cannot agree with the Applicant's position that the Officer implicitly applied the wrong test in assessing the H&C application.", "[74] The H&C decision was rendered the day before the PRRA decision. So it is not possible that the Officer could have simply substituted the word \"hardship\" for the word \"risk\" in the text that appeared in the PRRA decision.", "[75] When confronted with this fact during the oral hearing, counsel for the Applicant replied that while the H&C decision may have been dated one day prior to the PRRA decision, it was obvious that it had actually been written after the PRRA decision.", "[76] I disagree. Firstly, the Officer stated, near the beginning of the PRRA decision: \"I was the officer that rendered the H&C decision.\" This provides further support for the fact that the H&C decision was written first. Secondly, the Officer took care throughout the H&C decision to focus on the correct test, which was repeated several times throughout the decision. Thirdly, apart from material in the section under the heading \"Risk of Returning to Turkey\", which is discussed in Part VII above, the H&C decision discusses issues that were not addressed whatsoever in the PRRA decision.", "[77] While the Applicant claimed that the Officer's discussion of state protection supported her view that the Officer simply adopted the analysis from the PRRA assessment in reviewing the H&C application, I am satisfied that this part of the decision was part of the Officer's assessment of the hardship, if any, likely to be faced by the Applicant if forced to return to Turkey. After reviewing the evidence on state protection, the Officer concluded: \"While not perfect, I find that state protection is adequate, and that it would not constitute a hardship for the applicant to access such protection should she chose to seek it.\" The Officer then immediately proceeded to a more general conclusion regarding the alleged hardships that the Applicant would face in Turkey.", "[78] Accordingly, I am unable to conclude that the Officer applied the wrong test in assessing the Applicant's H&C application. B. Did the Officer err in failing to hold a hearing?", "[79] This alleged error is based on the same facts and arguments that were addressed in part V.A. of this decision and therefore do not need to be addressed again here. C. Did the Officer err by ignoring important evidence?", "[80] The Applicant's final claim is that the Officer erred by ignoring evidence that the Applicant would face hardship as a woman if forced to return to Turkey, particularly given her physical ailments.", "[81] I am satisfied that the Officer gave reasonable consideration to the totality of the evidence adduced by the Applicant and independently researched by the Officer. In the course of doing so, the Officer specifically acknowledged various shortcomings in the implementation of strengthened laws and other initiatives designed to improve the protection of human rights (including discrimination based on gender) and to more effectively address violence against women. However, after reviewing the progress that has been made in this regard, the Officer concluded that the Applicant was unable to establish that her claimed hardships are such that they would constitute unusual, undeserved or disproportionate hardship.", "[82] The Officer also implicitly addressed the medical issue raised by the Applicant in concluding that there were no medical impediments to the Applicant's return. This statement was made in the context of the Officer's assessment of the nature of the hardships likely to be faced by the Applicant if forced to return to Turkey.", "[83] In conclusion, I am satisfied that the Officer did not err by ignoring important evidence in the course of the assessment of the Applicant's H&C application. X. Conclusion Regarding the H&C Decision", "[84] The application for judicial review is dismissed. There is no question for certification. JUDGMENT", "[85] THIS COURT ORDERS AND ADJUGES THAT the Applicant's applications for judicial review in matters IMM-4648-09 and IMM-4649-09 are dismissed. [End of document]"]}