{"id_": "012451", "body_str": ["[1] Kelen, J. : This is an application for judicial review of a decision by an Immigration Officer dated August 21, 2008, denying the applicants' application for permanent residence on humanitarian and compassionate grounds (H&C) pursuant to section 25 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 ( IRPA ).  <FRAGMENT_SUPPRESSED> FACTS  <FRAGMENT_SUPPRESSED>", "[2] The applicants are a husband, wife and their minor son. They are citizens of Guyana. They entered Canada as visitors along with their daughter on August 20, 2002 and made a refugee claim approximately a month later based on attacks against them and their business. The Refugee Protection Division (RPD) of the Immigration and Refugee Board rejected the applicants' refugee claims on March 23, 2003 on the basis that the attacks against them were not politically motivated and the risk did not persist. The applicants did not leave Canada.  <FRAGMENT_SUPPRESSED>", "[3] The applicants' filed an H&C application in March 2006 and a Pre-Removal Risk Assessment (PRRA) in July 2008. The adult applicants' daughter has since married a Canadian citizen and obtained permanent residence sponsored by her spouse as a member of the family class, and is therefore not included in this application.  <FRAGMENT_SUPPRESSED>", "[4] The H&C and PRRA applications were heard by the same PRRA officer and were both rejected in August 2008. The applicants brought a motion for a stay of removal concerning these negative decisions. Mr. Justice Russell granted the stay motion concerning the H&C decision and dismissed the stay motion with regard to the PRRA decision on October 8, 2008.  <FRAGMENT_SUPPRESSED> Decision under review  <FRAGMENT_SUPPRESSED>", "[5] The PRRA officer found that the applicants' personal circumstances did not establish that the hardship of being refused the H&C exemption would cause them unusual and undeserved or disproportionate hardship. The PRRA officer found:  <FRAGMENT_SUPPRESSED> a. The risks alleged by the applicant were not personalized and state protection was available. The applicants stated that they feared crime, violence and racial tension and feared that they would be targeted as returnees. The PRRA officer stated that \"everyone in Guyana is subject to these conditions\" and the risk to the applicants did not meet the level of hardship warranting an H&C exemption (p. 2b);  <FRAGMENT_SUPPRESSED> b. The applicants were not established in Canada \"beyond the normal establishment that one would expect the applicants to have achieved in the circumstances\" (p. 2b). The PRRA officer acknowledged that the adult applicants were employed; that the applicants attended a Hindu temple and volunteered for certain organizations; and had provided reference letters from friends; but found that these facts did not go beyond the ordinary level of establishment. The PRRA officer also acknowledged that the applicants had purchased a home in Canada but stated that the house was purchased when the applicants' immigration status was not legal or was undecided and they were aware that they could be removed from  <FRAGMENT_SUPPRESSED>  permanent residence in Canada, the applicants had extended family in Canada including the female applicant's mother and sister, both Canadian citizens; the adult male applicant's sister, a Canadian citizen; and a number of aunts, uncles, nephews, nieces and cousins. However, the PRRA officer found that there were no obstacles to the applicants applying as immigrants under the family class program and that family reunification, while a goal of the immigration system, was not the purpose of an H&C exemption. The PRRA officer also noted that the male applicant's extended family resides in Guyana and could provide support to the applicants (p. 2c);  <FRAGMENT_SUPPRESSED> d. The applicants' prolonged stay in Canada was not due to circumstances beyond their control. The conditional departure order was issued when the applicants' refugee claim was rejected on March 23, 2003 and the applicants have remained in Canada for another six years of their own will (p. 2c); and  <FRAGMENT_SUPPRESSED> e. The best interests of the minor child did not require that he remain in Canada. The child, Davendra, was 9 years old when the applicants came to Canada and is now 15 years old. The PRRA officer found that as Davendra had lived in Guyana for a major part of his young life, attended school there, speakes the language and is familiar with the customs, he would not have significant difficulty re-adapting to life there, particularly given his ability to adapt to life in Canada. The PRRA officer stated that the minor applicant would have his parents to assist him in this transition (p. 2c).  <FRAGMENT_SUPPRESSED>", "[6] For these reasons, the PRRA officer rejected the applicants' H&C application.  <FRAGMENT_SUPPRESSED> ISSUES  <FRAGMENT_SUPPRESSED>", "[7] The applicant submits that the PRRA officer erred in the following five ways:  <FRAGMENT_SUPPRESSED> a. finding that there were no obstacles to the applicants returning as members of the family class;  <FRAGMENT_SUPPRESSED> b. conflating the PRRA test with the H&C test regarding risk and associated hardship;  <FRAGMENT_SUPPRESSED> c. finding that the applicants' establishment in Canada was merely normal and \"expected\";  <FRAGMENT_SUPPRESSED> d. characterizing the H&C test for hardship as simply \"undeserved,\" misconstruing evidence and rendering an unreasonable decision with regard to the length of the applicants' stay in Canada and their establishment; and  <FRAGMENT_SUPPRESSED> e. failing to take into account the best interests of the minor applicant.  <FRAGMENT_SUPPRESSED>", "[8] The third and fourth issues listed above both relate to the PRRA officer's assessment of the applicants' establishment in Canada. I will therefore consider them as one issue, i.e. whether the PRRA officer's findings with respect to the applicants' establishment were reasonable.  <FRAGMENT_SUPPRESSED> STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>", "[9] <FRAGMENT_SUPPRESSED>  the Supreme Court of Canada held at paragraph 62 that the first step in conducting a standard of review analysis is to \"ascertain whether the jurisprudence has already determined in a satisfactory manner the degree of [deference] to be accorded with regard to a particular category of question. <FRAGMENT_SUPPRESSED>", "[10] <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada established that reasonableness is the appropriate standard of review for H&C application decisions. The Court stated at paragraph 62:  <FRAGMENT_SUPPRESSED> ¶ 62 ... I conclude that considerable deference should be accorded to immigration officers exercising the powers conferred by the legislation, given the fact-specific nature of the inquiry, its role within the statutory scheme as an exception, the fact that the decision-maker is the Minister, and the considerable discretion evidenced by the statutory language. Yet the absence of a privative clause, the explicit contemplation of judicial review by the Federal Court - Trial Division and the Federal Court of Appeal in certain circumstances, and the individual rather than polycentric nature of the decision, also suggest that the standard should not be as deferential as 'patent unreasonableness'. I conclude, weighing all these factors, that the appropriate standard of review is reasonableness simpliciter. \" (Emphasis added)  <FRAGMENT_SUPPRESSED>", "[11] In reviewing the PRRA officer's decision using a standard of reasonableness, the Court will consider \"the existence of justification, transparency and intelligibility within the decision-making process\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" ( at paragraph 47).  <FRAGMENT_SUPPRESSED>", "[12] Where the applicant has submitted that the PRRA officer erred in law in applying the wrong test, the appropriate standard of review is correctness.  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED> Fundamental principles for assessing an H&C decision  <FRAGMENT_SUPPRESSED>", "[13] Fundamental principles in assessing an H&C application were well enunciated by Mr. Justice Michel Shore in <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED> \"¶ 1 It must be emphasized that there is nothing about the Applicant's situation that suggests that it fits into a special category of cases where a positive decision might be made. The Applicants are simply would-be immigrants whose humanitarian and compassionate (H&C) application is primarily based on the existence of minor children and the fact they have been in Canada for a few years. If this were the standard upon which H&C applications had to be approved, virtually no applications could be refused. It would also create a positive incentive for foreign nationals to completely ignore regular immigration procedures. ...  <FRAGMENT_SUPPRESSED> \"¶ 2 In essence, positive H&C decisions are for circumstances sufficiently disproportionate or unjust, such, that the persons concerned should be allowed to apply for landing from within Canada, instead of returning home and joining a long queue in which many others have been waiting patiently. ... <FRAGMENT_SUPPRESSED>", "[14] Accordingly, the fact that applicants have been in Canada for a number of years is not a basis for allowing applicants to apply for landing from within Canada on an H&C basis, instead of returning home and joining \"a long queue in which many others have been waiting patiently\".  <FRAGMENT_SUPPRESSED>", "[15] Mr. Justice Denis Pelletier (as he then was) in <FRAGMENT_SUPPRESSED>  (T.D.) held to trigger \"hardship\" there must be something other than that which is inherent in being asked to leave Canada after having been in Canada for a period of time. Leaving one's family and friends and employment and residence in Canada is not enough to justify hardship. The applicants must show \"unusual hardship\", more than what would be experienced by others who are being asked to leave Canada after their legal rights to remain in Canada have expired. Mr. Justice Pelletier held as follows:  <FRAGMENT_SUPPRESSED> \"¶12 If one then turns to the comments about unusual or undeserved which appear in the Manual, one concludes that unusual and undeserved is in relation to others who are being asked to leave Canada. It would seem to follow that the hardship which would trigger the exercise of discretion on humanitarian and compassionate grounds should be something other than that which is inherent in being asked to leave after one has been in place for a period of time. <FRAGMENT_SUPPRESSED>", "[16] <FRAGMENT_SUPPRESSED>  (F.C.) Mr. Justice Yves de Montigny held at paragraph 31:  <FRAGMENT_SUPPRESSED> \"¶ 31 Finally, the Applicants have argued that conditions in Argentina are dismal and not good for raising children. They cited statistics from the documentation, which were also considered by the H&C Officer, to show that Canada is a more desirable place to live in general. But the fact that Canada is a more desirable place to live is not determinative on an H&C application ... if it were otherwise, the huge majority of people living illegally in Canada would have to be granted permanent resident status for Humanitarian and Compassionate reasons. This is certainly not what Parliament intended in adopting section 25 of the Immigration and Refugee Protection Act . <FRAGMENT_SUPPRESSED> Accordingly, the fact that the applicants have better conditions in Canada then in Guyana does not constitute H&C hardship grounds when being asked to leave Canada.  <FRAGMENT_SUPPRESSED>", "[17] Finally, Justice de Montigny held at paragraph 23:  <FRAGMENT_SUPPRESSED> \"¶ 23 ... A failed refugee claimant is certainly entitled to use all the legal remedies at his or her disposal, but he or she must do so knowing full well that the removal will be more painful if it eventually comes to it. ... <FRAGMENT_SUPPRESSED>", "[18] Accordingly, a failed refugee claimant who does not leave Canada for a number of years, as the applicants did not, do so knowing their removal will be more painful when the time comes. The applicants overstayed their legal entitlement to remain in Canada. The fact that they have spent a number of years in Canada, does not entitle them to an H&C exemption from having to apply from outside of Canada for permanent residence in Canada.  <FRAGMENT_SUPPRESSED> Issue No. 1: Did the PRRA officer incorrectly find that the applicants' could apply from abroad for permanent resident status under the family class without any \"apparent obstacles\"?  <FRAGMENT_SUPPRESSED>", "[19] The applicants are currently the subject of an application by their daughter to sponsor them as members of the family class. This sponsorship application was filed over 1 year ago, and acknowledged by the respondent on April 24, 2008. The respondent advised the daughter that sponsorship applications for parents \"are experiencing longer processing times\", i.e. do not expect an answer soon. The PRRA officer stated in his decision (at p. 2c of the Application Record):  <FRAGMENT_SUPPRESSED> \"It is understandable that the applicant[s] would want to remain in Canada with their extended family considering they have been together since they last travelled to Canada ... However, I note the purpose of H&C discretion is to allow flexibility to approve deserving cases not anticipated in the legislation. I have to look to the possibility of reunification through an existing program such as the family class program which exists for cases such as the one before me. I find there are no apparent obstacles that would impede an overseas sponsorship. <FRAGMENT_SUPPRESSED>", "[20] The applicants submit that this statement is erroneous because they would require an Authorization to Return to Canada (ARC) pursuant to section 52 of IRPA , which provides that a where a removal order has been enforced, the foreign national cannot return to Canada without authorization. The applicants further submit that ARCs are not automatically granted to members of the family class in every case and the officer was thus incorrect in concluding that \"no apparent obstacles\" preclude the applicants' from being approved as family class members applying from abroad.  <FRAGMENT_SUPPRESSED>", "[21] The applicants rely on a number of cases to support their submission that an incorrect assumption that a claimant can return to return to Canada by way of another application is sufficient to set aside an H&C decision: <FRAGMENT_SUPPRESSED> . In the first three of these cases, the relevant issue was the best interests of the children and the hardship caused by the separation of a child from a parent who was being removed from Canada. In these cases, the H&C officers found that the hardship to the claimants was limited because the separation from the parent was only temporary. The facts  <FRAGMENT_SUPPRESSED> were similar, except that the case involved the separation of children from their grandparents. Had there been a chance that the separation from the parent would be lengthy or permanent, it was clear that the H&C officers would have found the separation adversely affected the best interests of the child.  <FRAGMENT_SUPPRESSED>", "[22] Here, the PRRA officer found, in considering the applicants' family ties, that the hardship of separation from their extended family in Canada would not amount to unusual, undeserved or disproportionate hardship and that the applicants' also had extended family in Guyana to help and support them. Moreover, while considering the best interest of the child, the PRRA officer found that the minor applicant would be able to readjust to life in Guyana because his parents would be with him to offer love and support. Thus, unlike in the cases cited by the applicant, the PRRA officer's finding did not hinge in this case on an assumption that the applicants would certainly be able to return as members of the family class. There is no indication that, if the PRRA officer thought the applicants may not be able to return, he would find the requisite hardship had been established. In fact, the decision quite clearly states that the hardships that would be faced by the applicants upon removal are not at the level that warrants an H&C exemption. For this reason, the PRRA officer's statement that the applicants could apply from overseas for family class status without any \"apparent obstacles\" is not an error that warrants setting aside the decision.  <FRAGMENT_SUPPRESSED>", "[23] Moreover, I agree with the respondent that the statutory consequences of failing to comply with an enforceable removal order cannot be considered \"hardship\" warranting an H&C exemption. The purpose of s. 52 of IRPA is to provide individuals under a removal order with a strong incentive to comply. Individuals who remain in Canada following a deportation order face the risk of having to apply for an ARC if they wish to return to Canada. This is not unusual, undeserved or disproportionate hardship.  <FRAGMENT_SUPPRESSED> Issue No. 2: Did the PRRA officer err in assessing the applicants' claims relating to risk?  <FRAGMENT_SUPPRESSED>", "[24] The applicants submit that the PRRA officer erred by applying the wrong test in assessing the applicant's risk and \"hardship\". Specifically, the applicants submit that the PRRA officer's finding that the applicants had not established a personalized risk and \"hardship\" demonstrates that the officer assessed the risk on a PRRA standard, rather than an H&C standard.  <FRAGMENT_SUPPRESSED>", "[25] The PRRA officer stated (at p. 2b of the Application Record):  <FRAGMENT_SUPPRESSED> \"The applicants state that they fear crime, violence and racial tension in Guyana. They fear to be targeted as returnees returning to Guyana. However, the applicants do not demonstrate how these incidents of crime and violence will personally affect them. A further assessment of current country conditions from impartial and well-known sources indicates that everyone in Guyana is subject to these risks and it is not specific to the applicants. The evidence does not establish that the applicants are personally at risk in Guyana. The evidence establishes that state protection is available for the applicants.  <FRAGMENT_SUPPRESSED> \"The applicants submit that generalized risk may be sufficient to establish 'hardship', and therefore that a lack of evidence of personalized risk is not dispositive. They state that s. 25 of IRPA does not contain the same requirement of a personalized risk for 'hardship' that s. 113 requires for a PRRA application. They submit that the PRRA officer should have considered the general risk to them of exposure to violent crime if returned to Guyana. The jurisprudence is not clear on this proposition. <FRAGMENT_SUPPRESSED>", "[26] <FRAGMENT_SUPPRESSED>  however, Mr. Justice de Montigny found at paragraph 32-34:  <FRAGMENT_SUPPRESSED> ¶32 While the officer was entitled to rely on the same facts for the PRRA and the H&C assessments, she was required to apply the test of unusual and undeserved or disproportional hardship to those facts, a lower threshold than the test of risk to life or cruel and unusual punishment relevant to a PRRA decision ...  <FRAGMENT_SUPPRESSED> ¶34 ... The officer may well have dealt with the main applicant's fear of arrest, of torture, of being killed or beaten, or with the religious intolerance towards Christian Maronites. But she did not explain why these fears fall short of amounting to unusual and undeserved or disproportionate hardship, even if they do not rise to the threshold of personalized risk to the applicants. There being no certainty that the result of her analysis would have been the same had she applied her mind to the proper test, the file must be returned for a new determination. <FRAGMENT_SUPPRESSED>", "[27] Likewise, in <FRAGMENT_SUPPRESSED>  (F.C.), Mr. Justice Beaudry found at paragraph 19:  <FRAGMENT_SUPPRESSED> ¶19 The line of cases relied upon by the applicants ( Ramirez and <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> ; 2006 FC 674; <FRAGMENT_SUPPRESSED> ; 2005 FC 296) imposes upon H&C Officers the requirement that the generalized risk of violence, or risks flowing from discrimination, be considered according to the appropriate test. It does not go so far as to require the Officer to conclude that discrimination and a risk of generalized violence always constitute undue, undeserved or disproportionate hardship. <FRAGMENT_SUPPRESSED>", "[28] The applicants also point to the 2008 travel advisory for Guyana provided by the Department of Foreign Affairs, which states (Application Record, p. 538):  <FRAGMENT_SUPPRESSED> \"Returning Guyanese and foreigners are favourite targets for criminals ... travellers should avoid carrying large amounts of cash. <FRAGMENT_SUPPRESSED> The respondent submits that this is a general risk to those who appear affluent.  <FRAGMENT_SUPPRESSED>", "[29] The applicants also submit that, contrary to the statements of the PRRA officer, H&C applicants are not required to show that state protection is not available in order to establish hardship sufficient to warrant an H&C exemption.  <FRAGMENT_SUPPRESSED>  Mr. Justice Mosley stated at paragraph 13:  <FRAGMENT_SUPPRESSED> ¶13 ... The Officer accepted the applicant's account of a long-standing dispute in her community and threats of harm. The finding that protection was available to the applicant does not address the question whether she would encounter undue hardship should she be required to avail herself of the state's shelter. <FRAGMENT_SUPPRESSED>", "[30] The respondent states that the PRRA officer's statement that he would, for the purposes of the H&C application, \"consider the applicants' risk allegation in the broader context of their degree of hardship\" (p. 2b) demonstrates that the PRRA officer was aware of the appropriate standard for assessing risk in an H&C application.  <FRAGMENT_SUPPRESSED>", "[31] All Indo-Guyanese face the same threat of crime upon their return from Canada to Guyana. Accordingly, it was reasonably open to the immigration officer to decide that the applicants would not face \"unusual or disproportionate hardship\" compared to all Indo-Guyanese sent home from Canada after a failed refugee claim. An H&C finding otherwise, would \"open the floodgates\" as submitted by the respondent, in that all Indo-Guyanese would overstay their legal status in Canada, and file an H&C application on the basis that they face a likelihood of \"hardship\" if returned to their home country due to the prevalence of crime against the Indo-Guyanese in Guyana.  <FRAGMENT_SUPPRESSED> Issue No. 3: Were the PRRA officer's findings relating to establishment in Canada reasonable?  <FRAGMENT_SUPPRESSED>", "[32] The applicants submit that they have an exceptionally high degree of establishment in Canada and that the PRRA officer's finding that their establishment was \"nothing beyond the normal establishment that one would expect\" was unreasonable. They submit that this finding ignores the stable, long-term employment of the adult applicants; their extended family in Canada; their community involvement; and their son's integration into school and the community.  <FRAGMENT_SUPPRESSED>", "[33] The respondents submit that the applicants' situation is \"a mundane and relatively common scenario\" and that remaining economically or academically productive in Canada does not render having to return to Guyana undue, undeserved or disproportionate hardship. I agree. I do not find that maintaining employment and integrating into the community over a period of six years constitutes an unusually high degree of establishment. There is nothing in the applicants circumstances which necessitates that the applicants be found to fit \"into the special category of cases\" where an H&C is warranted: <FRAGMENT_SUPPRESSED> . While the applicants have certainly integrated into the community and have remained economically stable, it was reasonably open to the PRRA officer to find that this was a normal level of establishment that did not warrant an H&C exemption.  <FRAGMENT_SUPPRESSED>", "[34] The applicants also submit that the PRRA officer considered the applicants' establishment only in relation to whether any hardship caused by removal would be \"undeserved.\" As evidence of this, they point to the PRRA officer's statement that the applicants remained in Canada by choice after their failed refugee claim and that they purchased a home while under a removal order.  <FRAGMENT_SUPPRESSED>", "[35] I find that there is no indication that the officer decided the application based on whether the applicants \"deserved\" to stay in Canada, as the applicants allege. In considering the prolonged stay in Canada of an H&C applicant, it is acceptable for an immigration officer to consider whether all or part of that stay was by choice. It is also appropriate to find that applicants cannot benefit from time lapsed while they elected to pursue PRRA and H&C applications: <FRAGMENT_SUPPRESSED> . It was open to the PRRA officer to note, correctly, that the applicants' home was purchased while they were subject to a removal order. The test of \"unusual and undeserved, or disproportionate hardship\" was correctly stated in the decision and these findings do not establish that the PRRA officer erred or applied the wrong test.  <FRAGMENT_SUPPRESSED> Issue No. 4: Did the PRRA officer fail to adequately consider the best interests of the child?  <FRAGMENT_SUPPRESSED>", "[36] The applicants submit that the PRRA officer failed to be alive and attentive to the best interests of the minor applicant. The PRRA officer determined that the best interests of the minor applicant would not be adversely affected because he was familiar with Guyana and would have the support of his parents. The applicants submit that this finding does not apply the correct test:  <FRAGMENT_SUPPRESSED> \"The officer here does not determine the best interests of Davendra, nor does he purport to do so. Rather, he is merely determining what is adequate for him. While the officer was not required to determine the application solely on the basis of the best interests of the child, he was required at least to identify what is best for him, and then weigh this against other considerations.\" (Applicant's Memorandum of Fact and Law, p. 25)  <FRAGMENT_SUPPRESSED>", "[37] With respect, the applicants misstate the standard. The relevant issue is not whether remaining in Canada is the best possible alternative for the minor applicant, but whether his best interests would be adversely affected by removal.  <FRAGMENT_SUPPRESSED>  Mr. Justice Russell stated at paragraphs 41-44:  <FRAGMENT_SUPPRESSED> ¶41 What the Applicants are really saying in this case is that the children would obviously be better off in Canada than in Mexico or Honduras and, because they would be better off, Canada's international Convention obligations dictate that factor be given paramountcy in an H&C Decision that involves both parents and children.  <FRAGMENT_SUPPRESSED> ¶42 I do not think that law, logic or established authority dictates the result urged upon the Court by the Applicants.  <FRAGMENT_SUPPRESSED> ¶43 On the facts of this case, there is nothing to suggest that the children would be at risk or could not successfully re-establish themselves in Mexico or Honduras. The fact that the children might be better off in Canada in terms of general comfort and future opportunities cannot, in my view, be conclusive in an H&C Decision that is intended to assess undue hardship.  <FRAGMENT_SUPPRESSED> ¶44 I am of the view that the guidance of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  at para. 12 remains applicable to this case:  <FRAGMENT_SUPPRESSED> 'In short, the immigration officer must be \"alert, alive and sensitive\" ( Baker , supra, at paragraph 75) to the interests of the children, but once she has well identified and defined this factor, it is up to her to determine what weight, in her view, it must be given in the circumstances. The presence of children ... does not call for a certain result.' <FRAGMENT_SUPPRESSED>", "[38] The applicants' statement that the minor applicant would be \"plunged into violence and educational uncertainty\" is not supported by any evidence.  <FRAGMENT_SUPPRESSED> An H&C \"hardship\" criteria not considered  <FRAGMENT_SUPPRESSED>", "[39] There is another H&C hardship criteria which warrants consideration. It is not the best interests of a minor child. It is not that the applicants have been in Canada for a number of years. It is not that the applicants have extended family in Canada, have good jobs in Canada and have bought a house in Canada. It is not that the economic and crime conditions in Guyana constitute an undeserved or disproportionate hardship. The hardship consideration which should be examined by an H&C officer is the daughter's sponsorship of the applicants. The applicants have been sponsored by their daughter for permanent residence status in Canada. This sponsorship application has been outstanding for one year, and the respondent has indicated that there are longer processing times for sponsorship applications of parents being experienced in the Mississauga office of the respondent than for other sponsorship applications. (The respondent advised the daughter of this fact in April 2008).  <FRAGMENT_SUPPRESSED>", "[40] It may be an \"unusual, undeserved or disproportionate hardship\" for the applicants to return to Guyana pending processing of the sponsorship application by the daughter due to the delay of the respondent's Mississauga office caused by the lack of bureaucratic resources. In other words, it may be a \"disproportionate hardship\" for the applicants to give up their house, give up their jobs, give up their Canadian community and resettle in Guyana, all for a period of time which may be a matter of months, or possibly one or two years, while the respondent's bureaucracy processes their application. The respondent can quickly and easily determine, on a \"paper screening basis\", whether the sponsorship application will likely be approved, and if on a \"paper screening\" it is likely that the sponsorship application will be approved, then the H&C officer may decide that it is an \"unusual, undeserved and disproportionate hardship\" for the applicants to have to uproot themselves from Canada only to return to Canada again soon thereafter.  <FRAGMENT_SUPPRESSED>", "[41] <FRAGMENT_SUPPRESSED> ; [2006] F.T.R. Uned. 366 (F.C.) Mr. Justice Konrad von Finckenstein (as he then was) stated, in obiter, on a judicial review of a H&C decision that he could see no benefit in removing the applicant to Nigeria, while his application sponsored by his wife was being considered, only to bring him back to Canada in an expedited fashion should the application be successful. Justice von Finckenstein held at paragraph 18:  <FRAGMENT_SUPPRESSED> \"Such a procedure totally fails to take into account the pain, dislocation and emotional toil entailed in any removal. The Respondent should keep the aforementioned factors in mind before attempting a removal while the Applicant's 'spouse in Canada application' is pending. <FRAGMENT_SUPPRESSED>", "[42] The same rationale applies to the sponsorship of the applicant by their daughter. Perhaps this is a consideration for a removal officer who is being asked to defer removal. Perhaps it is a legitimate consideration for an H&C officer. In any event, it is important that the right hand of the respondent know what the left hand is doing. Since this issue has come before an H&C officer for decision, it is incumbent upon the H&C officer to take into account the status and likelihood of success of the daughter's sponsorship application of the applicant to ensure that the respondent does not impose an unnecessary hardship on the applicants by deporting them one month only to tell the applicants they can come back to Canada as permanent residents a few months later.  <FRAGMENT_SUPPRESSED>", "[43] For this reason, this application will be allowed and the matter remitted to another immigration officer for redetermination with a direction from the Court that the immigration officer determine the status and likelihood of success, on a paper-screening basis, of the sponsorship application for the applicants to become permanent residents.  <FRAGMENT_SUPPRESSED> Conclusion  <FRAGMENT_SUPPRESSED>", "[44] Accordingly, the likelihood of being a victim of crime in Guyana by itself, is not a \"hardship\" for the purpose of an H&C application unless it is combined, as it is in the case of the applicants, with a timely sponsorship by the daughter, which, on a quick \"paper screen\", the respondent could determine whether the applicants will probably be legally entitled to permanent residence status in Canada. In such a case, it may be \"unusual and undeserved or disproportionate hardship\" for the applicants to be returned to Guyana, required to resettle in Guyana with the real possibility of being victimized by criminals, only then to be told after one or two more years that they can return to Canada as permanent residents. That disruption, caused by understandable bureaucratic delays in the processing of the sponsorship application, could be found by the immigration officer to constitute \"unusual, underserved or disproportionate hardship\" for the purpose of their H&C application. The overlay of the sponsorship application, with a paper screen analysis by the respondent as to its likelihood of success, is what separates the applicants' situation from other Indo-Guyenese with an H&C application who have to return to Guyana after losing their refugee claim and PRRA.  <FRAGMENT_SUPPRESSED> No certified question  <FRAGMENT_SUPPRESSED>", "[45] Both parties advised the Court that they do not consider that this case raises a serious question which ought to be certified for an appeal. The Court agrees.  <FRAGMENT_SUPPRESSED>", "[46] THIS COURT ORDERS AND ADJUDGES that:  <FRAGMENT_SUPPRESSED> 1. this application for judicial review is allowed;  <FRAGMENT_SUPPRESSED> 2. the H&C decision dated August 21, 2008 is set aside; and  <FRAGMENT_SUPPRESSED> 3. this matter is referred to another H&C officer for redetermination with the direction that the H&C officer determine the status and likelihood of success, on a paper-screening basis, of the sponsorship application for the applicants to become permanent residents.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Sharon McCartney/vnh  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}