{"id_": "012520", "body_str": ["[1] Zinn, J. : The Applicant, who holds a master's degree in civil engineering, and stated in his application for permanent residence under National Occupational Classification [NOC] 0711 - \"Construction Manager\" - that he had been working as a construction manager since September 2003, was found by an officer \"not eligible for processing in this category. <FRAGMENT_SUPPRESSED>", "[2] It is accepted by the Respondent that the Applicant met all of the eligibility conditions for processing in that category, had the letter from his current employer been fully accepted by the officer. That letter confirmed the Applicant's title, salary, period of employment, projects worked on, and the duties he performed in this position.  <FRAGMENT_SUPPRESSED>", "[3] The officer, in the rejection letter, states that \"the duties described on your employment letter are either copied word for word or closely paraphrased from occupational descriptions of the NOC, diminishing the overall credibility of the employment letter. <FRAGMENT_SUPPRESSED>", "[4] The rejection of the application based on the credibility of the employer's letter is also confirmed in the officer's notes in the Global Case Management System:  <FRAGMENT_SUPPRESSED> PA stated that she [ sic - it is \"he\"] has experience as a Construction Manager NOC 0711. PA submitted an employment letter from Dej Damghan Co. Main duties described in the employment letter for this position are either copied from the NOC description or closely paraphrased from the NOC for the occupation listed under NOC0711. This diminishes the overall credibility of the employment. The duties which were not copied from NOC do not satisfy me that PA indeed performed a significant amount of duties stated in NOC0711. Therefore, not satisfied that the ministerial instructions have been met in this occupation. RA5020: Pls draft eligibility-not met ltr and refund all processing fees.  <FRAGMENT_SUPPRESSED>", "[5] No interview or other fairness opportunity was given by the officer before the application was rejected.  <FRAGMENT_SUPPRESSED>", "[6] The jurisprudence of this Court on procedural fairness in this area is clear: Where an applicant provides evidence sufficient to establish that they meet the requirements of the Act or regulations, as the case may be, and the officer doubts the \"credibility, accuracy or genuine nature of the information provided\" and wishes to deny the application based on those concerns, the duty of fairness is invoked: <FRAGMENT_SUPPRESSED> ; See also among many decisions <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[7] In line with the authorities cited above, because the officer erred in failing to put his or her concerns to the Applicant, the Applicant was denied fairness, and the decision must be set aside.  <FRAGMENT_SUPPRESSED>", "[8] No question was proposed for certification by the parties.  <FRAGMENT_SUPPRESSED>", "[9] THIS COURT'S JUDGMENT is that this application is allowed, the decision of the officer rejecting the Applicant's application for permanent residence under National Occupational Classification 0711 - \"Construction Manager\" - is set aside, the Applicant's application is to be redetermined by a different officer, and no question is certified.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED>", "[2]", "[3]", "[4] [traduction]  <FRAGMENT_SUPPRESSED> sic", "[5]", "[6] <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[7]", "[8] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[9] [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}