{"id_": "012554", "body_str": ["[1] Campbell, J. : The present Application concerns a citizen of South Korea who advanced a gender-based claim for protection before the Refugee Protection Division (RPD). The Applicant's claim is based on her uncontested evidence of suffering extreme physical and mental assault by her husband over many years. Even though the Applicant's evidence was accepted as true, her claim was rejected by the RPD on two grounds: failure to claim protection within a reasonable time after her arrival in Canada, and failure to seek state protection in South Korea before fleeing to Canada.", "[2] The evidence which supports the Applicant's claim for protection is found in her Personal Information Form (PIF). The complexity of this evidence is important to state prior to engaging in an evaluation of the legal and factual finding made by the RPD: \"I am 51 years of age, a citizen of Korea South, and of no other country. I met my husband, JEONG, Deok Soo, while we worked together at Hampyung Public Health office in Korea in 1976. I had dated him from March 1977. I was a devoted Christian and while we were dating I evangelized to him and he agreed to believe in God. With this promise, on January 1, 1982, we got married. On June 15, 1983, I had my first child and my husband wanted to have more children, but I avoided having more children since I was studying theology at the time. However, in January 1994, I was pregnant again. In August 1994 my husband had a traffic accident and he was hospitalized for three years. Due to his severe physical injury he lost his job and was not able to support our family any longer. I had to [sic] my second child but I was not able to rest after my delivery since I had to work to support our family and also take care of my husband. Under these circumstances, my husband became more abusive and violent. My husband has a big body and weights [sic] 105kg and is 180cm tall. Whenever he was angry, I was scared and had great fear but tried to overcome it with my belief in God. However, I was not able to endure his abusive behaviour and wanted to separate. Therefore, in October 1995, I went to Seoul with my two children and my mother-in-law took care of my husband. However, from time to time, my husband came to us and asked for money and complained about my religious life. In January 1996 I served as an assistant pastor and I used to prepare floral arrangements for Sunday worship service in our church. He followed me and grabbed my neck from behind and dragged me onto the road. In May 1996, my husband called my name outside of the church and he broke the window of the church with a thick wooden stick. When I was assigned as an assistant pastor, his temper flared because he did not approve of my religious activities. For this reason, I was always afraid of my husband. \"As I was not able to endure my husband's threats and harassment, I borrowed money from my friends and siblings and opened a business in October 1996 for my husband. My husband operated the business and I did not involve myself with the business. However, he had no ability to operate the business and our house was on power of sale. Therefore, I and my two children moved from place to place. In April 1997, when we lived in a small one-room residence, my husband came to us and asked for money and to live with us. When I said that I had no money to give him and did not want to live with him, he pushed me on the ground and hit me. In October 1997 as his business was declining, he came to me again and threatened me because he believed that since I believed in God, his business was declining and had no luck. When I replied that he should sell the business and live calmly, he hit and pushed me and I fell down and lost consciousness. I was so afraid and have been suffering from deep migraines since then. \"In May 1998, he came again and he hit my face many times while swearing. I fell down and bled from my mouth due to severe teeth and gum injury. As a result, I needed surgery for my wounded and infected gums from the injury. I have been treated every week for three years every week. \"In February 2000, my heart was closed towards him and I had a great fear of my husband. I hated him a lot, so I fled from him but he found us and forcefully had sex with me. I was so shamed and humiliated due to his behaviour as he asked me to follow what he watched in a porn video. As a devoted Christian and a pastor in a church, I was not able to report his behaviour to the police and also I did not call the police since the Korean police did not do anything for this kind of domestic violence. I was also afraid of my husband's reaction if called [sic] the police. \"In January 2004 due to severe physical abuse and fear of my husband, I was not able to move so I was confined to bed. With the help of my friends I was taken to the hospital and was medically examined. Most of my body was swollen and had many physical problems. Due to my husband's physical abuse and severe mental stress, in December 2004, I was bleeding for over 40 days and I lost consciousness. When I woke up, I had had a transfusion of blood and a medical operation. \"After recovering from this incident, I studied family counselling at IRE Family Counselling Research Institute from March 2004 to May 2005. During the time, I also served as a part time youth counsellor as practicum. In January 2006, I invited a church minister to dinner and my husband was there. During a conversation, when I laughed, my husband suddenly slammed the table and stood up and yelled at me, saying that I laughed at other men but not him. I also met with a family counsellor, but my husband and I were too far apart, and I could not avoid my husband's abuse. He had an obsession for me so he was suspicious of me since I avoided him for many years. His forceful and abusive sex was another physical abuse so I was scared and had a great fear of my husband. \"I took a Master of Divinity course at Pyongyang Theological Seminary from March 2005 to December 2007 and I was ordained as a pastor in December 2007. My husband was mad for my ordination since he really did not want me to be involved in religious matters. \"In December 2007, my husband had to close his business and had no place to live. He found and came to my place again and when I refused him he immediately attempted to hit me. As I found that I was not able to get rid of him in Korea, I left Korea seeking a safe place from my husband's physical and mental abuse. I also felt that I was not able to perform my religious duties as a pastor due to my husband. For these reasons I am not able to return back to Korea South.\" (Applicant's Application Record, pp. 31 - 33)", "[3] The Applicant's decision not to seek state protection in South Korea is the central feature of the RPD decision. In the decision under review the RPD made the uncontested finding that \"the onus is on the claimant to approach her state for protection in situations where state protection might be reasonably forthcoming\" (Decision, para. 10). The decision in <FRAGMENT_SUPPRESSED> clarifies the content of this onus by finding that a refugee claimant will not meet the definition of \"Convention refugee\" where it is objectively unreasonable for the claimant not to have sought the protection of his or her home authorities. The focus of the present Application is whether the RPD conducted a proper analysis of the objective reasonableness of the Applicant's decision not to seek state protection in South Korea before fleeing to Canada.", "[4] The RPD's key finding with respect to the reasonableness of the Applicant's decision not to seek state protection is as follows: \"The claimant must show that she has taken all reasonable steps to obtain state protection, which she had failed to do, as she says she never contacted the police or a lawyer or any other office or organization for help, despite the abuse which she says spanned approximately 10 years, from 1994 until 2005, the time of the last violent incident. She says that she did not approach the authorities at any time because she heard from other victims of domestic violence that the police do not really provide a solution. She also stated that domestic violence is considered a shame, that she was afraid of her husband, and that she was concerned how it would look on her due to her work in a church. Despite her profession as a counsellor which involved her working with women who suffered abuse, and which included her having to advise women to seek police assistance, the claimant herself did not personally test the protection of the state because, according to what she was told by listening to other victims of domestic violence, the police do not really help.\" (Decision, para. 13) Counsel for the Applicant argues that in reaching this finding the RPD did not properly apply the Guidelines issued by the Chairperson Pursuant to section 65(3) of the Immigration Act : Women Refugee Claimants Fearing Gender-Related Persecution Gender Guidelines ) and, as a result, did not conduct a proper analysis. The argument is as follows: \"In her reasons for the decision, the Board Member makes reference to the Chairperson's Gender Guidelines were stating that the Chairperson's Gender Guidelines were taken into account when considering the facts in this case. She has referred on two occasions that Chairperson's Gender Guidelines were taken into consideration on two occasions, however a review of the reasons shows no analysis what consideration was given of the Chairpersons Gender Guidelines. The failure on the part of the member to conduct and provide an analysis of the Chairperson's Gender Guidelines is a prima facie indication that they were not considered. \"It is clearly noticeable that the Member makes a reference to the Chairperson's Gender Guidelines but there is no analysis of the facts in this case at bar in accordance with the Guidelines. Therefore, it is apparent that no consideration of the guidelines, were made even though it was asked by the applicant that her claim be considered under the gender guidelines and the Member stating the facts in this case has been considered under these guidelines. The more compelling indication that they were not considered lies in the content of the decision, which is full of the kind of presumptions and microscopic logic that the guidelines warn against.\" (Applicant's Application Record, p. 45) And further: \"In this case at bar, the applicant did not seek police protection because she testified that as a Professional Counselor, providing counseling to women, who were subjects of domestic abuse, she advised them to report to the police about the abuse and seek protection. The clients whom she advised to do so reported back to her stating that the police have not taken any action and protection was not afforded. Based on this information, which she received from the clients and her fear of shame and that her husband will get aggravated and will harm her, if she has complained to the police made her to refrain from seeking police protection. As a Professional Counselor, she was aware about the reality of the laws to protect from domestic abuse and the effectiveness of the laws she was not prepared to take the risk of complaining to the police. It is in this context, the Chairperson's Gender Guidelines provide the type of evidence the Board must consider in gender-based claims, which has been ignored by the Board. The cumulative effect of the Board's failure to consider this case at bar in light of the Chairperson's Gender Guidelines and ignoring the Psychological Report, failing to consider the totality of the evidence has resulted in making findings of fact, which are perverse and capricious on the face of the record.\" (Applicant's Application Record, p. 49)", "[5] I agree with Counsel for the Applicant's argument. It is not sufficient to withstand a judicial review for the RPD to simply say that the Gender Guidelines were applied but fail to demonstrate that they were applied. I have previously expressed the importance of clearly applying the Gender Guidelines in <FRAGMENT_SUPPRESSED> s follows: \"The Gender Guidelines provide RPD members with the guidance that, in determining a gender-based claim, it is necessary to understand what actions can be realistically expected of a woman who has suffered violence: 'Decision-makers should consider evidence indicating a failure of state protection if the state or its agents in the claimant's country of origin are unwilling or unable to provide adequate protection from gender-related persecution. If the claimant can demonstrate that it was objectively unreasonable for her to seek the protection of her state, then her failure to approach the state for protection will not defeat her claim. Also, the fact that the claimant did or did not seek protection from non-government groups is irrelevant to the assessment of the availability of state protection. 'When considering whether it is objectively unreasonable for the claimant not to have sought the protection of the state, the decision-maker should consider, among other relevant factors, the social, cultural, religious, and economic context in which the claimant finds herself. If, for example, a woman has suffered gender-related persecution in the form of rape, she may be ostracized from her community for seeking protection from the state. Decision-makers should consider this type of information when determining if the claimant should reasonably have sought state protection' Gender Guidelines , Section C.2) As guiding authority, the Gender Guidelines cite the Supreme Court of Canada's decision  <FRAGMENT_SUPPRESSED> in footnote 31: 'For a discussion of the battered woman syndrome see <FRAGMENT_SUPPRESSED> . In Lavallee, Madame Justice Wilson addressed the mythology about domestic violence and phrased the myth as \"[e]ither she was not as badly beaten as she claims, or she would have left the man long ago. Or, if she was battered that severely, she must have stayed out of some masochistic enjoyment of it.\" The Court further indicated that a manifestation of the victimization of battered women is a \"reluctance to disclose to others the fact or extent of the beatings\". In Lavallee , the Court indicated that expert evidence can assist in dispelling these myths and be used to explain why a woman would remain in a battering relationship.' \"Justice Wilson  <FRAGMENT_SUPPRESSED> enforces the concept that understanding the context in which an action or inaction takes place is essential to judging the action or inaction itself. While Lavallee dealt with judging the actions of a woman who killed her abusive husband, the following statements, at paras. 31 to 34 and 38, are instructive with respect to the approach to be adopted when dealing with a gender-based claim for protection, and, indeed, other factual scenarios calling for enhanced knowledge and understanding on the part of decision-makers: 'Expert evidence on the psychological effect of battering on wives and common law partners must, it seems to me, be both relevant and necessary in the context of the present case. How can the mental state of the appellant be appreciated without it? The average member of the public (or of the jury) can be forgiven for asking: Why would a woman put up with this kind of treatment? Why should she continue to live with such a man? How could she love a partner who beat her to the point of requiring hospitalization? We would expect the woman to pack her bags and go. Where is her self-respect? Why does she not cut loose and make a new life for herself? Such is the reaction of the average person confronted with the so-called \"battered wife syndrome\". We need help to understand it and help is available from trained professionals. 'The gravity, indeed, the tragedy of domestic violence can hardly be overstated. Greater media attention to this phenomenon in recent years has revealed both its prevalence and its horrific impact on women from all walks of life. Far from protecting women from it the law historically sanctioned the abuse of women within marriage as an aspect of the husband's ownership of his wife and his \"right\" to chastise her. One need only recall the centuries old law that a man is entitled to beat his wife with a stick \"no thicker than his thumb\". 'Laws do not spring out of a social vacuum. The notion that a man has a right to \"discipline\" his wife is deeply rooted in the history of our society. The woman's duty was to serve her husband and to stay in the marriage at all costs \"till death do us part\" and to accept as her due any \"punishment\" that was meted out for failing to please her husband. One consequence of this attitude was that \"wife battering\" was rarely spoken of, rarely reported, rarely prosecuted, and even more rarely punished. Long after society abandoned its formal approval of spousal abuse tolerance of it continued and continues in some circles to this day. 'Fortunately, there has been a growing awareness in recent years that no man has a right to abuse any woman under any circumstances. Legislative initiatives designed to educate police, judicial officers and the public, as well as more aggressive investigation and charging policies all signal a concerted effort by the criminal justice system to take spousal abuse seriously. However, a woman who comes before a judge or jury with the claim that she has been battered and suggests that this may be a relevant factor in evaluating her subsequent actions still faces the prospect of being condemned by popular mythology about domestic violence. Either she was not as badly beaten as she claims or she would have left the man long ago. Or, if she was battered that severely, she must have stayed out of some masochistic enjoyment of it. 'If it strains credulity to imagine what the \"ordinary man\" would do in the position of a battered spouse, it is probably because men do not typically find themselves in that situation. Some women do, however. The definition of what is reasonable must be adapted to circumstances which are, by and large, foreign to the world inhabited by the hypothetical \"reasonable man\".'\"", "[6] I find that there is no indication in the RPD's decision of the careful, knowledgeable, and understanding analysis on the issue of the reasonableness of the Applicant's decision not to seek state protection before leaving South Korea as directed by the Gender Guidelines . As a result, I find that the decision under review is unreasonable because it is not defensible in respect of the facts.", "[7] The RPD's analysis on the issue of the Applicant's delay in claiming protection is as follows: \"The claimant arrived in Canada on December 24, 2007 and made her claim on April 29, 2008. The panel draws a negative inference with respect to the claimant's subjective fear due to her four-month delay in making a refugee claim. When she was asked why she failed to seek protection earlier, she stated that she was unaware of the possibility. The claimant has 19 years of formal education, including a Masters degree. She worked as a counselor in a family counseling centre which involved her counseling victims of domestic violence. She declared in her Personal Information Form (PIF) narrative, as she stated in the hearing, that she 'left Korea seeking a safe place from my husband's physical and mental abuse.' Nonetheless, she says she made no enquiries after her arrival in Canada about the possibility of getting help to remain here, until she says she happened to hear about the possibility at church, months after her arrival in Canada. The claimant's testimony in this regard is not reasonable.\" (Decision, para. 9)", "[8] In the present case the RPD accepted the Applicant's evidence as credible. Given this fact, it is counter-indicated for the RPD to not accept her explanation for the delay in formally seeking refugee protection. Even if the Applicant's evidence on the delay issue is considered distinct from the balance of her evidence, it is certainly not sufficient to simply find that her explanation is \"unreasonable\" without clarifying analysis. Clearly stating \"why\" the negative credibility finding was made on the delay issue is a legal requirement ( <FRAGMENT_SUPPRESSED>  (F.C.A.) at p. 305) which was not met by the RPD. As a result, I find that the decision under review is unreasonable because it is not defensible in respect of the law. ORDER", "[9] Accordingly, I set the RPD's decision aside and refer the matter back to a differently constituted panel for re-determination.", "[10] There is no question to certify. Application allowed. Editor: Angela E. McKay/vnh [End of document]"]}