{"id_": "012651", "body_str": ["[1] Russell, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (Act) for judicial review of the decision of the Refugee Protection Division (RPD) of the Immigration and Refugee Board, dated 14 September 2010 (Decision), which refused the Applicant's application to be deemed a Convention refugee or a person in need of protection under sections 96 and 97 of the Act.  <FRAGMENT_SUPPRESSED> BACKGROUND  <FRAGMENT_SUPPRESSED>", "[2] The Applicant is a citizen of Albania. His claim for refugee protection is based on his membership in a particular social group, namely his family. He alleges that his family is involved in a blood feud and that his life will be in danger if he returns to Albania.  <FRAGMENT_SUPPRESSED>", "[3] This is not the Applicant's first claim for refugee protection. In 1997, he made an unsuccessful claim for refugee protection in Greece, based on his political opinion. He returned to Albania in July 2006 and began a construction business with his brother. In August 2007, his brother and two workers were at a construction site when members of the Labi family approached them with the news that the construction team had no authority to work on that land. The Applicant's brother telephoned the Applicant, who reported to the construction site. The Labis beat the Applicant and his brother, and both men were hospitalized. During the fight, Hasan Labi disclosed that he had raped the Applicant's sister. In revenge, the Applicant's cousin shot and paralysed Hasan Labi's son and fled to Greece for safety. Later that month, the Labis sent a messenger to the Applicant's family to declare a blood feud. The Applicant immediately went into hiding at his uncle's home in Tirana. With the assistance of a smuggler, the Applicant left Albania in December 2008 and arrived in Canada on 14 December 2008. He made a claim for refugee protection on 5 January 2009.  <FRAGMENT_SUPPRESSED>", "[4] The Applicant appeared before the RPD on 6 August 2010. He was represented by counsel and an interpreter was present. The RPD found that the Applicant lacked subjective fear and that his allegations regarding the existence of a blood feud were not credible. On this basis, it rejected the Applicant's claim. This is the Decision under review.  <FRAGMENT_SUPPRESSED> DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>", "[5] The RPD referred to a psychiatric report, dated 26 June 2010, which states that the Applicant suffers from post-traumatic stress disorder (PTSD). The RPD noted that the Applicant's allegations as stated in this report are based solely on his own reporting of events, which the RPD found to be not credible for the following reasons.  <FRAGMENT_SUPPRESSED>", "[6] First, the Applicant testified at the hearing that his cousin shot Hasan Labi's son 3-4 days after he and his brother were assaulted at the construction site. A letter from the Peace Reconciliation Missionaries of Albania (Missionaries' Letter), which was submitted as evidence by the Applicant, stated that the shooting took place two weeks after the beating. The RPD found that this detracted from the Applicant's credibility. It did not accept the Applicant's explanation that he may have misremembered the incident, given that it was the shooting which caused the Labis to declare the blood feud. The RPD found it reasonable to expect the Applicant's evidence to be more consistent on this point.  <FRAGMENT_SUPPRESSED>", "[7] Second, the Applicant testified at the hearing that Hasan Labi arrived at the construction site before he did. He later testified that Hasan Labi arrived at the site after he did. When challenged, he said that the evidence given later was correct. The RPD found that this unexplained inconsistency detracted from the Applicant's credibility.  <FRAGMENT_SUPPRESSED>", "[8] Third, the Applicant first testified that there was no contact between his family and the Labis after the assault at the construction site. He then testified that the Labis had sent a messenger to announce the declaration of the blood feud. Still later, he testified that his cousin shot Hasan Labi's son after the assault. When questioned, the Applicant said that he had misunderstood the question. The RPD commented that the Applicant did not say that he misunderstood the question when it was first asked, although he knew that he could ask the RPD for clarification if need be. The RPD also observed that it was reasonable to expect that the Applicant's testimony in this regard, which was \"not forthcoming,\" should be \"more spontaneous.\" The RPD drew a negative inference with respect to the Applicant's testimony on this point.  <FRAGMENT_SUPPRESSED>", "[9] Fourth, in his Personal Information Form narrative (PIF), the Applicant, after talking about himself, his brother and his uncle, stated: \"We contacted the blood feud organization [that is, the missionaries association] to try and help us.\" The Applicant testified at the hearing that his uncle, and his uncle only, contacted this association on behalf of the family. The RPD found that the use of the pronoun \"we\" meant that the three men contacted the missionaries' association and that this contradicted the Applicant's testimony at the hearing. The RPD did not accept the Applicant's explanation that \"we\" was meant to indicate that his uncle was dealing with the matter at the request of the Applicant's mother and father. It found that this inconsistency detracted from the Applicant's credibility.  <FRAGMENT_SUPPRESSED>", "[10] Fifth, with respect to the timing of this contact with the missionaries' association, the Applicant testified at the hearing that his uncle initiated contact in 2007. The Missionaries' Letter reported the contact date as 2008. When questioned, the Applicant stated that he was mistaken. The RPD rejected this explanation, reasoning that the Labis' unwillingness to end the feud is material to the Applicant's claim and his evidence in this regard should have been more consistent. This detracted from the Applicant's credibility.  <FRAGMENT_SUPPRESSED>", "[11] Sixth, the Applicant testified at the hearing that his sister was raped 11 years prior to the hearing. The Missionaries' Letter states that the rape took place 11 years before the assault at the construction site. When questioned, the Applicant suggested that perhaps the letter was inaccurate. The RPD found that it was reasonable to expect that the Applicant, who was represented by counsel, would have remedied such an inaccuracy by getting another letter or by bringing the inaccuracy to the RPD's attention on his own initiative. The RPD drew a negative inference with respect to the Applicant's credibility.  <FRAGMENT_SUPPRESSED>", "[12] Seventh, the Applicant stated in his PIF that the Labis came looking for him when he was hiding out in Tirana. He stated twice at the hearing, however, that the Labis did not try to contact him after the assault at the construction site. When questioned, the Applicant said that he thought that the RPD, at the hearing, was asking him if the Labis tried to have a conversation with him. The RPD rejected this explanation because its question to the Applicant was whether or not the Labis tried to contact him, an inquiry that was not limited to having a conversation with him. The RPD drew a negative inference on this point.  <FRAGMENT_SUPPRESSED>", "[13] Finally, the Applicant testified at the hearing that his uncle asked the police for help at least twice after the assault at the construction site and he was sent away because, in the authorities' view, there was nothing to be done. The Applicant was asked why he did not report this in his PIF, to which he replied that the requests for help occurred after he had completed his PIF. This contradicted his earlier testimony that he was unsure as to precisely when he learned that his uncle had asked the police for help. Moreover, the RPD noted, the Applicant could have amended his PIF to include this information; he had, in fact, amended his PIF as late as the day of the hearing. Although the Applicant stated that he did not realize that this information was important, the PIF is clear that the Applicant should provide details of attempts to seek state protection. As the existence of state protection is key to the success of the Applicant's refugee claim, the RPD found that an inconsistency on this point detracted from the Applicant's credibility.  <FRAGMENT_SUPPRESSED>", "[14] In addition to the credibility findings, the RPD also noted that, although the Applicant passed through Italy, the Netherlands and Mexico on his way to Canada, he failed to seek refugee protection in any of those three countries. This caused the RPD to draw a negative inference with respect to the Applicant's subjective fear of persecution. It found that, if the Applicant's fear was genuine, he would have sought protection at the earliest opportunity and would not have waited until he arrived in Canada. It did not accept the Applicant's explanation that he wanted to come to Canada where there is democracy and where he would be far from Albania. The RPD observed that the Applicant, years before, had claimed refugee protection in Greece. Clearly, then, he had \"no problem seeking protection in a nearby European country. <FRAGMENT_SUPPRESSED>", "[15] In light of the negative credibility findings and the inconsistencies regarding the Missionaries' Letter, the RPD gave this letter \"little weight.\" Also, the Applicant's medical documents detailing the injuries he sustained in the assault on the construction site did not indicate who caused the injuries, nor did they state that the Applicant was involved in a blood feud. On this basis, the RPD similarly gave them little weight.  <FRAGMENT_SUPPRESSED>", "[16] The RPD concluded that the Applicant lacked credibility in general and this finding tainted all of his relevant testimony. The RPD found that the Applicant's family was not involved in a blood feud, therefore the Applicant was not in danger of being persecuted as a member of a particular social group under section 96 or of being subjected to any of the risks enumerated in section 97 of the Act.  <FRAGMENT_SUPPRESSED> ISSUES  <FRAGMENT_SUPPRESSED>", "[17] The Applicant raises a number of issues, which can be summarized in the following manner:  <FRAGMENT_SUPPRESSED> i. Whether the RPD erred in its credibility findings; and  <FRAGMENT_SUPPRESSED> ii. Whether the RPD erred by ignoring relevant evidence, relying on irrelevant evidence, misinterpreting the evidence and making erroneous findings of fact.  <FRAGMENT_SUPPRESSED> STATUTORY PROVISIONS  <FRAGMENT_SUPPRESSED>", "[18] The following provisions of the Act are applicable in these proceedings:  <FRAGMENT_SUPPRESSED> Convention refugee  <FRAGMENT_SUPPRESSED> 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,  <FRAGMENT_SUPPRESSED> ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or  <FRAGMENT_SUPPRESSED> ) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.  <FRAGMENT_SUPPRESSED> Person in need of protection  <FRAGMENT_SUPPRESSED> 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally  <FRAGMENT_SUPPRESSED> ) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or  <FRAGMENT_SUPPRESSED> ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if  <FRAGMENT_SUPPRESSED> (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,  <FRAGMENT_SUPPRESSED> (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,  <FRAGMENT_SUPPRESSED> (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and  <FRAGMENT_SUPPRESSED> (iv) the risk is not caused by the inability of that country to provide adequate health or medical care.  <FRAGMENT_SUPPRESSED> Person in need of protection  <FRAGMENT_SUPPRESSED> (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.  <FRAGMENT_SUPPRESSED> 96. 97. STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>", "[19] The Supreme Court of Canada in  <FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to the particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis.  <FRAGMENT_SUPPRESSED>", "[20] Both credibility assessment and treatment of the evidence are within the RPD's areas of expertise and, therefore, deserving of deference. They are reviewable on a standard of reasonableness.  <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , at paragraphs 51 and 53; and <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[21] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See  <FRAGMENT_SUPPRESSED> , at paragraph 47; and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law. <FRAGMENT_SUPPRESSED> ARGUMENTS  <FRAGMENT_SUPPRESSED> The Applicant  <FRAGMENT_SUPPRESSED> The RPD's Credibility Findings Disregard the Opinion Presented in the Psychological Report  <FRAGMENT_SUPPRESSED>", "[22] The Applicant argues that the RPD failed to consider that the trauma he suffered could lead to psychological effects that would impair his ability to testify, despite being asked specifically to do so.  <FRAGMENT_SUPPRESSED>", "[23] The psychological assessment by Dr. Gerald M. Devins, Ph.D., C.Psych, concludes that the Applicant \"satisfies diagnostic criteria for major depressive episode of moderate severity (296.22) and chronic post-traumatic stress disorder (309.81) in the American Psychiatric Association's Diagnostic and Statistical Manual of Mental Disorders .... <FRAGMENT_SUPPRESSED>", "[24] Dr. Devins interviewed the Applicant, at which time the Applicant experienced flashbacks and desperation and had concentration problems, which made it difficult for him to focus. Other stress-related symptoms identified included memory problems, which, along with concentration problems, are common among people exposed to traumatic stress. He elaborated:  <FRAGMENT_SUPPRESSED> [The Applicant] confuses dates and details of past events; he forgets names, telephone numbers, addresses and appointments .... Difficulties are exacerbated under pressure, such as arises in the high-stakes context of a Refugee Hearing. Symptoms can take the form of difficulty understanding questions, requests for questions to be repeated or rephrased, inability to retrieve specific details of the past, or an apparent inability to formulate a coherent response. Should such problems become evident, it will be important to understand that they likely reflect the disorganizing effects of traumatic stress rather than an effort to evade or obfuscate.  <FRAGMENT_SUPPRESSED>", "[25] The Applicant submits that the RPD's expectation, reiterated throughout the Decision, that his evidence should be more consistent is unreasonable in light of Dr. Devins' evaluation. Although there is a presumption that the RPD considered all evidence, including the psychological report, as Justice Yves de Montigny observed in <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED> \"... the more important the evidence which is not specifically mentioned and analysed, the more likely it is that a reviewing court may infer from the failure to mention the evidence that it was overlooked. <FRAGMENT_SUPPRESSED> A careful reading of the tribunal's decision shows that many aspects of the applicant's evidence were overlooked, or ignored. It is equally disturbing to see that the Board failed to comment on important, or relevant, material evidence.  <FRAGMENT_SUPPRESSED>", "[26] The RPD's Decision is based entirely on credibility.  <FRAGMENT_SUPPRESSED> Justice François Lemieux of this Court stated that a failure of the tribunal to discuss the content of the psychological report, which identified severe PTSD, warrants setting aside the decision based on credibility findings.  <FRAGMENT_SUPPRESSED> What warrants setting aside the decision in this respect is the failure of the tribunal to mention and consider the psychological report which accompanied his counsel's written submissions. In this respect, I follow Justice Denault in <FRAGMENT_SUPPRESSED> , who found a tribunal was wrong to conclude that a claimant was not credible without taking into account and without discussing the content of the psychological report which identified severe Post-traumatic Stress Disorder.  <FRAGMENT_SUPPRESSED>", "[27] The Applicant contends that, while the RPD has clearly stated why it found him not credible, it never properly addressed evidence indicating that the Applicant was traumatized and, as such, could not remember incidents as precisely as the RPD required. The Decision's simple reference to a psychological report addressing PTSD lacks meaningful discussion and therefore is insufficient. The RPD had a duty to consider whether the psychological circumstances might help explain an omission, lack of detail or confusion regarding the events if these are the exact cognitive errors referred to in the psychologist's report.  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[28] <FRAGMENT_SUPPRESSED>  Justice John O'Keefe of this Court found that the RPD's failure to deal with a very similarly worded report, also authored by Dr. Devins, rendered the decision unreasonable. Justice O'Keefe observed at paragraphs 30-32:  <FRAGMENT_SUPPRESSED> Of the cases put forward by the applicant, I find the case of Fidan above, very helpful. That case dealt with a situation almost identical to the present one. In that case, the Board mentioned the psychological report, and accepted the diagnosis of posttraumatic stress disorder, but stated that in light of their credibility findings found [ sic ] that the mental disorder did not have any relevance to the applicant's well-founded fear of persecution ( Fidan above at paragraph 6). The Court in Fidan above, relied on C.A. v Canada (Minister of Citizenship and Immigration) , [1997] F.C.J. No. 1082 for the proposition that the psychological report had to be considered in assessing the applicant's credibility as credibility was central to the Board's decision and the information contained in the report was relevant to this assessment. The Court in Fidan above, stated at paragraph 12:  <FRAGMENT_SUPPRESSED> In this case, credibility was also the \"linchpin\" to the Board's decision. Nonetheless, the Board failed to indicate, how, if at all, the psychological report was considered when making its credibility finding. The Board was obliged to do more than merely state that it had \"considered\" the report. It was obliged to provide some meaningful discussion as to how it had taken account of the applicant's serious medical condition before it made its negative credibility finding. The failure to do so in this case constitutes a reviewable error and justified the matter being returned to a newly appointed Board.  <FRAGMENT_SUPPRESSED> In my opinion, the same principle is true in the present case. The Board's negative credibility finding was central to its decision.  <FRAGMENT_SUPPRESSED> I accept the psychologist's opinion that the claimant suffers from \"chronic posttraumatic stress disorder\". However, given my finding that the claimant lacks credibility respecting the central elements of his refugee protection claim and based upon the documentary evidence before me, I find that this psychological dysfunction is not related to the claimant's alleged past mistreatment at the hand of Sunni Muslims, Turkish nationalists and the Turkish police or security forces, and as such this Psychological Assessment does not assist the claimant in his refugee protection claim.  <FRAGMENT_SUPPRESSED> As the contents of the psychological report were relevant to the Board's credibility findings, the Board should have taken the time to consider how the applicant's medical condition affected his behaviour before making its credibility finding. As the Board did not do this, I have no way of knowing what the Board's credibility finding would have been had the report been considered first. I am of the view that the Board made a reviewable error.  <FRAGMENT_SUPPRESSED>", "[29] The Applicant submits that, in the instant case, the RPD failed even to mention his mental condition, which itself is sufficient reason for this Court to find that the credibility findings were unreasonable.  <FRAGMENT_SUPPRESSED> The Respondent  <FRAGMENT_SUPPRESSED> The Credibility Findings Are Reasonable  <FRAGMENT_SUPPRESSED>", "[30] The RPD's findings regarding the credibility and plausibility of the evidence were open to it, based on the record. The Applicant must prove his claim through the provision of credible and trustworthy evidence. The RPD is in the best position to gauge the credibility of this evidence and to draw the necessary inferences. See <FRAGMENT_SUPPRESSED> . The Federal Court of Appeal has held that negative credibility findings are properly made as long as the tribunal gives reasons for doing so in \"clear and unmistakable terms,\" for instance, by providing the particulars of the lack of detail, inability to answers questions satisfactorily, inconsistencies and implausibility.  <FRAGMENT_SUPPRESSED>  (FCA) (QL). As the Decision indicates, the RPD clearly provided such particulars in the instant case. The RPD also clearly articulated its reasons for giving little weight to the Missionaries' Letter and the medical reports.  <FRAGMENT_SUPPRESSED>", "[31] The Applicant was given an opportunity to explain all of the inconsistencies noted in the Decision. His response was either that he could not remember (but yet he provided dates) or that he did not understand the question, to which the RPD reasonably replied that neither he nor his counsel ever asked the RPD to repeat the question or clarify. Also noteworthy is the RPD's observation that the Applicant's testimony concerning the frequency and nature of the contact between his family and the Labis was not forthcoming.  <FRAGMENT_SUPPRESSED>", "[32] The RPD is entitled to make reasonable findings based on implausibilities, common sense and rationality, and it may reject evidence if it is not consistent with the probabilities affecting the case as a whole. See <FRAGMENT_SUPPRESSED> . It did so in the instant case.  <FRAGMENT_SUPPRESSED> The Psychiatric Report Was Properly Considered  <FRAGMENT_SUPPRESSED>", "[33] The RPD reviewed the psychiatric report and noted that it was cognizant of the many difficulties faced by the Applicant in establishing his claim. It took these considerations into account but still arrived at a general negative credibility finding based on the inconsistencies and contradictions in the Applicant's evidence.  <FRAGMENT_SUPPRESSED>", "[34] It is well established by the jurisprudence of this Court that a psychiatric report \"cannot possibly serve as a cure-all for any and all deficiencies in a[n Applicant's] testimony\" and that, where such a report is submitted and there are concerns regarding the Applicant's testimony, \"opinion evidence is only as valid as the truth of the facts on which it is based.\"  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[35] It was reasonable for the RPD to conclude as it did. Where, as here, an expert accepts as fact certain assertions from an applicant, whom the tribunal has found to be not credible, it is reasonable for that tribunal to question the expert's conclusions and to give little weight to the export report. As Justice Michael Phelan of this Court found in <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED> It is within the RPD's mandate to discount psychological evidence when the doctor merely regurgitates what the patient says are the reasons for his stress and then reaches a medical conclusion that the patient suffers stress because of those reasons. This is particularly the case where the RPD rejects the underlying facts of the diagnosis. In this case, there were no independent clinical studies performed to support the psychological assessment and no other medical basis for the diagnosis.  <FRAGMENT_SUPPRESSED>", "[36] Dr. Devins met with the Applicant once for an undisclosed amount of time. The conclusions stated in the psychiatric report were based on information provided directly by the Applicant. No independent verification of the information was conducted. The RPD's assessment of it was reasonable.  <FRAGMENT_SUPPRESSED>", "[37] The Applicant has failed to demonstrate any way in which the RPD ignored relevant evidence or made erroneous findings with respect to the evidence. Although the Applicant takes issue with the manner in which the RPD weighed the evidence, this does not warrant the Court's intervention.  <FRAGMENT_SUPPRESSED> The Applicant's Reply  <FRAGMENT_SUPPRESSED>", "[38] The Applicant argues that the RPD failed to address the clinical findings of the psychiatric report, which were based upon appropriate tests leading to a professional diagnosis.  <FRAGMENT_SUPPRESSED>", "[39] The Decision states: \"Counsel disclosed a psychiatric report ... which speaks inter alia about the claimant suffering post-traumatic stress disorder.\" The report is much more detailed than this summary would indicate. It concludes that the Applicant suffers from depression and PTSD and that he requires mental-health treatment. The RPD did not consider any of the evidence supporting this clinical finding and did not refute any of the psychological findings.  <FRAGMENT_SUPPRESSED>", "[40] In paragraph 4 of the Decision, the RPD states it is cognizant of the many difficulties faced by the Applicant and lists those difficulties: cultural actors; the milieu of the hearing room; and the stress inherent in responding to oral questions through an interpreter. It then confirms that it \"has taken these considerations into account in arriving at negative credibility findings.\" The Applicant contends that, although the RPD considered the three difficulties listed, it seems clear that it ignored the PTSD findings, which were not included in the list.  <FRAGMENT_SUPPRESSED>", "[41] Contrary to the Respondent's submissions, Dr. Devins did not merely regurgitate what the Applicant claims are the reasons for his mental condition. The doctor tested the Applicant, identified specific psychological symptoms and arrived at a specific clinical diagnosis based on specific criteria. The Respondent has not identified any specific evidence to suggest that independent verification of information is required for a psychological finding. This argument is without merit. Nevertheless, the Applicant submits that Dr. Devins is independent of the Applicant. Therefore, the information he discovered constitutes an independent verification of the relevant psychological information.  <FRAGMENT_SUPPRESSED>", "[42] If the RPD wishes to dispute expert psychological findings (as opposed to evidence that goes to credibility), it must do so expressly. As it has failed to do so in the instant case, the Decision cannot stand.  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED>", "[43] The Applicant has raised a number of conceptual issues but the focus of this application is the RPD's failure to deal adequately with the psychological report of Dr. Devins in its assessment of the Applicant's credibility.  <FRAGMENT_SUPPRESSED>", "[44] The RPD refers to the psychological report at paragraph 4 of the Decision in the following way:  <FRAGMENT_SUPPRESSED> Counsel disclosed a psychiatric report pertaining to the claimant, dated June 26, 2010, which speaks inter alia about the claimant suffering post-traumatic stress disorder. The panel is cognizant of the many difficulties faced by a claimant in establishing a claim, including cultural factors, the milieu of the hearing room, and the stress inherent in responding to oral questions through an interpreter. The panel has taken these considerations into account in arriving at negative credibility findings. With respect to the claimant's allegations, as noted in the psychiatric report, giving rise to his refugee claim, the panel notes that these are based solely on the claimant's evidence, which the panel has found, as noted below, not to be credible.  <FRAGMENT_SUPPRESSED>", "[45] It is clear that the RPD misconceives the relevance and significance of the evidence contained in the psychological report.  <FRAGMENT_SUPPRESSED>", "[46] As the RPD pointed out, the determinative issue was subjective fear and \"the credibility of the claimant's allegation of the existence of a blood feud between his family and the Labi family. <FRAGMENT_SUPPRESSED>", "[47] The RPD found that the Applicant lacked credibility and subjective fear as a result of what it regarded as a series of inconsistencies and unacceptable explanations in the Applicant's testimony.  <FRAGMENT_SUPPRESSED>", "[48] In my view, some of the stated inconsistencies are not inconsistencies at all and are extremely weak findings by the RPD. For example, the RPD's finding, at paragraph 14, that the use of the pronoun \"we\" in his PIF contradicted his testimony at the hearing that only his uncle contacted the blood feud organization and warranted a negative inference makes no sense to me:  <FRAGMENT_SUPPRESSED> The Labi family's unwillingness to reconcile and end the blood feud is material to the claimant's fear of returning to Albania. With respect to the claimant's family's efforts to end the blood feud, the claimant testified that his uncle contacted a reconciliation association for help some time in 2008. He further testified that no one else in his family, including himself, had any contact with this association. The panel noted what the claimant declared in his PIF narrative, specifically: \"My family and I split up in different directions. My brother and I fled to Tirana not where we stayed inside the home of a maternal uncle. We contacted the blood feud organization to try and help us ....\" The panel gave the claimant the opportunity to explain why, instead of saying his uncle contacted the organization, he indicated \"we\" immediately after speaking about his brother, his uncle and himself. The claimant replied that when he stated \"we\", he meant that his father and mother asked his uncle to deal with this. The panel is not satisfied by the claimant's explanation because the PIF narrative provides no indication that he meant to say mother and father. The PIF is the claimant's narrative and \"we\" includes him. The claimant's inconsistent evidence with respect to the efforts made to resolve the blood feud detracts from his credibility.  <FRAGMENT_SUPPRESSED>", "[49] The main problem with the Decision, however, is the RPD's failure to grasp the significance of the psychological evidence or to explain why it was not taken into account when assessing the discrepancies in the Applicant's evidence and the explanations that the Applicant gave for those discrepancies. The RPD appears to leave out of account entirely the psychological report \"with respect to the claimant's allegations, as noted in the psychiatric report, giving rise to his refugee claim ....\" This is because \"the panel notes that these are based solely on the claimant's evidence, which the panel has found, as noted below, not to be credible.\" Nowhere does the RPD address the issue of whether the symptoms of post-traumatic stress disorder described in the report could have impacted the Applicant's powers of recall and his ability to give evidence, which are highly material considerations for the RPD's negative credibility findings based upon inconsistencies and its rejection of the Applicant's explanation for those inconsistencies. In other words, the psychological report was not put forward as proof of persecution in Albania; its purpose was to alert the RPD to the Applicant's current mental condition and the impact this might have upon his testimony.  <FRAGMENT_SUPPRESSED>", "[50] It is well accepted by this court that the RPD is in the best position to gauge the credibility of evidence and to draw reasonable inferences from that evidence. See <FRAGMENT_SUPPRESSED>  . The RPD is entitled to make reasonable findings based on implausibilities, common sense and rationality, and it may reject evidence that is not consistent with the probabilities affecting the case as a whole.  <FRAGMENT_SUPPRESSED>", "[51] As the Respondent points out, it is also well established that a psychological report cannot serve as a cure-all for any and all deficiencies in an applicant's testimony and that \"opinion evidence is only as valid as the truth of the facts on which it is based.\" See <FRAGMENT_SUPPRESSED> , at paragraphs 22 and 26.  <FRAGMENT_SUPPRESSED>", "[52] The Respondent says:  <FRAGMENT_SUPPRESSED> [I] t was only reasonable for the Board to find that the report was based on self-reporting of the Applicant. Mr. Devins ( sic ) met with the Applicant on one occasion only and it is unclear how long this meeting lasted. The information used to draw the conclusions reached in this report was garnered directly from the Applicant. No independent verification of the information was conducted. The Board's assessment of the psychological evidence was proper and sufficient.  <FRAGMENT_SUPPRESSED>", "[53] The Respondent is here providing reasons for ignoring or discounting Dr. Devins' report that do not appear in the Decision. The RPD acknowledges receipt of the report \"which speaks inter alia about the claimant suffering post-traumatic stress disorder.\" The RPD does not address the difficulties that post-traumatic stress disorder might have upon the Applicant's ability to testify and why, given some of Dr. Devins' observations, the explanations given by the Applicant for those inconsistencies cannot reasonably be attributed to his psychological problems.  <FRAGMENT_SUPPRESSED>", "[54] It has to be acknowledged that a psychological report of the kind submitted by Dr. Devins is not without its evidentiary problems. Just because a patient is suffering from psychological problems and manifests symptoms associated with those problems does not mean that the patient's account of past persecution as the cause of those problems can be believed. However, Dr. Devins does not, in my view, base his diagnosis exclusively upon the Applicant's own account of what has happened to him in Albania. Dr. Devins examined the Applicant and observed certain symptoms associated with post-traumatic stress disorder from what the Applicant said and from what the Applicant said about his present mental state:  <FRAGMENT_SUPPRESSED> Mr. Mico experiences frequent headaches (\"every day\"). Headaches arise in his forehead and bilaterally in the temples. He described the pain as a \"squeezing\" sensation, accompanied by blurry vision and sometimes dizziness. Over-the-counter analgesics provide relief. Other stress-related problems include loss of appetite (he lost 12 Kg. over the past year), weakness, easy fatigability, and problems with concentration and memory. Intrusive ideation (i.e., memories of traumatic events and worries that erupt spontaneously into consciousness) occurs frequently and interferes with learning English, reading, and conversation. At times, his mind simply goes blank. Mr. Mico has become distracted and forgetful (e.g., he confuses dates and details of past events; he forgets names, telephone numbers, addresses, and appointments; he misplaces his keys, searching for them extensively before discovering that they have been in his pocket).  <FRAGMENT_SUPPRESSED> Concentration and memory problems are common among people exposed to traumatic stress. Difficulties are exacerbated under pressure, such as arises in the high-stakes context of a Refugee Hearing. Symptoms can take the form of difficulty understanding questions, requests for questions to be repeated or rephrased, inability to retrieve specific details of the past, or an apparent inability to formulate a coherent response. Should such problems become evident, it will be important to understand that the likely reflect the disorganizing effects of traumatic stress rather than an effort to evade or obfuscate.  <FRAGMENT_SUPPRESSED>", "[55] In my view, then, this report was not a matter of Dr. Devins simply accepting the Applicant's story. It was also based upon present observation. Its warnings about the Applicant's mental confusion are highly relevant to the conclusions reached by the RPD about discrepancies in the Applicant's testimony and the inadequacy of his explanations for those discrepancies.  <FRAGMENT_SUPPRESSED>", "[56] The RPD was not obliged to accept Dr. Devins' evidence as an explanation of the faults it found with the Applicant's testimony, but it was obliged to say why Dr. Devins' evidence regarding the Applicant's current mental state should not affect its conclusions. The Respondent in this application has provided various reasons why Dr. Devins' evidence could be left out of account. However, what the Respondent says in response to a judicial review application is not evidence that the report was considered for its possible relevance, or that the RPD was reasonable in not accepting advice contained in the report concerning the Applicant's state of mind and his \"problems with concentration and memory.\" On the facts of this case, had the RPD properly addressed these matters, there is no telling whether it would have reached the same decision. This is the same situation that Justice O'Keefe faced in <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED> 32. If the contents of the psychological report were relevant to the Board's credibility findings, the Board should have taken the time to consider how the applicant's medical condition affected his behaviour before making its credibility finding. As the Board did not do this, I have no way of knowing what the Board's credibility findings would have been had the report being considered first. I am of the view that the Board made a reviewable error.  <FRAGMENT_SUPPRESSED>", "[57] THIS COURT'S JUDGMENT is that  <FRAGMENT_SUPPRESSED> 1. The application is allowed. The Decision is quashed and the matter is referred back to a differently constituted RPD for reconsideration in accordance with my reasons.  <FRAGMENT_SUPPRESSED> 2. There is no question for certification.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}