{"id_": "012839", "body_str": ["[1] Shore, J. :  <FRAGMENT_SUPPRESSED>  ACWS (3d) 512, Justice Pierre Blais decided a case involving an entrepreneur who failed to meet the conditions of his admission to Canada. The evidence, nevertheless, showed that the entrepreneur's daughter had an outstanding profile; she was well-educated and was contributing to Canadian society. Thus, the Court opined:", "[19] I find that that the Board erred in concluding that the principal applicant's daughter did not have strong ties to Canada. She is well educated and has integrated and contributed to Canadian society, as was determined by the Board back in 2002. The Board member even mentioned that he was \"impressed\" by her résumé; so am I. This being said, I do not believed the Board's decision to cancel the stay of the deportation orders is patently unreasonable. It would be unjust and against the principles of the Canadian Immigration process to decide otherwise. The principal applicant was given a second chance and failed to respect the rules. He should not be rewarded for being able to abuse the system to the point of allowing his family to remain in Canada long enough to build strong ties and qualify for a further stay of deportation orders based on humanitarian and compassionate grounds. [Emphasis added]. II. Judicial Review", "[2] This is an application, pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA), for judicial review of a decision of the Immigration Appeal Division (IAD) of the Immigration and Refugee Board (Board), dated May 28, 2010, dismissing the appeal of the departure order made against the Applicant, on August 25, 2009, by the Immigration Division. III. Background", "[3] The Applicant, Mr. Mahmood Hussain Bajwa, is a citizen of Pakistan. Mr. Bajwa applied for a landed immigrant status under the former Immigration Act , RSC 1985, c I-2, as an \"entrepreneur\" - a prescribed class of immigrants in respect of which permanent residence was granted subject to certain conditions that the immigrant was required to meet within a period of two years.", "[4] Mr. Bajwa was granted landed immigrant status and it is in accordance with this provision of the former Immigration Regulations , SOR/78-172, that Mr. Bajwa was required to meet the conditions in order to retain or to keep his permanent resident status (or to use the term applicable at the time, his \"landed immigrant\" status).", "[5] Mr. Bajwa failed to comply with the conditions imposed under the former Immigration Act and he does not dispute this fact. His non-compliance with these conditions gave rise to his inadmissibility in Canada.", "[6] He sought relief on humanitarian and compassionate (H&C) grounds before the IAD, but his appeal was dismissed. IV. Issue", "[7] Did the IAD commit a reviewable error warranting this Court's intervention? V. Analysis Statutory Scheme", "[8] Mr. Bajwa applied for a landed immigrant status under the former Immigration Act as an \"entrepreneur\" - a prescribed class of immigrants in respect of which permanent residence was granted subject to certain conditions that the immigrant was required to meet within a period of two years. Thus, accordingly, the relevant statutory provisions of the former Immigration Act and of its regulations were considered in this matter as Mr. Bajwa was required to meet its conditions in order to retain or to keep his permanent resident status or to use the term applicable at the time, his \"landed immigrant\" status.", "[9] The former Immigration Act and the former Immigration Regulations were repealed and replaced by the current IRPA and Immigration and Refugee Protection Regulations , SOR/2002-227 (IRPR).", "[10] Despite the repeal of the former Immigration Act and its regulations, substantial transitional provisions may apply to a particular proceeding or situation. Reference is made to the transitional provisions which explain the continuation of the application of the former Immigration Act under certain conditions. In the present case, section 318 of the IRPA states that conditions imposed on Mr. Bajwa under the former Immigration Act , continue to apply: 318. Terms and conditions imposed under the former Act become conditions imposed under the Immigration and Refugee Protection Act 318.", "[11] Mr. Bajwa failed to comply with the conditions imposed under the former Immigration Act and he does not dispute this fact. His non-compliance with the conditions gave rise to his inadmissibility in Canada. Mr. Bajwa does not dispute this either.", "[12] Indeed, when an entrepreneur within the meaning of subsection 88(1) of the IRPR (or within the meaning of subsection 23.1(1) of the former Immigration Regulations ) fails to comply with the conditions imposed, he becomes inadmissible by virtue of section 41 of the IRPA. This provision states: 41. A person is inadmissible for failing to comply with this Act (a) in the case of a foreign national, through an act or omission which contravenes, directly or indirectly, a provision of this Act; and (b) in the case of a permanent resident, through failing to comply with subsection 27(2) or section 28. 41.", "[13] The inadmissibility of a permanent resident result, in most cases, is the loss of status. The loss of status begins with an inadmissibility report prepared by an immigration officer. A report prepared pursuant to subsection 44(1) of the IRPA gives rise to inadmissibility. Once the immigration officer writes the inadmissibility report, his role in the process ends. The report is then transmitted to the Minister or his delegate: 44. (1) An officer who is of the opinion that a permanent resident or a foreign national who is in Canada is inadmissible may prepare a report setting out the relevant facts, which report shall be transmitted to the Minister. 44.", "[14] The Minister's delegate reviews the report in order to determine whether it is well-founded. If the Minister's delegate concludes that the report is well-founded, he may refer it to the Immigration Division for an admissibility hearing: 44. (2) If the Minister is of the opinion that the report is well-founded, the Minister may refer the report to the Immigration Division for an admissibility hearing, except in the case of a permanent resident who is inadmissible solely on the grounds that they have failed to comply with the residency obligation under section 28 and except, in the circumstances prescribed by the regulations, in the case of a foreign national. In those cases, the Minister may make a removal order. 44.", "[15] Once the Minister's delegate refers the inadmissibility report to the Immigration Division, the latter is required to hold an admissibility hearing. If, at the conclusion of the hearing, the Immigration Division is satisfied that the permanent resident is indeed inadmissible, the admissibility hearing will result in a removal order: 45. The Immigration Division, at the conclusion of an admissibility hearing, shall make one of the following decisions: ... (d) make the applicable removal order against a foreign national who has not been authorized to enter Canada, if it is not satisfied that the foreign national is not inadmissible, or against a foreign national who has been authorized to enter Canada or a permanent resident, if it is satisfied that the foreign national or the permanent resident is inadmissible. 45. [...]", "[16] The admissibility hearing is a quasi-judicial hearing presided over by a Member of the Immigration Division.", "[17] Mr. Bajwa was found to be inadmissible and a removal order was issued against him by the Immigration Division.", "[18] Pursuant to subsection 63(3) of the IRPA, a decision reached by the Immigration Division at an admissibility hearing is generally subject to an appeal before the IAD: 63. (3) A permanent resident or a protected person may appeal to the Immigration Appeal Division against a decision at an examination or admissibility hearing to make a removal order against them. 63.", "[19] Mr. Bajwa's appeal was dismissed and he is now challenging this decision rendered by the IAD. Immigration Appeal Division", "[20] After considering the appeal of a decision, the IAD may render one of the following three orders. It may: (1) allow the appeal; (b) stay the removal order; or (c) dismiss the appeal (s 66 of the IRPA).", "[21] To allow an appeal, the IAD must be satisfied that: (a) the decision appealed is wrong in law or fact; (b) a principle of natural justice has not been observed; or (c) sufficient H&C considerations warrant special relief in light of all the circumstances of the case (ss 67(1) of the IRPA).", "[22] Mr. Bajwa argues that the IAD should have allowed his appeal against the removal order issued by the Immigration Division because sufficient H&C considerations warrant a special relief in his case.", "[23] <FRAGMENT_SUPPRESSED>  (QL/Lexis), a seminal case, the IAD enumerated six factors that the Board is required to examine before allowing an appeal or granting a stay of the removal order: 14 ... In each case the Board looks to the same general areas to determine if having regard to all the circumstances of the case, the person should not be removed from Canada. These circumstances include the seriousness of the offence or offences leading to the deportation and the possibility of rehabilitation or in the alternative, the circumstances surrounding the failure to meet the conditions of admission which led to the deportation order. The Board looks to the length of time spent in Canada and the degree to which the appellant is established; family in Canada and the dislocation to that family that deportation of the appellant would cause; the support available for the appellant not only within the family but also within the community and the degree of hardship that would be caused to the appellant by his return to his country of nationality. While the general areas of review are similar in each case the facts are rarely, if ever, identical ...", "[24] <FRAGMENT_SUPPRESSED> , at paragraph 40, and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada confirmed that these factors continue to apply.", "[25] In <FRAGMENT_SUPPRESSED> , above, the Supreme Court pointed out that the IAD has exclusive jurisdiction \"to determine what constitute 'humanitarian and compassionate considerations', but the 'sufficiency' of such considerations in a particular case\" (at para 57).", "[26] The Supreme Court also stated in <FRAGMENT_SUPPRESSED> , above, that a high degree of deference is warranted when the court reviews an IAD decision:", "[58] The respondent raised no issue of practice or procedure. He accepted that the removal order had been validly made against him pursuant to s. 36(1) of the IRPA . His attack was simply a frontal challenge to the IAD's refusal to grant him a \"discretionary privilege\". The IAD decision to withhold relief was based on an assessment of the facts of the file. The IAD had the advantage of conducting the hearings and assessing the evidence presented, including the evidence of the respondent himself. IAD members have considerable expertise in determining appeals under the IRPA ...", "[27] In the present case, the Court is in complete agreement with the position of the Respondent; the decision of the Board was fully motivated and reasonable due to its integral and inherent logic . The Board properly examined all six factors and concluded that the H&C grounds were insufficient to warrant a special relief. More specifically, the Board noted that Mr. Bajwa blatantly violated the conditions that he was required to meet. Indeed, the Board's analysis reveals that Mr. Bajwa's non-compliance with the conditions was so reckless that it amounts to a complete disregard of Canadian immigration laws.", "[28] The Board also noted that Mr. Bajwa's inadequate explanation for his failure to comply with the conditions and his failure to produce evidence corroborating that he attempted to comply with these conditions, demonstrate that he has neither remorse nor a genuine understanding of the consequences of his actions.", "[29] The Board observed that there was no evidence of community support for Mr. Bajwa's continuous stay in Canada nor was there evidence supporting his allegation of establishment in Canada. In particular, since 2001, Mr. Bajwa produced no income tax declarations outside of Quebec to the Federal Government or in Quebec. He was a recipient of social assistance most of the time he has been in Canada, yet he always managed to find sufficient funds to finance trips outside of Canada. He has no assets in Canada except a car and some furniture.", "[30] With respect to hardship that may result from his removal from Canada, the Board noted that Mr. Bajwa lived most of the time in Kuwait; thus, it is reasonable to assume that he may continue living there. Also, the Board noted that Mr. Bajwa's family has travelled twice to Pakistan - a country where he alleges it is dangerous to live", "[31] The only issues raised by Mr. Bajwa relate to the IAD's assessment of the evidence and to its factual determinations. Essentially, Mr. Bajwa disagrees with the weight given by the Board to the evidence. He takes issue with the Board's decision simply because he disagrees with the Board's assessment of the evidence.", "[32] Although remarkably well-argued by counsel of the Applicant, the case is what it is, in its evidentiary format, it cannot be, but what it is; therefore, the Court agrees Mr. Bajwa did not meet the conditions attached to his admission to Canada as an entrepreneur as ably demonstrated by counsel for the Respondent.", "[33] In fact, Mr. Bajwa waited 18 months after his landing in Canada before even starting his first business. He knew full well that he only had two years to fulfill the conditions (IAD Decision at para 16).", "[34] Between the date of his arrival in Canada, in November of 2000 and the date of the hearing before the IAD in May 2010, Mr. Bajwa filed only one tax return. It was filed for the year 2001 and showed income of $5,950.00 (IAD Decision at paras 15 and 27; Tribunal Record (TR), Transcript of IAD hearing (Transcript) at pp 202-203).", "[35] For approximately 4 years, from 2005 until 2009, Mr. Bajwa was collecting welfare of $1,000 per month as a total amount for himself, his wife and their 6 children (IAD Decision at para 20; Transcript at pp 192-193 and 223).", "[36] Yet, the evidence indicates that during the time that Mr. Bajwa and his family were collecting welfare in Canada, his wife and their children made two trips to Pakistan to visit their respective families. The testimony of Mr. Bajwa and that of his wife was not clear as to when these trips were taken; however, it appears that the first trip was either in 2005, 2006 or 2007, and the second trip was in 2009 (IAD Decision at para 29; Transcript at pp 266-267 and 246-248).", "[37] During the hearing, Mr. Bajwa was referred to Exhibit R-7, a document entitled \"ICES Travel History - Traveller Passage Report\", dated March 25, 2010 (Transcript at pp 203-204 & Exhibit R-7 at pp 169-170). This document showed that he had made eight trips outside of Canada, apparently starting in 2006, and continuing until October of 2009. During the hearing, Mr. Bajwa explained that he was travelling to China on business; however, he never adequately explained how he could afford these trips if his sole source of income was welfare amounting to $1,000 per month for a family of 8 people.", "[38] At the outset of the hearing, Mr. Bajwa testified that when he first came to Canada, he brought merchandise with a value of between $200,000 and $300,000 (Transcript at pp 184-185). Contradicting himself in subsequent testimony, Mr. Bajwa said that when he came to Canada, he brought $5,000 cash and $51,000 worth of merchandise (Transcript at pp 184-185).", "[39] Lengthy questioning as to how Mr. Bajwa supported himself financially from November 2000 until May of 2002, when he opened his business, did not produce any satisfactory responses. Finally, after it became clear that he had little proof of earning any income himself during this time, Mr. Bajwa said that friends helped him out financially (Transcript at pp 232-238 & pp 204-209).", "[40] Later, when Mr. Bajwa was asked why he put his current business in his daughter's name, as opposed to a friend's name, he testified that he could not trust a friend and that he had no friends (Transcript of p 230).", "[41] As for the other facts before the IAD which demonstrate that its decision was reasonable, this Court refers to the IAD's reasons for decision and to the transcript of the hearing.", "[42] A careful review of the IAD's reasons and the transcript of the hearing demonstrate that it reasonably concluded that Mr. Bajwa is not credible. As the IAD states in its decision:", "[12] ... The Panel finds his answers were not straightforward and sometimes contradictory. The testimony was vague in several relevant areas and inconsistent with materials filed in others ...", "[43] The examples given by the IAD in its reasons, considered after a review of the transcript, fully support its conclusions in relation to Mr. Bajwa's manifest lack of credibility.", "[44] Mr. Bajwa argues that the fact that the IAD referred to the \"departure order\" as a \"deportation order\" means that its entire assessment cannot be trusted.", "[45] Admittedly, the IAD erred in this regard in paragraphs 4 and 6 of its reasons; however, in paragraph 41, the IAD correctly referred to the order in question as \"the removal order\".", "[46] The IRPR, in section 223, do provide for three types of removal orders, departure orders, exclusion orders and deportation orders. The consequences of a deportation order are more serious than those flowing from a departure order or an exclusion order (s 224-226). A person subject to a deportation order is obliged to obtain the written permission of the Minister before ever returning to Canada.", "[47] In this case, it is clear that the IAD was fully aware that Mr. Bajwa was not subject to a \"deportation order\" as is evidenced by its statement in its decision:", "[39] No evidence was presented at the hearing to suggest medical impediment to the appellant admissibility to Canada if sponsored. The appellant may be sponsored in the future if he chose to come to Canada with a view to live close to his wife and children.", "[48] Furthermore, a review of the decision and the transcript of the hearing demonstrate that the IAD gave careful consideration to Mr. Bajwa's request for discretionary relief based on H&C considerations. There is no evidence that the IAD erroneously believed that Mr. Bajwa was a person who would need the Minister's permission to return to Canada, and therefore, his case should be viewed in a less favourable light.", "[49] In paragraph 13 of his supplementary memorandum, Mr. Bajwa argues that the IAD failed to address the effects that a separation would have on the children if their father were returned to Pakistan.", "[50] This is not correct. The IAD carefully analyzed this aspect of Mr. Bajwa's claim in paragraphs 31 to 34 of its decision.", "[51] The IAD noted that it was not clear whether, in fact, the family would be separated, if Mr. Bajwa has to leave Canada (IAD Decision at para 33).", "[52] Indeed, at several points during his testimony, Mr. Bajwa clearly stated that if he were to leave, his wife and children would have to leave as well (Transcript at pp 250-252).", "[53] Mr. Bajwa's arguments amount to saying that the children's interests must prevail in an appeal based on H&C considerations; however, this Court in <FRAGMENT_SUPPRESSED>  ACWS (3d) 641, noted that this type of argument has been rejected:", "[13] The applicants' arguments regarding the children amount to saying that their interest must prevail on an appeal under sections 63 and 67 of the Act, i.e. that the presence of children in Canada automatically implies humanitarian considerations justifying special measures. That interpretation has already been dismissed by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , stating that it is not because the interests of the children favour the fact that a parent residing illegally in Canada should remain in Canada that the Minister must exercise his discretion in favour of that parent . Parliament has not decided that the presence of children in Canada constitutes in itself an impediment to any \"refoulement\" of a parent illegally residing in Canada. [Emphasis added].", "[54] Mr. Bajwa also argues that the IAD erred in failing to make any reference to the psychological report of Dr. David L.B. Woodbury when it assessed the best interests of the children.", "[55] Mr. Bajwa does admit that the IAD did refer to this report. In fact, this is what the IAD stated:", "[29] ... [The Applicant] declared to be very stressed to be deported from Canada and presented a psychological report. He doesn't want to be separated from his family ...", "[56] Therefore, there is no evidence that this report was ignored by the IAD.", "[57] No specific reference to this report was made during the testimony of Mr. Bajwa, his wife, or his eldest daughter. Moreover, Mr. Bajwa's counsel at that time (not current counsel) made no reference whatsoever to the psychological report of Dr. Woodbury during his closing submissions at the IAD hearing (Transcript at pp 293-295 and 298-300).", "[58] Dr. Woodbury's report indicates that Mr. Bajwa and his family are suffering emotionally because he may soon have to leave Canada (TR at pp 96-119).", "[59] This is surely the case for every family in this type of situation. The unfortunate consequences flowing from Mr. Bajwa's failure to live up to the commitments he made when allowed to enter Canada as an entrepreneur do not provide a sufficient reason to disregard the immigration laws of this country.", "[60] Although Dr. Woodbury opines that the removal of Mr. Bajwa would constitute \"unusual, undeserved and disproportionate hardship\", using legal terminology; however, the question as to whether H&C considerations justify a stay of Mr. Bajwa's removal is a question for the IAD on the basis of the legislation and the jurisprudence from the perspective of its jurisdiction.", "[61] In this regard, the words of the majority of the Supreme Court in the case of <FRAGMENT_SUPPRESSED> , above, are instructive", "[4] teaches that judicial review should be less concerned with the formulation of different standards of review and more focussed on substance, particularly on the nature of the issue that was before the administrative tribunal under review. Here, the decision of the IAD required the application of broad policy considerations to the facts as found to be relevant, and weighed for importance, by the IAD itself. The question whether Khosa had shown \"sufficient humanitarian and compassionate considerations\" to warrant relief from his removal order, which all parties acknowledged to be valid, was a decision which Parliament confided to the IAD, not to the courts ... [Emphasis added].", "[62] In this case, the IAD specifically stated that the evidence in its totality did not indicate that the objective set out in subsection 3(1)( ) of the IRPA would be fulfilled by allowing Mr. Bajwa's appeal. That objective is \"to permit Canada to pursue the maximum social, cultural and economic benefits of immigration.\"", "[63] In the case of <FRAGMENT_SUPPRESSED>  Imm LR (3d) 242, this Court dismissed a judicial review application in somewhat similar circumstances. The Court stated that the aim of the IRPR in creating the entrepreneur class is \"to foster the development of the Canadian economy and the creation of jobs for citizens and permanent residents other than would-be entrepreneur immigrants\" (at para 27).", "[64] In this case, the IAD clearly considered the initial policy reason for permitting Mr. Bajwa, and his family for that matter, to immigrate to Canada, that is, to allow them to contribute to the development of the Canadian economy and create jobs in Canada. No such contribution has been made.", "[65] Bearing that fact in mind, the IAD had to consider the interests of the children, which it did. It had a significant amount of information as to their lives in Canada. Mr. Bajwa alleged that it would be dangerous for his family to return to Pakistan; however, the evidence showed that the children had been taken to visit the families of both their mother and father in Pakistan, which families happen to live a 5 minute walk from one another (Transcript at p 267). The children allegedly are unable to read and write Urdu; however, it is the spoken language at home here in Canada (Transcript at pp 219, 221 & 263). Mr. Bajwa states that his family needs his financial support. As the IAD noted, the evidence does not show that he has provided financial support for his family during the time that they have been living in Canada (IAD Decision at para 34).", "[66] In this context, it was reasonable for the IAD to conclude that the children's desire to stay in Canada does not trump the very specific policy objectives of the IRPA. The IAD reasonably concluded that the Applicant's efforts to establish his business were insufficient", "[67] A review of the IAD's decision as a whole, and of the transcript of the hearing, demonstrates that it reasonably concluded that Mr. Bajwa's efforts to establish his business in Canada were insufficient.", "[68] In paragraph 48 of his supplementary memorandum, Mr. Bajwa argues that the IAD unfairly criticized him for submitting an undated letter indicating that he had received $54,000 worth of merchandise for sale in Canada. He says that it is clear that Citizenship and Immigration Canada (CIC) received the letter on November 13, 2003.", "[69] Mr. Bajwa's obligation was to establish his business and hire at least one Canadian or permanent resident by November of 2002.", "[70] Be that as it may, the IAD was simply remarking on the unsatisfactory evidence produced by Mr. Bajwa to support his allegation of serious efforts to establish his business. The undated letter was merely one example of the type of unsatisfactory evidence produced.", "[71] As for remorse, actions speak louder than words. One apology by Mr. Bajwa to the IAD during the hearing does not excuse his actions over a number of years.", "[72] Mr. Bajwa apparently had two successful businesses that he operated in Kuwait and Pakistan. On that basis, he was accepted as an entrepreneur (Transcript at p 256).", "[73] Yet, he produced no evidence of having made a significant financial investment in the business which he apparently wanted to start in Canada; nor did he provide satisfactory evidence of his efforts to establish his business here.", "[74] As Mr. Bajwa argues, he did testify that it was his friend who went bankrupt.", "[75] Other testimony indicated that Mr. Bajwa could not open his current business in his own name due to his poor credit rating.", "[76] In these circumstances, the IAD may have erroneously believed that Mr. Bajwa also went bankrupt.", "[77] If this is the case, it is a very insignificant imprecision on the part of the IAD. The overwhelming weight of the evidence showed that Mr. Bajwa's efforts to establish his business were insufficient. Furthermore, he was not straightforward and forthcoming with the IAD in that regard.", "[78] Mr. Bajwa also argues that the IAD erred in stating that there was no evidence of banking in Canada. Again, this may have been a slight imprecision on the part of the IAD. As Mr. Bajwa alleges, there are 4 pages in the Tribunal Record showing that in 2002 he opened a bank account and wrote a few cheques on it. The insignificance of this evidence is clearly apparent when one considers that Mr. Bajwa had been in Canada for almost 8 years at the time of the IAD hearing.", "[79] Mr. Bajwa argues that the world-wide economic recession hampered his efforts. He did not raise this argument before the IAD; therefore, it is not considered by this Court.", "[80] Mr. Bajwa argues that there is nothing illegal about operating a company with a number instead of a company name; however, if the company does not bear a name that is synonymous with its business activities, it only makes sense that it would be more difficult to develop business in its regard. VI. Conclusion", "[81] Considering the IAD's decision as a whole, particularly after having reviewed the transcript, it is clear that the IAD's conclusion in respect of Mr. Bajwa's efforts to establish his business in Canada were insufficient; and, therefore, the IAD's decision is reasonable.", "[82] For all these reasons, the Applicant's application for judicial review is dismissed. JUDGMENT", "[83] THIS COURT'S JUDGMENT is that the Applicant's application for judicial review be dismissed with no serious question of general importance to be certified. [End of document]"]}