{"id_": "012896", "body_str": ["[1] Pinard, J. : This is an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board) dated May 4, 2005, wherein the Board found that the applicant is not a \"Convention refugee\" or a \"person in need of protection\" as defined in sections 96 and 97 respectively of the Immigration and Refugee Protection Act, S.C. 2001, c. 27.", "[2] Anne Wanja Karanja (the applicant) is a 27-year-old citizen of Kenya. She is a Christian and a member of the Kikuyu tribe, and claims to have a well-founded fear of persecution at the hands of her former boyfriend and other members of the Mungiki sect.", "[3] The Board found that the applicant's evidence lacked credibility in that it contained important inconsistencies and implausibilities which were not satisfactorily explained.", "[4] The applicant submits that the Board did not adequately assess the gender guidelines to her situation as she was suffering from gender-based persecution.", "[5] The applicant is correct that the Gender Guidelines (issued on March 9, 1993 by the Chairperson of the Immigration and Refugee Board pursuant to paragraph 159(1)(h) of the Immigration Act and entitled Women Refugee Claimants Fearing Gender-Related Persecution) indicate that in the context of a gender-based claim, the Board should be particularly sensitive to a female applicant's difficulty in testifying. However, the Gender Guidelines, in and of themselves, are not intended to serve as a cure for all deficiencies in the applicant's claim or evidence. The applicant bears the onus of proving her claim. As Justice Pelletier indicated in  <FRAGMENT_SUPPRESSED> , at paragraph 18, \"the Guidelines cannot be treated as corroborating any evidence of gender-based persecution so that the giving of the evidence becomes proof of its truth\" and, at paragraph 17: The Guidelines are an aid for the CRDD panel in the assessment of the evidence of women who allege that they have been victims of gender-based persecution. The Guidelines do not create new grounds for finding a person to be a victim of persecution. To that extent, the grounds remain the same, but the question becomes whether the panel was sensitive to the factors which may influence the testimony of women who have been the victims of persecution. . . .", "[6] Furthermore, the Board's failure to specifically mention the Gender Guidelines does not mean that they were not considered and is not material or fatal to the Board's decision. The Board is presumed to have taken all of the evidence into account, and there is nothing that suggests that the Board did not consider the  <FRAGMENT_SUPPRESSED>  (T.D.) (QL); and  <FRAGMENT_SUPPRESSED>  Guidelines specifically state that the female refugee claimant must demonstrate that the harm feared is sufficiently serious to amount to persecution. In this case, there were numerous negative credibility findings by the Board and such findings are open to the Board to make.", "[8] Indeed, upon reviewing the evidence, I am not satisfied that the Board based its decision on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it (paragraph 18.1(4)(d) of the Federal Courts Act, R.S.C. 1985, c. F-7). It is my opinion that the Board was not microscopic in its analysis of the applicant's credibility as alleged by the applicant. Rather, the applicant only challenged a few minor findings, which findings were open to the Board to make and the applicant has not identified any errors with these findings. The applicant does not challenge the numerous other credibility findings which amply support the Board's decision. The jurisprudence is clear that the Board is entitled to make findings based on implausibilities, common sense and rationality. A heavy burden lies on the applicant to rebut the Board's finding that she lacks credibility (see  <FRAGMENT_SUPPRESSED>  (F.C.A.)). In my opinion, the applicant merely offers alternative explanations and inferences that could have been drawn by the Board. This does not amount to an error but rather they are disagreements with the manner in which the Board assessed the evidence.", "[9] As the applicant has failed to demonstrate that the impugned decision is patently unreasonable, the intervention of this Court is not warranted and the application for judicial review is therefore dismissed. [End of document] <FRAGMENT_SUPPRESSED>"]}