{"id_": "012978", "body_str": ["[1] Mainville, J. : This is an application pursuant to sections 72 and following the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the \"Act\"), whereby Ms. Maria Marteli Medina (the \"Applicant\") is seeking the judicial review of a decision of Janice Gallant, Immigration Officer (the \"Officer\"), dated May 11, 2009, denying a request under subsection 25(1) of the Act to allow the Applicant's permanent residence application on humanitarian and compassionate grounds.  <FRAGMENT_SUPPRESSED>", "[2] For the reasons set out below, this application will be dismissed.  <FRAGMENT_SUPPRESSED>", "[3] Exemptions under subsection 25(1) from the application of the requirements of the Act are discretionary and exceptional. In this case, the Applicant had a very heavy burden to meet in demonstrating that the Officer carried out an unreasonable assessment. The Officer considered the factors submitted to her by the Applicant, including the impact of the decision on the Applicant and her child and on the Applicant's co-tenant and the co-tenant's child, and found these insufficient to justify an exemption from the application of the Act. That decision was reasonable in the circumstances of this case.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[4] The Applicant is a female citizen of Mexico born in January of 1987. She first came to Canada in 2005, when she was 18 years old, in order to study. She eventually claimed refugee status in July of 2007, but her claim was rejected in August 2008 by the Refugee Protection Division of the Immigration and Refugee Board. The Applicant then submitted, in November 2008, an application for permanent residence from within Canada on humanitarian and compassionate grounds (the \"H&C application\").  <FRAGMENT_SUPPRESSED>", "[5] In her H&C application, the Applicant asserted that she had built a life for herself in Canada with her friend Daniela Alonso with whom she shared living accommodations. The Applicant and Ms. Alonso are in a platonic relationship. However, the Applicant assists Ms. Alonso and the latter's young child both financially and emotionally. The Applicant was herself pregnant at the time the H&C application was submitted and she eventually gave birth to a child who is now living with her and her co-tenant.  <FRAGMENT_SUPPRESSED>", "[6] The Applicant met Ms. Alonso in 2006 and they became friends. It was however only in May of 2008 that she and Ms. Alonso moved in together in lodging accommodations they rented as co-tenants in Halifax. She asserts that she, her co-tenant and their children have a close, supportive and caring relationship which should not be broken up.  <FRAGMENT_SUPPRESSED>", "[7] Ms. Alonso was herself admitted into Canada as a refugee claimant, and she became a permanent resident in 2006. She submitted statements to the Officer confirming her close but platonic relationship with the Applicant, and her dependency on the Applicant for financial assistance and emotional support.  <FRAGMENT_SUPPRESSED>", "[8] The Applicant and Ms. Alonso insisted on having an interview with the Officer to demonstrate their close relationship, and this request was eventually granted. The interview took place on April 2, 2009. In her affidavit, the Applicant asserts that during the interview the Officer was asked if she needed further documents and she answered that none were required. The Applicant also claims the Officer told her not to worry about her H&C application and to concentrate on being a new mother. The Applicant asserts that, in reliance on those statements, she decided not to provide any new documents in support of her H&C application.  <FRAGMENT_SUPPRESSED> The impugned decision  <FRAGMENT_SUPPRESSED>", "[9] In her decision, the Officer expressed the opinion that there were insufficient humanitarian and compassionate grounds for approving the exemption request. The principal reasons for this conclusion were set out as follows in her decision:  <FRAGMENT_SUPPRESSED> The applicant is seeking an exemption from the in-Canada selection criteria based on humanitarian and compassionate or public policy considerations to facilitate processing of the applicant for permanent residence from within Canada. The applicant bears the onus of satisfying the decision-maker that her personal circumstances are such that the hardship of having to obtain a permanent resident visa from outside Canada in the normal manner would be i) unusual and undeserving or ii) disproportionate.  <FRAGMENT_SUPPRESSED> The applicant's humanitarian and compassionate grounds are based on:  <FRAGMENT_SUPPRESSED> The client's close personal relationships with her \"sponsor\" and her \"sponsor's\" child, i.e. the people whom she considers to be her family, would create hardship if severed.  <FRAGMENT_SUPPRESSED> Family or personal relationship  <FRAGMENT_SUPPRESSED> The client has developed a co-dependent relationship with her \"sponsor\", whom she states she has been friends with since her return from Mexico in the summer of 2006. The client and \"sponsor\" have both stated that there is no conjugal relationship taking place. The client states that they are a family and need to remain together as they rely on each other financially and emotionally, however, they do not meet the definition of family class. While I do appreciate the closeness of this relationship, it appears that it is the \"sponsor\" who will suffer more from the separation, especially financially, since the client has been the sole breadwinner. If the client were to leave Canada, the \"sponsor\" would have to find other means to support herself and her child. I am not satisfied that a return home to Mexico would constitute an unusual and undeserving, or disproportionate hardship for the client that justifies an exemption under humanitarian and compassionate considerations.  <FRAGMENT_SUPPRESSED> Degree of Establishment  <FRAGMENT_SUPPRESSED> With respect to the client's ties and degree of establishment in Canada since her arrival in September 2005, she has provided evidence that she has been gainfully employed for almost one year when she went on Maternity Leave. I find that the client has not established that severing this tie would have such a significant negative impact that would constitute as [ sic ] unusual and undeserved or disproportionate hardship.  <FRAGMENT_SUPPRESSED> Best Interests of the Children  <FRAGMENT_SUPPRESSED> With respect to the best interests of the children involved, I recognize that there will be some adverse affects [ sic ] from the separation of the client and her \"sponsor's\" child that she stated she has been co-parenting for almost one year now. The child does, however, have a father living in the area that she does see, although not regularly according to the \"sponsor's\" statement.  <FRAGMENT_SUPPRESSED> There was no suggestion or evidence provided to support a claim concerning adverse affects to the client's newborn baby, should they return to Mexico. There has been no evidence of the father requesting access for visitation or custody, nor is he providing any financial support for this child. There have been no medical impediments identified that would prevent a return to Mexico by the client and/or her child.  <FRAGMENT_SUPPRESSED> I have considered the best interests of both children involved in this file and find that the client has not established that resettling back to her home country would have a significant negative impact on the children that would amount to an unusual and undeserved or disproportionate hardship.  <FRAGMENT_SUPPRESSED> Return to Mexico  <FRAGMENT_SUPPRESSED> I recognize that returning to Mexico will be difficult for the client and that her options for immigration to Canada may be limited, however, it is feasible. The client does have a valid Mexican passport and there is no evidence to indicate that a new passport would not be obtained for her child. She does still have family in Mexico and has not been away so long that she would not be able to reintegrate into her previous environment. However, the fact that the client would not likely qualify under the family class and may have difficulty qualifying in the economic class is not an unusual and undeserved or disproportionate hardship. This is a situation faced by many in similar situations.  <FRAGMENT_SUPPRESSED> Conclusion  <FRAGMENT_SUPPRESSED> I have considered all information regarding this application as a whole. Having reviewed and considered the grounds the client has forward [ sic ] as grounds for an exemption, I am not of the opinion that they constitute as [ sic ] unusual and undeserved or disproportionate hardship. Therefore, I am not satisfied that sufficient humanitarian and compassionate grounds exist to approve this exemption request.  <FRAGMENT_SUPPRESSED> The application is refused.  <FRAGMENT_SUPPRESSED> Name of Decision Maker: Janice Gallant  <FRAGMENT_SUPPRESSED> CIC Halifax  <FRAGMENT_SUPPRESSED> Position of the Applicant  <FRAGMENT_SUPPRESSED>", "[10] In her written submissions, the Applicant raises two principal issues:  <FRAGMENT_SUPPRESSED> (a) Did the Officer err in her assessment of the evidence, and particularly, did she fail to be alert, alive and sensitive to the best interests of the children who would be affected by the decision?  <FRAGMENT_SUPPRESSED> (b) Did the Officer breach procedural fairness in denying the Applicant an opportunity to respond after the officer (allegedly) changed her mind regarding the outcome of the application?  <FRAGMENT_SUPPRESSED>", "[11] The Applicant asserts that the first issue does not have to do with the weighing of evidence, but rather raises concerns about the Officer neglecting to take into account the best interests of her co-tenant and of the child of her co-tenant, contrary to the requirements of subsection 25(1) of the Act. The Officer only considered the impact of a negative decision on the Applicant and her child, and neglected or refused to properly take into account the impact of the decision on the co-tenant and the co-tenant's child even though the Officer recognized that the impact may be substantial.  <FRAGMENT_SUPPRESSED>", "[12] On the second issue, procedural fairness, the Applicant alleges that, at the interview, the Officer provided her views of the merits of the H&C application and gave the impression that the outcome would be positive, and actually directed the Applicant not to provide further information. This lulled the Applicant into a false sense of security, and resulted in the Applicant not providing additional documentation such as:  <FRAGMENT_SUPPRESSED> (a) updated statements from her and her co-tenant and pictures taken since the birth of her daughter;  <FRAGMENT_SUPPRESSED> (b) updated information concerning harassment by the co-tenant's former boyfriend;  <FRAGMENT_SUPPRESSED> (c) updated information on her co-tenant's school plan and work situation and on the future plans of the Applicant and her co-tenant.  <FRAGMENT_SUPPRESSED>", "[13] After the decision was communicated to her, the Applicant also sought to have the Officer reconsider the matter on the basis of the additional information described above. The Officer rejected this request. The Applicant asserts that the Officer erred in law in so deciding, since the doctrine of functus officio was found not to apply to an H&C determination in <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED> Position of the Minister  <FRAGMENT_SUPPRESSED>", "[14] The Minister notes that, under the Act, a foreign national must apply for permanent residence from outside Canada. Consequently, an application for an exemption based on humanitarian and compassionate considerations pursuant to subsection 25(1) of the Act is an exceptional measure which requires that extraordinary or unusual circumstances be established. In this case, the Officer considered the factors submitted to her and found these insufficient to justify the exemption. This decision was reasonable in the circumstances of this case.  <FRAGMENT_SUPPRESSED>", "[15] The Minister argues that the decision of the Officer not to reopen her negative H&C decision after being requested to do so by the Applicant is outside the scope of this judicial review application and should not be entertained by the Court in light of Rule 302 of the Federal Courts Rules . Rule 302 provides that unless the Court decides otherwise, an application for judicial review is limited to a single order in respect of which relief is sought.  <FRAGMENT_SUPPRESSED>", "[16] Concerning the procedural fairness argument advanced by the Applicant, the Minister asserts that it was the Applicant who was entrapping the Officer with queries as to whether additional information was required. The onus was on the Applicant to submit the information she deemed appropriate. The Applicant could not simply be relieved of this burden by asking the Officer if she needed further information. In any event, the Applicant did in fact submit all the evidence she deemed appropriate.  <FRAGMENT_SUPPRESSED>", "[17] Moreover, contrary to the Applicant's assertions, the Officer in this case did not make any commitments to issuing a positive decision and, at most, it was the Applicant's own interpretation of anodyne statements that led her to believe in a positive outcome. There was in fact no objective basis for the Applicant's expectation. In any event, even if assurances were given, which is denied, no new pertinent evidence was available for the Applicant to tender after the interview, and therefore the Applicant suffered no detriment.  <FRAGMENT_SUPPRESSED>", "[18] On the merits of the decision, the Officer was considering an H&C application based on the existence of a platonic relationship between two recent co-tenants who had been sharing an apartment for less than seven months when the application was first submitted.  <FRAGMENT_SUPPRESSED>", "[19] Nevertheless, the Officer considered the best interests of the children involved. She found that the Applicant's child was a newborn suffering from no medical impediment, whose father was not interested in her upbringing. Consequently, the Officer reasonably concluded that the child could travel to Mexico to reside there with her mother and her extended family should the application be denied.  <FRAGMENT_SUPPRESSED>", "[20] Though under no legal obligation to do so, the Officer also considered the best interests of the co-tenant and the co-tenant's child, finding that the Applicant had no biological ties to the child and that the child's father was living close by, although he was not regularly seeing the child. She nevertheless did consider the impact of the decision on the co-tenant and her child, and found it insufficient to amount to unusual and undeserved or disproportionate hardship which would justify granting the Applicant's permanent residence application granted on humanitarian and compassionate grounds.  <FRAGMENT_SUPPRESSED> Legislative framework  <FRAGMENT_SUPPRESSED>", "[21] The pertinent provisions of the Act for the purposes of this judicial review are subsections 11(1) and 25(1) which read as follows:  <FRAGMENT_SUPPRESSED> 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.  <FRAGMENT_SUPPRESSED> 25. (1) The Minister shall, upon request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on the Minister's own initiative or on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligation of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to them, taking into account the best interests of a child directly affected, or by public policy considerations.  <FRAGMENT_SUPPRESSED> 11. 25. Standard of review  <FRAGMENT_SUPPRESSED>", "[22] Subsection 25(1) of the Act provides for a discretionary power of the Minister to grant an exemption from any criteria or obligation of the Act in circumstances where the Minister is of the opinion that this is justified by humanitarian and compassionate considerations relating to a foreign national. In judicial review proceedings concerning discretionary decisions of administrative bodies, the standard to apply is usually one of reasonableness: \"[w] here the question is one of fact, discretion or policy, deference will usually apply automatically ( Mossop , at pp. 599-600; Dr. Q ,at para. 29; Suresh at paras. 29-30)\": <FRAGMENT_SUPPRESSED> , at para. 53 (Emphasis added).  <FRAGMENT_SUPPRESSED>", "[23] Prior to , and pursuant to <FRAGMENT_SUPPRESSED>  at paras. 57 to 62, decisions involving discretionary ministerial exemptions based on humanitarian and compassionate considerations were deemed reviewable on a standard of reasonableness simpliciter. This standard has since been collapsed into a single form of reasonableness review: <FRAGMENT_SUPPRESSED>  at para. 45. Consequently, this is the standard which I shall apply in reviewing the Officer's decision: see <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 814 (QL) at paras. 10 to 13.  <FRAGMENT_SUPPRESSED>", "[24] However, here the Applicant also asserts a breach of procedural fairness. As a general rule, principles of natural justice and procedural fairness are to be reviewed on the basis of correctness: Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ] directs a court, when reviewing a decision challenged on the grounds of procedural fairness, to isolate any act or omission relevant to procedural fairness (at para. 100). This procedural fairness element is reviewed as a question of law. No deference is due. The decision-maker has either complied with the content of the duty of fairness appropriate for the particular circumstances, or has breached this duty.  <FRAGMENT_SUPPRESSED>", "[25] Here the Applicant has raised issues of natural justice and of procedural fairness based on the allegation that the Officer made representations to the Applicant suggesting that a positive decision would be forthcoming, and thus lulled the Applicant into a false sense of security that was an impediment to her submitting new documentation in support of her H&C application. I will consequently review this matter on a standard of correctness.  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[26] I will first decide the procedural issue raised by the Minister concerning the application of Rule 302. I will then consider the procedural fairness issue raised by the Applicant, and finally proceed to a review of the merits of the Officer's decision.  <FRAGMENT_SUPPRESSED> The application of Rule 302  <FRAGMENT_SUPPRESSED>", "[27] Rule 302 of the Federal Courts Rules provides as follows:  <FRAGMENT_SUPPRESSED> 302. Unless the Court orders otherwise, an application for judicial review shall be limited to a single order in respect of which relief is sought.  <FRAGMENT_SUPPRESSED>", "[28] However, this judicial review application is not made pursuant to section 18.1 of the Federal Courts Act , R.S.C. 1985, c. F-7, but rather pursuant to sections 72 and following of the Immigration and Refugee Protection Act . Subsection 75(1) of that Act sets out the following:  <FRAGMENT_SUPPRESSED> 75. (1) Subject to the approval of the Governor in Council, the rules committee established under section 45.1 of the Federal Courts Act may make rules governing the practice and procedure in relation to applications for leave to commence an application for judicial review, for judicial review and for appeals. The rules are binding despite any rule or practice that would otherwise apply.  <FRAGMENT_SUPPRESSED> 75.", "[29] The Federal Courts Immigration and Refugee Protection Rules , SOR/93-22, as amended, provide as follows in subsection 4(1):  <FRAGMENT_SUPPRESSED> 4. (1) Subject to subrule (2), except to the extent that they are inconsistent with the Act or these Rules, Parts 1 to 3, 5.1, 6, 7, 10 and 11 and rules 383 to 385 of the Federal Courts Rules apply to applications for leave, applications for judicial review and appeals.  <FRAGMENT_SUPPRESSED> 4.", "[30] Since Rule 302 is included in Part 5 of the Federal Courts Rules , it does not apply to this judicial review in light of subsection 4(1) of the Federal Courts Immigration and Refugee Protection Rules . Indeed, Part 5 of the Federal Courts Rules does not apply to judicial review applications made pursuant to sections 72 and following of the Immigration and Refugee Protection Act .  <FRAGMENT_SUPPRESSED>", "[31] This, however, is not the end of the matter. Though Rule 302 does not apply, the fact remains that the application for leave and for judicial review submitted in this case only seeks leave and review with respect to the decision dated May 11, 2009 denying the Applicant's H&C application. The judicial review application makes no direct reference to the Officer's subsequent decision refusing to reopen the matter.  <FRAGMENT_SUPPRESSED>", "[32] I agree with the Minister that a decision refusing to reopen an H&C application is a distinct decision from the actual decision on the H&C application decision, and may thus be challenged as a distinct decision in a judicial review proceeding. Here the Applicant only sought leave pursuant to subsection 72(1) of the Act with respect to the May 11, 2009 decision, and leave was granted solely in regard to that decision. Consequently, I am not called upon to undertake any judicial review of the subsequent refusal to reopen the matter.  <FRAGMENT_SUPPRESSED>", "[33] In any event, even if I am wrong concerning my lack of jurisdiction to entertain the matter of the refusal to reopen, I would have rejected the argument on the merits for the following reasons.  <FRAGMENT_SUPPRESSED>", "[34] The Applicant is correct in stating that in <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 866 (QL), Justice Mactavish held that the doctrine of functus officio does not apply to the informal, non-adjudicative decision-making process involved in the determination of applications for permanent residence on humanitarian and compassionate grounds. In Kurukkal a question was certified on the issue of functus officio but it has yet to be addressed by the Federal Court of Appeal. Until and unless the Federal Court of Appeal makes a different determination on the matter, the law as stated by Justice Mactavish in Kurrukkal stands and, as a matter of judicial comity, I intend to follow her ruling.  <FRAGMENT_SUPPRESSED>", "[35] <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 1643 (QL), I held on the basis of <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 910 (QL) that the reasoning of Justice Mactavish  <FRAGMENT_SUPPRESSED> extends as well to decisions of immigration officers regarding applicants under the federal skilled worker category. However, I also held that though a visa officer may reconsider a decision in appropriate circumstances, a visa officer is under no obligation to reconsider, except in circumstances of bad faith. I held as well that, in order for such a reconsideration to occur, the additional information which forms the basis of the request for reconsideration must actually be provided to the visa officer.  <FRAGMENT_SUPPRESSED>", "[36] In this case, no additional information or documentation was submitted to the Officer. The Applicant only provided a list of the type of information she intended to submit if her request for reconsideration was granted. I find, on the basis of Malik , that this is insufficient. A request for reconsideration based on new documentation can only succeed if the documents in question are actually put before the officer concerned, thus allowing the officer an opportunity to decide if such documents are sufficiently important and pertinent to form the basis for a decision to reconsider. Here, there were submitted to the Officer no documents upon which a decision to reconsider could have been based.  <FRAGMENT_SUPPRESSED>", "[37] Moreover, the Applicant's arguments concerning the pertinence of these documents largely overlap her arguments relating to procedural fairness dealt with below. Consequently, I find that even though the decision refusing to reopen the proceedings is not subject to judicial review, the thrust of the Applicant's arguments on that matter is dealt with within the review of the procedural fairness issues raised by the Applicant.  <FRAGMENT_SUPPRESSED> Procedural fairness  <FRAGMENT_SUPPRESSED>", "[38] The Supreme Court of Canada has stated in a number of decisions that the scope of the principles of fundamental justice will vary according to the context and the interests at stake. Similarly, the rules of natural justice and the concept of procedural fairness, which may inform principles of fundamental justice in a particular context, are not fixed standards: <FRAGMENT_SUPPRESSED> , at pages 743-44; <FRAGMENT_SUPPRESSED> , at para. 21.  <FRAGMENT_SUPPRESSED>", "[39] In this case, the Applicant asserts that the Officer acted in such a manner at the interview as to create a legitimate expectation that she would be issuing a positive decision on the H&C application. The Officer is also said to have breached the rules of procedural fairness by telling the Applicant she had no need for further documentation, thereby creating an impediment to the Applicant's producing such documentation.  <FRAGMENT_SUPPRESSED>", "[40] I find, however, that a factual basis supporting these arguments by the Applicant is missing.  <FRAGMENT_SUPPRESSED>", "[41] Indeed, in her cross-examination on discovery, which took place in the context of this judicial review application, the Officer clearly indicated that she gave no assurances to the Applicant during the interview (Transcript of Officer's cross-examination of March 1, 2010, at page 14):  <FRAGMENT_SUPPRESSED> Q. . . . Based on what you've said in the last few minutes, you may have provided such assurances; you just don't remember. Isn't that right?  <FRAGMENT_SUPPRESSED> A. No  <FRAGMENT_SUPPRESSED> Q. You may have stated that the H&C would be approved but you don't remember, do you?  <FRAGMENT_SUPPRESSED> A. No, I did not state that the H&C would be approved.  <FRAGMENT_SUPPRESSED>", "[42] Moreover, the circumstances in which the representations were said to have been made were described as follows by the Applicant in her cross-examination (Transcript of Applicant's cross-examination of March 1, 2010, at pages 7-8):  <FRAGMENT_SUPPRESSED> Q. And now -- and we all know that one of the key issues that -- in your application is that you've said that you felt when you left the interview that you were going to be granted an H&C exemption. You thought that you were going to have a positive decision. Is that correct?  <FRAGMENT_SUPPRESSED> A. Yes.  <FRAGMENT_SUPPRESSED> Q. What's that based on?  <FRAGMENT_SUPPRESSED> A. On the officer in the way she referred to us and to -- when I actually would say bye to each other and we shook hands, she told me to not worry, enjoy being a mother. And somebody say that to you when you are in this kind of process, I believe it's like assuring you that you're going to have a positive answer because if I don't have to worry about my immigration situation, I can really enjoy to be a mom.  <FRAGMENT_SUPPRESSED> If I can't assure myself that I'm going to be here, I need to plan what is going to happen with me and my daughter ---  <FRAGMENT_SUPPRESSED> Q. Right.  <FRAGMENT_SUPPRESSED> A. --- because I gotta take that and get read [ sic ] for everything. So yeah.  <FRAGMENT_SUPPRESSED> Q. But you'd agree with me that Ms. Gallant didn't actually say, \"Don't worry about your immigration situation\" or \"Don't worry about your application\"?  <FRAGMENT_SUPPRESSED> A. No, but she, she say, \"Do not worry. Everything's going to be fine. And don't worry and enjoy being a mother\".  <FRAGMENT_SUPPRESSED> Q. And your understanding from that was that she was saying it would be a positive decision.  <FRAGMENT_SUPPRESSED> A. Yes, I would say yes.  <FRAGMENT_SUPPRESSED> . . .  <FRAGMENT_SUPPRESSED>", "[43] I cannot find from these transcripts that there is an objective basis to the legitimate expectation claims of the Applicant. Perhaps the Officer was polite and kind in parting with the Applicant at the end of the interview, and had sympathy for her situation as a single, pregnant, young woman. However this is far from a situation where a commitment to issuing a positive decision was made.  <FRAGMENT_SUPPRESSED>", "[44] Moreover, the Applicant has failed to satisfy me that she indeed had additional pertinent documents which she was prevented from submitting and which could have affected the outcome of her H&C application.  <FRAGMENT_SUPPRESSED>", "[45] Though the Officer did say at the interview that she did not need additional information, this was after prompting from the Applicant and her counsel. The fact the Officer did not need more information is simply an indication that she was satisfied that the information provided was sufficient for her to make a decision, and not, as the Applicant suggests, an indication that a positive decision was imminent.  <FRAGMENT_SUPPRESSED>", "[46] The Applicant stated the following in her cross-examination (Transcript of Applicant's cross-examination of March 1, 2010, at page 7):  <FRAGMENT_SUPPRESSED> Q. Now, is there anything you wanted to tell Ms. Gallant at the meeting that you felt you weren't able to tell her?  <FRAGMENT_SUPPRESSED> A. No. No.  <FRAGMENT_SUPPRESSED>", "[47] The additional information the Applicant claims she was prevented from producing is described in her affidavit. The information essentially concerns matters which were already before the Officer, such as the birth of her daughter (the Officer already knew the Applicant was going to give birth). Though the Applicant brings up the fact that the co-tenant's ex-boyfriend was harassing them, this fact alone was of marginal pertinence to the H&C application and would not have changed the decision of the Officer.  <FRAGMENT_SUPPRESSED>", "[48] In conclusion, the information that the Applicant claims to be fundamental to her case is nothing more than a reiteration of the factors that had already been put before the Officer in the original H&C application.  <FRAGMENT_SUPPRESSED> The merits of the H&C decision  <FRAGMENT_SUPPRESSED>", "[49] The Applicant's principal challenge to the decision on the merits relates to the contention that the Officer did not properly consider the impact of her decision on the Applicant's co-tenant and on that co-tenant's child, and was not alert, alive and sensitive to the best interests of the children affected by the decision.  <FRAGMENT_SUPPRESSED>", "[50] The Officer properly noted in her decision that the Applicant and her co-tenant had been involved in a non-conjugal relationship since May of 2008. The Officer nevertheless accepted the fact that they had developed a codependent relationship as friends sharing a dwelling.  <FRAGMENT_SUPPRESSED>", "[51] The Officer also found that the principal impact on the co-tenant would be that she \"would have to find other means to support herself and her child\". The Officer did not deem such an impact to be sufficient to support the Applicant's H&C application. This finding is reasonable. There are many young parents in Canada who have the sole care of a child and who work to support themselves and their children. There is nothing particularly unusual or disproportionate in this situation. I find this specific finding of the Officer to fall \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": <FRAGMENT_SUPPRESSED> , at para. 47.  <FRAGMENT_SUPPRESSED>", "[52] The Officer further found that the co-tenant's child was not biologically related to the Applicant and was only two years old. The Officer nevertheless found that \"[t] here would be emotional hardship due to the separation of the client from her 'sponsor' and her 'sponsor's' child, as they have been interdependent for almost a year now.\" However, the Officer was not satisfied that the separation of the Applicant from that child (who will remain with her mother in Canada) constituted unusual and undeserved or disproportionate hardship.  <FRAGMENT_SUPPRESSED>", "[53] It is settled law that the best interests of children affected by humanitarian and compassionate applications are an important factor to be considered, but this factor is not determinative. As was noted by Justice Décary in <FRAGMENT_SUPPRESSED> , 212 D.L.R. (4th) 139, [2002] F.C.J. No. 457 (QL), at para. 12:  <FRAGMENT_SUPPRESSED> In short, the immigration officer must be \"alert, alive and sensitive\" ( Baker , para. 75) to the interests of the children, but once she has well identified and defined this factor, it is up to her to determine what weight, in her view, it must be given in the circumstances. The presence of children, contrary to the conclusion of Justice Nadon, does not call for a certain result. It is not because the interests of the children favour the fact that a parent residing illegally in Canada should remain in Canada (which, as justly stated by Justice Nadon, will generally be the case), that the Minister must exercise his discretion in favour of said parent. Parliament has not decided, as of yet, that the presence of children in Canada constitutes in itself an impediment to any \"refoulement\" of a parent illegally residing in  <FRAGMENT_SUPPRESSED>  SCC 24740, August 17, 1995).  <FRAGMENT_SUPPRESSED>", "[54] It is trite law that one of the principal requirements of the Act is that persons who wish to live permanently in Canada must, prior to their arrival in Canada, submit their application outside Canada and qualify for a permanent residence visa. Though subsection 25(1) of the Act allows the Minister to dispense with this legal obligation in certain cases, this is clearly meant to be an exceptional remedy. It is, moreover, a discretionary remedy which is properly within the jurisdiction of the Minister, and not this Court. This Court is not in a position to re-weigh the relevant factors in reviewing the exercise of ministerial discretion under that subsection.  <FRAGMENT_SUPPRESSED>", "[55] What really matters are not the words used by the Officer in assessing the best interests of the co-tenant's child, but whether the Officer was actually alert, alive and sensitive to that child's best interests: <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1695 (QL), at para. 41. In this case the Officer did consider the impact on that child, but deemed it insufficient to warrant granting the Applicant's H&C application. Having found that the Officer did address the issue of the child's best interest, it is not for this Court to substitute its opinion for that of the Officer unless the Officer's decision was such as to fall outside the framework of reasonability. This is clearly not the case here. The child is not being separated from her mother, but from her mother's co-tenant. Moreover, the child will remain in Canada with both her biological parents. In such circumstances, the decision of the Officer falls within the realm of possible acceptable outcomes and is therefore reasonable.  <FRAGMENT_SUPPRESSED>", "[56] As a result, the application for judicial review will be dismissed.  <FRAGMENT_SUPPRESSED>", "[57] This case does not raise a question warranting certification under paragraph 74( ) of the Immigration and Refugee Protection Act .  <FRAGMENT_SUPPRESSED>", "[58] THIS COURT ORDERS AND ADJUDGES that the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}