{"id_": "012983", "body_str": ["[1] Annis, J. : Pursuant to section 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA or the Act], the applicant is seeking judicial review of a decision by a Refugee Protection Division [then RPD or the Board Member] that the applicant is not a Convention refugee nor a person in need of protection in the meaning of sections 96 and 97(1) of the Act.", "[2] For the reasons that follow, the application is dismissed. II. Background", "[3] The applicant is a citizen of the People's Republic of China [China]. In August 2011, the applicant alleges that her sister came to her home and told her that she was a Falun Gong practitioner and was fleeing from a raid by the Public Security Bureau [PSB]. The applicant's sister asked to stay with her and the applicant agreed. The sisters lived on the same street in Teiling City, Liaoning Province and the applicant indicated at the hearing that their homes were a 30- or 40-minute drive apart.", "[4] The applicant's sister hid at her home from August 27, 2011 until September 20, 2011, during which time the applicant did not allow her sister to use the home phone or leave the apartment. The applicant alleged at the hearing that, at her sister's urging, she called her sister's husband from a public phone and he tried to contact the leader of her sister's Falun Gong group, but to no avail.", "[5] On September 20, 2011, the applicant was informed by her neighbour that the PSB had come to her house, arrested her sister, and searched and sealed the property. The applicant alleges that the neighbour said the PSB had inquired about her and indicated that they strongly suspected that she was also a member of an underground Falun Gong group or otherwise associated with Falun Gong practitioners. Fearing arrest, the applicant did not go home and called her parents to tell them what had happened. Her parents directed her to go hide at her maternal uncle's home, which she did.", "[6] Later that day, the PSB went to the home of the applicant's parents to arrest her on the basis that she harboured an illegal Falun Gong activist. The PSB searched the home, interrogated her parents, and warned them that they would face legal consequences if they concealed or harboured the applicant. The PSB returned to the parents' home the next day and issued an arrest summons for the applicant.", "[7] Before this point, the applicant had considered going to the police to explain the situation. However, after discussing the situation with her family members, the applicant decided it was too risky to approach the PSB since they had already arrested her sister, sealed her home and issued the arrest summons against her. She remained in hiding until she was able to leave China with the help of a smuggler. She arrived in Canada on December 14, 2011 and applied for refugee protection in January 2012.", "[8] After coming to Canada, the applicant alleges that she felt unwell and was under \"mental pressure.\" She decided to start practicing Falun Gong on May 13, 2012 since her sister had told her it was good for health. She appeared in public supporting Falun Gong in antigovernment protests. III. Impugned Decision", "[9] The RPD acknowledged that the objective documentary evidence shows that anyone who supports the activities of Falun Gong practitioners by providing a safe place to hide is at risk in China, since these activities are perceived as promoting an illegal activity. The RPD also noted that there are reports of such persons facing fines, threats and harassment even though they are not Falun Gong practitioners themselves.", "[10] However, the RPD found that there was no credible basis for the applicant's claim based on the following adverse inferences: • The applicant was could not provide details on a number of items in her Personal Information Form [PIF] until prompted by the Board Member with specific questions; • The applicant testified that her sister asked her to contact her sister's husband and asked him to find out from the Falun Gong group leader what happened to the other members but this was not mentioned in the PIF, which the RPD found to be an important omission because such activity could have exposed her to greater risk of discovery; • The applicant testified that her sister's home was about a 30 or 40 minute drive from her own, which the RPD rejected as being implausible since their addresses were on the same street and the same district, the difference in the building numbers being only 30-1-1 and 25-4; • In her testimony, the applicant talked about the conversation with her neighbour on September 20, 2011 but omitted that the PSB told the neighbour that they strongly suspected the applicant of being a member or otherwise associated with Falun Gong; • The applicant testified that she thought her sister would be safe in her home and explained that there was nowhere else to go. Yet, the RPD noted that when it was alleged that she was wanted by the PSB, she asked her parents and then went into hiding at the home of a far more distant relative, a maternal uncle. The RPD found it implausible that they would do nothing since it is well-known in China that the authorities can and do punish family members of wanted persons and the most obvious place to look for a wanted person would be the homes of their immediate family members; • The applicant testified that the PSB has continued to look for her at her parents' home, but that nothing has happened to her parents or her sister's husband. The RPD drew a negative inference from the lack of negative treatment toward her family when she alleged that she may be subject to extreme tactics by the PSB; • Whereas the PIF stated that the PSB had been seeking to arrest her since September 20, 2011, in the applicant's CIC claim form there was a handwritten notation, with the applicant's signature beneath it, stating that the PSB wanted to arrest her since November 20, 2011. The RPD rejected her explanation that the notation was inaccurate and had never been interpreted back to her before she signed it; and • The RPD found that there was no mention of the fact that her sister had been arrested in the CIC claim form.", "[11] In the alternative, the RPD found that, on a balance of probabilities, if the applicant is wanted by the Chinese authorities, it is because she violated a law of general application and not because she holds a particular belief or opposes government policies. This is not a ground to claim protection as a Convention refugee. Further, the RPD found that the sanctions that could be imposed on her for this contravention fall short of establishing that she would be subject to cruel and unusual treatment or punishment or risk of torture.", "[12] The RPD gave little weight to the applicant's documentary evidence (an arrest summons issued for her by the Chinese authorities (dated September 21, 2011), a notice to the arrested person's family regarding her sister, and a prison visiting card for her sister's husband). The Member concluded they were likely to be fraudulent based on his adverse credibility findings and the documentary evidence showing that fraudulent documents are readily available and often used by refugee claimants from China. The concerns are such that officials indicated that personal documents cannot be trusted in China and are assumed to be fraudulent unless proven otherwise.", "[13] Regarding the claim, the RPD found that she did not have any medical documents to corroborate the health problems that she claims motivated her to become a Falun Gong practitioner. He drew a negative inference against her credibility, because of inconsistent answers that she had not suffered mental pressure while in China, but subsequently admitting that she had during her divorce proceedings in 2011, and that she did not provided any corroborative evidence from a medical practitioner, despite corroborating other areas of her testimony and being represented by experienced counsel.", "[14] The RPD noted other concerns, such as the applicant providing conflicting dates for when she decided to join Falun Gong (May 13, 2012 versus May 23, 2013) in circumstances that lack credibility. The RPD found that pictures of the applicant participating in Falun Gong activities in Canada did not sufficiently corroborate that she actually is or ever was a genuine Falun Gong practitioner. On this basis, the RPD concluded that the applicant had participated in Falun Going activities and publications to bolster a claim, as it would be \"unreasonable for [the applicant] to put herself at risk before she knew if her refugee claim would be successful\", citing Federal Court jurisprudence to that effect. IV. Issues", "[15] The following issues arise in this application: 1. Did the RPD err in its assessment of the applicant's credibility in regard to her narrative of risk and her claim? 2. Did the RPD err in its conclusion that the applicant had violated a law of general application and her risk of harm did not demonstrate that she would be subject to cruel and unusual treatment or punishment or risk of torture? V. Standard of Review", "[16] Both of the issues raised in this application relate to the RPD's interpretation and weighing the evidence, including its conclusions about the applicant's credibility. It is well-established that the RPD is entitled to deference in such matters and that the standard of reasonableness applies ( <FRAGMENT_SUPPRESSED> (FCA)). VI. Analysis", "[17] The applicant submits that the RPD was overzealous in its assessment of the applicant's credibility and undertook a microscopic examination of the evidence, which is contrary to the presumption of truthfulness that applies to the applicant's sworn testimony ( <FRAGMENT_SUPPRESSED>  (FCA)).", "[18] The Court agrees that in some respects there appears to have been a tendency by the RPD to be overly critical of the applicant, particularly on issues of little materiality to the case. For example, on the face of the transcript, the Board Member's criticisms of the applicant not providing details without prompting from the Board Member is questionable. Similarly there were dubious criticisms with respect to misstatement of dates, immaterial omissions in the PIF, the distance between the sisters' residences, speculation on possible treatment of her parents and the translation of the information on her sister's arrest.", "[19] On the other hand, with respect to some significant issues concerning her narrative of risk and the claim, the credibility shortcomings of the applicant can be sustained. An important foundation for harbouring her sister is that they had no alternative despite the serious risk of severe repercussions to her and that it would be an obvious first place for the authorities to search for her sister. Yet when she decided to flee, on her parents' advice, she moved to a distant place to live with a maternal uncle. This appears to have been the most appropriate and obvious place where her sister could seek refuge given the seriousness of her predicament and the known risk to family members who harboured her.", "[20] The Board Member was also entitled to question the credibility of the applicant when in recounting her narrative involving her neighbour, she omitted the critical evidence that the neighbour had allegedly been told by the PSB that they strongly suspected that the applicant was also a member of the underground Falun Gong organization or was otherwise associated with the Falun Going practitioners. This evidence from an unknown source allegedly provides the basis for her arrest summons that precipitated her flight to Canada and her claim that if returned she would be arrested as an adherent of Falun Gong, and not for merely harboring her sister. The two arrest warrants cited different provisions of the law that were breached, it would appear that the applicant was not charged with the same offence as her sister who was an adherent of Falun Gong.", "[21] There is also sufficient evidence to support the Board Member's concerns about the applicant's credibility regarding her claim. The evidence of the applicant's grounds for becoming an adherent of Falun Gong bears little weight. Vague undocumented mental health problems, uncorroborated in any fashion although a resident of Canada, coming after inconsistent evidence of not having similar mental pressures in China during her marital difficulties and subsequent divorce provide little support to join a religion. The Member is also entitled to point out that the applicant has attempted to carefully document and corroborate other areas of her evidence and was represented by experienced immigration counsel.", "[22] In this latter regard, I agree that the concept of joining Falun Gong religion and participating publicly in anti-government protests could be seen as unwise in the face of a pending RPD hearing and therefore motivated with the view to create a risk that otherwise did not exist upon her return to China.", "[23] The applicant's evidence as to the date that she joined Falun Gong also raises serious issues of the applicant's credibility. When discussing the evidence of her participating in anti-government protests and why she was not dressed in the similar clothing as the other adherents, she explained that she had just officially joined that day, and specifically remembered the protest event that occurred that year, in May 2013. Yet she claimed in other testimony that she joined in May 2012, which was allegedly supported by evidence from other adherents. The two versions of when she joined Falun Gong, I find irreconcilable.", "[24] It is trite law that the Court owes considerable deference to the Board Member, particularly on matters of credibility. Credibility is squarely within the domain of administrative tribunals, particularly where, as in this matter, the Board Member has the advantage of hearing and observing the applicant. The Court may only interfere when such findings are made in a manner that was perverse, capricious or made without regard to the material before the tribunal. Where evidence of the claimant's credibility difficulties on important issues arises, even acknowledging problems with the Board Member's assessments in other areas, the high administrative law threshold for the Court's intervention in is not met.", "[25] As noted by Justice Gleason in <FRAGMENT_SUPPRESSED> \"contradictions in the refugee claimant's own evidence will usually afford the RPD a reasonable basis for finding the claimant to lack credibility, and, if this finding is reasonable, the rejection of the entire refuge claim will not be interfered with by the Court\" (citations omitted).", "[26] The adverse credibility findings against the claimant lead to the dismissal of the applicant's claim. They also support the RPD's alternate conclusion that her return to China presents only a generalized risk pursuant to section 97 and does not result in her being subject to cruel and unusual treatment, or punishment or risk of torture.", "[27] Her allegations of being subject to arrest and imprisonment because she is suspected of being a member of the Falun Gong are not supported by her own evidence that when the PSB went to her parent's home, it was to arrest her on the basis that she harboured an illegal Falun Gong activist. Similarly, her inconsistent omission to state in her testimony that her neighbour advised that she was strongly suspected of being a member of the Falun Gong, supports the conclusion that she would not receive the same severe treatment as her sister for being merely an adherent of the religion.", "[28] The Court concludes that the decision of the RPD falls within the range of reasonable acceptable outcomes and is justified by reasons that are transparent and intelligible on the facts and the law. VII. Conclusion", "[29] Accordingly, the application is dismissed. No questions were proposed for certification and none are certified. JUDGMENT", "[30] THIS COURT'S JUDGMENT is that the application is dismissed and no questions are certified for appeal. <FRAGMENT_SUPPRESSED>  Annis", "[2] II. Contexte", "[3]", "[4]", "[5]", "[6]", "[7]", "[8] III.", "[9]", "[10]", "[11]", "[12]", "[13]", "[14] IV.", "[15] V. Norme de contrôle", "[16] <FRAGMENT_SUPPRESSED> (CAF)). VI. Analyse", "[17] <FRAGMENT_SUPPRESSED>  (CAF)).", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24]", "[25]", "[26]", "[27]", "[28] VII. Conclusion", "[29] JUGEMENT", "[30] [End of document]"]}