{"id_": "013164", "body_str": ["[1] Mactavish, J. : Ze Tong Cao seeks judicial review of a negative decision of the Refugee Protection Division of the Immigration and Refugee Board. Mr. Cao claimed to fear persecution in China because he staged a protest against the government's attempt to expropriate his land without providing him with fair compensation. The Board found his story of persecution at the hands of the Chinese Public Security Bureau (PSB) to be lacking in credibility and implausible.", "[2] For the reasons that follow, I have concluded that despite the deference owed to the Board's factual findings, a number of the Board's credibility and implausibility findings were simply unreasonable. As a result, the application for judicial review will be granted. The Port of Entry Omissions", "[3] The Board found that the credibility of Mr. Cao's story was undermined by his failure to use the term 'demonstration' or 'protest' in the form completed at the port of entry.", "[4] The existence of contradictions or inconsistencies between port of entry notes and an applicant's oral testimony is an accepted basis for an adverse credibility finding where the port of entry notes are extensive and contain major differences from an applicant's later evidence: <FRAGMENT_SUPPRESSED>  (QL) at para. 33 (F.C.A.). That was not the situation here.", "[5] The port of entry form in this case asked Mr. Cao to indicate \"in [a] few words\" why he was seeking refugee protection in Canada. The form further advised him that he would \"have an opportunity to explain all the facts related to [his] claim to the Immigration and Refugee Board of Canada\".", "[6] Mr. Cao provided five short sentences outlining the basic elements of his claim. He described the expropriation of his land, his concern with the unfairness of the compensation that he was offered, and his claim to have been accused of slandering the government. While brief, Mr. Cao's description of the basis for his claim was generally consistent with his testimony before the Board.", "[7] It was, therefore, unreasonable for the Board to base an adverse credibility finding on Mr. Cao's failure to use the specific words 'demonstration' or 'protest' at the port of entry: <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 773 at paras. 28-30. The Personal Information Form Omissions", "[8] The Board also found Mr. Cao to lack credibility based upon omissions from his PIF. These omissions included Mr. Cao's alleged failure to mention that he raised ducks on his farm as well as fish, and his failure to describe how he made a banner that he used in his protest outside the government office.", "[9] I would first observe that these details do not go to the heart of Mr. Cao's claim and do not support a negative credibility finding.", "[10] Moreover, Mr. Cao had amended his PIF prior to his refugee hearing to include reference to his raising ducks on the property in issue as well as fish. It is also evident from the Board's own reasons that ducks were something of a sideline business for Mr. Cao, and that fish farming was his primary business and major source of income.", "[11] Whether or not Mr. Cao's banner was legible is irrelevant, as he also testified to having shouted slogans about corruption in the government during his protest, thereby attracting the attention of the PSB.", "[12] The Board also erred in failing to address the explanations provided by Mr. Cao in response to the Board's concerns on these points: <FRAGMENT_SUPPRESSED>  (QL) at para. 11 (F.C.T.D.). The Genuineness of Mr. Cao's Documents", "[13] The Board also determined that Mr. Cao's land expropriation notices were fraudulent because the stamp on the documents had bled through the paper and the date was printed over the stamp.", "[14] Not only is it unclear how bleeding ink would lead the Board to the conclusion that the documents were fraudulent, there was also no evidence before the Board as to the type or form of documents ordinarily issued to Chinese citizens in Guangdong province who are facing expropriation.", "[15] Documents purporting to be issued by a foreign jurisdiction are entitled to the presumption of the truth of their contents, absent valid reasons to reject them: <FRAGMENT_SUPPRESSED>  (QL) at para. 5 (F.C.T.D.). This presumption is, of course, rebuttable.", "[16] While the Board noted that fraudulent government documents are available in Guangdong province, this Court has held that \"this does not mean that every document that comes out of the PRC is necessarily fraudulent\": <FRAGMENT_SUPPRESSED>  [2012] F.C.J. No. 167 (QL) at para. 55.", "[17] The Board acknowledged its lack of expertise in forensic document examination. Its failure to provide transparent and intelligible reasons for rejecting the authenticity of Mr. Cao's documents renders this aspect of the Board's decision unreasonable. The Inconsistencies with Country Condition Documentation", "[18] The Board also concluded that Mr. Cao's story did not correspond with the documentary evidence because the government offered him monetary compensation for the expropriation of his property instead of an alternate plot of land.", "[19] However, the documentary evidence on which the Board relies does not exclude the possibility of monetary compensation being paid to those whose land has been expropriated. Indeed, specific reference is made in the document to monetary compensation being paid in some cases. There was, therefore, no inconsistency between this aspect of Mr. Cao's story and the document relied upon by the Board. The Implausibility Finding", "[20] Where the Board seeks to impugn the credibility of a refugee claimant based on implausibilities in the claimant's story, its findings must be reasonably drawn and must be set out in clear and unmistakable terms: <FRAGMENT_SUPPRESSED>  F.T.R. 267, at para. 7. The RPD must, moreover, provide \"a reliable and verifiable evidentiary base against which the plausibility of the Applicants' evidence might be judged\": <FRAGMENT_SUPPRESSED>  [2010] F.C.J. No. 31 (QL) at para. 4. As will be explained below, it has failed to do so here. The Mailing of Mr. Cao's Identity Documents", "[21] The Board found that it was implausible that Mr. Cao's family would send Mr. Cao's identity documents to his postal address in Canada with their return address marked on the parcel. According to the Board, Mr. Cao's immigration consultant would have informed him that Chinese authorities monitor the postal system and track fugitives through a computer network. The decision to proceed in this way placed Mr. Cao's family and his documents at risk, which, the Board found, indicated a lack of subjective fear on the part of Mr. Cao.", "[22] There was, however, no evidence before the Board to indicate that Mr. Cao's immigration consultant had ever told him that Chinese authorities monitor the postal system and track fugitives through a computer network. Nor was there any evidence that either Mr. Cao, a farmer from rural China, or his family would have been aware of this practice. The Board's finding was based on nothing more than speculation and was thus unreasonable. Conclusion", "[23] The Board had a number of reasons for not accepting Mr. Cao's story of persecution at the hands of the PSB. While I have not addressed every one of the Board's conclusions, I have found that a number of the Board's negative credibility and plausibility findings were simply not reasonable. The cumulative effect of my findings is that the Board's decision as a whole lacks the justification, transparency and intelligibility required of a reasonable decision.", "[24] As a consequence, the application for judicial review is allowed. I agree with the parties that the case does not raise a question for certification. JUDGMENT", "[25] THIS COURT ORDERS AND ADJUDGES that 1. This application for judicial review is allowed, and the matter is remitted to a differently constituted panel for re-determination; and 2. No serious question of general importance is certified.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16] <FRAGMENT_SUPPRESSED>  [2012] A.C.F. no 167 (QL), au paragraphe 55.", "[17]", "[18]", "[19]", "[20]", "[21]", "[22] Conclusion", "[23]", "[24] JUGEMENT", "[25] [End of document]"]}