{"id_": "013201", "body_str": ["[1] Heneghan, J. : This is an appeal pursuant to Sections 56 and 59 of the Trademarks Act , R.S.C. 1985, c. T-13, relative to a decision of the Registrar of Trademarks (\"Registrar\") which was delivered on September 18, 1996. In his decision, the Registrar rejected the opposition filed by Cornell Trading Limited (the \"Appellant\") against application No. 711,186 for registra­tion of the trademark \"CACHE CREEK\", filed by Saan Stores Limited (the \"Respon­dent\"). Facts", "[2] On August 20, 1992, the Respondent filed Application No. 711,186 (the \"applica­tion\"). This application was to register the trademark CACHE CREEK. The intended use of the trademark in Canada was in asso­ciation with the sale of \"clothing, namely, sweaters, tops, blouses, shirts, pants, slacks, jackets, coats, jumpsuits, rompers, short sets, shorts, skirts, dresses, skirt sets, suits and T-shirts\" in retail stores operated by the Re­spondent.", "[3] The Respondent's application was adver­tised in the Trademarks Journal on April 14, 1993 for opposition purposes.", "[4] The Appellant is the owner of registra­tions No. 339,381 and 349,959 for the trade­mark \"LA CACHE\". The first registration of the trademark LA CACHE is for wares including ladies and mens' apparel (except underwear), household linens and home furnishings, tableware and gift items, and objets d'art. [see footnote 1] The second registration is for the operation of retail stores for the sale of wearing apparel (ex­cluding underwear), household linens, home furnishings, tableware, gift items and objets d'art. [see footnote 2]", "[5] On June 11, 1993, the Appellant filed a Statement of Opposition, opposing the regis­tration of the proposed trademark, CACHE CREEK, based on the following grounds: \"Saan Stores' trademark CACHE CREEK is not registrable pursuant to Section 12(1)(d) of the Trade-marks Act , as it is confusing with the Appellants trademark LA CACHE which is registered under Registration Nos. 339, 381 and 349,959; \"Saan Stores is not the person entitled to registration of the trademark CACHE CREEK pursuant to section 16(3) of the Trade-marks Act ; and \"Saan Stores' trademark CACHE CREEK is not distinctive within the meaning of Section 2 of the Trade-marks Act .\"", "[6] Both the Appellant, as Opponent, and the Respondent, as Applicant, filed affidavits and written submissions in relation to the opposition proceedings.", "[7] The Appellant filed the affidavit of David Hynes, the Comptroller of Cornell Trading Ltd. This affidavit addressed the business of the company, its retail oper­ations, and the approximate sales figures from 1987 to 1993. The affidavit of David Hynes also addressed details as to ad­vertising and promotion of goods bearing the LA CACHE trademark and information about expenditures made for advertising and promotional activities from 1987 to 1993. The data given for sales and advertising costs for 1993 was stated to be incomplete.", "[8] For its part, the Respondent filed the affidavits of Catherine Burnside and Lionel Walz. Ms. Burnside, a trademark searcher, provided state of the register evidence con­cerning trademarks containing the component \"cache\" for wares in the clothing field.", "[9] In his affidavit, Mr. Walz, the Depart­ment Merchandise Manager for children's wear of Saan Stores Ltd., deposed as to the retail operation of the Respondent in the field of clothing and footwear. Mr. Walz indicated the type of clothing labels used in displaying the CACHE CREEK label as well as the retail dollar value of clothing and footwear sold from September 1, 1993 to October 1994. He provided samples of advertising used in relation to the goods and the cost of advertising during the period September 1993 to October 1994. Finally, Mr. Walz provided evidence of the use in Canada by other manufacturers of trade­marks containing the word \"cache\". The Registrar's Decision", "[10] In his decision, the Registrar stated that each of the grounds of opposition raised in the Statement of Opposition turned on the issue of confusion between the applied for mark, CACHE CREEK, and the Opponent's two registrations for the mark, LA CACHE. However, after considering the evidence and the submissions of counsel, the Registrar concluded that the applied for mark, CACHE CREEK, for clothing and footwear, is not confusing with the Opponent's mark, LA CACHE used and registered in association with, among other things, clothing and clothing store services.", "[11] The Registrar stated his conclusion as follows: \"Considering all of the factors discussed the [ sic ] above, and keeping in mind that the test for confusion is one of first im­pression and imperfect recollection, I find that the applied for mark CACHE CREEK for clothing and footwear is not confusing with the opponent's mark LA CACHE used and registered in association with, among other things, clothing and clothing store services. In arriving at this con­clusion, I have had particular regard to the relatively low inherent distinctiveness of the parties' marks as well as to the lack of evidence of acquired distinctiveness of the mark LA CACHE in connection with clothing or the retail sale of clothing; to the different ideas suggested by the marks in issue; to the evidence of at least some use by third parties of the component CACHE for trademarks for clothing; and to the evidence of the actual businesses conducted by the parties [in this regard see FRAGMENT_SUPPRESSED. \"In view of the above, the opponent's opposition is rejected.\" The Notice of Appeal", "[12] The Appellant filed its Notice of Appeal in relation to the Registrar's decision on November 14, 1996. The Appellant raised several grounds of appeal: \"10. The Respondent The Registrar erred in concluding that the Appellant's mark LA CACHE as a whole possessed a relatively low degree of inherent dis­tinctiveness in relation to the Appellant's wares, including clothing items, and the operation of stores. \"11. The Respondent the Registrar erred in concluding that the Respondent Saan Stores Ltd.'s mark CACHE CREEK pos­sessed a higher degree of inherent dis­tinctiveness than the Appellant's mark. \"12. The Respondent the Registrar erred in concluding that no significant reputation was attached to the Appellant's mark for a store selling clothing or for clothing per se \"13. The Respondent the Registrar erred in concluding that the use by the Appellant of the trademark LA CACHE since 1975 in association with clothing and in association with retail stores since 1978 was not a factor that heavily favoured the Appellant. \"14. The Respondent The Registrar erred in concluding that the ideas suggested by the parties marks differed as the Ap­pellant's mark suggested a hiding place while the Respondent Saan Stores Ltd.'s mark suggested a hidden creek. \"15. The Respondent The Registrar erred in concluding that the Respondent Saan Stores Ltd.'s mark CACHE CREEK for clothing and footwear was not confusing with the Appellant's mark LA CACHE used and registered in association with, among other things, clothing and clothing store services. \"16. The Respondent the Registrar erred in giving weight to the fact that the Appellant did not adduce evidence of instances of actual confusion. By so doing the Respon­dent the Registrar erred in law in applying improperly the burden of proof in opposi­tion proceedings. For all intents and pur­poses, the Respondent the Registrar reversed the burden of proof. \"17. The Respondent The Registrar should have concluded that Respondent Saan Stores Ltd.'s application for the trademark CACHE CREEK was not registrable and that the Respondent Saan Stores Ltd. had not met the burden resting upon it on the issue of confusion and entitlement. \"18. The Respondent The Registrar should have concluded, taking into account the evidence on hand and the applicable law, that the mark of the Respondent Saan Stores Ltd. was likely to cause confusion with the registered trademark of the Ap­pellant Cornell Trading Ltd. under Section 12(1)(d) of the Trade-marks Act and that the Respondent Saan Stores Ltd. was not entitled to secure the registration for its application for the trademark CACHE CREEK in view of the prior use in Canada by the Appellant Cornell Trading Ltd. of the LA CACHE trademark.\" The Applicant's Arguments", "[13] At the time of the hearing, the Ap­pellant focussed on the following sub­missions. First, the Appellant submitted that the Registrar erred in finding no evidence of instances of actual confusion between the Appellant's trademarks LA CACHE and the proposed trademark CACHE CREEK.", "[14] Second, the Appellant argued that the Registrar further erred in his finding on the question of inherent distinctiveness in not looking at the two registrations for LA CACHE, one relating to merchandise and the second to the operation of retail stores, in assessing distinctiveness. The Appellant submits that the Registrar did not consider the distinctiveness of the mark in relation to the retail activities and did not consider the evidence concerning the packaging, cards and ribbons used in the retail activities, in reaching his conclusion on inherent distinc­tiveness.", "[15] Third, the Appellant stated that the Registrar erred in his consideration of the question of acquired distinctiveness. In particular, the Appellant argues that the Registrar's analysis about acquired distinc­tiveness and the extent to which LA CACHE had become known is the most significant error of his decision. The Registrar com­mented on the fair reputation acquired by the LA CACHE trademark in Canada in associ­ation with the operation of retail stores selling a variety of general merchandise. The Appellant says that the Registrar erred in relating the evidence before him specifically to the question of use in association with clothing in reaching his conclusion about the lack of a significant reputation for the Ap­pellant's trademark. In short, the Appellant says that the Registrar did not properly assess reputation in association with clothing or the sale of clothing in determining whether the mark LA CACHE had acquired distinctiveness. The Respondent's Arguments", "[16] The Respondent submits that the Regis­trar did not err in determining that the marks were not confusing. The Respondent argues that the marks, through their appearance and sound, suggest different ideas. As well, the Respondent submits that the Appellant's trademark is laudatory of its wares.", "[17] The Respondent also alleges that the evidence adduced by the Appellant does not show that the mark has become known to consumer as originating from a particular source.", "[18] Furthermore, the Respondent submits that the evidence offered by the Appellant leads to the interpretation that use of the mark has been in association with the oper­ation of a retail store and there is only an estimate that 50% or more of sales in Canada relates to the sale of clothing.", "[19] The Respondent also submits that in the case of inherently non-distinctive marks, a mere similarity in goods associated with the trademarks is insufficient to cause confusion in the market place. The Respondent claims that in assessing the nature of the trade, the entire circumstances of that trade must be taken into account. The Respondent submits the actual business conducted by the parties is quite different, thereby making confusion of the mark more unlikely.", "[20] Finally, the Respondent submits that the Board committed no error in giving weight to the fact that no evidence of actual con­fusion had been adduced by the Appellants. Standard of Review", "[21] The first question to be addressed is the standard of review which applies to an appeal from the Registrar of Trademarks pursuant to sections 56 and 59 of the Trade-marks Act.", "[22] Sections 56 and 59 of the Trade-marks Act read as follows: \"56. (1) An appeal lies to the Federal Court from any decision of the Registrar under this Act within two months from the date on which notice of the decision was dispatched by the Registrar or within such further time as the Court may allow, either before or after the expiration of the two months. \"59. (1) Where an appeal is taken under section 56 by the filing of a notice of appeal, or an application is made under section 57 by the filing of an originating notice of motion, the notice shall set out full particulars of the grounds on which relief is sought. \"59(2) Any person on whom a copy of the notice described in subsection (1) has been served and who intends to contest the appeal or application, as the case may be, shall file and serve within the prescribed time or such further time as the court may allow a reply setting out full particulars of the grounds on which he relies. \"59(3) The proceedings on an appeal or application shall be heard and determined summarily on evidence adduced by affi­davit unless the court otherwise directs, in which event it may order that any pro­cedure permitted by its rules and practice be made available to the parties, including the introduction of oral evidence generally or in respect of one or more issues spec­ified in the order.\"", "[23] The standard of review accorded to a Registrar's finding with regard to confusion was reformulated in two recent cases to reflect the pragmatic and functional analysis which has emerged in administrative law. In FRAGMENT_SUPPRESSED [see footnote 3], Justice Evans wrote: FRAGMENT_SUPPRESSED", "[24] In FRAGMENT_SUPPRESSED [see footnote 5], Justice Rothstein made similar remarks relative to the deference owed to a decision of a Registrar: FRAGMENT_SUPPRESSED", "[25] In light of these two recent decisions, it is necessary to examine the further affidavits introduced by the Appellant and the Respon­dent on this appeal to determine if the further affidavits are such that they would have materially affected the Registrar's findings of fact or his discretion. New Evidence", "[26] The additional affidavits submitted by the Appellant consist of the affidavits of Robert White and Clara Gomez. The af­fidavits of Karen Messer, Karen Paquette-Adams and Jason Gudofsky were filed by the Respondent.", "[27] In terms of the new evidence filed by the Appellant, the purpose of the White affidavit was to provide information from the Audit Bureau of Circulation to demon­strate the advertising audience for the LA CACHE marks. The affidavit provided information about circulation figures for advertising of the Appellant's wares for the period 1986 to 1995. Among other things, the Gomez affidavit purported to correct certain errors in the affidavit of David Hynes concerning annual sales and advertising and promotional expenses.", "[28] With respect to the Respondent, two affidavits of Karen Messer, one of Karen Paquette-Adams and one of Jason Gudofsky were filed. The affidavits of Karen Messer, a trademark searcher, provided information about the state of the register for trademarks with the component CACHE in association with clothing, subsequent to the decision of the Registrar.", "[29] The affidavit of Karen Paquette-Adams contained information about her attendance at a LA CACHE store in Ottawa and her examination of the clothing at that store. Specifically, she deposed that she found that none of the clothing, nor any other article, bore the LA CACHE label [see footnote 7].", "[30] Finally, the Gudofsky affidavit provided information as to the meaning of \"cache\" as found in both English and French language dictionaries.", "[31] The Appellant submits that it has intro­duced new evidence on this appeal which is of such significance that this Court can treat the matter as a trial de novo . Moreover, the Appellant argues that the Registrar has erred in law, as outlined in the Appellant's sub­missions and accordingly, this Court can intervene in relation to the findings on the lack of confusion or distinctiveness.", "[32] The Respondent submits that there must be significant new evidence before the court on appeal may exercise its discretion in a totally unfettered manner. The Respondent submits the new evidence is not significantly material and consequently, a high degree of deference should be accorded to the Regis­trar's decision.", "[33] The standard of review applicable to the present matter is that expressed by this Court in FRAGMENT_SUPPRESSED , supra, and by the Federal Court of Appeal in FRAGMENT_SUPPRESSED , supra. The decision of the Registrar is to be reviewed against the standard of reasonableness unless the intro­duction of new evidence which was not before him would have materially affected the decision.", "[34] According to the Federal Court of Appeal in FRAGMENT_SUPPRESSED , supra, the introduction of new evidence on an appeal pursuant to section 56(5) of the Trade-marks Act is to be examined from the perspective of whether its introduction before the Registrar would have materially affected his decision.", "[35] The new evidence submitted by the Appellant purports to supplement the infor­mation initially presented to the Registrar. The affidavit of Clara Gomez contains \"new\" information about the operation of stores under the trademark LA CACHE, that is both those stores owned by the Appellant and those operated under franchise. The affidavit also introduces photographs of certain retail stores. It also provides addi­tional information on annual sales figures relating to the sale of clothing, and illustra­tions of publicity posters as well as pack­aging, ribbons, cards and a bag in which purchases are packed. The affidavit of Clara Gomez also contains examples of advertising and promotional material, and information relating to expenditures for trade show activ­ities.", "[36] The new evidence introduced by the Appellant is of the same nature and kind, but of greater volume, than the evidence initially provided to the Registrar. There is no material difference between the original evidence of David Hynes and that introduced by the Appellant on this appeal.", "[37] In my opinion, the new evidence intro­duced by the Appellant on this appeal is not such that it would have materially affected the Registrar's conclusion on the issues of confusion and of distinctiveness.", "[38] Having determined that the present matter is not a situation in which I must have regard to the matter de novo , it is necessary to consider the findings made by the Registrar on the key issues of confusion and of distinctiveness to determine if the findings are reasonable. Issues", "[39] The Appellant stated that there are two issues to be determined on this appeal. These issues are as follows: (1) Did the Registrar err in holding that Saan Stores' trademark CACHE CREEK is distinctive and is not confusing with the Appellant's registered trademark LA CACHE which is also used in association with clothing? (2) Did the Registrar err in holding that Saan Stores' trademark CACHE CREEK was registrable on the basis of proposed use in association with clothing? Analysis", "[40] The key to this appeal is the issue of confusion. Confusion is also the ground upon which the Appellant opposed the Respon­dent's application to register the trademark CACHE CREEK.", "[41] In opposition proceedings, the party who seeks registration of the mark bears the onus of establishing an absence of likelihood of confusion. Accordingly, there is no onus on the objecting party [see footnote 8].", "[42] It is for this reason that an opposing party need not show evidence of actual confusion [see footnote 9].", "[43] In my opinion, the Registrar correctly stated the test for confusion in his decision. He considered the factors identified in sec­tion 6(5) of the Trade-marks Act . He did not base his conclusion that the marks were confusingly similar upon the lack of evi­dence of actual confusion. It appears that he considered the relevant factors before allud­ing to the fact that there \"is no evidence of instances of actual confusion despite contem­poraneous use of the marks since 1993.\" In my view, the Registrar here simply ac­knowledged that the evidence shows no actual evidence of confusion; he is not stat­ing that he imported a requirement of actual confusion between the marks as part of his analysis or reasoning.", "[44] Having determined that the Registrar did not err in assessing the burden of proof in opposition proceedings, it is necessary to determine whether the Registrar otherwise erred in reaching his conclusion that the mark CACHE CREEK is not confusing with the Opponent's mark LA CACHE, as regis­tered for both wares and services.", "[45] Sections 6 of the Trade-mark Act , particularly subsections (1), (2) and (5) are relevant to this appeal. These subsections provide as follows: \"6(1) For the purposes of this Act, a trade­mark or trade-name is confusing with another trademark or trade-name if the use of the first mentioned trademark or trade­-name would cause confusion with the last mentioned trade-mark or trade-name in the manner and circumstances described in this section. \"6(2) The use of a trade-mark causes con­fusion with another trade-mark if the use of both trade-marks in the same area would be likely to lead to the inference that the wares or services associated with those trade-marks are manufactured, sold, leased, hired or performed by the same person, whether or not the wares or ser­vices are of the same general class. \"6(5) In determining whether trade-marks or trade-names are confusing, the court or the Registrar, as the case may be, shall have regard to all the surrounding circum­stances including (a) the inherent distinctiveness of the trade-marks or trade-names and the extent to which they have become known; (b) the length of time the trade-marks or trade-names have been in use; (c) the nature of the wares, services or business; (d) the nature of the trade; and (e) the degree of resemblance between the trade-marks or trade-names in ap­pearance or sound or in the ideas sug­gested by them.\"", "[46] The wording of section 6(5) suggest that these factors are not exhaustive and the jurisprudence has confirmed that these factors do not carry equal weight. [see foot­note 10] Inherent Distinctiveness", "[47] The first factor listed under subsection 6(5) is inherent distinctiveness and the degree to which such marks have become known.", "[48] In the present case, the Registrar found, on the evidence before him, that the Ap­pellant's trademark LA CACHE carried a low degree of inherent distinctiveness in relation to the wares and the operation of retail stores.", "[49] The Appellant argues that the Registrar erred in that he did not look at the mark in relation to both registrations for the mark LA CACHE, namely the wares and the retail operations.", "[50] I do not agree. The Registrar considered both registrations for the mark LA CACHE in determining that the mark possessed a low degree of inherent distinctiveness, and consequently, I am of the opinion that there are no grounds to disturb this conclusion.", "[51] I refer to the decision of the Federal Court of Appeal in FRAGMENT_SUPPRESSED [see footnote 11]: FRAGMENT_SUPPRESSED", "[52] Finally, I would note that inherent distinctiveness is only one of the factors enumerated in section 6(5) of the Trade-marks Act and cannot be considered in isolation from the other facts listed in section 6(5). Acquired Distinctiveness", "[53] Moreover, there is no evidence which is before me or which was before the Registrar to indicate that the wares in question, namely clothing, bore the LA CACHE trademark.", "[54] Section 4(1) defines use of a trademark. It reads as follows: \"4. (1) A trademark is deemed to be used in association with wares if, at the time of the transfer of the property in or pos­session of the wares, in the normal course of trade, it is marked on the wares them­selves or on the packages in which they are distributed or it is in any other manner so associated with the wares that notice of the association is then given to the person to whom the property or possession is transferred. \"4(2) A trademark is deemed to be used in association with services if it is used or displayed in the performance or advertising of those services. \"4(3) A trademark that is marked in Canada on wares or on the packages in which they are contained is, when the wares are exported from Canada, deemed to be used in Canada in association with those wares.\"", "[55] The Gomez affidavit states: \"To partly illustrate the use which is now, and has been, effected throughout Canada by the Company of the trademark LA CACHE, the following are attached hereto en liasse to form part hereof as exhibits to this my Affidavit: Exhibit CG-11: copies of publicity posters which were posted in various LA CACHE stores; Exhibit CG-12: a pamphlet which was distributed in various LA CACHE stores; Exhibit CG-13: ribbons used for the purposes of gift wrapping in the LA CACHE stores; Exhibit CG-14: cards distributed in various LA CACHE stores; Exhibit CG-15: a bag in which customer purchases are placed at the LA CACHE stores.\"", "[56] In light of this evidence and the evidence found in the affidavit of Karen Paquette-Adams submitted by the Respondent which indicates that the clothing did not bear the LA CACHE label and actually bore other labels, I cannot conclude, on the evidence submitted, that the Appellant has acquired a significant reputation such that the trademark LA CACHE has acquired distinctiveness in relation to clothing or to a store selling clothing.", "[57] Therefore, despite the large volume of sales in relation to clothing reported by the Appellant, as well as the costs incurred for advertising and promotion, I still cannot conclude that the Registrar erred in stating that the LA CACHE trademarks had not acquired distinctiveness, relative to clothing and the retail sale of clothing.", "[58] As stated by Mr. Justice Linden in FRAGMENT_SUPPRESSED [see footnote 12], supra, FRAGMENT_SUPPRESSED", "[59] This is not the case here. There are only estimates concerning sales of clothing and for annual sales figures relating to clothing. Instead, the Appellant has provided certain information relating to sales figures and promotional costs and invites the court to infer the existence of acquired distinctiveness from this data. In my opinion, the new evidence submitted by the Appellant does not justify the making of such inferences.", "[60] In terms of the other grounds raised by the Appellant, I am of the opinion that the conclusions of the Registrar in relation to the length of time the marks have been in use, the nature of the wares and services, the nature of the trade and degree of resemblance between the marks must stand. No new evidence has been led by the Appellant which would materially affect these conclusions. Moreover, the decision of the Registrar as a whole is reasonable based on the evidence before me.", "[61] Accordingly, I am satisfied that the Registrar did not err in concluding that there was no reasonable likelihood of confusion between the applied for mark CACHE CREEK and the Appellant's mark LA CACHE.", "[62] The appeal is dismissed with costs. Appeal dismissed. Editor: Elizabeth M.A. Turgeon/ldl Footnotes 1.\tExhibit DH-1 to the affidavit of David Hynes. 2. Ibid. 3.\t(1999), 176 F.T.R. 80; 3 C.P.R.(4th) 224 (T.D.). 4. Ibid. at 234 - 235. 5.\t[2000] F.C.J. No. 159; 252 N.R. 91 (F.C.A.), A-428-98 (February 3, 2000). 6. Ibid. at para. 51. 7.\tAffidavit of Karen Paquette-Adams, Appellant's Application Record, p. 952. 8. FRAGMENT_SUPPRESSED. 9. FRAGMENT_SUPPRESSED. 10.\tSee FRAGMENT_SUPPRESSED. 11.\t(1998), 225 N.R. 82; 80 C.P.R.(3d) 247 (F.C.A.) 247 at 259. 12. Ibid. at 259. [End of document]"]}