{"id_": "013267", "body_str": ["[1] Shore, J. [Translation]: One of the cornerstones of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 ( IRPA ), is the requirement that persons who wish to settle in Canada must, prior to their arrival in Canada, submit an application from outside Canada and qualify for and obtain a permanent resident visa. Section 25 of the IRPA gives the Minister the discretion to approve deserving cases for processing within Canada. This is clearly an exceptional remedy, as is made clear by the wording of this provision <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[2] To obtain this exemption, the applicants had to prove that they would face unusual, undeserved or disproportionate hardship if they were required to file their respective applications for permanent residence from outside the country ( <FRAGMENT_SUPPRESSED> , at paragraph 8; <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED> II. Introduction  <FRAGMENT_SUPPRESSED>", "[3] This is an application under the IRPA for judicial review of an immigration officer's decision on March 19, 2008 refusing to exempt the applicants on humanitarian and compassionate (H&C) grounds from the obligation to obtain an immigrant visa from outside Canada. Such an exemption would have made it possible to process their application for permanent residence in Canada.  <FRAGMENT_SUPPRESSED> III. Facts  <FRAGMENT_SUPPRESSED>", "[4] The principal applicant, Manjit Singh, his spouse, Ravinder Kaur, and their 6-year-old daughter, Muskan Singh, are citizens of India. Their 9-year-old son, Samaninder Singh, is a citizen of the United States.  <FRAGMENT_SUPPRESSED>", "[5] The applicants arrived in Canada on November 18, 2003. All of them except Samaninder Singh claimed refugee status in Canada in May 2004.  <FRAGMENT_SUPPRESSED>", "[6] The claim was rejected on April 20, 2005. However, on November 23, 2005, this Court set aside that decision and referred the matter back to another decision-maker.  <FRAGMENT_SUPPRESSED>", "[7] The refugee claim of the same three applicants was rejected again on October 24, 2006, and that decision was upheld by this Court on June 5, 2007.  <FRAGMENT_SUPPRESSED>", "[8] On or about November 1, 2007, the applicants, while they were in Canada, applied for permanent residence based on humanitarian and compassionate considerations under subsection 25(1) of the IRPA .  <FRAGMENT_SUPPRESSED>", "[9] On March 19, 2008, that application was refused.  <FRAGMENT_SUPPRESSED> IV. Issue  <FRAGMENT_SUPPRESSED>", "[10] Did the officer make an unreasonable error?  <FRAGMENT_SUPPRESSED> V. Analysis  <FRAGMENT_SUPPRESSED> Applicable legislation  <FRAGMENT_SUPPRESSED>", "[11] It is a basic principle that persons who wish to obtain permanent resident status in Canada must apply for such status from outside Canada. This is clearly stated in subsection 11(1) of the IRPA :  <FRAGMENT_SUPPRESSED> \"11(1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act. <FRAGMENT_SUPPRESSED>", "[12] Section 6 of the Immigration and Refugee Protection Regulations , SOR/2002-227 ( Regulations ), reiterates this obligation in the following terms:  <FRAGMENT_SUPPRESSED> \"6. A foreign national may not enter Canada to remain on a permanent basis without first obtaining a permanent resident visa. <FRAGMENT_SUPPRESSED>", "[13] However, subsection 25(1) of the IRPA provides that the Minister has the discretion to exempt a foreign national from any criterion or obligation provided for in the IRPA and grant the foreign national permanent resident status if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national:  <FRAGMENT_SUPPRESSED> \"25(1) The Minister shall, upon request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on the Minister's own initiative or on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligation of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to them, taking into account the best interests of a child directly affected, or by public policy considerations. <FRAGMENT_SUPPRESSED>", "[14] One of the cornerstones of the IRPA is the requirement that persons who wish to live in Canada must, prior to their arrival in Canada, submit an application from outside Canada and qualify for and obtain a permanent resident visa. Section 25 of the IRPA gives the Minister the discretion to approve deserving cases for processing within Canada. This is clearly an exceptional remedy, as is made clear by the wording of this provision <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[15] An application for permanent residence made in Canada triggers a two-step decision-making process. First, the officer must determine whether the applicant should be exempted from the statutory obligation to apply for an immigrant visa before coming to Canada, in accordance with subsection 11(1) of the IRPA . The second step is then to verify whether the applicant meets the requirements established by the IRPA , including the security requirements ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[16] The validity of this two-step process was recently confirmed by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[17] Moreover, the H&C decision-making process is entirely discretionary and seeks to determine whether the granting of an exemption is warranted ( <FRAGMENT_SUPPRESSED> , at paragraph 7; <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[18] To obtain an exemption, the applicants had to prove that they would face unusual, undeserved or disproportionate hardship if they were required to file their respective applications for permanent residence from outside the country ( <FRAGMENT_SUPPRESSED> , at paragraph 8; <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[19] With regard to the meaning of the words \"unusual, undeserved or disproportionate\" in this context, the following remarks by Justice Yves de Montigny in <FRAGMENT_SUPPRESSED>  were cited with approval in <FRAGMENT_SUPPRESSED> , at paragraph 9:  <FRAGMENT_SUPPRESSED> \"[20] ...  <FRAGMENT_SUPPRESSED> \"In assessing an application for landing from within Canada on Humanitarian and Compassionate grounds made pursuant to section 25, the Immigration Officer is provided with Ministerial guidelines. Immigration Manual IP5 - Immigration Applications in Canada made on Humanitarian or compassionate Grounds , a manual put out by the Minister of Citizenship and Immigration Canada, provides guidelines on what is meant by Humanitarian and Compassionate grounds ...  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"The IP5 Manual goes on to define 'unusual and undeserved' hardship and 'disproportionate' hardship. It states, at paragraphs 6.7 and 6.8:  <FRAGMENT_SUPPRESSED> 6.7 Unusual and underserved hardship  <FRAGMENT_SUPPRESSED> 'Unusual and undeserved hardship is:  <FRAGMENT_SUPPRESSED> - the hardship (of having to apply for a permanent resident visa from outside of Canada) that the applicant would have to face should be, in most cases, unusual, in other words, a hardship not anticipated by the Act or Regulations ; and  <FRAGMENT_SUPPRESSED> - the hardship (of having to apply for a permanent resident visa from outside of Canada) that the applicant would face should be, in most cases, the result of circumstances beyond the person's control  <FRAGMENT_SUPPRESSED> 6.8 Disproportionate hardship  <FRAGMENT_SUPPRESSED> 'Humanitarian and compassionate grounds may exist in cases that would not meet the \"unusual and undeserved\" criteria but where the hardship (of having to apply for a permanent resident visa from outside of Canada) would have a disproportionate impact on the applicant due to their personal circumstances.' <FRAGMENT_SUPPRESSED>", "[20] Hardship that is inherent in having to leave Canada is not enough <FRAGMENT_SUPPRESSED> , at paragraph 10).  <FRAGMENT_SUPPRESSED> The applicable standard of review  <FRAGMENT_SUPPRESSED>", "[21] The standard of review for a decision based on humanitarian and compassionate considerations under subsection 25(1) of the IRPA is that of reasonableness ( <FRAGMENT_SUPPRESSED> ; 2008 FC 681, at paragraphs 15-20; <FRAGMENT_SUPPRESSED> ; 326 F.T.R. 174; 2008 FC 481, at paragraph 31).  <FRAGMENT_SUPPRESSED> Consideration of the son's citizenship  <FRAGMENT_SUPPRESSED>", "[22] The applicants criticize the immigration officer for not taking account of the fact that the principal applicant's son, who is 9 years old, is a citizen of the United States and not India.  <FRAGMENT_SUPPRESSED>", "[23] It is true that the decision-maker's reasons do not mention this fact, but this does not necessarily make his decision invalid.  <FRAGMENT_SUPPRESSED>", "[24] What was in issue before the H&C decision-maker was whether the applicants would face unusual, undeserved or disproportionate hardship if they were required to file their application for permanent residence from outside the country.  <FRAGMENT_SUPPRESSED>", "[25] The applicants could each apply for permanent residence in the United States, where one of them is a citizen.  <FRAGMENT_SUPPRESSED>", "[26] However, since the applicant Samaninder Singh is a young child, he would be expected to make his application from India with his parents, who do not have an absolute right to enter the United States.  <FRAGMENT_SUPPRESSED>", "[27] In this regard, the Court notes that the adult applicants did not establish or even argue before the decision-maker that (a) their son could not accompany them to India; (b) he could not obtain Indian citizenship; and (c) he would not be entitled to an education in India.  <FRAGMENT_SUPPRESSED>", "[28] Since none of these questions was raised before the decision-making officer, this Court on judicial review cannot fault him for not considering them.  <FRAGMENT_SUPPRESSED>", "[29] It is settled law that on judicial review a decision cannot be impugned on the basis of an issue not raised before the decision-maker, unless the new issue is a jurisdictional issue, which is not the case here ( <FRAGMENT_SUPPRESSED> ; 2007 FC 825, at paragraph 22; <FRAGMENT_SUPPRESSED> ; 334156  <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[30] In the circumstances, the decision-maker was entitled to consider whether the fact that Samaninder had to go to India with his parents amounted to unusual, undeserved or disproportionate hardship for them and for him.  <FRAGMENT_SUPPRESSED> The decision-maker's discretion  <FRAGMENT_SUPPRESSED>", "[31] On this point, the applicants argue in their reply memorandum (at paragraphs 1-19) that section 25 of the IRPA does not limit the discretion of the Minister, who may grant an exemption under that provision \"if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to them, taking into account the best interests of a child directly affected, or by public policy considerations\".  <FRAGMENT_SUPPRESSED>", "[32] The applicants also note that Chapter IP 5 of the guidelines of the Department of Citizenship and Immigration Canada (CIC) deals with disproportionate, unusual or undeserved hardship in the case of applications made from outside Canada and that the immigration officer made his decision strictly from this point of view.  <FRAGMENT_SUPPRESSED>", "[33] According to the applicants, the above-mentioned guidelines fetter the discretion of immigration officers who have to make a decision on the Minister's behalf under subsection 25(1) of the IRPA .  <FRAGMENT_SUPPRESSED>", "[34] <FRAGMENT_SUPPRESSED>  the Federal Court of Appeal noted the following:  <FRAGMENT_SUPPRESSED> \"[71] While administrative decision-makers may validly adopt guidelines to assist them in exercising their discretion, they are not free to adopt mandatory policies that leave no room for the exercise of discretion. In each case, the visa officer must consider the particular facts. <FRAGMENT_SUPPRESSED> (See also <FRAGMENT_SUPPRESSED> .)  <FRAGMENT_SUPPRESSED>", "[35] Here, it is clear from the decision-maker's reasons that he considered the applicants' particular facts.  <FRAGMENT_SUPPRESSED>", "[36] <FRAGMENT_SUPPRESSED> ; 2006 FC 1190, Justice Luc Martineau rejected an argument similar to the one made by the applicants in this case. He wrote:  <FRAGMENT_SUPPRESSED> [Translation] \"[18] In my opinion, the immigration officer made no reviewable error in relying on the Minister's guidelines. Those guidelines are a useful guide in exercising the Minister's discretion, which here is delegated to the immigration officer ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED> \"[19] In this case, the applicant cannot say which other criteria, if any, the immigration officer should have considered in addition to or instead of the criteria found in the guidelines. The applicant has not satisfied me that it was unreasonable for the immigration officer to consider whether the hardship was unusual, disproportionate or undeserved in the context of an application for a visa exemption based on humanitarian and compassionate considerations. Accordingly, the applicant's criticism here seems more theoretical than practical, since the real question in this case is whether the decision at issue is reasonable in the circumstances. This therefore leads me to the applicant's second argument. <FRAGMENT_SUPPRESSED>", "[37] In short, the issue on judicial review is whether the impugned decision is a reasonable application of the more general language of subsection 25(1) of the IRPA <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[38] Moreover, the criterion of \"unusual, undeserved or disproportionate hardship\" or \"difficultés inhabituelles et injustifiées ou excessive\" has now been adopted by this Court in its decisions on subsection 25(1), which means that these terms are more than mere guidelines ( <FRAGMENT_SUPPRESSED> , at paragraph 17).  <FRAGMENT_SUPPRESSED> The decision-maker's obligation to consider the children's upbringing in Canada as a factor in assessing ties to Canada  <FRAGMENT_SUPPRESSED>", "[39] With regard to the nine-year-old son, Samaninder Singh, the applicants also object to the following passage from the officer's reasons:  <FRAGMENT_SUPPRESSED> \"... The applicants have not indicated whether the children have any ability to speak their parents' native language, however, language acquisition and cultural adjustment should be relatively easy because of their young ages, and in light of the support of their parents and extended family members who still reside in India.\" (Decision, at page 4.)  <FRAGMENT_SUPPRESSED>", "[40] This passage is part of the following paragraph of the officer's reasons:  <FRAGMENT_SUPPRESSED> \"I now turn to the best interests of the children, namely Muskan who is 6 years old, and Samaninder who is 9 years old. The best interests of children directly affected are a key factor in an H&C decision. The children have been in Canada with their parents for 4 years. The applicants state that the children have spent more time outside of India than in India and are accustomed to North America. Both children are currently in school. I note that the applicants have several family members in India, including Majit's parents, two brothers, and Ravinder's mother. The applicants have not indicated whether the children have any ability to speak their parents' native language, however, language acquisition and cultural adjustment should be relatively easy because of their young ages, and in light of the support of their parents and extended family members who still reside in India. Returning to India would allow the children to establish relationships with their grandparents and other extended family members . Based on the evidence submitted, I am not satisfied that the best interest of these children would be negatively affected should they be required to return to India.\" (Emphasis added.)  <FRAGMENT_SUPPRESSED>", "[41] There is nothing unreasonable about the disputed passage. On the contrary, it is entirely rational.  <FRAGMENT_SUPPRESSED>", "[42] Moreover, a decision-maker may rely on factual presumptions drawn from established facts. Findings based on such presumptions do not have to be found verbatim in the evidence submitted by the parties.  <FRAGMENT_SUPPRESSED>", "[43] As stated by authors Sopinka, Lederman and Bryant in their book The Law of Evidence in Canada (2nd Ed.) (Toronto/Vancouver: Butterworths, 1999), at page 97:  <FRAGMENT_SUPPRESSED> \"4.4 A presumption of fact is a deduction of fact that may logically and reasonably be drawn from a fact or group of facts found or otherwise established. Put differently, it is a common sense logical inference that is drawn from proven facts . Thus, on proof of fact A, the trier of fact may infer the existence or non-existence of fact B. When established facts raise a presumption of fact, they give rise to a permissive inference which the trier of fact may, but need not, draw.\" (Emphasis added.)  <FRAGMENT_SUPPRESSED>", "[44] Therefore, the decision-maker did not have to ask the applicants questions on the content of the above paragraph of his reasons concerning the \"best interests\" of the children.  <FRAGMENT_SUPPRESSED> Procedural fairness  <FRAGMENT_SUPPRESSED>", "[45] The applicants start from a false premise, namely that the Immigration Manual is binding on immigration officers. This argument runs counter to case law holding that the Minister and the Minister's agents are not bound by the Citizenship and Immigration Canada (CIC) guidelines found in that Manual because the guidelines are not regulations and do not have the force of law ( <FRAGMENT_SUPPRESSED> ; Canadian  <FRAGMENT_SUPPRESSED>  (F.C.A.)).  <FRAGMENT_SUPPRESSED>", "[46] Next, the applicants argue that the officer [translation] \"could not speculate on the children's ability to speak or learn the language of their parents' country or on the cultural adjustment that would be required for the children, one of whom is American\".  <FRAGMENT_SUPPRESSED>", "[47] As stated above in this regard, in light of the evidence in the record, the decision-maker was entitled to make the findings of fact he made, which are entirely reasonable.  <FRAGMENT_SUPPRESSED>", "[48] The decision-maker therefore did not, in this regard, breach his duty to act fairly or violate the applicants' right to be heard.  <FRAGMENT_SUPPRESSED> The applicants' degree of establishment in Canada  <FRAGMENT_SUPPRESSED>", "[49] The decision-maker wrote the following about this:  <FRAGMENT_SUPPRESSED> \"The applicants have been in Canada for four years. I note that in 2003, the applicants were receiving social assistance, however, there is no indication that this continues. The applicant obtained a license to be a long-haul truck driver and is now self employed working for a brother. His spouse is not currently working as a result of a work accident injuring her arm, but she is expected to return to the work force soon. The applicants have demonstrated that they have savings and have purchased vehicles and furniture. The applicants state that all family members are fluent in both English and French . The applicant has provided submissions to indicate that Manjit's field of work is experiencing a shortage of workers and therefore it is beneficial that he remain working in Canada.  <FRAGMENT_SUPPRESSED> \"Although it is commendable that the applicants have been self supporting for the majority of their stay in Canada, there is a degree of establishment that is expected for this duration. The applicants were granted the opportunity to work in Canada by means of work permits issued to them while they were awaiting decisions on their claims to be Convention refugees. These claims have now been heard and the family were found not to be Convention refugees . I am sensitive to the factor that the applicant has upgraded his skills and obtained a license for an occupation that is in demand in Canada, however, the legislation accounts for other assessment avenues available for applicants to be considered based on their occupation and experience. The applicant has indicated that prior to entering Canada he was self employed for 5½ years as a hotel owner. The applicant has not provided any evidence to indicate that he could not resume a similar occupation, or use his new skills acquired in Canada in order to support his family. Based on all of the evidence submitted, I am not satisfied that the applicants are established to a degree that would constitute undeserved or disproportionate hardship if they were required to leave Canada \". (Emphasis added.) (Decision, at pages 3-4.)  <FRAGMENT_SUPPRESSED>", "[50] This conclusion is not unreasonable.  <FRAGMENT_SUPPRESSED>", "[51] With regard to the applicants' allegations about their degree of establishment, it is settled law that this factor as well as the ties an applicant has allegedly developed in Canada are not sufficient in themselves to justify exempting the applicant from the requirement to obtain an immigrant visa from outside Canada.  <FRAGMENT_SUPPRESSED>", "[52] The following passages from decisions are relevant in this regard:  <FRAGMENT_SUPPRESSED> \"[22] The applicant has the onus of proving that the requirement to apply for a visa from outside of Canada would amount to unusual, undue or disproportionate hardship. The applicant assumed the risk of establishing himself in Canada while his immigration status was uncertain and knowing that he could be required to leave. Now that he may be required to leave and apply for landing from outside of Canada, given that he did assume this risk, the applicant cannot now contend, on the facts of this case, that the hardship is unusual, undeserved or disproportionate. The words of Mr. Justice Pelletier in <FRAGMENT_SUPPRESSED>  my observation that the evidence suggests that the applicants would be a welcome addition to the Canadian community. Unfortunately, that is not the test. To make it the test is to make the H & C process an ex post facto screening device which supplants the screening process contained in the Immigration Act and Regulations . This would encourage gambling on refugee claims in the belief that if someone can stay in Canada long enough to demonstrate that they are the kind of persons Canada wants, they will be allowed to stay. The H & C process is not designed to eliminate hardship; it is designed to provide relief from unusual, undeserved or disproportionate hardship. There is no doubt that the refusal of the applicants' H & C application will cause hardship but, given the circumstances of the applicants' presence in Canada and the state of the record, it is not unusual, undeserved or disproportionate hardship.'\" (Emphasis added).  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> .)  <FRAGMENT_SUPPRESSED> \"[11] A review of the decision confirms that the Officer did consider the length of time the Applicant was in Canada, his business, his investment, his skills, abilities and initiative as well as his other links to Canada. However the degree of establishment is not determinative of an H & C application. I can find no reviewable error on this issue. \" (Emphasis added.)  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> .)  <FRAGMENT_SUPPRESSED> \"[9] In my view, the officer did not err in determining that the time spent in Canada and the establishment in the community of the applicants were important factors, but not determinative ones. If the length of stay in Canada was to become the main criterion in evaluating a claim based on H & C grounds, it would encourage gambling on refugee claims in the belief that if someone can stay in Canada long enough to demonstrate that they are the kind of persons Canada wants, they will be allowed to stay. ( <FRAGMENT_SUPPRESSED> )\" (Emphasis added.)  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> .)  <FRAGMENT_SUPPRESSED>", "[53] The applicants further argue that the degree of establishment in Canada was considered incorrectly, since their prolonged stay in Canada was not due to fault or negligence on their part.  <FRAGMENT_SUPPRESSED>", "[54] In this regard, it must be noted that the following guideline can be found in CIC's Policy and Program Manuals :  <FRAGMENT_SUPPRESSED> 5.21. Prolonged stay in Canada has led to establishment  <FRAGMENT_SUPPRESSED> \"Positive consideration may be warranted when the applicant has been in Canada for a significant period of time due to circumstances beyond the applicant's control .  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> IP 5 Immigrant Applications in Canada made on Humanitarian or Compassionate Grounds <FRAGMENT_SUPPRESSED>", "[55] This Court has confirmed that the exercise of the legal recourses contemplated by the IRPA does not amount to \"circumstances beyond\" the applicants' control ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[56] Individuals who, like the applicants, have no legal right to remain in Canada but have done so absent circumstances beyond their control should not be rewarded for accumulating time in Canada ( <FRAGMENT_SUPPRESSED> , at paragraph 22).  <FRAGMENT_SUPPRESSED>", "[57] At paragraphs 32-37 of their memorandum of argument, the applicants challenge the following passage from the decision-maker's reasons:  <FRAGMENT_SUPPRESSED> \"Based on all of the evidence submitted, I am not satisfied that the applicants are established to a degree that would constitute undeserved or disproportionate hardship if they were required to leave Canada.\" (Decision, at page 4.)  <FRAGMENT_SUPPRESSED>", "[58] The applicants dispute the lawfulness of the connection the decision-maker thus made between their degree of establishment in Canada and the criterion of the hardship they would face if they were required to file their respective applications for permanent residence from outside the country, which must be unusual, undeserved or disproportionate.  <FRAGMENT_SUPPRESSED>", "[59] Yet that connection is entirely consistent with the decisions of this Court. As Justice de Montigny wrote in Buio , above:  <FRAGMENT_SUPPRESSED> \"[36] Overall, it is important to remember that the purpose of assessing establishment is to determine whether the claimant is established to such a degree that removal would constitute disproportionate hardship. This Court has repeatedly affirmed the hardship which would trigger the exercise of a favourable H&C discretionary decision should be something other than that which is inherent in being asked to leave after one has been in Canada for a period of time (see Irimie v Canada (Minister of Citizenship and Immigration) , [2000] F.C.J. No. 1906 (F.C.T.D.) at paragraphs 12 and 17 [ Irimie ]; Mayburov v Canada (Minister of Citizenship and Immigration) , [2000] F.C.J. No. 953 (F.C.T.D.); Lee v Canada (Minister of Citizenship and Immigration) , 2001 FCT 7 at paragraph 14).\" (Emphasis added.)  <FRAGMENT_SUPPRESSED>", "[60] Along the same lines, Justice Denis Pelletier wrote in <FRAGMENT_SUPPRESSED> ; 101 A.C.W.S.(3d) 995 (T.D.), at paragraph 20, that \"[t] he degree of attachment is relevant to the issue of whether the hardship flowing from having to leave Canada is unusual or disproportionate\".  <FRAGMENT_SUPPRESSED>", "[61] At paragraph 38 of their memorandum of argument, the applicants further argue that the officer [Translation] \"also did not consider the general situation of quasi-insurgency and latent civil war that exists in Jammu and Kashmir and the dangers the applicants would have to face if they returned\".  <FRAGMENT_SUPPRESSED>", "[62] There is no evidence in the applicants' record establishing that they told the decision-maker about the alleged risk(s) they faced if they returned to the part of India known as Jammu and Kashmir (AR, at pages 32-103).  <FRAGMENT_SUPPRESSED>", "[63] The applicants also submit that the principal applicant would have difficulty returning to India because his Indian passport has been expired since 2006. Once again, the applicants' record does not show that they raised this point before the decision-maker as an obstacle to their return to India.  <FRAGMENT_SUPPRESSED>", "[64] In their memorandum of argument, the applicants also allege the following:  <FRAGMENT_SUPPRESSED> [Translation] \"41. In light of the general documentation, the officer could not think that the applicant could return to India without being apprehended on his entry into India, nor could he determine, without documentary support, how significant the consequences of such a situation would be for the applicant and his family. <FRAGMENT_SUPPRESSED>", "[65] Yet the documents the applicants submitted to the decision-maker make no mention of a risk of the principal applicant being apprehended on his entry into India.  <FRAGMENT_SUPPRESSED>", "[66] Since none of these questions was raised before the decision-making officer, this Court on judicial review cannot fault him for not considering them.  <FRAGMENT_SUPPRESSED>", "[67] As the respondent argued above on another question, it is indeed settled law that on judicial review a decision cannot be impugned on the basis of an issue not raised before the decision-maker, unless the new issue is a jurisdictional issue, which is not the case here.  <FRAGMENT_SUPPRESSED> VI. Conclusion  <FRAGMENT_SUPPRESSED>", "[68] Since the officer did not err in making the decision impugned in this case, the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "[69] THE COURT ORDERS that  <FRAGMENT_SUPPRESSED> 1. The application for judicial review be dismissed;  <FRAGMENT_SUPPRESSED> 2. No serious question of general importance be certified.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Anick Ouellette-Levesque/pdk  <FRAGMENT_SUPPRESSED>"]}