{"id_": "013417", "body_str": ["[1] Phelan, J. : This is an application in the nature of mandamus based on the allegation of undue delay in the processing of the Applicants' citizenship applications by Citizenship and Immigration Canada [CIC]. The Applicants also seek an order requiring the Respondent to sever Mr. Tumarkin's application from the citizenship applications of his wife and daughter in order to expedite their applications independent of his (husband/father's) application.", "[2] This application is made in the face of an ongoing investigation of Mr. Tumarkin's admissibility as a permanent resident.", "[3] The Applicants had initially raised issues of s 7 and 15 of the Charter but counsel correctly noted that this application is an issue of unreasonable delay and ceased to press the Charter issues. The Court concurs with counsel's position that this judicial review is governed by the basic principles of mandamus . The Charter issues need not be addressed. II. Background", "[4] The pertinent legislative provisions are: 5. (1) The Minister shall grant citizenship to any person who (a) makes application for citizenship; ) is eighteen years of age or over; ) is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act , and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner: (i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and (ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence; (d) has an adequate knowledge of one of the official languages of Canada; (e) has an adequate knowledge of Canada and of the responsibilities and privileges of citizenship; and (f) is not under a removal order and is not the subject of a declaration by the Governor in Council made pursuant to section 20. ... 14. (1.1) Despite subsection (1), the citizenship judge is not authorized to make a determination until (a) the completion of any investigation or inquiry for the purpose of ascertaining whether the applicant should be the subject of an admissibility hearing or a removal order under the Immigration and Refugee Protection Act or whether section 20 or 22 applies to the applicant; and (b) if the applicant is the subject of an admissibility hearing under the Immigration and Refugee Protection Act , a determination as to whether a removal order is to be made against that applicant. Citizenship Act , RSC 1985, c C-29 a) b) c) d) e) f) ... a) b) 36. (1) A permanent resident or a foreign national is inadmissible on grounds of serious criminality for (a) having been convicted in Canada of an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years, or of an offence under an Act of Parliament for which a term of imprisonment of more than six months has been imposed; (b) having been convicted of an offence outside Canada that, if committed in Canada, would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years; or (c) committing an act outside Canada that is an offence in the place where it was committed and that, if committed in Canada, would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years. ... 42. A foreign national, other than a protected person, is inadmissible on grounds of an inadmissible family member if (a) their accompanying family member or, in prescribed circumstances, their non-accompanying family member is inadmissible; or (b) they are an accompanying family member of an inadmissible person. Immigration and Refugee Protection Act , SC 2001, c 27 a) b) c) ... a) b)", "[5] The Applicants are a family from Russia. Mr. Tumarkin is (was) a lawyer and businessman. The Applicants arrived in Canada as permanent residents in May 2009. On October 10, 2012, they applied for Canadian citizenship.", "[6] On March 8, 2013, Mr. Tumarkin was informed that Canada Border Services Agency [CBSA] had reasonable grounds to believe that he was inadmissible under the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA], s 36(1) because of his \"criminal conviction(s)\". Mr. Tumarkin also received a s 44(1) report based on information that he had been charged with one count of swindling. This charge is equivalent in Canada to fraud of over $5,000.", "[7] Mr. Tumarkin responded that it was a bogus charge, which could have been fabricated by any of his opponents or former clients in Russia. He further submitted a report from a Russian lawyer confirming that there were no such charges against him.", "[8] In June 2013, the Respondent issued Mr. Tumarkin a Residency Questionnaire which was responded to in August 2013.", "[9] On December 18, 2013, the Applicants demanded (a) an explanation for the delay in processing the citizenship applications; (b) the applications of Mrs. Tumarkina and the daughter be separated from Mr. Tumarkin and processed without delay; and (c) Mr. Tumarkin's application also be processed without delay.", "[10] The Respondent, in respect of the request to separate the processing of the applications [splitting the file], responded that the request to split the file is only considered in certain circumstances and that for the time being, the applications would remain in the queue for processing together as a family.", "[11] As conceded, the only issue is whether a writ of mandamus should be issued splitting the file and the respective split applications be processed forthwith. The critical issue is the \"forthwith\" aspect of the relief, as there is no evidence that the applications are not in process. The question is whether the delay to date in deciding the applications is reasonable. III. Analysis", "[12] It is worth noting that 23 months have elapsed from the filing of the citizenship applications to date; and particularly, 16 months had elapsed from that filing date to the initiation of these court proceedings.", "[13] The basic principal factors for a mandamus application are well settled and as outlined in <FRAGMENT_SUPPRESSED>  (affirmed [1994] 3 SCR 110) at paragraph 45, they are: 1. There must be a public legal duty to act: ... 2. The duty must be owed to the applicant: ... 3. There is a clear right to performance of that duty, in particular: (a) the applicant has satisfied all conditions precedent giving rise to the duty; ... (b) there was (i) a prior demand for performance of the duty; (ii) a reasonable time to comply with the demand unless refused outright; and (iii) a subsequent refusal which can be either expressed or implied, e.g. unreasonable delay; ... ... 5. No other adequate remedy is available to the applicant: ... 6. The order sought will be of some practical value or effect: ... 7. The Court in the exercise of its discretion finds no equitable bar to the relief sought: ... 8. On a \"balance of convenience\" an order in the nature of mandamus should (or should not) issue.", "[14] As established in <FRAGMENT_SUPPRESSED> , mandamus is available in citizenship matters - in the appropriate circumstances.", "[15] The matter of splitting a file is not a separate stand alone right. It is a process or ameliorating remedy designed to avoid unreasonable delay for those applicants who might otherwise be delayed where there is no justifiable linkage to the file which is being delayed for good reason. A. Mr. Tumarkin's File", "[16] The Applicants have not established that Mr. Tumarkin's file is not being acted upon. While there is no evidence of a conviction in Russia, there is some suggestion of possible pending charges. The Respondent has a duty to determine the status of Mr. Tumarkin's charges (if any) in Russia but there is no evidence of a refusal to inquire or unreasonable delay in this determination.", "[17] Given the importance of granting citizenship and the corresponding difficulty in revoking citizenship, it is not unreasonable for officials to be diligent in ensuring that they have the necessary facts. While the delay in determining Mr. Tumarkin's criminal charge circumstances in Russia cannot continue forever, there is nothing to suggest that CBSA officials have been unresponsive, slow or have otherwise not dealt with the issue in a reasonable manner.", "[18] While average waiting times are not necessarily determinative of acting \"within a reasonable time\", such averages give a benchmark from which to assess delay regarding both the particular file and the system. In this case, the processing of Mr. Tumarkin's application falls within the average wait time and there is no evidence that the average is created by a malfunctioning under-resourced system.", "[19] As the Applicants have not shown that there is either a refusal to process (actual or deemed) or that the delay is unreasonable, no writ of mandamus will be granted. Not only is there the issue of possible charges in Russia but the Residency Questionnaire is still an active matter. B. Mrs. Tumarkina and daughter", "[20] The Applicants claim that the applications of Mrs. Tumarkina and the daughter ought to be severed from that of Mr. Tumarkin and processed separately and forthwith.", "[21] The Respondent has a policy in respect of splitting files to avoid delay in processing applications, which would otherwise be linked to a delayed application - for example, to deal with language testing.", "[22] Whether a file should be split is a matter of discretion rather than of right. It is therefore not amenable to mandamus . An unreasonable exercise of discretion is a matter for such remedies as certiorari or declaration.", "[23] Mrs. Tumarkina and the daughter are entitled to the same right of processing in a reasonable time as is Mr. Tumarkin. There is a rational and legal connection between Mr. Tumarkin's application and those of Mrs. Tumarkina and the daughter because there is an outstanding residency questionnaire.", "[24] As Mr. Tumarkin's admissibility status is a live issue, there is a reasonable basis for maintaining the linkage with all family members. Additionally, the processing of the applications of Mrs. Tumarkina and the daughter is currently not outside the average waiting times.", "[25] Therefore, the delay in processing Mrs. Tumarkina's and the daughter's applications is reasonable. IV. Conclusion", "[26] For these reasons, this judicial review will be dismissed with costs. The dismissal of this judicial review is without prejudice to the Applicants or any of them bringing another application for similar or other relief at the appropriate time. JUDGMENT", "[27] THIS COURT'S JUDGMENT is that the application for judicial review is dismissed with costs. The dismissal of this judicial review is without prejudice to the Applicants or any of them bringing another application for similar or other relief at the appropriate time. Application dismissed. Editor: Gary W. McLaughlin/vnh"]}