{"id_": "013551", "body_str": ["[1] Mainville, J. : This concerns an application brought pursuant to sections 72 and following, of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the \"Act\") by Sherica Sherilon James (the \"Applicant\") whereby she is seeking judicial review of a decision of a panel of the Refugee Protection Division of the Immigration and Refugee Board (the \"Panel\") dated September 15, 2009 and bearing file number TA7-02639, rejecting the Applicant's refugee protection claims under section 96 and subsection 97(1) of the Act.  <FRAGMENT_SUPPRESSED>", "[2] This application is granted for the reasons set out below. In a nutshell, the Panel's decision was based on findings concerning the availability of state protection in Saint Vincent and the Grenadines which were selective and unreasonable in the particular circumstances of this case.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[3] The Applicant is a female citizen of Saint Vincent and the Grenadines born on September 29, 1986. She formerly resided with her mother and her mother's common-law spouse on Union Island, a small island south of the archipelago. She has no immediate family members other than her mother. Her mother's common law spouse (referred to herein as the \"stepfather\") was an abusive alcoholic.  <FRAGMENT_SUPPRESSED>", "[4] When the Applicant was 12 years old, her stepfather sexually assaulted her. He continued abusing her sexually until her departure from Union Island when she was 17. The Applicant's mother found out about this abuse and attempted to stop it, but the stepfather threatened to kill both the Applicant and her mother if any of them said anything to anyone about the abuse. The Applicant's mother thus arranged for the Applicant to come to Canada in order to escape this abuse. Canada was the only foreign country where the Applicant's mother knew someone who could take care of the Applicant outside of Saint Vincent and the Grenadines.  <FRAGMENT_SUPPRESSED>", "[5] The Applicant thus arrived in Canada on August 18, 2003 at the age of 17, sent here by her mother to avoid the continued sexual abuse at the hands of her stepfather. She had to leave school to come to Canada and has only completed part of her secondary education. She hid with her mother's friend for a few years and supported herself by babysitting.  <FRAGMENT_SUPPRESSED>", "[6] The Applicant was initially unaware of the possibility of claiming refugee status since her mother's friend was herself unaware of the intricacies of Canada's immigration and refugee protection laws. The Applicant subsequently became pregnant and gave birth to her child. Since she could no longer stay with her mother's friend, she had to go to a shelter with her child on February 11, 2007. Learning of her story, the shelter workers informed her she could claim protection in Canada. She thus voluntarily reported to immigration authorities on February 19, 2007 to make a refugee claim.  <FRAGMENT_SUPPRESSED> The impugned decision  <FRAGMENT_SUPPRESSED>", "[7] The Panel did not directly dispute the Applicant's story, but had some credibility concerns relating to the Applicant's assertions that she had not had any direct contact with her mother since her arrival in Canada and that she was unaware of the availability of refugee protection until informed of such by the shelter workers. These concerns were however not central to the Applicant's claim.  <FRAGMENT_SUPPRESSED>", "[8] Consequently, the Panel rejected the refugee claim on the basis of the availability of state protection for the Applicant in Saint Vincent and the Grenadines. The Panel's decision on the availability of state protection will be more fully reviewed below. Suffice it to note that the Panel considered that the Applicant (then a minor) had made insufficient efforts to obtain state protection when she was subject to sexual abuse from her stepfather. Further, the Panel found that now that the Applicant was an adult, she could safely return to Saint-Vincent and the Grenadines. Though the Panel recognized that violence against women is a serious problem in that country, it found that existing and proposed laws provided protection against gender-based abuse and rape.  <FRAGMENT_SUPPRESSED> Position of the Applicant  <FRAGMENT_SUPPRESSED>", "[9] The Applicant strongly objects to the credibility concerns of the Panel, but notes that these concerns were not central to her claim. The thrust of the Applicant's challenge is thus based on the Panel's deficient analysis of the availability of state protection in the particular circumstances in which the Applicant finds herself.  <FRAGMENT_SUPPRESSED>", "[10] The Applicant submits that for a state protection analysis to be deemed reasonable, the Panel has to acknowledge and explain why negative evidence on the availability of such protection in gender claims is rejected or deemed irrelevant. The Panel here failed to carry out such an analysis. On the contrary, the Panel was exceedingly selective and ignored strong evidence of the unavailability of state protection. The Applicant's counsel provided this Court with many cogent examples of selectiveness and deficient analysis of which more shall be said below.  <FRAGMENT_SUPPRESSED>", "[11] The Applicant also argues that the Panel completely disregarded her personal circumstances in the state protection analysis. She is an only child who has little or no prospect of employment in Saint Vincent and the Grenadines and who must care for her young daughter. If she is returned to Saint Vincent and the Grenadines, there is a very strong likelihood that her only option will be to return to live with her mother and her abusive stepfather, thus placing her and her own daughter at risk of abuse. The Applicant asserts that the Panel unreasonably ignored these circumstances in reaching its decision.  <FRAGMENT_SUPPRESSED> Position of the Respondent  <FRAGMENT_SUPPRESSED>", "[12] The Respondent acknowledges that the determinative element of the Panel's decision is its finding concerning the availability of state protection. The Panel properly noted that the Applicant had not sought state protection in Saint Vincent when she was being abused by her stepfather, and thus did not provide clear and convincing evidence that the authorities were unable or unwilling to protect her at that time. This was a reasonable finding according to the Respondent.  <FRAGMENT_SUPPRESSED>", "[13] Moreover, the Respondent asserts that the Panel reasonably found that adequate state protection is currently available to the Applicant. The Panel reasonably found that given her current age, the Applicant should not have to live with and depend on her mother and stepfather if she were to return to Saint Vincent. Accordingly, the Panel found that the Applicant could approach authorities on her own and receive adequate protection. The test for the availability of state protection is adequacy and not effectiveness.  <FRAGMENT_SUPPRESSED> Pertinent legislative provisions  <FRAGMENT_SUPPRESSED>", "[14] The pertinent provision of the Act for the purposes of this judicial review is subparagraph 97(1)(b)(i) which reads as follows:  <FRAGMENT_SUPPRESSED> 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally  <FRAGMENT_SUPPRESSED> [...]  <FRAGMENT_SUPPRESSED> ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if  <FRAGMENT_SUPPRESSED> (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,  <FRAGMENT_SUPPRESSED> [...]  <FRAGMENT_SUPPRESSED> 97. [...]  <FRAGMENT_SUPPRESSED> [...]  <FRAGMENT_SUPPRESSED> Standard of review  <FRAGMENT_SUPPRESSED>", "[15] As noted by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  (\" \") at paras. 54, 57 and 62, the first step in ascertaining the appropriate standard of review is to ascertain whether the jurisprudence has already determined in a satisfactory manner the degree of deference to be accorded with regard to a particular category of question.  <FRAGMENT_SUPPRESSED>", "[16] <FRAGMENT_SUPPRESSED>  D.L.R. (4th) 413, [2007] F.C.J. No. 584 (QL), at para. 38, the Federal Court of Appeal confirmed \"that questions as to the adequacy of state protection are questions of mixed fact and law ordinarily reviewable against a standard of reasonableness\"; see also  <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 58, [2005] F.C.J. No. 232 (QL), at paras. 9 to 11;  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 2067 (QL), at para. 10;  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1508 (QL), at paras. 15 to17; <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 181 (QL), at para. 10; <FRAGMENT_SUPPRESSED>  [2010] F.C.J. No. 132 (QL), at paras. 25 to 27.  <FRAGMENT_SUPPRESSED>", "[17] The standard of review applicable to the decision of the Panel concerning the availability of state protection is thus reasonableness.  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[18] The Panel found that the unavailability of state protection had not been demonstrated by the Applicant because she did not seek protection from the authorities in Saint Vincent after being sexually assaulted by her stepfather when she was twelve years old and subsequently during the period when she was an abused minor. This was, in my considered opinion, unreasonable. To impose on a sexually molested child an obligation to seek protection from state authorities where her mother herself does not is, to say the least, disturbing. Consequently, I find no merit in the Panel's decision imposing such a burden on the Applicant in order to refute the presumption of the availability of state protection.  <FRAGMENT_SUPPRESSED>", "[19] Concerning the Panel's conclusion on the availability of state protection now that the Applicant is an adult, I find that the evidence considered by the Panel was selective and inadequately analyzed, leading to the conclusion that the Panel's finding on the availability of state protection in this specific case was unreasonable. A few examples are in order to explain my conclusion in this regard.  <FRAGMENT_SUPPRESSED>", "[20] At paragraph 19 of its decision, the Panel notes, based on \"Response to Information Request VCT102962.E\", that \"police officers in Saint Vincent and the Grenadines are trained to handle cases of domestic violence. An emphasis is placed on filing a report and initiating court proceedings if there is sufficient evidence.\" However, this same document VCT102962.E adds the following with respect to the effectiveness of the police in handling cases of domestic violence (at page 59 of the certified tribunal record):  <FRAGMENT_SUPPRESSED> With respect to the effectiveness of the police in handling of cases of domestic violence in Saint Vincent and the Grenadines, a representative of the Saint Vincent and the Grenadines Human Rights Association (SVGHRA) provided the following information in 7 November 2008 correspondence to the Research Directorate:  <FRAGMENT_SUPPRESSED> Most police officers have limited knowledge and skills on domestic and family violence, inclusive of procedures, but a selective few treat the issue with seriousness. Trained officers receive general training in policing which they apply in domestic and family violence incidences and which lead to complications for the victim, who feels further victimized.  <FRAGMENT_SUPPRESSED> In addition, when female victims go to make reports, they are served by gross, disrespectful, chauvinistic, young male officers who feel the victim asked for what she received. There are no specialized kits either. In most cases, the male police officers become impatient if the victim is hesitant in responding to questions.  <FRAGMENT_SUPPRESSED> Generally, the attitude of police officers, the open area for questioning and the overall ineffectiveness of the police and court, make the victim reluctant to testify.  <FRAGMENT_SUPPRESSED> Although a limited number of sensitive police officers try their utmost to facilitate and make the victim comfortable, when the matter gets to the court, the victim often withdraws as she is in most cases dependent on the perpetrator. The lengthy court process too also frustrates the victim.  <FRAGMENT_SUPPRESSED> If there is a protection order, the victim often feels unprotected as the absence of shelters makes the document merely an empty academic order. [...]  <FRAGMENT_SUPPRESSED> The Panel makes no mention of this in its decision and never explains why it has not taken this information into account or otherwise discarded it.  <FRAGMENT_SUPPRESSED>", "[21] The Panel further asserts at paragraph 19 of its decision that \"[u] nder subsection 5(2) of the 1995 Domestic Violence Act when a protection order is in force, a police officer may arrest without a warrant a person whom he has reasonable cause to suspect of having committed a breach of the order\". The Panel bases this finding on \"Response to Information Request VCT102939.E\". Yet that same document also contains the following information which is not referred to or explained by the Panel (at page 62 of the certified tribunal record):  <FRAGMENT_SUPPRESSED> In its 2008 Freedom in the World report, Freedom House states that violence against women is a \"major problem\" in Saint Vincent and the Grenadines (Freedom House 2008). According to statistics cited by the United Nations (UN) Office on Drugs and Crime (UNODC) in a March 2007 report, Saint Vincent and the Grenadines has the third highest rate of reported incidents of rape in the world (UN / World Bank Mar. 2007, 12). The data, which were gathered by UNODC from a survey of police statistics in 102 countries, indicate a recorded rate of 112 incidents of rape per 100,000 people in Saint Vincent and the Grenadines (ibid.). The average rate among all 102 countries surveyed was 15 recorded incidents of rape per 100,000 people (ibid.).  <FRAGMENT_SUPPRESSED> The United States (US) Country Reports on Human Rights Practices for 2007 reports that the police in Saint Vincent and the Grenadines investigated 47 cases of rape and 8 of attempted rape, but only 18 of these cases were brought to trial (US 11 Mar. 2008, Sec. 5).  <FRAGMENT_SUPPRESSED>", "[22] At paragraph 20 of its decision, the Panel notes, based on \"Response to Information Request VCT102939.E\" that \"The Marion House, an NGO, offers social programs, health and education services, and counseling to residents of Saint Vincent and the Grenadines in Kingstown and Georgetown.\" However, the Panel fails to add that in the same paragraph from which this information is taken in document VCT102939.E (at page 63 of the certified tribunal record), it is noted that available information on The Marion House \"does not specify if its services include support for victims of sexual violence\". The Applicant here is a victim of sexual violence.  <FRAGMENT_SUPPRESSED>", "[23] At paragraph 22 of its decision, the Panel notes, based on \"Response to information Request VCT100481.FE\" that \"the authorities recently purchased a building that, once renovated, will serve as a shelter for battered women\" without explaining how a shelter which does not yet exist would be of any use to the Applicant. This is not the first time that a shelter for women has been promised in Saint Vincent but never acted upon.  <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 1682 (QL) at para. 11, the following observation is made:  <FRAGMENT_SUPPRESSED> Reference was made to the fact that there is no women's shelter in Kingstown. Had the Panel been following country conditions, and the decisions of this Court, it would surely would have picked up on what I said  <FRAGMENT_SUPPRESSED> , 2007 FC 1073. It would have noted that earlier documentary evidence was to the effect that the Government had purchased a women's shelter which was being renovated in 2004. A year later it was assumed that the shelter was operational. The latest information indicates that there is no such shelter. How does this fit in with the serious efforts attributed to the Government?  <FRAGMENT_SUPPRESSED>", "[24] Examples such as these can be found abundantly throughout the Panel's decision. Though it is clear that the Panel's decision on the availability of state protection must be given deference, such deference is not absolute. As noted by Justice O'Reilly in <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 347 (QL) at paras. 8 to 10 [emphasis added]:  <FRAGMENT_SUPPRESSED> The Board found that the documentary evidence established adequate sources of state protection in St. Vincent for women in Ms. Lewis's circumstances. For example, the Board cited a report describing the role of the St. Vincent Family Court in protecting women from domestic violence. The Board also referred to laws aimed at protecting victims of family violence. However, Ms. Lewis claims that the Board failed to refer to the evidence showing the limited capacity of the Family Court to enforce its orders, the reluctance of police officers to take action in domestic violence cases, and the infrequency with which the laws that are supposed to protect women are enforced.  <FRAGMENT_SUPPRESSED> The Minister argues that the Board is presumed to have considered all the evidence before it, even if the Board does not specifically cite it. I agree. However, here, the very documents relied on by the Board to find a presence of adequate state protection in St. Vincent also question the sufficiency of that protection. In my view, the Board was obliged to explain why it found that the favourable elements contained in the evidence outweighed the negative parts. In the absence of that assessment, I find that the Board's decision was unreasonable in the sense that it was not a defensible outcome in light of the facts and law :  <FRAGMENT_SUPPRESSED>  at para. 47.  <FRAGMENT_SUPPRESSED> I note that Justices Yves de Montigny and John O'Keefe came to similar conclusions about the Board's treatment of evidence relating to state protection in St. Vincent in  <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 1744 (QL) and  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 979 (QL), respectively.  <FRAGMENT_SUPPRESSED>", "[25] I agree with Justice O'Reilly on this matter, as well as with Justices de Montigny and O'Keefe in the two decisions referred to above, namely Hooper . Canada (Minister of Citizenship and Immigration), 2007 FC 1359, [2007] F.C.J. No. 1744 (QL) and  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 979 (QL). I add that this Court has come to similar conclusions on numerous occasions, notably, to name but a few, in <FRAGMENT_SUPPRESSED>  F.T.R. 250, [2009] F.C.J. No. 47 ( <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1127 (QL) (Justice Shore); and", "[26] Here the Panel was obligated to explain why it found that the favorable elements contained in the country documentation outweighed the negative parts. Having failed to carry out such an analysis, I have no hesitation finding that the Panel's decision was unreasonable.  <FRAGMENT_SUPPRESSED>", "[27] I add that here the Panel further failed to take into account the unique circumstances of the Applicant who has no other family in Saint Vincent and the Grenadines other than her mother who is living with her abusive stepfather. The Panel assumes the Applicant will be in a position to establish herself independently should she return, but this is unlikely in light of the evidence presented, notably the Applicant's lack of education and her responsibilities towards her young daughter. The Panel had a duty to consider these particular circumstances and failed to do so.  <FRAGMENT_SUPPRESSED>", "[28] I also do not find applicable to the circumstances of this case any of the case law referred to by the Respondent concerning Saint Vincent and the  <FRAGMENT_SUPPRESSED>  [2009] A.C.F. no 925 (QL), the claimant in that case had many brothers and sisters to whom she could turn to re-establish herself in Saint Vincent. This is not the case for the Applicant here, who has no family to return to except her mother and abusive stepfather.  <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 462 (QL), the persecutor in that case was incarcerated and facing attempted murder charges which placed him in an unlikely position to harm the claimant.  <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 1288 (QL) the claimant failed to challenge the finding regarding the availability of state protection and rather limited her argument to credibility issues.  <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 809 the persecutor was in jail for 15 years and thus in an unlikely position to harm the claimant in that case. Consequently, none of the case law referred to by the Respondent is of assistance in this case.  <FRAGMENT_SUPPRESSED>", "[29] The parties raised no important question warranting certification under paragraph 74(d) of the Act, and no such question shall be certified.  <FRAGMENT_SUPPRESSED>", "[30] THIS COURT ORDERS AND ADJUDGES that :  <FRAGMENT_SUPPRESSED> 1. This application for judicial review is granted;  <FRAGMENT_SUPPRESSED> 2. The Panel's decision is set aside;  <FRAGMENT_SUPPRESSED> 3. The matter is referred back to the Immigration and Refugee Board for a fresh determination on the basis of the reasons stated herein by a new and differently constituted Panel of the Refugee Protection Division.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}