{"id_": "013514", "body_str": ["[1] de Montigny, J. : This is an application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 ( IRPA ), of a decision rendered by Milton Israel of the Refugee Protection Division (the Board), concluding that Aiqing Zhang (a.k.a. Ai Qing Zhang) (the Applicant) was not a Convention refugee or a person in need of protection under sections 96 and 97 of the IRPA . The decision was rendered on April 24, 2013.  <FRAGMENT_SUPPRESSED>", "[2] On the basis of the analysis set out below, this application for judicial review ought to be granted.  <FRAGMENT_SUPPRESSED> I. Facts  <FRAGMENT_SUPPRESSED>", "[3] The Applicant is a citizen of the People's Republic of China (China) and comes from the province of Guangdong.  <FRAGMENT_SUPPRESSED>", "[4] The Applicant alleges to have lost a close friend on April 3, 2010 following a car accident as he was trying to protect her. She felt depressed after her friend's death and had lost interest in doing anything.  <FRAGMENT_SUPPRESSED>", "[5] In mid-May 2010, a friend started to talk to her about Roman Catholicism. She tried to convince her to join the religion, telling her it would help her find direction in her life.  <FRAGMENT_SUPPRESSED>", "[6] The Applicant was skeptical at first because it was illegal. Her friend allegedly reassured her that the group took precautions and that they had never encountered problems before. The Applicant therefore decided to check out the house church, and she claims to have attended her first service on June 6, 2010.  <FRAGMENT_SUPPRESSED>", "[7] The Applicant then began to attend service regularly, claiming it helped her come out of her depression. The group, composed of 20 members, would meet in two different locations. People were appointed during each meeting to act as lookouts. Services were conducted by a priest twice a year, while all other services were conducted by teachers.  <FRAGMENT_SUPPRESSED>", "[8] The group did not have any problems until December 25, 2010, when Public Security Bureau (PSB) Officers allegedly raided the house. The Applicant claims that she managed to escape and went into hiding.  <FRAGMENT_SUPPRESSED>", "[9] The Applicant contends that PSB Officers have gone to her home and accused her of illegal religious activity, and that a summons was left. The Applicant also claims to have learned later from her mother that five members of the church, including her friend, had been arrested.  <FRAGMENT_SUPPRESSED>", "[10] The Applicant alleges that PSB Officers also went to the home of close relatives looking for her. She then decided to leave for Canada, where she made a refugee claim in early 2011.  <FRAGMENT_SUPPRESSED>", "[11] Since her arrival, the Applicant claims to be a member of the Chinese Martyrs Catholic Church, where she has participated in their regular activities since February 2011. She was baptized on July 7, 2012.  <FRAGMENT_SUPPRESSED>", "[12] The Applicant claims that she recently learned that the PSB was still looking for her and that they went to her home every three or four months.  <FRAGMENT_SUPPRESSED> II. Decision under review  <FRAGMENT_SUPPRESSED>", "[13] The Board generally found that, on a balance of probabilities, the Applicant was not credible concerning her membership in an underground Roman Catholic house church in China that was raided by the PSB, her pursuit by the PSB and her religious practice in Canada.  <FRAGMENT_SUPPRESSED>", "[14] The Board started by highlighting a contradiction with respect to the Applicant's decision to join a house church. She testified that she had very limited knowledge of Christianity before her friend spoke to her and she considered it to be a kind of superstition. When she further testified that she was attracted by Christianity because her friend told her that the Lord would help to bring her classmate's soul to heaven, she was asked how she could reconcile that answer with her previous view that it was superstition She responded that she did not believe at the beginning but would \"give it a try\". The Board was of the view that, on a balance of probabilities, the Applicant indicated she had some belief but more inclination to give it a try in order to deal with the panel's reference to her earlier testimony about Christianity as superstition.  <FRAGMENT_SUPPRESSED>", "[15] The Board then drew a negative inference from the fact that the Applicant could only give a few examples of things to do to gain everlasting life and that she could not explain that baptism was required to attain everlasting life. The Board found that she should have known this information as it is a basis of Christianity, after being part of a Catholic church in China for approximately seven months and then a member of a church in Canada for two years.  <FRAGMENT_SUPPRESSED>", "[16] Regarding the underground church in China, the Board drew a negative inference from the fact that the Applicant did not mention, on her own initiative, that there were lookouts during the services, how they were assigned and whether they were told at the end of the service where the next meeting would be held. According to the Board, these are the most distinctive elements of house church practice. The Board also rejected the Applicant's explanation that the lookouts were always chosen after her arrival at the meetings.  <FRAGMENT_SUPPRESSED>", "[17] The Board also drew a negative inference from the fact that the Applicant indicated that she did not remember or know if the group ever said a prayer for the Pope or that she never herself said the rosary since the leader said it. The Board concluded that her description of the alleged services she attended in China did not reflect Roman Catholic practice and that the Applicant never attended a Roman Catholic Church in China.  <FRAGMENT_SUPPRESSED>", "[18] The Board indicated that it was also improbable that the Applicant only heard police cars when the PSB raided the house. If the PSB arrested five members as they were attempting to escape out the back door, it would have been reasonable to expect that the Applicant would have heard some exchange or shouts.  <FRAGMENT_SUPPRESSED>", "[19] Furthermore, the Board drew a negative inference from the fact that the Applicant did not mention that a summons had been left at her house when the PSB went looking for her. The Board also mentioned that if a summons had been left, and if there had been no response, a warrant would likely have been issued. The Board acknowledged that on some occasions, it was accepted that the Chinese police do not always leave a summons. However, in the present circumstances, it was reasonable to expect that something would have been left since the Applicant alleged the PSB had visited her home on multiple occasions.  <FRAGMENT_SUPPRESSED>", "[20] The Board then reviewed the US State Department 2012 International Religious Freedom Report and noted two incidents in the Guangdong province where unregistered churches were forced to close. In the first incident, the leader was detained, but there is no evidence to the effect that the detention was lengthy. The members also continued to meet in smaller groups. In the second incident, after the church was closed, the members decided to pray outdoors to protest. There is no evidence that they were forced to hold their religious activities in other locations. Further, while there is evidence of suppression of religious practice in various provinces in China, there is no evidence that such suppression occurs in Guangdong.  <FRAGMENT_SUPPRESSED>", "[21] The Board further looked at an annual report on persecution of Christian Churches in China published in 2011 by the China Aid Association and noted that there was one incident concerning a human rights lawyer but none concerning house churches. The Board also noted three incidents in the Guangdong province in 2010. However, in one of these incidents the issue appeared to be the size of the congregation and its meeting place. Only the pastor was detained and no one was sentenced. The two other incidents concern church closures during the Olympics. No one was arrested or detained. Consequently, the Board gave these incidents little significance.  <FRAGMENT_SUPPRESSED>", "[22] Guided by various decisions of this Court, the Board concluded that, as a result of the evidence provided and on a balance of probabilities, the Applicant was not a member of a Catholic church in China, that the raid did not take place and that she is not being pursued by the PSB.  <FRAGMENT_SUPPRESSED>", "[23] The Board recognized that mixed information could be found concerning suppression of underground churches in China. However, in the absence of specific evidence of persecution in the province of Guangdong, the Board concluded that there was only a mere possibility of arrest of ordinary members of underground churches and a mere possibility of persecution. The Board also noted that documentary evidence indicates that the conflict between the Vatican and the Chinese government still persists, but that the Executive Director of the Hong Kong Christian Council noted that the Chinese authorities have demonstrated a high degree of tolerance towards Christian activities.  <FRAGMENT_SUPPRESSED>", "[24] Finally, the Board did not believe the Applicant's submissions about her religious activities in Canada. The church letter and baptism certificate only confirm membership and no evidence was submitted concerning a \"conversion-like experience\". The Board therefore concluded that the Applicant had not proven the genuineness of her practices. Even if she had, the Board concluded that she would be able to return to Guangdong and practice her religion freely.  <FRAGMENT_SUPPRESSED> III. Issue  <FRAGMENT_SUPPRESSED>", "[25] The only issue in this case is whether the Board's assessment of the Applicant's credibility is reasonable.  <FRAGMENT_SUPPRESSED> IV. Analysis  <FRAGMENT_SUPPRESSED>", "[26] It is trite law that credibility findings are reviewable on a standard of reasonableness: see e.g. <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED> both citing <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[27] It is also well established that a board is entitled to make findings of credibility based on implausibility, common sense and rationality. That being said, adverse credibility findings should not be based upon a microscopic examination of issues irrelevant or peripheral to the claim: <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[28] The Board's decision focuses on two main issues: the Applicant's credibility as it relates to her testimony at the hearing and the information provided in her Personal Information Form (PIF), and the assessment of the documentary evidence on persecution of Catholics in China and in the province of Guangdong. With specific regard to credibility, the Board found issue with her decision to join the church, the church's practice, the PSB raid, the summons left by the PSB, and the Applicant's religious practices in Canada.  <FRAGMENT_SUPPRESSED>", "[29] To begin with, the Board found that the Applicant's testimony regarding the reasons why she joined the church was vague and inconsistent. The Applicant's evidence on this point was that prior to being approached by her friend, her knowledge of Christianity was limited to a belief that religion was a superstition. Yet after having spoken with her friend several times and being told so many good things about the Lord and Christianity, she started to believe and decided to \"give it a try\".  <FRAGMENT_SUPPRESSED>", "[30] I fail to see how this testimony can be considered inconsistent or implausible. First of all, the Applicant did not indicate that \"she had some belief but more inclination to 'give it a try'\", as stated by the Board, but simply stated that she started to believe \"but also [was] with the intention of giving it a try\" (Certified Tribunal Record, p 189). Moreover, it is entirely plausible for a person to slowly come to believe in something that she once considered a superstition. Contrary to one of the Board's other findings with respect to her membership in a Roman Catholic church in the Toronto area, one does not have to go through a \"conversion-like experience\" to embrace a faith. The Board also faulted the Applicant for having omitted baptism as one of the requirements for everlasting life. While baptism is no doubt one of the basic teachings of Roman Catholicism, it is a safe assumption that many Christians would not instinctively mention it as one of the essential requirements to gain everlasting life, and would, like the Applicant, mention other aspects of the faith like the observance of the Ten Commandments and the love of God as the gateway to heaven. Accordingly, I find the Board's reasoning unreasonable on this issue.  <FRAGMENT_SUPPRESSED>", "[31] The Board then focused on the Applicant's knowledge of the meetings of her church, and drew a negative inference from the Applicant's failure to refer to the lookouts and multiple meeting places in her description of these meetings. However, a careful reading of the transcript and of her narrative reveals that she did refer to the lookouts and the different meeting places, even if not in a detailed fashion (Certified Tribunal Record, pp 29 and 193-194). Moreover, it is pure speculation for the Board to state that \"[l]ookouts and multiple meeting places are the most distinctive elements of house church practice\". Similarly, the Board's rejection of the Applicant's explanation that the leader of the church assigned lookouts prior to the start of the meetings was also speculative. In stating that \"[i]t is reasonable to assume the alleged assignments were not always made after [the Applicant's] arrival\", the Board relied on no evidence or knowledge to the contrary. Finally, the Board relied on its expertise with respect to similar claims to conclude that \"it had never encountered an alleged Roman Catholic claimant who had not said the rosary and who had not indicated the rosary was said as part of the service in China\". This finding contradicts the Applicant's testimony. While she did say that she never said the rosary herself, she indicated that the leader would do it (Certified Tribunal Record, p 195). It is therefore an error to conclude that the Applicant had said that the rosary was not part of the services in China.  <FRAGMENT_SUPPRESSED>", "[32] With respect to the Applicant's description of the raid, the Board rejected the Applicant's allegations that she only heard the sound of a police car when the PSB raided the house, stating that it was improbable that she had not heard people shout or talk, especially since five members of the group would have been arrested. Once again, this finding is speculative, as the Board member was not present at the raid and could only conjecture as to what actually happened during the raid. Moreover, this conclusion focuses on peripheral details. My colleague Justice Rennie cautioned against dwelling on credibility concerns relating to peripheral details of a traumatic event: <FRAGMENT_SUPPRESSED> . It is clear that disturbing events such as a raid can reasonably alter an individual's recollection of events, and in such a context the Board should not have inflated expectations as to what an applicant should recall precisely.  <FRAGMENT_SUPPRESSED>", "[33] The Applicant alleges to have received a summons, but she was not able to produce it. If it was left at her house, as she alleges, it would have been reasonable to expect that her parents would have been able to send her a copy of such summons, since they were able to send the Applicant her new Hukou (ID) card. Moreover, I agree with the Respondent that the Board was reasonable in underlining the fact that the Applicant had not mentioned the summons in her PIF, and that such an omission could be weighed as a negative element against her testimony. Finally, the Board acknowledged that summons issuing practices differ within China and found that it was reasonable that the police were likely to have left something at sometime, given the PSB's apparent serious interest in pursuing the Applicant; again, that finding was reasonable.  <FRAGMENT_SUPPRESSED>", "[34] Regarding the Applicant's religious practice in Canada, the Board claimed that the Applicant only provided evidence of membership in a church in Canada and did not provide any evidence of a \"conversion-like experience\" showing that she would have embraced Catholicism. Importing its credibility findings into its assessment of the Applicant's claim, the Board found that the claim was made on a fraudulent basis and that she joined a church in Canada only to support a fraudulent claim for protection. I have already commented on the requirement of a \"conversion-like experience\" to establish a genuine faith. I would only add that the Applicant submitted, as part of her evidence, a letter from Rev. Jianwei Deng from the Chinese Martyrs Catholic Church stating that the Applicant joined the Rite of Christian Initiation for Adults program at the Church, was baptized at the same church and attends church regularly. It would have been open to the Board to give little weight to such evidence; it did not, however, fall \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" to conclude that she had only proven her membership in the church ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[35] Overall, I am in agreement with counsel for the Applicant that it was improper for the Board to base its findings on an extensive microscopic examination of issues irrelevant or peripheral to the Applicant's claim. The Board's credibility findings were to a large extent speculative and not supported by the evidence.  <FRAGMENT_SUPPRESSED>", "[36] As for the Board's assessment of the documentary evidence, I am equally of the view that it is somewhat defective. After reviewing a few incidents involving house churches, the Board found that there is no evidence of suppression of religious practices in Guangdong province, and therefore, that the Applicant's alleged underground church would not be of any interest to the PSB. In my view, this assessment of the documentary evidence is at best questionable. The conflict between the Vatican and the Chinese government is well documented, as well as the detention of the Catholic clergy and the repression of the underground house churches. There are, no doubt, huge discrepancies in the treatment of Catholics depending on the tolerance shown by local authorities, and the information on the exact situation in various provinces is obviously scarce. However, the reported incidents that were before the Board member should at least have given him reason to pause.  <FRAGMENT_SUPPRESSED>", "[37] To be sure, the Board member noted a few incidents of house churches being forced to close, but downplayed the impact of these incidents as a result of the fact that there is no indication that any house church members were detained, that the practitioners were prevented from practising in other localities, or that their leaders faced lengthy detention. Even if all of this were true, it would hardly be sufficient to find that church members are not persecuted. Moreover, some of the Board member's findings are premised on pure speculation. His assumptions that church members could practice in other localities, or that the size of the congregation was the motivation behind the church closures, are not grounded on any evidence. It is no doubt true that Guangdong is described as \"quieter\" than Fujian in the Responses to Information Requests of July 6, 2010 (Certified Tribunal Record, at pp 154-158), but it must be remembered that Fujian is described by the same source as the \"worst province\" for persecution in China. One must also take into consideration that the information collected by various non-governmental and governmental organizations about persecution may only be the tip of the iceberg. In that context, the documentary evidence deserved closer scrutiny and cannot, without more, strengthen the Board's finding with respect to the Applicant's credibility or support its finding that there is only a mere possibility that an incident that led to the arrest of ordinary members of a church would occur in Guangdong province.  <FRAGMENT_SUPPRESSED>", "[38] For all of the foregoing reasons, I am of the view that this application for judicial review must succeed. This is one of those cases where each of the Board's findings, taken independently, may not be sufficient to warrant the intervention of this Court, but when considered in their totality, call for a re-assessment. The matter shall therefore be remitted to a different panel of the Board for re-determination. No question is certified.  <FRAGMENT_SUPPRESSED>", "[39] THIS COURT'S JUDGMENT is that this application for judicial review is granted. No question is certified.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED>", "[2] I.", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12] II.", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24] III.", "[25] IV. Analyse  <FRAGMENT_SUPPRESSED>", "[26] <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[27] <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[28]", "[29]", "[30]", "[31]", "[32]", "[33]", "[34] <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[35]", "[36]", "[37]", "[38] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[39] [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}