{"id_": "013550", "body_str": ["[1] Harrington, J. : The Plaintiffs have taken action in this Court for damages arising from the death of young Janessa Lynn Toney, their daughter and sister. Young Janessa Lynn died following a boating accident in Lake Newell, near Brooks, Alberta. The date was September 27, 2008.", "[2] It is alleged that the Defendants owed search and rescue duties and failed in that regard. The Plaintiffs seek damages under various headings. Without restricting the generality of the foregoing, they seek bereavement damages pursuant to the Alberta Fatal Accidents Act", "[3] The \"Alberta\" Defendants have moved to have the action struck against them in personam and against the ship in rem . Although it is admitted that the ship was owned by Her Majesty the Queen in Right of Alberta at the time of the incident, it had been sold prior to the commencement of the action. Since the claim did not carry with it a maritime lien, there is no action in rem . There is no action in personam over the provincial crown.", "[4] The two \"federal\" Defendants have moved for a stay of the action, allowing the Plaintiffs to recommence in a provincial court, otherwise striking the action in whole or in part under Rule 221(1)(f) of the Federal Courts Rules as being an abuse of the process of this Court.", "[5] Both motions shall be dismissed, save that the action in rem is struck, as ownership had not remained the same between the time the cause of action arose and the commencement of the action as required by section 43 of the Federal Courts Act . Otherwise, this is as maritime an action as one could have. The cause of action is grounded in sections 6 and following of the Marine Liability Act , SC, 2001, c 6. The fact that the ship has been sold by the provincial crown does not shield it from personal liability. This action falls within the federal legislative class of action of navigation and shipping, there is actual federal law to administer, and the administration of that law has been confided to this Court pursuant to section 22 of the Federal Courts Act <FRAGMENT_SUPPRESSED> ). The fact that one of the Defendants is a provincial crown is irrelevant as this is not an action against the crown as such under section 17 of the Federal Courts Act", "[6] There is nothing vexatious about the action as pleaded. Pursuant to Rule 221, an action is not dismissed unless it is plain and obvious that the case is bereft of a chance of success. Furthermore, the facts alleged are taken to be true ( <FRAGMENT_SUPPRESSED> ). The Defendants have not alleged that the claim is time-barred in accordance with section 14 of the Marine Liability Act ORDER", "[7] For the reasons given,", "[8] THIS COURT ORDERS that 1. The motions are dismissed, save that the action is dismissed in rem 2. The in personam Defendants shall have until January 11, 2012, to file their statements of defence; and 3. Costs in the cause. [End of document]"]}