{"id_": "013648", "body_str": ["[1] Russell, J. : This is an application pursuant to s. 72 (1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (Act) for judicial review of a decision of an Officer of Citizenship and Immigration Canada (Officer), dated November 10, 2008 (Decision) refusing an extension of Mr. Gerhard Ronner's work permit and refusing to extend Ms. Ingeborg Ronner's visitor record. BACKGROUND", "[2] Mr. Ronner is a citizen of Austria. After arriving in 1989, he has been in Canada for the majority of the last 21 years. Visitor records were issued to him until 1990 when he was reported for \"actively engaging in employment or his business without obtaining an employment authorization.\" He applied for permanent residence during this time but later withdrew his application.", "[3] On October 23, 1990 Mr. Ronner was re-admitted to Canada as a visitor.", "[4] On February 16, 1991, he was given a short-term visitor record.", "[5] On February 20, 1992, he was authorized to enter Canada as a visitor and remained for six months.", "[6] On March 9, 1992, he was again reported for working in Canada.", "[7] On July 17, 1997, Mr. Ronner was issued a short-term visitor record to purchase logs for log home construction. He was not authorized to purchase logs that would be assembled in Canada.", "[8] On June 12, 1998, he was issued a visitor record valid to September 17, 1998.", "[9] In November 2004, he was issued a work permit until October 31, 2005, as a log home builder in Chilliwack.", "[10] Mr. Ronner was not a holder of a work permit from 2000 to November 19, 2004.", "[11] On April 10, 2006, Mr. Ronner was issued a work permit until April 9, 2007 as president and owner of Cedar Log Homes.", "[12] Ms. Ingeborg Ronner is a citizen of Germany. She has been in Canada for eight years. She has not applied for permanent residence. She has not applied for a work permit and holds the status of visitor. During her time in Canada the Respondent alleges that she has provided unpaid assistance to her husband's business. DECISION UNDER REVIEW", "[13] The Officer refused extensions for Mr. Ronner's work permit and Ms. Ronner's visitor record.", "[14] The Officer noted that any person who wishes to extend their temporary resident status in Canada must satisfy an officer that they meet the following criteria: (1) they will leave Canada by the end of the period authorized for their stay; (2) they will not contravene the conditions of entry; and (3) they do not belong in a category of persons inadmissible to Canada under the Act.", "[15] In the present case, the Officer considered the following factors: the Applicants' travel and identity documents; the reasons for travel to Canada and the reasons for applying for the extensions; the Applicants' financial means for the extended stay and return home; the Applicants' ties to their country of residence, including immigration status, employment and family ties; and whether the Applicants would be likely to leave Canada at the end of their authorized stay.", "[16] The Officer found: (1) that there was no significant benefit to Canada in having Mr. Ronner remain in Canada under a C11 Labour Market Opinion exemption as an entrepreneur; and (2) that Mr. Ronner would not likely leave Canada by the end of the period authorized.", "[17] The Officer found that Ms. Ronner did not warrant an extension of her visitor record since she had engaged in unauthorized work in Canada and the Officer did not believe that she would leave Canada by the end of the period authorized.", "[18] The Officer noted that since he had refused the Applicants' applications, they were in Canada without status and should depart Canada immediately to avoid having a removal order issued against them. ISSUES", "[19] The Applicants submit the following issues for review: 1) The Officer failed to observe a principle of natural justice, procedural fairness or other procedures he was required by law to observe by: i. Ruling that Mr. Ronner worked in Canada without authorization in 2002, 2003, and 2004 and then considering this as a factor weighing against the extension of his work permit without having notified him that such a ruling was contemplated; and ii. Ruling that Ms. Ronner had worked in Canada without authorization and then considering this as a factor weighing against the extension of her temporary residence status as a visitor without having notified her that such a ruling was contemplated; 2) The Officer also committed errors of law by ruling that: i. The existence of reports in 1990 and 1992 alleging that Mr. Ronner had engaged in employment or worked in Canada without authorization was evidence of a violation of any enactment without there having been either: (1) an admission by Mr. Ronner; or (2) a lawful determination of the validity of either of the allegations; ii. Mr. Ronner would not leave Canada within any further time for which he might be authorized when all the evidence before the Officer was that Mr. Ronner had always left Canada within the time he had been authorized to be here throughout frequent trips to Canada for the preceding 21 years; iii. Ms. Ronner would not leave Canada within any further time for which she might be authorized when all the evidence was that she had always left Canada within the time she had been authorized to be here throughout frequent trips to Canada for the preceding eight years; 3) The Officer made perverse or capricious findings of fact without regard to the material before him when, in rendering his Decision over three months following the interview of the Applicants, and without any reasonable explanation for the delay: i. He found that the contemporaneous circumstances of a company with a name similar to Quality Log Homes Ltd. or B.C. Quality Log Homes was relevant to an assessment of the applications before him when neither application had any connection with any company with a similar name; ii. He found that Mr. Ronner's management of his personal corporation within Canada prior to obtaining a work permit constituted work within the meaning of section 2 of the Act, i.e., \"an activity for which wages are paid or commission is earned, or that is in direct competition with the activities of Canadian citizens or permanent residents in the Canadian labour market\" without regard to the evidence of Mr. Ronner that the undertaking of his corporate personalities included exporting log homes from Canada for assembly outside of Canada; iii. He found that the continued operation of Mr. Ronner's active business in Canada would not result in a significant benefit to Canada despite the evidence before him, which he accepted without question, that the business had maintained a substantial payroll and record of purchases from independent contractors working as log home builders; iv. He found that the continued operation of Mr. Ronner's active business in Canada would not result in a significant benefit to Canada partly because one of the two then current employees of Mr. Ronner's business was a temporary resident of Canada with a work permit; v. He found that Mr. Ronner's past minor violations of the immigration laws of Canada, which had resulted in his being directed to leave Canada without further enforcement action, was evidence that he would not leave Canada within any further time he might be allowed to remain in Canada without considering his compliance with the direction to leave; and vi. He found that Ms. Ronner had helped her husband with his business within the meaning of section 2 of the Act; and vii. Such further or other grounds as may be raised in the Applicant's argument. STATUTORY PROVISIONS", "[20] The following provisions of the Act are applicable in this proceeding: \"20(1) Every foreign national, other than a foreign national referred to in section 19, who seeks to enter or remain in Canada must establish, (b) to become a temporary resident, that they hold the visa or other document required under the regulations and will leave Canada by the end of the period authorized for their stay. \"30(1) A foreign national may not work or study in Canada unless authorized to do so under this Act. 47. A foreign national loses temporary resident status (a) at the end of the period for which they are authorized to remain in Canada; (b) on a determination by an officer or the Immigration Division that they have failed to comply with any other requirement of this Act; or (c) on cancellation of their temporary resident permit.\"", "[21] The following provisions of the Immigration and Refugee Protection Regulations , SOR/2002-227 (Regulations) are applicable in this proceeding: \"'work' means an activity for which wages are paid or commission is earned, or that is in direct competition with the activities of Canadian citizens or permanent residents in the Canadian labour market.\" \"200(1) Subject to subsections (2) and (3), an officer shall issue a work permit to a foreign national if, following an examination, it is established that (a) the foreign national applied for it in accordance with Division 2; (b) the foreign national will leave Canada by the end of the period authorized for their stay under Division 2 of Part 9; (c) the foreign national (i) is described in section 206, 207 or 208, (ii) intends to perform work described in section 204 or 205, or (iii) has been offered employment and an officer has determined under section 203 that the offer is genuine and that the employment is likely to result in a neutral or positive effect on the labour market in Canada; and (d) [Repealed, SOR/2004-167, s. 56] (e) the requirements of section 30 are met. \"(2) Paragraph (1)(b) does not apply to a foreign national who satisfies the criteria set out in section 206 or paragraph 207(c) or (d). \"3) An officer shall not issue a work permit to a foreign national if (a) there are reasonable grounds to believe that the foreign national is unable to perform the work sought; (b) in the case of a foreign national who intends to work in the Province of Quebec and does not hold a , a determination under section 203 is required and the laws of that Province require that the foreign national hold a (c) the specific work that the foreign national intends to perform is likely to adversely affect the settlement of any labour dispute in progress or the employment of any person involved in the dispute, unless all or almost all of the workers involved in the labour dispute are not Canadian citizens or permanent residents and the hiring of workers to replace the workers involved in the labour dispute is not prohibited by the Canadian law applicable in the province where the workers involved in the labour dispute are employed; (d) the foreign national seeks to enter Canada as a live-in caregiver and the foreign national does not meet the requirements of section 112; or (e) the foreign national has engaged in unauthorized study or work in Canada or has failed to comply with a condition of a previous permit or authorization unless (i) a period of six months has elapsed since the cessation of the unauthorized work or study or failure to comply with a condition, (ii) the study or work was unauthorized by reason only that the foreign national did not comply with conditions imposed under paragraph 185( ), any of subparagraphs 185(b)(i) to (iii) or paragraph 185( ); (iii) section 206 applies to them; or (iv) the foreign national was subsequently issued a temporary resident permit under subsection 24(1) of the Act. 201(1) A foreign national may apply for the renewal of their work permit if (a) the application is made before their work permit expires; and (b) they have complied with all conditions imposed on their entry into Canada. \"(2) An officer shall renew the foreign national's work permit if, following an examination, it is established that the foreign national continues to meet the requirements of subsection 200(1). 205. A work permit may be issued under section 200 to a foreign national who intends to perform work that (a) would create or maintain significant social, cultural or economic benefits or opportunities for Canadian citizens or permanent residents; (b) would create or maintain reciprocal employment of Canadian citizens or permanent residents of Canada in other countries; (c) is designated by the Minister as being work that can be performed by a foreign national on the basis of the following criteria, namely, (i) the work is related to a research, educational or training program, or (ii) limited access to the Canadian labour market is necessary for reasons of public policy relating to the competitiveness of Canada's academic institutions or economy; or (d) is of a religious or charitable nature.\" d) [Abrogé, DORS/2004-167, art. 56] (iii) il est visé par l'article 206, STANDARD OF REVIEW", "[22] Generally speaking, the standard of review for decisions of a visa officer has been, pre- <FRAGMENT_SUPPRESSED> , reasonableness simpliciter: <FRAGMENT_SUPPRESSED> . When a visa officer refuses a work permit solely on statutory interpretation, however, the standard of review is correctness: <FRAGMENT_SUPPRESSED> .", "[23] <FRAGMENT_SUPPRESSED>  the Supreme Court of Canada recognized that, although the reasonableness simpliciter and patent unreasonableness standards are theoretically different, \"the analytical problems that arise in trying to apply the different standards undercut any conceptual usefulness created by the inherently greater flexibility of having multiple standards of review\": Dunsmuir at paragraph 44. Consequently, the Supreme Court of Canada held that the two reasonableness standards should be collapsed into a single form of \"reasonableness\" review.", "[24] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED> also held that the standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to the particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis.", "[25] Thus, in light of the Supreme Court of Canada's decision in <FRAGMENT_SUPPRESSED> and the previous jurisprudence of this Court, I find the standard of review applicable to the issues raised, with the exception of procedural fairness issues and errors of law, to be reasonableness. When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": Dunsmuir at paragraph 47. Put another way, the Court should only intervene if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "[26] The standard of review for procedural fairness issues is correctness: <FRAGMENT_SUPPRESSED> . The standard of review for errors of law is correctness.  <FRAGMENT_SUPPRESSED>  (F.C.). ARGUMENTS The Applicants", "[27] The Applicants submit that the Officer refused Mr. Ronner a new work permit partially because of the existence of past reports made against him for working in Canada illegally. However, the Applicants submit that the Officer's consideration of each of these allegations as a factor weighing against the renewal of the work permit was a denial of administrative fairness. Mr. Ronner never had adequate notice of the allegations or a reasonable chance to respond.", "[28] The Applicants state that the first instance of Mr. Ronner allegedly taking employment without authorization was when a New Westminster immigration officer contacted him and confronted him with the allegations. As a result, Mr. Ronner agreed to leave Canada. However, the legal process to obtain his departure was not clear and Mr. Ronner suggests that he was denied the legal process required by the former statute.", "[29] The Applicants say that the other instance of Mr. Ronner taking employment without authorization, or working illegally in Canada, came from reports of which Mr. Ronner was not even aware at the time of the alleged violations, or when his application for a renewal of his work permit was being considered. Mr. Ronner seeks to have these reports set aside as he was unaware of any allegations against him for having violated immigration laws. There is also no record of any direction for an inquiry into these allegations.", "[30] The Applicants say that the best indication of any person's future behavior is usually their past behavior and that Mr. Ronner has never overstayed the time for which he has been allowed to remain in Canada. The Applicants go on to say that it is difficult to see how the Officer could consider Mr. Ronner's past comings and goings from Canada as an indication that he would not leave within any time he was allowed to remain if he were issued a renewal of his work permit. He left very quickly when the officer in New Westminster told him in 1988, 1989, or 1990 that he had to.", "[31] In relation to Ms. Ronner, the Applicants submit that the foundation for finding that she had worked in Canada without a permit was that she had helped her husband. The Applicants say that it is a \"stretch\" to consider this \"financially unpaid work within matrimonial homes as in direct competition with the activities of Canadian citizens or permanent residences in the Canadian labour market despite the puff about Ms. Ronner being the office manager in some brochure.\"", "[32] The Applicants also ask the Court to give no weight to Felicia Cheng's (Ms. Cheng is a legal assistant at the Department of Justice) affidavit, as it is \"essentially a statement of the facts found by the [Officer] forming part of the reasons for the decision.\" They are the officer's summary of evidence which has not been described within reasons in the Officer's Decision.", "[33] The Applicants submit that there is no apparent reason for the Officer to not make her own affidavit and that they will not have an opportunity to cross examine the Officer on the statements contained in the CAIPS notes attached to Felicia Cheng's affidavit. The Applicants submit that if the Court attributes weight to the Officer's CAIPS notes attached to Felicia Cheng's affidavit, then the notes should only be regarded evidence in support of their proposed grounds for review. The Applicants contend that the CAIPS notes do not allege that the Officer ever informed either of the Applicants that: a. The reports of Mr. Ronner's having worked in Canada without authorization existed or disclosed the contents of the reports; b. She considered these reports to be proof of the truth of the facts asserted within the reports.", "[34] The Applicants contend that the Officer's reliance on the reports to find that Mr. Ronner has broken immigration laws is wrong in law, and that Mr. Ronner was given no opportunity to respond to the allegations in the reports.", "[35] The Applicants also submit that the Respondent's reliance on <FRAGMENT_SUPPRESSED>  is flawed as the case was not decided in circumstances similar to those at bar.", "[36] The Applicants point out that the salient facts in the case at bar are not merely that Ms. Ronner did not receive any payment for the limited help she rendered Mr. Ronner with the business, but that she gave the help for her husband's benefit and within the matrimonial home. She also loaned a substantial amount of money to the business. Therefore, it could not reasonably be found that the work which Ms. Ronner performed was in direct competition with the activities of Canadian citizens or permanent residents in the Canadian labour market. The Respondent", "[37] The Respondent submits that the facts indicate that Ms. Ronner answers phones, takes messages, sorts e-mails and writes things down for Mr. Ronner's business. There is also a photo of Ms. Ronner on the company web-site which also states that she is the \"office manager\" for the business.", "[38] The Respondent relies upon <FRAGMENT_SUPPRESSED> , where the Court found that a person on a student authorization who was doing unpaid work at a car dealership was in violation of the Act because, regardless of whether wages were paid, the applicant was in direct competition with the employment activities of Canadians or permanent residents. The Respondent says that Ms. Ronner has provided business services which a Canadian or permanent resident could otherwise perform. Hence, she was working without authorization and the Officer made a reasonable conclusion that should be upheld.", "[39] In relation to Mr. Ronner, the Respondent says that he was aware of his immigration history and knew that he had worked in Canada without a permit. He has been reported twice and again worked for four years without a permit after he had already been reported for the same offence. The Respondent says that Mr. Ronner has disregarded immigration laws on more then one occasion. Hence, the Officer's findings were reasonable. ANALYSIS", "[40] The Officer provided two reasons for refusing Mr. Ronner's application to extend his Work Permit: a. He had not satisfied the Officer that there was a significant benefit to Canada under a C11 Labour Market Opinion exemption as an entrepreneur; and b. Pursuant to paragraph 20(1)(b) of the Act, the Officer was not satisfied that he would leave Canada by the end of the authorized period.", "[41] The Officer also provided two reasons for refusing to extend Ms. Ronner's application to extend her Visitor Record: a. She had engaged in unauthorized work; and b. Pursuant to paragraph 20(1)(b) of the Act, the Officer was not satisfied that she would leave Canada by the end of the authorized period.", "[42] Although they have enumerated and elaborated a variety of issues in their written materials, I think the Applicants' complaints come down to two general grounds of concern. First of all, they say the Officer made findings and drew adverse inferences based upon materials and rulings which they did not have an opportunity to see and comment upon. Secondly, they say that the Decision was unreasonable and that the Officer made perverse and capricious findings of fact that were not based on the materials before him.", "[43] As Justice Pinard pointed out in <FRAGMENT_SUPPRESSED> visa officer is not required to bring to an applicant's attention adverse conclusions that the officer may draw from the evidence submitted by the applicant. Such an obligation would only arise when the adverse conclusions arise from material not known to the Applicants.", "[44] In the present case, the Decision was based upon documents and answers provided by the Applicants, as well as reports contained in their immigration record.", "[45] The Officer was subject to a duty of fairness and this includes a reasonable opportunity for the Applicants to know and respond to information on which the Officer proposes to rely in making the Decision. Whether the Applicants were denied this reasonable opportunity depends on an analysis of the factual, administrative and legal context of the Decision. It is also well recognized that the content of the duty of procedural fairness varies according to context.  <FRAGMENT_SUPPRESSED>  (F.C.A.) at paragraphs 35-37.", "[46] In the present case, the Applicants were familiar with the documentation they had submitted with their application and they were aware of their immigration history. Mr. Ronner now says that he had no knowledge of the second 1992 report alleging that he had worked without authorization in Canada and that this was the report for which no direction of inquiry was issued. Mr. Ronner also says that neither the 1990 nor the 1992 reports had been disclosed to him previously. He acknowledges some wrongdoing when he left Canada after the first report was made in 1990 but he says he never saw that report and he simply accepted what the officer told him at the time, which was that he had to leave Canada, but that he could return immediately.", "[47] He says he never admitted any wrongdoing in relation to the 1992 report which he did not know existed.", "[48] In the Officer's notes, the comment is made that Mr. Ronner \"has been reported twice for working without authorization and also worked during another period for which he was not authorized.\"", "[49] The notes show that Mr. Ronner was reported in 1990 and 1992 for working in Canada without authorization. In his affidavit, Mr. Ronner says the \"report of 1990 was something I have no recollection of seeing\" and the \"report of 1992 was something I had no knowledge of at all until I read the report of the officer to this Court in the present proceedings.\"", "[50] Even on his own evidence, Mr. Ronner appears to have had some awareness of the 1990 report and the record shows that he has been cautioned about what he can do in Canada. He says that \"the officer in New Westminster in 1990 only told me verbally that what I had done in Canada was considered illegal and he had to send me out of Canada ... .\" It seems to me then, that Mr. Ronner is well aware that his immigration record involves unauthorized work in Canada and that he has been told that this activity is illegal. He is also aware that, notwithstanding what he has been told about unauthorized work, he has subsequently engaged in further work in Canada without a permit. In other words, even though he now says that he never saw any reports, and he was not even aware of the 1992 report, Mr. Ronner was aware about past concerns over unauthorized work that could affect any subsequent decision that is made about his future status in Canada.", "[51] Bearing in mind the minimal duty of procedural fairness owed in this context (see <FRAGMENT_SUPPRESSED> ), Mr. Ronner's knowledge that, in 1990 at least, what he had done was considered illegal work, the way he was cautioned concerning his activities, and that there was significant other evidence before the Officer upon which to conclude that Mr. Ronner had engaged in unauthorized work in Canada, I cannot conclude that a breach of procedural fairness occurred in this context and on these facts. Although he now says he was mistaken, Mr. Ronner indicated in his application for an extension that he had already filed an application for permanent residence. The consequences that the Officer would have envisaged for the Applicants on the basis of what they had told him in their application must also lower the procedural fairness obligations on the Officer.", "[52] In the balance of their application, the Applicants essentially take issue with the Officer's conclusions based upon the evidence before him. I have examined each issue in turn but must conclude that, based upon the evidence, I can find no error of law and nothing unreasonable in this Decision which takes it outside the range of possible acceptable outcomes which are defensible in respect of the facts and law. There are facts, and lines of analysis within the reasons that could reasonably lead the Officer from the evidence to the conclusions he reached, even if other conclusions might also have been reasonable.", "[53] It is always possible to disagree and to point to evidence that could have been used to support a different outcome, and I can see that a decision in favour of the Applicants would not have been unreasonable. However, that does not make the Officer's findings and conclusions in this case unreasonable within the meaning of <FRAGMENT_SUPPRESSED> . As Mr. Ronner acknowledges in his affidavit, the Applicants \"have been temporary residents for an unusually long time,\" so I do not think this Decision can have been entirely unexpected. JUDGMENT", "[54] THIS COURT ORDERS AND ADJUDGES that 1. This application is dismissed. 2. There is no question for certification [End of document]"]}