{"id_": "013926", "body_str": ["[1] Jerome, A.C.J. : This application for judicial review came on for hearing before me at Toronto, Ontario on December 15, 1993. The applicants seek judicial review of a decision of the Refugee Determination Division of the Immigration and Refugee Board (the Board). The Board concluded that the applicants' fear of persecution was not objectively well-founded and therefore denied them status as Convention refugees. At the conclusion of argument, I took the matter under reserve and indicated that these written reasons would follow. Facts", "[2] Shuk Shuen Leung (the first applicant) and her younger sister Shuk Fen Leung (the second applicant) are both citizens of the People's Republic of China (PRC) who fled to Canada after the crackdown on pro-democracy activists by the Chinese government in 1989. The applicants had a history of difficulties with the regime as a result of their family's history as land and business owners. Their troubles intensified, however, with the birth of the pro-democracy movement in May, 1989.", "[3] In an effort to support the pro-democracy movement taking hold in the capital Beijing, the second applicant co-founded a pro-democracy organization in Hoi Ping county. As part of her activities, she distributed fliers featuring excerpts of Hong Kong newspapers which described the events in Beijing. She also organized a peaceful demonstration in which approximately 100 people marched through the city shouting out pro-democracy slogans and carrying signs. The organization held a second silent demonstration on June 4, 1989 outside the government offices. On both occasions police were present but did not intervene. The first applicant participated in both demonstrations and secretly handed out pamphlets and put up posters on several occasions between June and September 1989.", "[4] Following the June 4, 1989 demonstration, the applicants' father became concerned for his daughters' safety and forbade them from continuing their pro-democracy activities. The first applicant discovered in July 1989 that some of her friends who had participated in the demonstrations had been arrested. On September 8, 1989, when the first applicant was not home, officers from the Public Security Bureau (PSB) came to her home and spoke with her father. They stated that she was required to report to the PSB because of her involvement in the June 4, 1989 demonstration. Upon her return home that evening, the family decided that she would go into hiding. She travelled to Shui How, approximately two or three hours away. Through relatives, she discovered that the PSB had come looking for her on two separate occasions on September 27 and November 5, 1989. Fearing that she would be discovered, she travelled to Shar Bar district, a further five or six hours away in December 1989. She remained there until late April 1990 when she was finally able to arrange for a smuggler to get her out of China.", "[5] The second applicant did not experience any difficulties until October 1989. She returned from a short trip on October 3, 1989 to discover that two of the co-organizers of the demonstrations had been arrested, and that the PSB had visited her house and ordered her to report to their offices. Her family immediately sent her to live with relatives in a nearby village where she remained indoors for six months. Her father was then able to arrange for a smuggler to get her out of China, which she was finally able to do in December 1990. The second applicant has been informed that the PSB returned to her parents' house on four additional occasions. At her hearing, she produced copies of two summonses dated February 5 and May 25, 1990. The Board's Decision", "[6] In dismissing the first applicant's claim, the Board did not challenge her credibility, but instead concluded that the events as she described them did not give rise to an objectively well-founded fear of persecution. This conclusion was based primarily on the fact that she was not a leader of the pro-democracy organization, as well as the fact that the demonstrations were peaceful and that the police did not intervene.", "[7] With respect to the second applicant's claim, the Board concluded that it was implausible that the Chinese authorities would have acted in the manner alleged by the claimants. First, the Board found it implausible that the PSB would have chosen to arrest simple participants (i.e. the first applicant) in September 1989, and only arrest the actual student organizers in October 1989. Second, the Board found it implausible that the PSB would have come to the applicants' home on several occasions over a nine month period asking for, and issuing summonses to, only one applicant at a time on each visit.", "[8] It should be noted that there is some ambiguity in the Board's reasons with respect to the first applicant's claim. As noted above, the Board did not base its decision on her lack of credibility, but rather on the lack of an objective basis for her claim. In dismissing the second applicant's claim, however, the Board seems to imply that the events as told by both applicants are implausible. Therefore, although the first applicant's credibility is not officially challenged, it appears that her credibility played an important role in the Board's denial of her claim. Issues", "[9] The following two issues are raised in this application: 1. Assuming that the first applicant's credibility was not in issue, did the Board err by failing to consider the unchallenged evidence which indicated that the PSB had come to her home and attempted to arrest her on several occasions? 2. Did the Board err when it concluded that the applicants were not credible based on perceived implausibilities in their testimony? Analysis", "[10] Following my review of the material before the court as well as the submissions of the parties, I am satisfied that the Board erred in both its application of the Convention refugee definition to the first applicant's claim, and in its assessment of both applicants' credibility. I will examine each issue separately. 1. Failure To Consider Evidence", "[11] Assuming that the Board did not doubt the first applicant's credibility, they have clearly erred in concluding that her fear of persecution was not objectively well-founded. In dismissing her claim, the Board seems to have ruled that her factual account was credible and accurate. In other words, the Board accepted that the events as described by the first applicant and related above did indeed occur. They concluded, however, that her minor involvement in the peaceful demonstrations was insufficient to attract the attention of PSB officials. This conclusion is irreconcilable with their acknowledgement that the authorities had indeed attempted to arrest her on several occasions. As I discussed in <FRAGMENT_SUPPRESSED>  political involvement are rarely reasonable, particularly where it is acknowledged that the claimant has indeed been persecuted. Given the finding that the PSB had attempted to arrest the first applicant, it was unreasonable for the Board to conclude that her fear of persecution was not objectively well-founded. 2. Conclusion That Applicants Were Not Credible", "[12] Because the first applicant's claim was not officially determined on the basis of credibility, this second issue should apply only to the second applicant's claim. However, because the Board did cast some doubt on the first applicant's credibility, and because both claims are based on the same alleged events, my comments will apply equally to both applicants.", "[13] In reaching its conclusion that the applicants were not credible, the Board did not identify any internal inconsistencies or contradictions in either of the applicants' testimony, but rather inferred that important parts of their testimony were implausible. As noted above, the Board determined that it was implausible that the PSB would have begun arresting simple demonstrators before going after the actual organizers of the demonstrations. Second, the Board found it implausible that the PSB would have come to the applicants' home on several occasions looking for, and issuing summonses to only one applicant at a time. In reaching these conclusions the Board has erred by ignoring relevant evidence which supported the applicants' narratives.", "[14] Both divisions of this court have consistently held that the Board's decisions must be based on the totality of the evidence contained in the Record [see footnote 2]. This does not mean, however, that the Board must summarize all of the evidence, or that a decision will be quashed simply because the Board has failed to refer to some minor piece of documentary evidence in its reasons [see footnote 3]. Nevertheless, the Board is under a very clear duty to justify its credibility findings with specific and clear reference to the evidence [see footnote 4].", "[15] This duty becomes particularly important in cases such as this one where the Board has based its noncredibility finding on perceived \"implausibilities\" in the claimants' stories rather than on internal inconsistencies and contradictions in their narratives or their demeanour while testifying. Findings of implausibility are inherently subjective assessments which are largely dependant on the individual Board member's perceptions of what constitutes rational behaviour. The appropriateness of a particular finding can therefore only be assessed if the Board's decision clearly identifies all of the facts which form the basis for their conclusions.", "[16] Given this clear obligation on the Board to base its decision on the totality of the evidence, combined with the duty to justify its credibility findings, it must be assumed that the Board's reasons contain a reasonably complete account of the facts which form the basis of their decision. The Board will therefore err when it fails to refer to relevant evidence which could potentially refute their conclusions of implausibility. My review of the Board's implausibility findings reveals that such an error has occurred here. I will deal with each implausibility finding. a) That The PSB First Arrested Participants Rather Than Organizers", "[17] In concluding that this portion of the applicants' narrative was implausible, the Board ignored numerous references in the Record which corroborated the applicants' assertions that the PSB began its crackdown by first targeting the participants and then moving on to the organizers of the demonstrations. One such example is found at p. 225 of the Record in a report released on February 7, 1990 by Asia Watch entitled Punishment Season: Human Rights In China After Martial Law \"In a significant new development, the authorities recently held secret trials of students detained in the aftermath of the pro-democracy movement. Previously, the great majority of those brought to trial and sentenced since June 4 for their activities during the movement had been either workers or unemployed.", "[18] This and other passages [see footnote 5] contained in the Record clearly cast doubt on the Board's conclusion that the applicants' testimony was implausible. While the Board is, of course, entitled to weigh the evidence and assess its credibility, it cannot reach a conclusion which it so inconsistent with the preponderance of the relevant evidence so as to be unreasonable. b) That The PSB Would Have Failed To Combine Both Applicants' Files", "[19] In concluding that it was implausible that the PSB would not have realized that both applicants were wanted, and therefore would have taken more aggressive steps to arrest them, the Board failed to deal with perhaps the most compelling evidence led by the applicants, namely the copies of two summonses issued by the PSB against the second applicant. These summonses confirm that the PSB attended at the applicants' home on at least two occasions in an attempt to arrest the second applicant. They therefore serve to corroborate the applicants' testimony and should have at least been considered by the Board. Conclusion", "[20] While the Board is entitled to make implausibility findings, these must be based on the totality of the evidence and must be clearly supported in the Board's reasons. Neither of these conditions was satisfied in the case at bar, as the Board ignored relevant evidence which corroborated the applicants' testimony. In addition, the Board's conclusion with respect to the first applicant's claim is inconsistent with its finding that the PSB had indeed attempted to arrest her on numerous occasions.", "[21] In light of these errors, this application will be allowed and the matter returned to a newly constituted panel so that it may determine the applicants' claims in a manner consistent with these reasons and the law. I make no order as to costs. Application allowed. Editor: Elizabeth M.A. Turgeon/sms Footnotes 1.\t(1994), 73 F.T.R. 317 (T.D.). See also <FRAGMENT_SUPPRESSED>  (F.C.A.). 3. <FRAGMENT_SUPPRESSED>  (F.C.A.). 4.\tSee for example <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 150 (F.C.A.) and <FRAGMENT_SUPPRESSED>  (F.C.A.). 5.\tSee for examples pp. 185, 206, 212 and 240 of the Record. [End of document]"]}