{"id_": "013904", "body_str": ["[1] , L.C. 2001, ch. 27 (la LIPR", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15] LA NORME DE CONTROLE", "[16] <FRAGMENT_SUPPRESSED>  (C.A.F.).)", "[17] <FRAGMENT_SUPPRESSED> , au paragraphe 56).", "[18] ANALYSE", "[19]", "[20] Sittampalam c. a-t-elle", "[21]", "[22]", "[23]", "[24] Canada (Commissaire à l'information) c. Canada (Ministre de la Citoyenneté et de l'Immigration) <FRAGMENT_SUPPRESSED> et 35).", "[25]", "[26] <FRAGMENT_SUPPRESSED>  2004 FCA 38).", "[27] <FRAGMENT_SUPPRESSED>  2006 FC 1108).", "[28] ¶ 7 While PRRA and H&C applications take risk into account, the manner in which they are assessed is quite different. In the context of a PRRA, \"risk\" as per section 97 of IRPA involves assessing whether the applicant would be personally subjected to a danger of torture or to a risk to life or to cruel and unusual treatment or punishment. ¶ 8 In an H&C application, however, risk should be addressed as but one of the factors relevant to determining whether the applicant would face unusual, and underserved or disproportionate hardship. Thus the focus is on hardship, which has a risk component, not on risk as such.", "[29]", "[30]", "[31]", "[32]", "[33]", "[34] JUGEMENT", "<FRAGMENT_SUPPRESSED>  application for judicial review under section 72 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the IRPA) of a decision by an immigration officer dated December 18, 2006, refusing the applicant's application for an exemption on humanitarian and compassionate grounds (H&C application). RELEVANT FACTS", "[2] The applicant is a citizen of Tunisia and a deaf-mute. In 2001, his visa application to come to Canada was refused. In 2003, he submitted a new visa application so that he could participate in the World Federation of the Deaf Congress. His two deaf-mute sisters also went. The visa was granted, and the applicant entered Canada on July 18, 2003.", "[3] He claimed refugee status on September 30, 2003, alleging persecution in the form of contempt, lack of understanding and lack of support on the part of the Tunisian state regarding his disability. His application was refused on April 4, 2004. The IRB found that the applicant was not a refugee or a person in need of protection and observed that the potential prejudice the applicant would suffer in Tunisia amounted to discrimination, not persecution.", "[4] Following this decision, the applicant brought an application for judicial review, which was dismissed on January 25, 2005. Some weeks earlier, the applicant met his spouse who is also a deaf-mute. The two married on March 28, 2005, and the applicant filed an application for permanent residence in the Spouse or Common-Law Partner in Canada class.", "[5] On September 12, 2006, the wife/sponsor asked to withdraw her sponsorship because she no longer lived with the applicant and had begun divorce proceedings. In her letter of withdrawal, the wife had also noted incidents of spousal abuse beginning in February 2006. The wife/sponsor was pregnant when the abuse occurred; the child was born in August 2006. According to a letter dated December 11, 2006, the applicant did not know the baby's sex, name or exact date of birth. The applicant also said he had taken steps in civil court for a divorce, acknowledgement of paternity and custody of the child.", "[6] In the meantime, the applicant made an application for permanent residence on humanitarian and compassionate considerations (the H&C application) on April 4, 2005. The negative decision on that application is the basis of this application for judicial review. IMPUGNED DECISION", "[7] The immigration officer acknowledged that the applicant suffers from a hearing disability and encounters difficulties on a daily basis, but also noted that the applicant had been able to go to the Tunisian embassy twice to apply for a visa to come to Canada, assisted by his father who is now deceased. The officer therefore gave little weight to this factor to justify granting an exemption from abroad.", "[8] The officer also acknowledged that the applicant was able to live in his country all his life, had learned two sign languages and was a member of the , a Tunisian theatre troupe. The officer observed that there were close to twenty-nine organizations in Tunisia working in the disability field, in addition to a number of artistic associations that the applicant belonged to, and that the Tunisian government had paid for his trip to Canada. The officer also noted that the applicant's two deaf-mute sisters had not claimed refugee status during the same trip. Accordingly, the officer found that the allegation that the claimant was unable to develop normally in Tunisia had little merit and that the documentary evidence indicated the contrary.", "[9] The officer also noted that the applicant had not highlighted any new facts, that he relied on the same allegations that had been before the IRB and that the H&C process is not a rehearing of the application. The officer was not satisfied that the applicant had demonstrated that his integration in Canada was sufficient to warrant an exemption.", "[10] Last, referring to the charges of spousal abuse, the officer gave considerable weight to the fact that the applicant had displayed behaviour that is [TRANSLATION] \"not supported by Canadian values,\" despite the fact that the applicant has not been convicted of these charges to date. SUBMISSIONS OF THE PARTIES The Applicant", "[11] The applicant's primary argument is that the immigration officer breached her duty to act fairly by giving considerable weight to the fact that the applicant had not displayed behaviour consistent with Canadian values. The applicant asserts that an immigration officer cannot consider outstanding charges as part of an assessment and that the officer should have delayed her decision pending the outcome of the criminal proceedings. The applicant relies on section 5.15 of the IP-5 Manual, which states that \"[o] fficers should provide an opportunity for the applicant to address any concerns about the alleged criminal conduct and the outstanding charges, in the context of the H&C application.\"", "[12] The applicant also maintains that the officer erred by refusing to consider the applicant's allegations of risk and argues that an officer cannot adopt the risk evaluation done by the IRB and/or a PRRA officer without conducting a more in-depth analysis in the context of an application on humanitarian and compassionate grounds.", "[13] Last, the applicant contends that the agent failed to consider all the evidence, i.e. the evidence confirming the applicant's allegations and fears pertaining to the serious problems impacting the deaf population in Tunisia. The Respondent", "[14] The respondent maintains that, according to the jurisprudence established by the Court, an officer may take into account outstanding criminal charges when deciding whether to refuse or grant an application for exemption based on humanitarian and compassionate considerations.", "[15] The respondent also contends that the officer considered the alleged risks in light of the evidence adduced. Therefore, the officer considered all the evidence and simply chose to prefer the objective documentary evidence. ISSUES 1. Did the immigration officer err in considering the outstanding charges when assessing the application? 2. Did the immigration officer err in refusing to consider the applicant's allegations of risk and in adopting the IRB's risk assessment? 3. Did the immigration officer consider the totality of the evidence? STANDARD OF REVIEW", "[16] <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada established that the appropriate standard of review of decisions by immigration officers concerning applications based on humanitarian and compassionate grounds is reasonableness. (See also <FRAGMENT_SUPPRESSED>  (F.C.A.)).", "[17] Where the appropriate standard of review is reasonableness, it is not for the Court to substitute its assessment of the facts for that of the decision-maker. The Court must instead determine \"whether the reasons, taken as a whole, are tenable as support for the decision\" ( <FRAGMENT_SUPPRESSED> , at paragraph 56).", "[18] On the other hand, if the Court finds that there was a breach of procedural fairness, the application for judicial review will be allowed since it is settled law that the appropriate standard of review for questions of natural justice and procedural fairness is correctness ( <FRAGMENT_SUPPRESSED> ). ANALYSIS 1. Did the immigration officer err in considering the outstanding charges when assessing the application?", "[19] This case is distinguishable from the cases cited by the applicant and the respondent.  <FRAGMENT_SUPPRESSED>  (F.C.A.), the Court held that evidence surrounding withdrawn or dismissed charges cannot be used as evidence. However, these cases deal with issues in an IAD decision or a danger opinion.  <FRAGMENT_SUPPRESSED>  the opinion was to the contrary, that is, the Court allowed the use of evidence in the same context.", "[20] However, in the recent case <FRAGMENT_SUPPRESSED>  2006 FCA 326, the Federal Court of Appeal confirmed the legal principle to be applied when faced with the issue of whether evidence surrounding charges can be considered in a decision: 50 The jurisprudence of this Court indicates that evidence surrounding withdrawn or dismissed charges can be taken into consideration at an immigration hearing. However, such charges cannot be used, in and of themselves, as evidence of an individual's criminality: see, for example, <FRAGMENT_SUPPRESSED>  (F.C.), at paragraph 11; <FRAGMENT_SUPPRESSED>  (F.C.), at paragraph 35.", "[21] The case at bar deals with an application for exemption based on humanitarian and compassionate considerations and outstanding charges, not with a decision of the IAD, a danger opinion or a situation where charges were withdrawn or dismissed. In my view, in the context of an H&C decision, the Court can nonetheless rely on reasoning similar to the established principle to conclude that the officer could use the evidence about charges against the applicant in her analysis, but could not use it as evidence of his criminality. Contrary to the applicant's allegations, the officer simply used the outstanding charges to find that the applicant's behaviour relating to spousal abuse was not \"supported by Canadian values.\"", "[22] In any event, even if the immigration officer decided to give significant weight to this factor, she assessed all the circumstances before making the finding that she did and exercised her discretion in so doing.  <FRAGMENT_SUPPRESSED>  2006 FC 1108, at paragraph 24, Mr. Justice Shore added this: 24 This Court is not to lightly interfere with the discretion given to an H&C officer. The H&C decision is not a simple application of legal principles but rather a fact-specific weighing of many factors. As long as the H&C officer considers the relevant, appropriate factors from an H&C perspective, the Court cannot interfere with the weight the H&C officer gives to the different factors, even if it would have weighed the factors differently.", "[23] Although the IP-5 Manual indicates that the officer should \"provide an opportunity for the applicant to address any concerns about the alleged criminal conduct and the outstanding charges, in the context of the H&C application,\" the Manual also indicates in the same section that \"[a] pplicants bear the responsibility of providing all information in order to demonstrate that their personal circumstances warrant exemption from the permanent resident visa requirement,\" which the applicant failed to do.", "[24] As the Federal Court of Appeal confirmed in Minister of Public Safety and  <FRAGMENT_SUPPRESSED>  2006 FCA 126, the Manual and other governmental guidelines are not binding on government institutions and even less so on the courts. (See also <FRAGMENT_SUPPRESSED> ).", "[25] Even if the officer had erred on this point or put too much emphasis on certain factors, such an error would not be sufficient in and of itself to find that the decision as a whole is unreasonable ( <FRAGMENT_SUPPRESSED> ) since the other elements of the application were considered in determining whether the applicant would face undeserved or disproportionate hardship if he were removed to his country of origin, and the officer concluded that would not be the case. 2. Did the immigration officer err in refusing to consider the applicant's allegations of risk and in adopting the IRB's risk assessment?", "[26] First, the burden is on the applicant to establish the relevant factors to be considered on the assessment in order for the officer to find that there were relevant humanitarian and compassionate grounds ( <FRAGMENT_SUPPRESSED>  2004 FCA 38).", "[27] Second, to be able to convince the officer that humanitarian and compassionate considerations existed to support his application, the applicant had the onus of proving that the requirement to apply for a permanent resident visa from outside Canada would cause him to suffer unusual, undeserved or disproportionate hardship ( <FRAGMENT_SUPPRESSED>  2006 FC 1108).", "[28] Thus, the emphasis is on the difficulties that the applicant would face.  <FRAGMENT_SUPPRESSED>  2007 FC 651 (available in English only), Mr. Justice Harrington explains the concept of risk when assessing a H&C decision: 7 While PRRA and H&C applications take risk into account, the manner in which they are assessed is quite different. In the context of a PRRA, \"risk\" as per section 97 of IRPA involves assessing whether the applicant would be personally subjected to a danger of torture or to a risk to life or to cruel and unusual treatment or punishment. 8 In an H&C application, however, risk should be addressed as but one of the factors relevant to determining whether the applicant would face unusual, and underserved or disproportionate hardship. Thus the focus is on hardship, which has a risk component, not on risk as such.", "[29] Furthermore, the applicant relies on <FRAGMENT_SUPPRESSED>  to argue that the officer erred in refusing to consider the applicant's allegations of risk. However, in <FRAGMENT_SUPPRESSED> , Chief Justice Lutfy found that the officer had decided that she was not required to deal with risk factors in her assessment of the humanitarian and compassionate application. He also found that she should not have closed her mind to risk factors even though a valid negative pre-removal risk assessment may have been made. In the case at bar, the officer did not find that she was not required to deal with risk factors, and there had not yet been a decision on the risk of removal; the Court therefore hesitates to strictly apply the findings in <FRAGMENT_SUPPRESSED> to this case.", "[30] In my view, the officer's decision was not unreasonable because she assessed the risk as one of the factors in the context of the humanitarian and compassionate application and did find that the applicant would not suffer any unusual, undeserved or disproportionate hardship if he were to apply from abroad.", "[31] Last, the officer noted in her decision that the applicant had not highlighted any new facts and that he had submitted the same allegations that were before the IRB. Accordingly, I cannot conclude that the officer adopted the IRB's risk assessment. 3. Did the immigration officer consider the totality of the evidence?", "[32] Absent evidence to the contrary, an officer is presumed to have considered all the evidence that was before him or her ( <FRAGMENT_SUPPRESSED>  2006 FC 1375). In her decision, the officer mentioned a number of pieces of evidence that she had considered. The Court cannot find that the officer erred on this point.", "[33] The applicant proposed the following question for certification: [TRANSLATION] \"Can an immigration officer who is called upon to determine an application for permanent residence based on humanitarian and compassionate grounds find the applicant's behaviour to be unacceptable and accordingly refuse his application based on allegations contained in outstanding criminal charges in Canada?\"", "[34] In my view, this question cannot be submitted for certification.  <FRAGMENT_SUPPRESSED>  charged, outstanding criminal charges against him or her may be assessed on a humanitarian and compassionate application. JUDGMENT", "[35] THE COURT ORDERS AND ADJUDGES that the application for judicial review is dismissed and that no question was submitted for certification. [End of document]"]}