{"id_": "013990", "body_str": ["[1] Pinard, J. [Translation]: This is an application for judicial review of the decision of Nathalie Faucher, appointed as an adjudicator under Division XIV of Part III of the Canada Labour Code , R.S.C. 1985, c. L-2 (\"the adjudicator\"), who dismissed the applicant's complaint concerning the termination of her employment by the respondent.", "[2] The applicant was hired by the respondent on April 28, 2003. On December 13, 2004, she was appointed Billing Solutions Director.", "[3] The applicant's immediate supervisor in her new position, Francine Ahern, was replaced by Anne Couture on April 11, 2005. According to the applicant, from her first meeting with Ms. Couture, their relationship was fraught with numerous difficulties, as Ms. Couture was [Translation] \"aggressive\" and said [Translation] \"very insulting things\". On the other hand, according to Ms. Couture's version, she simply tried to help the applicant to improve by arranging monthly coaching sessions.", "[4] On October 31, 2005, two new employees began working in the same division as the applicant. Those two employees had previously worked for the respondent for 7 and 25 years respectively.", "[5] On November 3, 2005, the applicant was advised that her employment was to be terminated on February 2, 2006. She received a letter of termination of employment explaining that [Translation] \"because of changes in the business, your employment with the company is terminated\".", "[6] According to Ms. Couture's testimony at the hearing before the adjudicator, she was advised of the elimination of two positions in her division during a conference call on October 24, 2005. It was up to Ms. Couture to set the criteria for choosing which employees would be laid off. Ms. Couture also explained that the two other employees who began working on October 31, 2005, had been hired before she was advised of the cutbacks.", "[7] According to the applicant's affidavit, within three months following the end of her employment, Ms. Couture hired two other billing solutions directors. The applicant also alleges that in January 2006, a third person was hired, supposedly to work under the supervision of Sylvie Carbonneau, although she later learned that the third person's supervisor was actually Ms. Couture. However, the evidence does not show whether the applicant raised the issue of those two hirings by Ms. Couture before the adjudicator, who in her order only mentioned the person who was allegedly supervised by Ms. Carbonneau. In her affidavit, the applicant also referred to a fourth position that had been posted in April 2006 and for which she had applied, but without success. In its written submissions to the adjudicator, the respondent explained that this position became available because one of the directors had accepted another position and had to be replaced.", "[8] On April 26, 2006, the applicant filed a complaint of unjust dismissal under section 242 of the Canada Labour Code", "[9] After having summarized the evidence and the submissions of the applicant and the respondent, the adjudicator began her analysis as follows: [Translation] \"[57] The issue in this case is whether the termination of Ms. Kassab's employment results from a lack of work or the closing of a position and whether the decision to terminate her employment was made in good faith by the employer ... . \"[58] If I conclude that the termination of the complainant's employment actually is a lay off due to a lack of work or to the closing of a position, I must allow the employer's preliminary objection and rule that I do not have jurisdiction ... .\"", "[10] The adjudicator considered the case law that defined \"lack of work\" and \"discontinuance of a function\", noting that it is up to the employer not only to establish the economic justification for terminating employment, but also to explain the choice to dismiss an employee. If the employer succeeds, it is up to the applicant to show that the termination is in fact a constructive dismissal: [Translation] \"[64] The fact that the employer actually did reorganize its operations on November 3, 2005, is not really contested as well as the fact that two positions had to be cut in the department where Ms. Kassab worked, as it appears from the documentary evidence as well as from the testimonies given. The evidence also showed that this reorganization was part of a broad restructuring process which led the employer to lay off several hundreds of employees during 2005. \"[66] It was shown that when she was advised that she had to cut positions, Ms. Couture determined the criteria according to which she would make the selection of the persons targeted. She decided to cut the positions which would affect team efficiency and customer satisfaction as little as possible and which would dampen team spirit as little as possible. Case law is to the effect that the choice of criteria used to cut positions belongs to the employer. To the extent that such criteria are not discriminatory and they are applied in good faith, the adjudicator cannot intervene. ... \"[68] Nothing in the evidence shows that the criteria used by Ms. Couture were selected in bad faith to target someone in particular. Quite the contrary, it is noted that she tried to proceed with cutbacks so that their impact be as small as possible on the employer's operations. It can certainly not be considered that such an objective is contrary to good faith. In addition, the criteria retained by her were relevant. \"[69] In fact, the complainant's allegation is rather to the effect that it was in applying these criteria that the employer acted in bad faith and used the pretext of this reorganization to get rid of her. To do so she first of all alleged that Ms.Couture chose her because of a conflict of personality which put them at loggerheads. Secondly, she submitted that the employer used a pretext because it hired employees in the days preceding the termination of her employment and a position opened in January. Finally, she submitted that she should have been treated like Mr. N.A. and be considered as an employee who was recently hired and therefore she was treated in a discriminatory manner when compared with this co-worker.\"", "[11] The adjudicator refers to an assessment that Ms. Couture made of employees in her division before she was advised of the cutbacks, an assessment that was approved by her superiors without modification. The applicant's performance was assessed as being [Translation] \"not as good\": [Translation] \"[72] ... The undersigned does not see anything which may be considered as being discriminatory or unreasonable in the fact of using the assessment in making the decision ... . In addition, the evidence corroborates the fact that Ms. Kassab had not reached the level of performance expected by the employer because various measures had been applied to help her improve her performance. ...\"", "[12] The adjudicator considered the positive assessments that the applicant had previously obtained in her employment. However, these assessments do not show that the applicant had [Translation] \"attained the results expected by the employer in the position she held when her employment was terminated\".", "[13] Regarding the other two persons hired in the days preceding the applicant's termination of employment, the adjudicator concludes that the hirings were made before the reorganization was known and were not intended to replace the applicant: [Translation] \"In other words, there is no evidence of a fictional discontinuance of Ms. Kassab's position for the benefit of these two persons. There is also no evidence to the effect that this hiring was a pretext on behalf of the employer\".", "[14] In relation to the posting of a billing solutions director's position in January 2006, the adjudicator concludes that the evidence does not show that this position was intended to replace the one that had been held by the applicant.", "[15] Finally, the adjudicator dismisses the applicant's claim to the effect that she had been treated in a discriminatory manner because her conduct had not been assessed in the same way as that of Mr. N.A., another billing solutions director who had been hired shortly after the applicant. According to the adjudicator: [Translation] \"[77] ... According to the testimony given by Ms. Couture, when she had conducted her assessment she was not yet able to assess him differently and this is why she classified him in square no. 7. As previously underlined, the privilege of assessing employees belongs strictly to the employer and the undersigned does not have jurisdiction on this issue, especially considering the fact that this assessment was prepared even before Ms. Couture knew there was going to be a reorganization.\"", "[16] The adjudicator concludes that [Translation] \"... the layoff of Ms. Kassab results from the discontinuance of her position resulting from a reorganization made for economic reasons and the employer clearly explained the reasons for its choice\". Accordingly, the adjudicator was of the opinion that under subsection 242(3.1) of the Canada Labour Code , she did not have jurisdiction to hear the applicant's complaint.", "[17] The following provisions of the Canada Labour Code are relevant to this case: \"16. The Board has, in relation to any proceeding before it, power (c) to receive and accept such evidence and information on oath, affidavit or otherwise as the Board in its discretion sees fit, whether admissible in a court of law or not; \"242(2) An adjudicator to whom a complaint has been referred under subsection (1) (a) shall consider the complaint within such time as the Governor in Council may by regulation prescribe; (b) shall determine the procedure to be followed, but shall give full opportunity to the parties to the complaint to present evidence and make submissions to the adjudicator and shall consider the information relating to the complaint; and (c) has, in relation to any complaint before the adjudicator, the powers conferred on the Canada Industrial Relations Board, in relation to any proceeding before the Board, under paragraphs 16(a), (b) and (c). \"(3) Subject to subsection (3.1), an adjudicator to whom a complaint has been referred under subsection (1) shall (a) consider whether the dismissal of the person who made the complaint was unjust and render a decision thereon; and (b) send a copy of the decision with the reasons therefor to each party to the complaint and to the Minister. \"(3.1) No complaint shall be considered by an adjudicator under subsection (3) in respect of a person where (a) that person has been laid off because of lack of work or because of the discontinuance of a function; or (b) a procedure for redress has been provided elsewhere in or under this or any other Act of Parliament.\"", "[18] The following provision of the Federal Courts Rules , SOR 98/106, is also relevant: \"81(1) Affidavits shall be confined to facts within the personal knowledge of the deponent, except on motions in which statements as to the deponent's belief, with the grounds therefor, may be included.\"", "[19] The issues raised by the applicant may be summarized as follows: (1) Did the adjudicator make erroneous findings concerning the facts surrounding dismissal? (2) Did the adjudicator err in law in accepting oral evidence based on hearsay and documentary evidence that was modified by the respondent? (3) Did the adjudicator infringe the applicant's right to procedural fairness at the hearing?", "[20] As a preliminary matter, the respondent asks that paragraphs 3, 7, 8, 14, 17, 24, 26, 28, 34, 36, 38, 39 and 41-3 of the applicant's affidavit be struck because they do not comply with subsection 81(1) of the Federal Courts Rules , which provides that affidavits shall be confined to facts within the personal knowledge of the deponent, who may not \"base his or her arguments on beliefs or suppositions nor speculate, argue or draw legal conclusions in an affidavit filed in connection with an application for judicial review\" ( <FRAGMENT_SUPPRESSED> ; 262 F.T.R. 192; 2004 FC 1408, at paragraph 22).", "[21] I agree with the respondent that several paragraphs of the applicant's affidavit contain statements that are beyond her knowledge and include suppositions, opinions and arguments. However, most of those paragraphs also contain facts that are within the applicant's personal knowledge. Accordingly, I am of the opinion that instead of completely striking those paragraphs, the evidence therein that is not clearly within the personal knowledge of the applicant must not be given any weight.", "[22] First of all, the applicant submits that the adjudicator made erroneous findings concerning the facts surrounding her dismissal.", "[23] The question the adjudicator had to answer was whether the applicant's employment was terminated because of lack of work or the discontinuance of a function. If so, under subsection 242(3.1) of the Canada Labour Code , the adjudicator did not have jurisdiction to hear the applicant's complaint concerning the merits of the decision to lay her off.", "[24] For an employer to rely on subsection 242(3.1) of the Canada Labour Code , it has to show two things: \"first, an economic justification for the layoff; and second, a reasonable explanation for the choice of the employees to be laid off\" ( <FRAGMENT_SUPPRESSED> ; 315 N.R. 196; 2004 FCA 2, at paragraph 5 (C.A.)).", "[25] When an employer proves these facts, it is up to the complainant to persuade the adjudicator that \"the otherwise justifiable action of the employer is a 'sham', a 'subterfuge', 'malicious' or 'covert' \", which may be the case if the set of activities performed by the laid-off employee is handed over in its entirety to another person ( <FRAGMENT_SUPPRESSED>  N.B.R.(2d) 161; 354 A.P.R. 161).", "[26] Here, the applicant contests above all the adjudicator's conclusion to the effect that the termination of her employment was part of the restructuring of the business, a restructuring which, according to the submissions of the parties, affected either 950 or 4,000 of the respondent's employees.", "[27] The parties filed their written submissions before the judgment of the Supreme Court of Canada (SCC) in <FRAGMENT_SUPPRESSED>  in which the SCC ruled that there are only two standards of review applicable to decisions of administrative tribunals: correctness and reasonableness. To determine the applicable standard of review, the SCC noted: \"[53] Where the question is one of fact, discretion or policy, deference will usually apply automatically ( <FRAGMENT_SUPPRESSED> , at pp. 599-600; Dr. Q , at para. 29; Suresh , at paras. 29-30). We believe that the same standard must apply to the review of questions where the legal and factual issues are intertwined with and cannot be readily separated.\"", "[28] In this case, the applicant contests the adjudicator's findings of fact. Therefore, the applicable standard of review is reasonableness, which \"is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , at paragraph 47).", "[29] The applicant criticizes the adjudicator for having written that the dismissal of the two employees by Ms. Couture was [Translation] \"not really contested\", as it was part of the restructuring of the respondent's organization. In my view, that choice of words cannot invalidate the decision, which when read as a whole clearly shows that the adjudicator properly considered the applicant's submissions to the effect that she had not been the victim of a reorganization affecting her. I am of the opinion that the adjudicator reasonably concluded that the respondent discharged the burden of showing that there was an economic reason for terminating the applicant's employment, namely the complete restructuring of the business. Although the applicant and the respondent disagree about the number of positions affected by that restructuring, a review of the evidence shows that such a restructuring did indeed take place. In addition, in my opinion, the evidence amply supports the adjudicator's conclusion to the effect that there was a reasonable explanation for the choice to lay off employees, which had been based on criteria established by Ms. Couture for efficiency and team spirit.", "[30] Accordingly, it was up to the applicant to show that the termination of her employment was a \"subterfuge\". I cannot conclude that the adjudicator drew unreasonable conclusions in that regard. The evidence shows that of all the employees supervised by Ms. Couture, it was the applicant and another employee who were classified in square 2, which meant satisfactory performance but a potential for growth that was considered to be low. That assessment was approved by Ms. Couture's supervisors. The adjudicator took into consideration the applicant's allegations of discrimination and concluded that there was a difference between her situation and that of Mr. N.A., who was classified in square 7 because he was recently hired. In my opinion, the Court's intervention is unwarranted regarding this conclusion reached by the adjudicator.", "[31] The applicant also submits that the adjudicator should have considered Ms. Couture's attitude toward her and that by omitting to do so, the adjudicator deprived her of the [Translation] \"possibility of arguing that the decision was arbitrary and even discriminatory\". However, a reading of the adjudicator's order shows that she considered the applicant's allegation to the effect that Ms. Couture had a negative attitude towards her but concluded that there was no basis to this allegation and that in reality Ms. Couture did what she could to improve the applicant's performance. I cannot conclude that this conclusion is unreasonable.", "[32] Finally, the applicant submits that Ms. Couture should have cancelled the hiring of the two new employees in her division when she was advised of the cutbacks. However, as the adjudicator noted, it is up to the employer to determine the way in which employees are chosen for cutbacks. It is not up to the adjudicator to assess the employer's specific choice ( Enoch Cree Nation Band, above). The adjudicator considered the applicant's allegations but concluded that the respondent chose a reasonable method for determining which employees would be affected by the cutbacks. Once again, her decision cannot be characterized as unreasonable.", "[33] Secondly, the applicant submits that the adjudicator erred in law because she admitted the testimony of Ms. Couture, which was based on hearsay, and because she accepted [Translation] \"documentary evidence having been modified by the respondent\".", "[34] As regards the latter allegation, the applicant did not submit any evidence showing how the respondent had modified the documents in question. In my opinion, this allegation is without merit.", "[35] As regards the former allegation, paragraph 242(2)(b) of the Canada Labour Code is clearly to the effect that an adjudicator has the authority to determine the procedure to be followed. Under section 16 and paragraph 242(2)(c) of the Canada Labour Code , the adjudicator may also determine what evidence is admissible. Accordingly, I cannot conclude that the adjudicator erred in admitting the evidence.", "[36] Thirdly, the applicant alleges that the adjudicator deprived her of the right to make representations at the hearing because she constantly interrupted her, thereby [Translation] \"making her forget her ideas\". There is no doubt that the adjudicator was obliged to give the applicant the chance to submit her arguments, as set out at paragraph 242(2)(b) of the Canada Labour Code . However, the applicant did not submit any evidence showing such interruptions and indicating which of her arguments she was unable to bring to the adjudicator's attention. I conclude that this argument is also without merit.", "[37] For these reasons, the intervention of this Court is unwarranted, and in spite of all the sympathy one may have for the applicant, who was a victim of a justified reorganization, her application for judicial review must be dismissed with costs. Application dismissed. Editor: Jana A. Andersen/clh"]}