{"id_": "014029", "body_str": ["[1] Barnes, J. : This is a motion for a stay of removal of Abimbola Kazeem Abioye to Nigeria. Mr. Abioye claims to be bisexual and he fears that his sexual orientation puts him at serious risk of death, extreme sanction or inhumane treatment. The motion stands to be resolved in accordance with the tripartite test described in <FRAGMENT_SUPPRESSED>  (FCA).", "[2] The underlying application for judicial review concerns a decision refusing to defer Mr. Abioye's removal in the face of asserted new risks facing homosexuals and bisexuals in Nigeria. The Inland Enforcement Officer (Officer) noted the denial of Mr. Abioye's refugee protection claim in September 2013 and refused the deferral request on the basis that the risk \"is essentially the same risk assessed in his refused claim for refugee protection\".", "[3] This motion speaks to a problem with the current system for assessing changes in risk arising after a failed refugee claim. The authority of an enforcement officer to consider new risks is circumscribed and may not be sufficiently robust in all cases to ensure that failed refugee claimants are not returned to torture.", "[4] Under the current legislation there is no longer a right to a full-fledged risk assessment until after one year from the denial of a refugee claim, even in circumstances where the risk has markedly worsened in the interregnum. In some measure, this gap can be bridged under the recognized authority of an enforcement officer to consider evidence of a new or more profound risk - albeit at the level of death, extreme sanction or inhumane treatment. This Court also has the jurisdiction to stay removals in appropriate cases. But there remains a valid concern about the ability of an enforcement officer to do justice to the evidence, particularly in the context of a competing statutory obligation to effect removals as soon as possible. In some cases, the latter obligation seemingly takes precedence over the former. This appears to be one such case.", "[5] The Officer was given country condition reports describing the current risks facing homosexuals and bisexuals in Nigeria. That evidence indicated that the situation had profoundly worsened.", "[6] It is clear from the Refugee Protection Division (Board) decision that Mr. Abioye's story of personalized risk was not believed. Unfortunately, the Board made no finding concerning Mr. Abioye's sexual orientation. The Board also paid no attention to the issue of generalized risk. Accordingly, the Officer had no basis to conclude that the risk considered by the Board was essentially the same as the generalized risk that was presented in support of the deferral request.", "[7] Although the Officer had no authority to look behind the Board's decision, he did have an obligation to consider the generalized risk facing Mr. Abioye as a purported bisexual or gay male returning to Nigeria.", "[8] Included in the new material before the Officer was evidence that early this year the government of Nigeria began a campaign against gays and lesbians. This included legislative changes that, among other things, criminalized homosexual clubs and associations with penalties of up to 10 years in prison. Same sex unions are now punishable with up to 14 years of prison. Disturbingly, an active police round-up was also initiated leading to dozens of arrests and reports of torture. In one case an individual was punished by whipping. The hunt was said to be on for others. The situation was of sufficient concern that the governments of Canada, the United States and Britain have all condemned the new law and the official campaign to enforce it.", "[9] In the face of these apparently credible reports, the Officer was almost certainly wrong when he decided that the situation in Nigeria was unchanged and that the Board had appropriately assessed the generalized risk in Nigeria.", "[10] I am satisfied that the Officer's approach to this issue was almost certainly a mistake and therefore meets the elevated standard for finding a serious issue required by <FRAGMENT_SUPPRESSED> . I would add a further concern: if recourse to this Court is to be considered a vital element of the duty to assess the risk arising from deportation in post-refugee determination cases, we may want to reconsider the wisdom of applying the Wang standard on motions of this kind.", "[11] In the face of Mr. Abioye's sworn evidence and in the absence of any determination with respect to his sexual orientation, I am satisfied that irreparable harm has been established. Under present conditions in Nigeria, Canada should not be deporting homosexuals and bisexuals to Nigeria.", "[12] The balance of convenience clearly favours Mr. Abioye's interest over the Minister's desire to remove him from Canada. ORDER", "[13] THIS COURT ORDERS that the Applicant's motion is allowed and his removal from Canada is stayed until the final determination of the underlying application. <FRAGMENT_SUPPRESSED>  Barnes <FRAGMENT_SUPPRESSED>  (CAF).", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12] ORDONNANCE", "[13] [End of document]"]}