{"id_": "014108", "body_str": ["[1] Barnes, J. : This is an application for judicial review from a decision by a Removal Officer who declined to defer the Applicant's removal to Jamaica. The Applicant seeks to have that decision quashed and the question of deferral remitted for fresh consideration.", "[2] The Applicant, Leon Melbourne Griffiths, has a lengthy and complicated immigration history. He arrived in Canada from Jamaica on November 20, 1976 - the day after his 6th birthday. He arrived with another sibling to join his parents and he became a permanent resident of Canada on May 24, 1978. For whatever reason he (or his parents) did not seek to obtain his Canadian citizenship but, nevertheless, he remained here and attended school through grade 13. He seems to have enjoyed some athletic success while in school.", "[3] Regrettably, after leaving school, Mr. Griffiths got involved in some serious criminal activity. At that point, he was in his early 20's. His criminal record involved robbery, the use of disguise and at least one weapons offence, but the most onerous sentence he received was two years less a day of incarceration. He gained early release from that sentence but was returned to serve out the balance of the term upon further convictions for obstruction of justice and escaping lawful custody. He was finally released from jail in December, 1994.", "[4] Perhaps not surprisingly, Mr. Griffiths was ordered deported on August 15, 1994. However a stay of the removal order was granted for a period of four years by the Immigration and Refugee Board (Appeal Division) by a decision rendered in 1995. That very thorough decision in support of the stay order is contained with the official record filed with the Court and it includes the following prescient observation: Mr. Griffiths, I would advise you that you are not being given a second chance. You are being given a chance to remain in this country and be free of any further crime. At the end of the four years, if you have not violated the terms and conditions of the stay of deportation order, upon its review the stay may be then cancelled and the deportation order quashed and then you are able to remain in Canada, apply for citizenship or whatever you want to do. But, if you violate the terms and conditions, especially if you were to get into trouble with the judicial system again, you could very well find yourself not back in front of this Board, but with the Minister's office revoking your stay of deportation, putting you in a pair of handcuffs and shackles and taking you on a plane back to Montego Bay or Kingston, Jamaica. I think you are starting to mature enough that you know you can not get away with it. It will not work, so you had better play within the system. And I wish you the best of luck and do not let yourself down, do not let Miss Queensborough down, do not let your daughter down, do not let your mother down, do not let your sister down and do not let your brothers down or anybody else who came here and testified on your behalf, such as your old principle (sic) or Mr. Paul from the Word Ablaze Ministries. Do you understand? \"Yes I do\".", "[5] Of the seven conditions imposed upon Mr. Griffiths, one required him to refrain from associating with individuals who had criminal records or who were engaged in criminal activities and another required him to keep the peace and be of good behaviour.", "[6] Mr. Griffiths failed to abide by the terms of the stay. On May 31, 1996, he was convicted of assault for which he received a sentence of incarceration of 60 days intermittent followed by 6 months of probation. On October 23, 1996, he was convicted of a failure to comply with a recognisance and sentenced to time served of 9 days. On May 28, 1997, he was convicted of a failure to comply with a recognisance and sentenced to 17 days incarceration.", "[7] Because of his subsequent criminal behaviour, the Minister brought an application to have the stay order revoked and the hearing of that application was conducted by the Immigration and Refugee Board (Appeal Division) on October 7, 1998. After a thorough review of the evidence the Board granted the Minister's application, cancelled the stay and directed that the previous removal order be executed as soon as reasonably practicable. In coming to that conclusion the Board made the following observation: The appellant has shown himself to be indifferent to conforming to the restrictions placed on his life by the terms of his bail and by the terms of his stay. Having reviewed the totality of the evidence, and the submissions, the panel is persuaded on the balance of probabilities that the appellant's potential for rehabilitation is low, and that he has not capitalized on the reprieve given him by the stay of execution of the removal order.", "[8] Notwithstanding the above order, nothing appears to have been done to effect Mr. Griffiths' timely removal from Canada. He remained in Toronto and began a relationship with one Darlene Sylvester with whom he had a daughter born on May 6, 2001. The record discloses that he also has two children from a previous relationship, one of whom is now 10 years of age and the other who is 9 years of age. In January, 2001, the Applicant pleaded guilty to a further obstruction of justice charge which arose out of the provision of a false name to a police officer.", "[9] It was not until sometime in 2003 that the Respondent appears to have taken fresh steps to deport Mr. Griffiths back to Jamaica. That process resulted in an application for a pre-removal risk assessment (PRRA) on December 14, 2003. That assessment was not completed until January 31, 2005 and it was not favourable to Mr. Griffiths. While that report focused primarily on issues of risk to Mr. Griffiths, it also contains a brief comment on the issue of his Canadian children: I have also considered the fact the Applicant has Canadian-born children. Based on the evidence before, I am not satisfied that separation from his Canadian children would constitute cruel and unusual treatment. The Applicant is not a Convention refugee or a person in need of protection as defined in sections 96 and 97 of the Act.", "[10] The unfavourable PRRA decision led to a direction to report dated February 17, 2005 and a scheduling of Mr. Griffiths' removal from Canada for February 22, 2005. That step led to a request for a deferral of the removal order in the form of a letter dated February 17, 2005 from Mr. Griffiths' counsel. Because that letter is of some significance to the issues raised in argument before me the complete content of the letter is set out below: We are the solicitors for Mr. Griffiths in the matter of his immigration status in Canada. As you very well know, Mr. Griffiths has been in Canada for over twenty-eight (28) years. As you might also know, he has an outstanding Application for Leave and Judicial Review which challenges the decision of the Immigration Appeal Division in their refusal to reopen his appeal. For your information, the Application Record was filed on August 19, 2004 and we are awaiting that decision. Mr. Griffiths has a very tight and caring relationship with his children and his removal at this time is going to cause severe emotional upset and irreparable harm to his children. Given the foregoing, it would seem fair and indeed reasonable that you defer the removal of Mr. Griffiths until such at time that his Application for Leave is decided. As you know, Mr. Griffiths is not a danger to the public and the Minister would not in any way be compromising its mandate under the Immigration and Refugee Protection Act. We wish to state categorically that only allowing Mr. Griffiths two working days in terms of undertaking proceedings in the Court is severely limiting and grossly unreasonable. With these types of short notices, we are often forced to approach the Federal Court at the last minute and at times, unfortunately, the Federal Court would refuse to hear the matter due to the lateness of the hour. Keep in mind that Mr. Griffiths has been in Canada for over 28 years, he should have been given 2 weeks to get his \"house in order\" and to make the necessary arrangements to go back to Jamaica. This matter is very urgent and we request that you reply to our office before the end of business today. If your position is not to defer, we respectfully ask that you forward all of your notes relating to your decision to our office as soon as possible.", "[11] Mr. Griffiths' request for a deferral of the removal order was denied by way of a rather cryptic letter dated February 17, 2005 written by the Removal Officer. That letter stated: I refer to your request dated 17 Feb. 2005 concerning a deferral of Mr. Griffiths' removal from Canada. Citizenship & Immigration (CIC) has an obligation under section 48(2) of the Immigration and Refugee Protection Act to carry out removal orders as soon as reasonably practicable. Having considered your request, I do not feel that a deferral of the execution of the removal order is appropriate in the circumstances of this case. Mr. Griffiths is expected to report for removal on 22 Feb. 2005 as was previously arranged. [Their emphasis].", "[12] The underlying notes in support of the decision not to defer Mr. Griffiths' removal are also part of the record. Those notes are also fairly cryptic but offer the following further rationale for the decision: A request for deferral of Mr. Griffiths' removal on the 22 Feb. 05 was received from counsel Osborne Barnwell. The request was carefully considered and the decision was made not to defer Mr. Griffiths' removal. My reasons for coming to this decision are: - Mr. Griffiths has a long list of criminal convictions which includes, Robbery, Possession of a weapon, Disguise with intent, Obstruct Peace Officer, Escape Lawful Custody, Parole Violation, Assault, Fail to comply with Recognizance and Fail to attend court. This long list of convictions clearly shows that Mr. Griffiths has little regard for the laws of Canada. - Canada Border Service has allowed Mr. Griffiths sufficient time to get his \"house in order\" as he was counselled during his removal interview on the 6 Jan. 05, approximately six weeks before his removal date of 22 Feb. 05, that his removal was imminent and he should being (sic) making appropriate arrangements.", "[13] In the face of his imminent deportation, Mr. Griffiths applied for a stay of the removal order pending the completion of two separate applications for judicial review. One of those judicial review applications had earlier been brought by Mr. Griffiths in connection with an unsuccessful request to the Board to reopen his 1994 appeal on the merits. It was out of that initial appeal that he had obtained the 4-year conditional stay of deportation. The judicial review in connection with that matter was dismissed by Justice Simon Noël in a decision dated July 11, 2005.", "[14] Mr. Griffiths' application for a stay of the removal order was heard by Justice Sean Harrington who granted the stay. In his order he referred to the underlying applications for judicial review in the following passage: There are two underlying applications before this Court which have not yet been decided. The first is an application for leave and for judicial review of the decision of the Immigration Appeal Division dismissing Mr. Griffiths' application to have his 1994 appeal reopened. That matter has been assigned docket #IMM-6576-04. The other is the very-recent application for leave and for judicial review of the decision of the Expulsion Officer not to defer Mr. Griffiths' removal to Jamaica. The Expulsion Officer refused to defer the removal pending the outcome of IMM-6576-04 because: Mr. Griffiths has a long list of criminal convictions... This long list of convictions clearly shows that Mr. Griffiths has little regard for the laws of Canada. No mention was made of the fact that Mr. Griffiths has been crime free since 1996, of his conjugal relationship, his sick mother or his three Canadian-born children. Issue", "[15] Did the Removal Officer err by refusing to defer the Applicant's removal order and, specifically, by failing to appropriately consider the interests of the affected children or in his treatment of the Applicant's criminal history? Analysis", "[16] The recent decision by Justice Richard Mosley in  <FRAGMENT_SUPPRESSED>  contains a useful discussion about the standard of review which applies to the decision of a Removal Officer to deny a deferral request. After considering the recent Supreme Court of Canada decision in  <FRAGMENT_SUPPRESSED> th) (200) and then applying the pragmatic and functional test, Justice Mosley adopted a standard of patent unreasonableness in the following passage:", "[21] Applying a pragmatic and functional analysis as required by the Supreme Court in Dr. Q v. College of Physicians and Surgeons of British Columbia, [2003] 1 S.C.R. 226, 2003 SCC 19, I find that the following considerations are relevant in determining the standard: - the impugned decision of the expulsion officer is not protected by a privative clause, and may only be judicially reviewed by leave of this Court - this favours deference to the decision-maker; - the expulsion officer has more expertise than the court in determining when a removal can be executed, although the court has expertise in considering whether a stay of removal should be ordered; on balance a neutral factor. - the third factor, the purpose of the legislation, clearly favours deference as it obliges persons against whom a removal order is enforceable to \"leave Canada immediately\" and mandates removal \"as soon as is reasonably practicable\"; - finally, the nature of the question points to deference; the inquiry of the expulsion officer in considering a deferral request is highly fact-based and contextual.", "[22] Accordingly, I am satisfied that the appropriate standard of review of the officer's refusal to defer is patent unreasonableness. A patently unreasonable decision is \"clearly irrational\" or \"evidently not in accordance with reason\", so flawed that no amount of curial deference can justify letting it stand:  <FRAGMENT_SUPPRESSED>  the Supreme Court said that to be patently unreasonable, the decision must be so clearly wrong that \"the result must almost border on the absurd.\" I adopt the above analysis and accept that the appropriate standard of review is that of patent unreasonableness.", "[17] This application raises the somewhat vexing question of the extent of the statutory discretion available to a removal officer to defer the execution of the removal order. While it is well established that there is such a discretion and a corresponding duty to act fairly, the exact parameters of that duty have not yet been defined. That is not altogether surprising given that every case will arise from a different factual context requiring a unique application of judgment on the part of the officer involved.", "[18] The statutory discretion to defer the execution of removal order is contained within section 48(2) of the Immigration and Refugee Protection Act S.C. 2001, c.27 but it is obviously constrained by other statutory processes which are intended to address humanitarian (H & C) and risk considerations. Section 48(2) of the Act states: (2) If a removal order is enforceable, the foreign national against whom it was made must leave Canada immediately and it must be enforced as soon as is reasonably practicable.", "[19] A deferral is obviously a temporary measure necessary to obviate a serious, practical impediment to immediate removal. It is not the equivalent of a stay of the order for removal and it is not a means by which a person facing deportation can obtain an indefinite reprieve. The officer does, after all, have a duty to execute the order as soon as reasonably practicable. Those words speak to the relative urgency of the task so that once the practical impediment to removal is itself removed, the deferral would also lapse.", "[20] The fact that deferrals are requested and sometimes granted for a variety of reasons does not define the scope of the officer's statutory discretion. The application of common sense and compassion to a deferral request is, by itself, only an indication of a healthy, responsive and responsible administrative process. Canadians and other residents of Canada interact with their governments all the time in the same way; but absent a legal obligation of fairness, decisions of this sort are not reviewable.", "[21] So what is the scope of the officer's duty of fairness in the face of a deferral request?", "[22] Perhaps the most comprehensive analysis of this question can be found in the decision of Justice Denis Pelletier in  <FRAGMENT_SUPPRESSED>  where he held at paragraph 45:", "[45] The order whose deferral is in issue is a mandatory order which the Minister is bound by law to execute. The exercise of deferral requires justification for failing to obey a positive obligation imposed by statute. That justification must be found in the statute or in some other legal obligation imposed on the Minister which is of sufficient importance to relieve the Minister from compliance with section 48 of the Act. In considering the duty imposed and duty to comply with section 48, the availability of an alternate remedy, such as a right of return, should weigh heavily in the balance against deferral since it points to a means by which the applicant can be made whole without the necessity of non-compliance with a statutory obligation. For that reason, I would be inclined to the view that, absent special considerations, an H & C application which is not based upon a threat to personal safety would not justify deferral because there is a remedy other than failing to comply with a positive statutory obligation.", "[23] One cannot create an exhaustive list of compelling circumstances which the officer would be obliged to consider in the face of a deferral request. That is why the authorities merely offer examples of such situations.", "[24] <FRAGMENT_SUPPRESSED>  references are made to illness and the pending completion of the school year.  <FRAGMENT_SUPPRESSED>  there is reference to deficient travel documents, to the existence of a Court order requiring a future attendance for a hearing and to imminent risks to life and limb. In Wang, above, there was the added consideration of a pending family birth or death.", "[25] <FRAGMENT_SUPPRESSED>  the interests of affected children were recognized as a relevant consideration but only in \"exceptional circumstances\" and not to the level required by an H & C review. Presumably the scope of the discretion to defer on the basis of reasonable practicalities applies as much to the person facing deportation as to any affected children. That was the holding in  <FRAGMENT_SUPPRESSED> .", "[26] Although the precise range of circumstances justifying a deferral has not yet been defined, the authorities are fairly clear on what is not included within that range. The deferral discretion is not a substitute for either an H & C review or a risk assessment. In  <FRAGMENT_SUPPRESSED> , it was observed that a deferral decision was not a \"pre-H & C application\". In John, above, the incorporation of H & C concerns at this stage was said to constitute \"unnecessary duplication\". In Wang, above, and in  <FRAGMENT_SUPPRESSED>  the mere existence of a pending H & C application was held not to be a bar to removal.", "[27] Mr. Griffiths argues that the officer had a duty to consider the children's interests and that his failure to address this issue in his letter or notes constitutes a reviewable error. He relies on the decision in  <FRAGMENT_SUPPRESSED> , and upon the decision reached in this case by Justice Harrington where he granted a stay with respect to the execution of the removal order.", "[28] <FRAGMENT_SUPPRESSED> , was a case involving an application for a stay of a removal order and it did recognize the need to consider the interests of two young Canadian children in that context. However, the decision goes no further than to suggest that a removal officer should examine the \"short term best interests of the child\". The decision goes on to say that this type of consideration did not engage the more fullsome assessment required by an H & C application. It also held that general hardship considerations that apply in any deportation involving a family unit are not a basis for a deferral.", "[29] In this case the Applicant's request for a deferral was based on the assertion that he enjoyed \"a very tight and caring relationship with his children and his removal at this point is going to cause severe emotional upset and irreparable harm to his children\". The other argument for deferral concerned the speed with which the process was to be completed - a point no longer relevant given the judicial stay granted to him almost one year ago.", "[30] The officer's discretion to defer can only be based upon the scope and adequacy of the information put to him for consideration. This point was made in  <FRAGMENT_SUPPRESSED>  in  <FRAGMENT_SUPPRESSED> , and in John, above. I agree with Justice Judith Snider's holding in the latter case where she said: Further, it appears to me that the burden rests squarely with the person seeking a deferral to present compelling evidence to support the deferral, including, if applicable, evidence related to the best interests of the child. Vague references to financial concerns or unsubstantiated submissions of the lack of alternative caregivers ought not to be sufficient and, certainly, in my view, does not shift the burden to the officer to make enquiries and otherwise ferret out better information.", "[31] Mr. Griffiths' request for a deferral rested upon the kind of general hardship considerations that apply in virtually every case where a parent is deported and which are appropriately addressed in an H & C application. Mr. Griffiths has apparently initiated such an application and presumably it will run its course notwithstanding his place of residence.", "[32] Here the officer was under no obligation to reflect upon or to address in his decision matters which did not fall within the limited scope of his discretion. That would include the kind of general hardship considerations which were advanced on behalf of Mr. Griffiths. In the result, the officer did not err by failing to include any reference to the children in his decision.", "[33] The Applicant also urged upon me that the decision rendered by Justice Harrington to grant a stay of the removal order in this case should be weighed heavily in my decision. The Applicant's initial argument was that this question was essentially res judicata but that position was abandoned during argument.", "[34] On the application before him Justice Harrington was only deciding whether the case presented a serious issue. In fact, at that point Mr. Griffiths had two pending applications for leave for judicial review.", "[35] Justice Harrington found that a serious issue was raised by both applications for judicial review. His decision also reflects a concern about the speed with which the Respondent moved to deport Mr. Griffiths following the negative PRRA decision and the officer's decision not to defer removal. Justice Harrington did not purport to decide the questions before me nor does his stay decision represent a conclusive finding with respect to the substantive issues raised in this case.", "[36] Although the Applicant was also critical of the officer's decision where it remarked upon the issue of his criminal conduct, I can find nothing in those remarks which could be described as patently unreasonable. The officer's notes fairly and accurately list Mr. Griffiths' criminal convictions. While many of those instances of criminality are now fairly stale, it was not inaccurate to say that he has shown little regard for the laws of Canada.", "[37] In summary, having regard to the material placed before him by Mr. Griffiths, the Removal Officer did not err by the manner in which he documented his decision not to grant a deferral. Those notes are adequate to meet the transparency concern identified by Justice L'Heureux-Dubé in  <FRAGMENT_SUPPRESSED> .", "[38] The parties requested that the matter of a certification of a question be deferred until the release of my decision. In light of the fact that this decision does not raise an issue which would have wider significance, I decline to certify a question. ORDER", "[39] THIS COURT ORDERS that 1. this application for judicial review is dismissed; and 2. there is no question to be certified. [End of document]"]}