{"id_": "014294", "body_str": ["[1] Tremblay-Lamer, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act ), for judicial review of a decision of visa officer (the \"officer\") in which the applicants' application for permanent residence in Canada was refused.  <FRAGMENT_SUPPRESSED>", "[2] The principal applicant, a 37 year old Nigerian man, submitted an application for permanent residence as a skilled worker to the Buffalo Regional Office on December 17, 2004.  <FRAGMENT_SUPPRESSED>", "[3] At the time of application, the applicant was living in the United States as a student, while his wife and child remained in Nigeria.  <FRAGMENT_SUPPRESSED>", "[4] In his application, under work experience, the applicant listed his previous occupations as Graduate Researcher and Finance Manager.  <FRAGMENT_SUPPRESSED>", "[5] In a decision dated June 19, 2006, the visa officer determined that the principal applicant did not meet the minimum requirements as a skilled worker for immigration to Canada.  <FRAGMENT_SUPPRESSED>", "[6] The officer assessed the principal applicant based on the occupations corresponding to NOC 0013 Senior Manager, and NOC 4162 Economic Policy Researcher and Analyst.  <FRAGMENT_SUPPRESSED>", "[7] The principal applicant was given 0 points in the Experience category and thus received a total of 55 points for each occupation classification.  <FRAGMENT_SUPPRESSED>", "[8] As the minimum requirement for permanent residency is 67 points, the applicant was found ineligible for permanent resident status.  <FRAGMENT_SUPPRESSED>", "[9] On the issue of work experience, the officer indicated that the applicant did not satisfy her that he had met the requirements established by s. 75(2) of the Immigration and Refugee Protection Regulations of the Act (the Regulations ). According to the officer, the applicant had not demonstrated that he had at least one year of continuous full-time employment or the equivalent in continuous part-time employment experience in the NOC categories evaluated.  <FRAGMENT_SUPPRESSED>", "[10] The officer concludes that based on the information on file and obtained at the interview she did not find the subject credible or his documents reliable.  <FRAGMENT_SUPPRESSED>", "[11] Furthermore, the officer was not satisfied that the applicant met the resettlement fund requirement under s. 76(1)(b). The CAIPs notes reveal that at the interview the applicant submitted two bank statements one dated 19/06/06 with $18,542 and another dated 15/6/06 with $4,273. The applicant did not satisfy the officer as to the source of the funds. He originally stated they came from savings and earnings and then that they were from his aunt who sponsored his US studies. The officer did not find this explanation credible.  <FRAGMENT_SUPPRESSED>", "[12] The relevant provisions are contained in Annex A.  <FRAGMENT_SUPPRESSED> STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>", "[13] Given the recent reminder of the Supreme Court of Canada in ATCO Gas and  <FRAGMENT_SUPPRESSED>  A.R. 1; 363 W.A.C. 1, at para. 23 that the pragmatic and functional analysis must not be skipped, I will review the four factors enunciated in <FRAGMENT_SUPPRESSED> ; 226 N.R. 201, at paras. 29-37, the presence or absence of privative clauses, the expertise of the decision maker, the purpose of the Act as a whole and the provision in particular, and the nature of the question.  <FRAGMENT_SUPPRESSED> 1. Privative clause . This focuses on the statutory mechanism of review. A full privative clause is defined as \"one that declares that decisions of the tribunal are final and conclusive from which no appeal lies and all forms of judicial review are excluded.\" ( <FRAGMENT_SUPPRESSED> ; 216 N.R. 1; 158 Sask.R. 81; 153 W.A.C. 81; 149 D.L.R.(4th) 577, at para. 17; <FRAGMENT_SUPPRESSED> , at para. 30). Section 72(1) of the Act provides that judicial review may be commenced with respect to any matter under the Act , by making an application for leave to the Federal Court. Visa officer decisions relating to economic class immigrants are not subject to appeal to the Immigration Appeal Division and judicial review is contingent upon the granting of leave from the Federal Court. Thus, it is a factor which militates in favour of some deference.  <FRAGMENT_SUPPRESSED> 2. This factor recognizes that legislatures will sometimes remit an issue to a decision making body that has a particular topical expertise. The analysis under this factor has three aspects: the Court must characterize the expertise of the decision-maker in question; it must consider its own expertise relative to that of the decision-maker and it must identify the nature of the specific issue before the administrative decision-maker relative to this expertise. ( Dr. Q., Re , [2003] 1 S.C.R. 226; 302 N.R. 34; 179 B.C.A.C. 170; 295 W.A.C. 170, at para. 28). Given that visa officers habitually evaluate visa applications such as the one at issue, it can be said that they have gained a measure of relative institutional expertise, a factor which suggests that their decisions should be shown more deference.  <FRAGMENT_SUPPRESSED> 3. Purpose of the statute . The objectives of the Act enumerated in s. 3(1) include \"permit[ting] Canada to pursue the maximum social, cultural and economic benefits of immigration\" and \"promoting the successful integration of permanent residents into Canada.\" The particular provision, s. 12(2), states that a \"[ ... ] [f]oreign national may be selected as a member of the economic class on the basis of their ability to become economically established in Canada.\" While the visa officer determination in question does not involve a polycentric balancing exercise, \"reviewing Courts should also consider the breadth, specialization, and technical or scientific nature of the issues that the legislation asks the administrative tribunal to consider\" and how that deviates from the normal role of courts in determining the level of deference warranted by this factor ( Dr. Q. , supra, at para. 31). Therefore, given the specialized administrative role that visa officers are mandated to perform involving the factual determination of whether an applicant can economically integrate into Canadian society, this factor suggests that more deference is owed to visa officers.  <FRAGMENT_SUPPRESSED> 4. The nature of the question. The nature of the present question before a visa officer is largely fact-based. While visa officers are authorized by the Act and Regulations to conduct an evaluation of immigration applications, the determination of potential economic success is mainly a factual exercise. The officer must consider whether the applicant can become established economically in Canada which indicates a deferential approach should be taken by this Court.  <FRAGMENT_SUPPRESSED>", "[14] On the whole, having considered each of the four factors and more particularly considering that the nature of the visa officer's determination is fact-based, I am of the view that the applicable standard is that of patent unreasonableness.  <FRAGMENT_SUPPRESSED>", "[15] I acknowledge that there is a divergence in the case law with respect to the standard of review applicable to the decision of a visa officer.  <FRAGMENT_SUPPRESSED>", "[16] <FRAGMENT_SUPPRESSED> ; 302 F.T.R. 39; 2006 FC 1283, at paras. 10-12, Mosley, J., reviewing the jurisprudence of the Federal Court, indicated that when assessing a visa officer's general decision one line of cases suggests that the appropriate standard of review is patent unreasonableness.  <FRAGMENT_SUPPRESSED> ; 2004 FC 1647; <FRAGMENT_SUPPRESSED> ; 2005 FC 452, at para. 5; <FRAGMENT_SUPPRESSED> ; 288 F.T.R. 282; 2006 FC 268, at para. 15.  <FRAGMENT_SUPPRESSED>", "[17] Mosley, J., went on to state that another line of jurisprudence suggests that when it comes to evaluating a visa officer's application of the NOC provisions , the standard is that of reasonableness simpliciter.  <FRAGMENT_SUPPRESSED> ; 234 F.T.R. 76; 2003 FCT 615, at paras. 24-29; <FRAGMENT_SUPPRESSED> ; 2001 FCT 661, at para. 20; <FRAGMENT_SUPPRESSED> ; 176 F.T.R. 263 (T.D.), at para. 22.  <FRAGMENT_SUPPRESSED>", "[18] Recently, in the Supreme Court case of <FRAGMENT_SUPPRESSED> ; 360 N.R. 1; 2007 SCC 15, Abella, J., addressed a similar situation where more than one standard of review had been alleged to apply to different aspects of a single decision. Instructively, at para. 100 she stated that \"[t]he agency made a decision with many component parts, each of which fell squarely and inextricably within its expertise and mandate. It was therefore entitled to a single deferential standard of review. <FRAGMENT_SUPPRESSED>", "[19] Similarly I conclude that separating a visa officer's decision into its constituent parts which may be more or less fact-based could result in multiple different standards of review applied to what is in essence one decision. Dividing the decision in this manner clouds and overcomplicates the ultimate analysis of whether or not the officer's decision was patently reasonable.  <FRAGMENT_SUPPRESSED>", "[20] In any case, as further indicated by Abella, J., in Via Rail , supra, at para. 103, \"whatever label is used to describe the requisite standard of reasonableness, a reviewing court should defer where 'the reasons, taken as a whole, are tenable as support for the decision' ( Ryan , at para. 56) or 'where ... the decision of that tribunal [could] be sustained on a reasonable interpretation of the facts or of the law' ( <FRAGMENT_SUPPRESSED> , at pp. 1369-70, per Gonthier, J.).\" Thus, whether labelled as reasonableness simpliciter or patently unreasonable, the central inquiry remains the same.  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED>", "[21] In the present case, I am of the view that the visa officer erred in applying the NOC categories and that the applicant was denied procedural fairness.  <FRAGMENT_SUPPRESSED> a) Application of the NOC  <FRAGMENT_SUPPRESSED>", "[22] First, the visa officer erred by failing to assess the applicant under his chosen occupations.  <FRAGMENT_SUPPRESSED>", "[23] It is well-established that where an applicant puts forward an occupation under which he wishes to be assessed, a visa officer is under an obligation to assess that particular occupation (see <FRAGMENT_SUPPRESSED> ; 23 F.T.R. 241 (T.D.), at para. 6; <FRAGMENT_SUPPRESSED> ; 23 F.T.R. 250 (T.D.)).  <FRAGMENT_SUPPRESSED>", "[24] The applicant specifically requested to be assessed under NOC 4162 and therefore the visa officer was under an obligation to evaluate that particular category. However, the officer indicated in the CAIPs notes only that the applicant \"[s]tated he worked as 4162 [...] but clearly he has not. <FRAGMENT_SUPPRESSED>", "[25] It is obvious that the visa officer had concerns regarding the applicant's work experience; however, I am unable to find any line of inquiry in the officer's written reasons and associated CAIPs notes indicating that her concerns regarding work experience were put to the applicant, or any indication that NOC 4162 was actually assessed in a meaningful way.  <FRAGMENT_SUPPRESSED>", "[26] In light of the fact that the applicant specifically requested to be assessed under NOC 4162 and submitted supporting documentation, the absence of analysis and lack of reasonable inquiries into the applicant's experience in this category amounts to a reviewable error.  <FRAGMENT_SUPPRESSED>", "[27] Furthermore, in the present case, there was some confusion with respect to the correct NOC number to be assessed. On his application form, the applicant listed his occupation as \"Finance Manager\" but indicated 0013 as the associated NOC. In fact, NOC 0013 corresponds to the occupation of \"Senior Manager\" under which the applicant was subsequently evaluated. However, a review of the main occupation duties listed in the application reveals clearly that the applicant wished to be assessed as a Financial Manager.  <FRAGMENT_SUPPRESSED>", "[28] Given the duty incumbent upon visa officers to assess applicants under their chosen occupation category, the failure of the visa officer to assess the applicant as a Financial Manager also constitutes a reviewable error.  <FRAGMENT_SUPPRESSED> b) Procedural Fairness  <FRAGMENT_SUPPRESSED>", "[29] Second, the visa officer erred by failing to afford the applicant an opportunity to address her concerns regarding the veracity of his documentary evidence.  <FRAGMENT_SUPPRESSED>", "[30] Visa officers are required to inform applicants of their concerns in order for them to have the opportunity to disabuse the officer of such concerns, even where they arise from evidence tendered by the applicant ( <FRAGMENT_SUPPRESSED> ; 247 F.T.R. 147; 2004 FC 284, at para. 22).  <FRAGMENT_SUPPRESSED>", "[31] However, it is clear that the applicants have the burden of proof.  <FRAGMENT_SUPPRESSED> ; 172 F.T.R. 262 (T.D.), at para. 6, Evans, J., recognized that it falls to the applicant to put before the visa officer all material necessary for a favourable decision, and therefore an officer is under no obligation to seek clarification or additional information when the material submitted is insufficient to meet the relevant selection criteria. See also <FRAGMENT_SUPPRESSED> ; 2002 FCT 468.  <FRAGMENT_SUPPRESSED>", "[32] <FRAGMENT_SUPPRESSED> ; 36 F.T.R. 296 (T.D.), MacKay, J., held that visa officers are not required to stress all concerns which arise directly from the act and regulations, given that these instruments are available to all applicants who bear the burden of establishing that they meet the pertinent selection criteria.  <FRAGMENT_SUPPRESSED>", "[33] However, this Court has also indicated that where concerns arise which are not directly related to the act and regulations, visa offers may be required to make these concerns known to the applicant. As stated by Mosley, J., this is \"often the case where the credibility, accuracy or genuine nature of information submitted by the applicant in support of their application\" is at issue ( <FRAGMENT_SUPPRESSED> , at para. 24).  <FRAGMENT_SUPPRESSED>", "[34] Accordingly, where concerns arise with respect to the veracity of documentary evidence, visa officers should make further inquiries (see <FRAGMENT_SUPPRESSED> ; 2001 FCT 904, at paras. 2 and 5; <FRAGMENT_SUPPRESSED> ; 2003 FC 1389, at paras. 18 and 19; <FRAGMENT_SUPPRESSED> ; 2007 FC 877, at paras. 12 to 18).  <FRAGMENT_SUPPRESSED>", "[35] In the present case the visa officer did not find the applicant's documentary evidence to be reliable.  <FRAGMENT_SUPPRESSED>", "[36] The applicant submitted numerous documents including transcripts and degrees from Nigerian Universities as well as a transcript and Master of Science Degree Certificate from Central Michigan University. Furthermore, he submitted a letter from his previous Nigerian Employer, as well as letters of Employment from the Department of Economics of Central Michigan University.  <FRAGMENT_SUPPRESSED>", "[37] The written reasons and CAIPs notes do not disclose any instance where the visa officer's concerns regarding the reliability of the applicant's documents were put to the applicant. The failure to make further inquiries represents a breach of procedural fairness.  <FRAGMENT_SUPPRESSED>", "[38] I also note that the officer did not provide any reason why those documents were not reliable. It was patently unreasonable to summarily dismiss the documents without a valid reason.  <FRAGMENT_SUPPRESSED>", "[39] For these reasons, the application for judicial review of the visa officer's decision will be granted.  <FRAGMENT_SUPPRESSED>", "[40] THIS COURT ORDERS that the application for judicial review will be granted and referred for re-determination by a different visa officer.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Anick Ouellette-Levesque/klf  <FRAGMENT_SUPPRESSED> ANNEX A  <FRAGMENT_SUPPRESSED> Immigration and Refugee Protection Act , 2001, c. 27  <FRAGMENT_SUPPRESSED> [. . . . .]  <FRAGMENT_SUPPRESSED> Objectives - immigration  <FRAGMENT_SUPPRESSED> 3(1) The objectives of this Act with respect to immigration are  <FRAGMENT_SUPPRESSED> (a) to permit Canada to pursue the maximum social, cultural and economic benefits of immigration;  <FRAGMENT_SUPPRESSED> (b) to enrich and strengthen the social and cultural fabric of Canadian society, while respecting the federal, bilingual and multicultural character of Canada;  <FRAGMENT_SUPPRESSED> (b.1) to support and assist the development of minority official languages communities in Canada;  <FRAGMENT_SUPPRESSED> (c) to support the development of a strong and prosperous Canadian economy, in which the benefits of immigration are shared across all regions of Canada;  <FRAGMENT_SUPPRESSED> (d) to see that families are reunited in Canada;  <FRAGMENT_SUPPRESSED> (e) to promote the successful integration of permanent residents into Canada, while recognizing that integration involves mutual obligations for new immigrants and Canadian society;  <FRAGMENT_SUPPRESSED> (f) to support, by means of consistent standards and prompt processing, the attainment of immigration goals established by the Government of Canada in consultation with the provinces;  <FRAGMENT_SUPPRESSED> (g) to facilitate the entry of visitors, students and temporary workers for purposes such as trade, commerce, tourism, international understanding and cultural, educational and scientific activities;  <FRAGMENT_SUPPRESSED> (h) to protect the health and safety of Canadians and to maintain the security of Canadian society;  <FRAGMENT_SUPPRESSED> (i) to promote international justice and security by fostering respect for human rights and by denying access to Canadian territory to persons who are criminals or security risks; and  <FRAGMENT_SUPPRESSED> (j) to work in cooperation with the provinces to secure better recognition of the foreign credentials of permanent residents and their more rapid integration into society.  <FRAGMENT_SUPPRESSED> [. . . . .]  <FRAGMENT_SUPPRESSED> Economic immigration  <FRAGMENT_SUPPRESSED> 12(2) A foreign national may be selected as a member of the economic class on the basis of their ability to become economically established in Canada.  <FRAGMENT_SUPPRESSED> [. . . . .]  <FRAGMENT_SUPPRESSED> Application for judicial review  <FRAGMENT_SUPPRESSED> 72(1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.  <FRAGMENT_SUPPRESSED> [. . . . .]  <FRAGMENT_SUPPRESSED> Immigration and Refugee Protection Regulations , C.P. 2002-997  <FRAGMENT_SUPPRESSED> [. . . . .]  <FRAGMENT_SUPPRESSED> 80(1) Up to a maximum of 21 points shall be awarded to a skilled worker for full-time work experience, or the full-time equivalent for part-time work experience, within the 10 years preceding the date of their application, as follows:  <FRAGMENT_SUPPRESSED> (a) for one year of work experience, 15 points;  <FRAGMENT_SUPPRESSED> (b) for two years of work experience, 17 points;  <FRAGMENT_SUPPRESSED> (c) for three years of work experience, 19 points; and  <FRAGMENT_SUPPRESSED> (d) for four or more years of work experience, 21 points.  <FRAGMENT_SUPPRESSED> Listed occupation  <FRAGMENT_SUPPRESSED> (2) For the purposes of subsection (1), points are awarded for work experience in occupations, other than a restricted occupation, that are listed in Skill Type 0 Management Occupations or Skill Level A or B of the National Occupational Classification matrix.  <FRAGMENT_SUPPRESSED> Occupational experience  <FRAGMENT_SUPPRESSED> (3) For the purposes of subsection (1), a skilled worker is considered to have experience in an occupation, regardless of whether they meet the occupation's employment requirements of the occupation as set out in the occupational descriptions of the National Occupational Classification, if they performed  <FRAGMENT_SUPPRESSED> (a) the actions described in the lead statement for the occupation as set out in the National Occupational Classification; and  <FRAGMENT_SUPPRESSED> (b) at least a substantial number of the main duties of the occupation as set out in the occupational descriptions of the National Occupational Classification, including all the essential duties.  <FRAGMENT_SUPPRESSED> Work in excess  <FRAGMENT_SUPPRESSED> (4) A period of work experience that exceeds full-time work in one occupation, or simultaneous periods of work experience in more than one full-time occupation, shall be evaluated as a single period of full-time work experience in a single occupation.  <FRAGMENT_SUPPRESSED> Classification code  <FRAGMENT_SUPPRESSED> (5) A skilled worker must specify in their application for a permanent resident visa the four-digit code of the National Occupational Classification that corresponds to each of the occupations engaged in by the applicant and that constitutes the skilled worker's work experience.  <FRAGMENT_SUPPRESSED> Officer's duty  <FRAGMENT_SUPPRESSED> (6) An officer is not required to consider occupations that have not been specified in the application. [...]  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> , 2001, ch. 27  <FRAGMENT_SUPPRESSED> [. . . . .]  <FRAGMENT_SUPPRESSED> [. . . . .]  <FRAGMENT_SUPPRESSED> [. . . . .]  <FRAGMENT_SUPPRESSED> [. . . . .]  <FRAGMENT_SUPPRESSED> , DORS/2002-227  <FRAGMENT_SUPPRESSED> Code de la classification  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}