{"id_": "014202", "body_str": ["[1] Mosley, J. : The applicants seek judicial review pursuant to section 72 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (IRPA) of a decision of the Refugee Protection Division (RPD), dated October 3, 2007, wherein the RPD found that the applicants were neither Convention refugees nor persons in need of protection.  <FRAGMENT_SUPPRESSED>", "[2] The applicants are a husband and wife and their two children, all citizens of Mexico. Their claims for refugee protection are based on the allegations of Mr. Mendez (the principal applicant). Mr. Mendez alleges that as a result of his involvement in election campaigns in his home town of Pajacuaran in the state of Michoacan he became aware of corrupt election practices and reported them to the police. Reports were taken, but Mr. Mendez asserts that nothing was done.  <FRAGMENT_SUPPRESSED>", "[3] Mr. Mendez says that threats were made to him over the telephone and that in mid-February of 2006 Ms Segura and their youngest son were approached and threatened with kidnapping and death if Mr. Mendez did not leave Mexico or stop his activities. On March 22, 2006, Mr. Mendez was attacked while in La Barca in Jalisco state. He required medical attention as a result of the attack and was off work for ten days. This assault was not reported to the authorities.  <FRAGMENT_SUPPRESSED>", "[4] After threats began again on April 2, 2006, the family moved to Mexico City. The family claims to have been threatened there as well, both on the street and over the telephone. These threats were again not reported to police. The applicants state that it was at this point that they obtained passports and fled the country.  <FRAGMENT_SUPPRESSED>", "[5] The panel member made a number of adverse credibility findings against Mr. Mendez based on inconsistencies in his evidence and with his Personal Information Form. The member also found that the information reported to the police by Mr. Mendez was vague and insufficient and would not have supported a meaningful investigation, that he had failed to follow up as to what actions the authorities were taking and had failed to report several incidents to the police.  <FRAGMENT_SUPPRESSED>", "[6] In the result, the panel member found that the applicants had not rebutted the presumption of state protection with clear and convincing evidence. Despite indications of problems with some individuals in the Mexican security forces, the member found that the authorities in that country were making serious efforts to fight corruption and the claimants had not exhausted the mechanisms available to them for protection in their own country.  <FRAGMENT_SUPPRESSED> ISSUES :  <FRAGMENT_SUPPRESSED>", "[7] The issues on this application were whether the panel had erred in its credibility findings and erred in its finding that the applicants had not rebutted the presumption of state protection.  <FRAGMENT_SUPPRESSED> ANALYSIS :  <FRAGMENT_SUPPRESSED> Standard of Review :  <FRAGMENT_SUPPRESSED>", "[8] Recently in <FRAGMENT_SUPPRESSED>  [2008] S.C.J. No. 9, the Supreme Court of Canada revisited the approach to be taken in the judicial review of decisions of administrative tribunals. Among the most important consequences was the Supreme Court's decision to reduce the available standards of review from three to two, collapsing the standard of reasonableness simpliciter and patent unreasonableness into a \"single form of 'reasonableness' review\" (paragraph 45). In determining which of the remaining two standards would be appropriate in a given set of circumstances, the Supreme Court proposed a two-step process at paragraph 62:  <FRAGMENT_SUPPRESSED> First, courts ascertain whether the jurisprudence has already determined in a satisfactory manner the degree of [deference] to be accorded with regard to a particular category of question. Second, where the first inquiry proves unfruitful, courts must proceed to an analysis of the factors making it possible to identify the proper standard of review.  <FRAGMENT_SUPPRESSED>", "[9] <FRAGMENT_SUPPRESSED>  at paragraph 38, the Supreme Court had previously held that findings of fact by a tribunal are entitled to great deference by a reviewing court. Having regard to paragraph 18.1(4)(d) of the Federal Courts Act , R.S.C. 1985, c. F-7, the court can intervene only if it considers that the tribunal based its decision or order on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it.  <FRAGMENT_SUPPRESSED>", "[10] Since was released, several Judges of this Court have reached the conclusion that the Supreme Court's decision does not change the law in respect of factual findings subject to the limitation in paragraph 18.1(4)(d): <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 509 at paragraph 14; <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 633; <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 655..  <FRAGMENT_SUPPRESSED>", "[11] The findings of fact that underlie a state protection determination must also be assessed against the standard in paragraph 18.1(4)(d). The test set out in <FRAGMENT_SUPPRESSED>  is then applied. Do the facts constitute \"clear and convincing confirmation of a state's inability to protect\" so as to rebut the presumption? That is a question of mixed fact and law for which less deference should be shown the tribunal's decision.  <FRAGMENT_SUPPRESSED>", "[12] The weight of the jurisprudence prior to had established that overall, the standard of review of a state protection decision should be reasonableness: <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 232; <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1329; <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1508. In my view, that standard should continue to apply.  <FRAGMENT_SUPPRESSED>", "[13] Justice James Russell recently commented upon this question in <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 570 at paragraph 32:  <FRAGMENT_SUPPRESSED> The central issue in this case is whether, given the facts ... which the Board accepted, the presumption of adequate state protection was rebutted. I regard this as a question of mixed fact and law reviewable on a standard of reasonableness. Following , the analysis of the Board's decision will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process\" ( at para. 47). If the Decision does not fall \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law,\" the Decision shall be set aside.  <FRAGMENT_SUPPRESSED> Did the Panel err in its credibility findings?  <FRAGMENT_SUPPRESSED>", "[14] The applicant submits that the member erred in making adverse credibility findings when there were plausible explanations for each apparent inconsistency, contradiction or omission in his evidence. Counsel for the applicant took me to each credibility finding and to the corresponding pages of the transcript of the oral hearing in which the panel member's concerns were addressed.  <FRAGMENT_SUPPRESSED>", "[15] I would note that the principal applicant's evidence was given through an interpreter and some allowance must be made for the confusion that sometimes results in those circumstances. Nonetheless, I am unable to conclude from a review of the reasons provided and the relevant testimony that the member made his findings of fact without regard for the evidence or in a perverse or capricious manner.  <FRAGMENT_SUPPRESSED>", "[16] I might have reached a different conclusion on certain points had I been hearing the evidence. For example, the member found that no reasonable explanation had been provided for the applicant's failure to report his concerns about corrupt election practices to more senior levels of his political party. The applicant's explanation, which I might have found to be reasonable, was that he had expected a response from the police. But it is not for me to reweigh the evidence and substitute my own conclusions for those of the tribunal. In any event, given the number of points on which incredibility was found, none should be seen as a determinative factor.  <FRAGMENT_SUPPRESSED>", "[17] The assertion that the principal applicant had plausible explanations for the concerns of the Panel is not sufficient to overturn the findings. Absent irrelevant considerations or a failure to provide reasons based on the evidence, the court should not interfere. On the totality of the evidence, the credibility finding was reasonable.  <FRAGMENT_SUPPRESSED> Did the Panel err in its finding that the applicants had not rebutted the presumption of state protection?  <FRAGMENT_SUPPRESSED>", "[18] The applicants submit that the member erred in not considering whether the state protection available to them in Mexico would be effective citing critical comments in the objective documentary evidence: <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 118 and <FRAGMENT_SUPPRESSED> See also <FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 1636 at para.7; <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 217; <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1281.  <FRAGMENT_SUPPRESSED>", "[20] It is well established that individuals claiming refugee status must provide clear and convincing confirmation of their state's inability to protect: Ward , above. The protection afforded by the state need not be perfect: Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED> , 18 Imm. L. R. (2d) 130 (F.C.A.).  <FRAGMENT_SUPPRESSED>", "[21] The Federal Court of Appeal has recently addressed the burden of proof, standard of proof and quality of the evidence necessary to meet the standard in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 399.  <FRAGMENT_SUPPRESSED>", "[22] Paraphrasing from paragraphs 17 to 30 of Carillo , the applicant bears both an evidentiary and legal burden: he must introduce evidence of inadequate state protection and must convince the trier of fact on a balance of probabilities that the evidence adduced establishes that the state protection is inadequate. The evidence must have sufficient probative value to meet the applicable standard of proof. The evidence will have sufficient probative value if it convinces the trier of fact on the balance of probabilities that the state protection is inadequate. The evidence must be relevant, reliable and convincing.  <FRAGMENT_SUPPRESSED>", "[23] The test is not effectiveness but adequacy. In the present instance, the RPD was not persuaded that the state protection available to the applicants in Mexico was inadequate. Given that Mexico is a democracy with functioning political and judicial systems, the burden on the applicants to rebut the presumption of state protection was necessarily a heavy one. The finding that the applicants had failed to meet their burden to rebut the presumption was within the spectrum of reasonable decisions open to the Panel and I see no reason to interfere with that conclusion.  <FRAGMENT_SUPPRESSED>", "[24] No serious questions of general importance were proposed and none will be certified.  <FRAGMENT_SUPPRESSED>", "[25] IT IS THE JUDGMENT OF THIS COURT that the application is dismissed, and no questions are certified.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}