{"id_": "014329", "body_str": ["[1] Snider, J. : The Applicant, Mr. Fadi Atwani, a citizen of Lebanon, became a permanent resident of Canada on June 14, 2006. On July 28, 2009, he applied for Canadian citizenship. In a decision dated February 24, 2011, a Citizenship Judge denied the application on the basis that she was not satisfied that the Applicant had accumulated the required 1,095 days of residence in the four years (1,460 days) immediately preceding the application date. The Citizenship Judge concluded that the Applicant had not met the requirement for residency under s. 5(1)(c) of the Citizenship Act , RSC 1985, c C-29 [ Citizenship Act or Act ].", "[2] The Applicant seeks to have this decision overturned. I. Issues", "[3] The issues raised by the Applicant are as follows: 1. Did the Citizenship Judge fail to provide adequate reasons for her decision? 2. Did the Citizenship Judge err by failing to determine the actual number of days that the Applicant was physically present in Canada? 3. Did the Citizenship Judge err by applying the physical presence test set out in (1993), 62 FTR 122 (QL), 39 ACWS (3d) 251 (TD) [ ] rather than the qualitative test set out in Re Koo (1992), [1993] 1 FC 286 (QL), 59 FTR 27 (TD) [ Re Koo ]? II. The Decision", "[4] I begin by reviewing the essence of the Citizenship Judge's decision. It appears that the key problem identified by the Judge was one of credibility; the Judge simply did not believe the Applicant's claims of residence. In his application, the Applicant declared that he had been absent from Canada for 194 days, which left him with 1,106 days of physical presence in Canada. However, this declaration differed from his residency questionnaire (RQ), where he declared only 33 days of absence from Canada. As a result of this discrepancy, information was gathered and the Judge interviewed the Applicant. In her decision, the Citizenship Judge described a number of problems with the Applicant's corroborating documentation, including: • the Applicant failed to declare six absences from Canada; • the Applicant submitted documents that were outside the relevant time period and bank records not solely in his name; • the Applicant failed, although requested, to bring evidence of his alleged employment in Canada; and • alleged dates of pay and the amounts of pay did not correspond with bank records.", "[5] On the basis of the documentation before her and her interview with the Applicant, the Judge determined that she was \"not satisfied, on the balance of probabilities, that the information provided by the applicant accurately reflects the number of days that the applicant was physically present in Canada\".", "[6] The Citizenship Judge concluded that the Applicant did not meet his burden of demonstrating that he satisfied the residency requirement ( <FRAGMENT_SUPPRESSED>  (TD)) and had not, accordingly, met the residency requirement of s. 5(1)(c) of the Citizenship Act as interpreted in III. Issue #1: Were the reasons inadequate?", "[7] With respect to the first issue raised by the Applicant, in my view, the reasons are perfectly adequate in that they clearly set out why the Judge decided as she did. There is no error. IV. Issue #2: Did the Judge err by failing to determine the number of days of physical presence?", "[8] An applicant who meets the criteria set out in s. 5 of the Citizenship Act will be granted citizenship. A certain period of residence is required. Pursuant to s. 5(1)(c), an applicant for citizenship must demonstrate that he or she has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada.", "[9] The decision of a Citizenship Judge is comprised of two separate determinations: (a) the factual determination of how many days the Applicant was physically present; and (b) the interpretation of \"residence\" or \"residency\" pursuant to s. 5(1)(c) of the Act", "[10] With respect to the Judge's determination of the number of days of residence, I believe that there can be no question that the standard of review is reasonableness.", "[11] In this case, the Judge determined that the Applicant had failed to demonstrate that he had resided in Canada for the required 1,095 days. In my view, this determination was reasonably open to the Judge. In her decision, the Judge listed a series of problems with the evidence (or lack of evidence) provided by the Applicant. Nothing was ignored. The evidence, as found by the Judge, was replete with inconsistencies and problems. Moreover, the Applicant's explanations of his absences became a moving target. On his application form, he declared 194 days of absence. On his residency questionnaire that became 33 days. An additional six undeclared absences were subsequently discovered. Based on the many problems with the evidence, it was not unreasonable for the Judge to conclude that the Applicant had not met his burden. Quite simply, the Judge was unable to establish any number of days of residence. In the circumstances, it was not unreasonable for the Judge to conclude that the Applicant had not met the requirement of the Citizenship Act . There is no reviewable error.", "[12] The Applicant submits that the Citizenship Judge erred by failing to make a specific determination of how many days the Applicant was actually physically present in Canada. In the absence of such a determination, the Applicant argues, the Judge cannot reasonably have concluded that the residency requirement of s. 5(1)(c) was not met. This argument, in my view, is fatally flawed. The burden is on the Applicant - not on the Citizenship Judge - to establish, with clear and compelling evidence, the number of days of residence. In this case, the Applicant failed to provide consistent and credible evidence with respect to his absences from Canada.", "[13] As recently stated by Justice Rennie in <FRAGMENT_SUPPRESSED> [2011] FCJ No 167: Irrespective of which test is applied, each applicant for citizenship bears the onus of establishing sufficient credible evidence on which an assessment of residency can be based, whether it is quantitative ( ) or qualitative ( Koo ).", "[14] On the facts before her, the Citizenship Judge's determination that the Applicant had failed to establish the number of days he was physically present in Canada was not unreasonable. V. Issue #3: Did the Citizenship Judge err by applying the physical presence test?", "[15] The Applicant submits that the Citizenship Judge erred by applying the physical presence test rather than the qualitative test set out in Re Papadogiorgakis , [1978] 2 FC 208 (QL), 88 DLR (3d) 243 (TD) [ Re Papadogiorgakis ] and refined in Re Koo , above. The problem with this argument is that the Applicant failed to satisfy the Citizenship Judge on the number of days that he was actually present in Canada.", "[16] On the facts of this case, the Applicant would have failed either test for residency - be it a Re Koo or a test. How can any assessment of residence be conducted when an accurate number of days of residence cannot be established?", "[17] The argument of the Applicant appears to be that, no matter how many days were unsubstantiated, the evidence shows that his ties to Canada are substantial. On these facts, the Applicant asserts that, even without an accurate assessment of the number of days of physical presence, the Judge should have conducted a Re Koo analysis. That, in my view, cannot be the law. The importance of citizenship and the application of common sense dictate that a person seeking citizenship in Canada must come with a credible record of his time spent in Canada. Thus, any starting point for a residency analysis - whether under Re Koo or - must be the total number of days of physical presence, supported by credible evidence. VI. Conclusion", "[18] In sum, the determinative issue for the Citizenship Judge - and for this Court - was the Applicant's failure to establish, with credible evidence, his number of days of physical presence. Once that determination was made, it was clear that the Applicant would fail to meet the requirements of s. 5(1)(c) of the Citizenship Act , regardless of what test might be applied.", "[19] For these reasons, the appeal will be dismissed. JUDGMENT", "[20] THIS COURT ORDERS AND ADJUDGES that the appeal of the Citizenship Judge's decision is dismissed. [End of document] <FRAGMENT_SUPPRESSED>"]}