{"id_": "014414", "body_str": ["[1] Gibson, J. : At a hearing before me in Toronto on Monday the 16 th of October, 2000, the applicants sought a stay of execution of a removal order outstanding against them. Removal was scheduled to Trinidad on Wednesday the 18 th of October, 2000. At the close of the hearing, I indicated that a stay would issue, effective until the earliest of:  <FRAGMENT_SUPPRESSED> first, thirty days after communication to the applicants of the decision of the respondent in respect of the applicants' application for landing from within Canada on humanitarian and compassionate grounds;   <FRAGMENT_SUPPRESSED> second, thirty days after the applicants' application for leave in respect of the application for leave and judicial review underlying the application for a stay is dismissed, if such were to be the case; and   <FRAGMENT_SUPPRESSED> third, fifteen days after the application for leave and judicial review underlying the stay application, if leave were to be granted, is disposed of.  <FRAGMENT_SUPPRESSED> An order was signed the same day. The signed order indicated that reasons would follow. These are those reasons.  <FRAGMENT_SUPPRESSED>", "[2] The applicants, who are husband and wife, are both from Trinidad. Mr. Harry arrived in Canada as a visitor in December of 1997. Ms. Kunjan arrived in Canada in August of 1996. Both applicants made refugee claims. Both claims were rejected as abandoned. Both in relation to their refugee claims, and in subsequent dealing with the respondent, the applicants have been less than forthcoming in terms of advising of their up-to-date addresses and in attending scheduled hearings and interviews. Both have been the subject of warrants of arrest and both have been detained.  <FRAGMENT_SUPPRESSED>", "[3] The applicants have one child, born in Canada and therefore a Canadian citizen, who is now some eighteen months old.  <FRAGMENT_SUPPRESSED>", "[4] The applicants filed an application for leave to apply for landing from within Canada on humanitarian and compassionate grounds in September, 1999. That application has still not been fully processed. According to the affidavit of Mr. Harry which was before me, the applicants were advised in July of this year that their humanitarian and compassionate grounds application would be reviewed within three to four months from July, that is to say, in this month or the month of November. Before me, counsel for the applicants advised that the latest information available to her was that an interview on the humanitarian and compassionate grounds application might be scheduled for January, 2001.  <FRAGMENT_SUPPRESSED>", "[5] The applicants were advised of their removal date of October 18 th on the 2 nd of October, 2000. Counsel for the applicants wrote the removals officer the following day requesting deferral of their removal. The 4 th of October, the removals officer conveyed her decision not to defer removal. It is that decision that is the subject of the application for leave and judicial review that underlies the application for a stay of removal.  <FRAGMENT_SUPPRESSED>", "[6] It is trite law that to succeed on an application for a stay such as this, the applicants must establish that there is a serious issue to be tried on the underlying application for leave and for judicial review, that the applicants will suffer irreparable harm if the stay is not granted, and that the balance of convenience favours the granting of the stay to the applicants over the interest of the respondent in executing her statutory responsibility under section 48 of the Immigration Act [see footnote 1] to execute a removal order \"...as soon as reasonably practicable. <FRAGMENT_SUPPRESSED>", "[7] It is also trite law that the respondent's obligation to execute a removal order \"... as soon as reasonably practicable\" provides a degree of discretion to a removals officer to defer removal in appropriate circumstances.  <FRAGMENT_SUPPRESSED>  wrote at paragraph [12]:  <FRAGMENT_SUPPRESSED> \"In my opinion, the discretion that a removal officer may exercise is very limited, and in any case, is restricted to when a removal order will be executed. In deciding when it is 'reasonably practicable' for a removal order to be executed, a removal officer may consider various factors such as illness, other impediments to travelling, and pending H&C applications that were brought on a timely basis but have yet to be resolved due to backlogs in the system. <FRAGMENT_SUPPRESSED>", "[8] For the foregoing, Mr. Justice Nadon cited <FRAGMENT_SUPPRESSED>  the application for leave and for judicial review that was urged before me was whether, in all of the circumstances of this matter, including in particular the length of time the applicants' humanitarian and compassionate grounds application has been outstanding and the impact of implementation of the removal order on the applicants' Canadian born child, the decision to refuse to defer removal was reasonably open.  <FRAGMENT_SUPPRESSED>", "[10] I am in complete agreement with the opinion of my colleague Mr. Justice Nadon in <FRAGMENT_SUPPRESSED> , that is expressed in the following terms in paragraph [11] of his reasons:  <FRAGMENT_SUPPRESSED> \"... In my opinion, Baker does not require a removal officer to undertake a substantive review of the children's best interests, including the fact that the children are Canadian. This is clearly within the mandate of an H&C officer. To 'read in' such a mandate at the removals stage would, in effect, result in a 'pre H&C' application, which in my opinion, is not what the law requires. Section 48 of the Immigration Act provides the following: 'Subject to sections 49 and 50, a removal order shall be executed as soon as reasonably practicable.' Sections 49 and 50 deal with statutory stays of execution in certain defined circumstances; for instance, where an applicant has filed an appeal which has yet to be heard and disposed of, or where there are other proceedings. <FRAGMENT_SUPPRESSED>", "[11] The reference to \" Baker \" in the foregoing quotation is, of course, to <FRAGMENT_SUPPRESSED>  my colleague to say, however, that a removals officer, in making a determination of whether or not to defer removal, should be oblivious of the interest of a Canadian-born child. Here, the visa officer did not ignore the Canadian-born child. In brief reasons for the decision not to defer, she wrote:  <FRAGMENT_SUPPRESSED> \"- although the couple have a Canadian citizen child, the child is still quite young and may be able to adapt to a new environment quite easily.\" (emphasis added)  <FRAGMENT_SUPPRESSED>", "[13] This comment is made in the context of a concern that the applicants' H&C application interview \"... will likely not be heard until Jan 2001\" and without reference to the fact that the H&C application has now been in the hands of the respondent for somewhere in the range of thirteen months.  <FRAGMENT_SUPPRESSED>", "[14] <FRAGMENT_SUPPRESSED>  paragraph [8]:  <FRAGMENT_SUPPRESSED> \"The respondent Minister controls the speed with which the applicant's H&C application can be dealt with. The respondent controls the timing of the execution of the removal order (subject of course to the applicant not disappearing 'underground'). ... <FRAGMENT_SUPPRESSED>", "[15] Here, although the applicants have not gone underground, they certainly have not been cooperative with the respondent in dealing with their immigration difficulties. That being said, the respondent has been far from diligent in the pursuit of the applicants' H&C application, a fact that I consider to be a particular import in the light of concern for the best interests of the applicants' Canadian-born child. Taking into account the length of time for which the H&C application has been outstanding and the issue of the best interests of the child, I am satisfied that, on the particular facts of this matter and against a relatively low threshold test, there is a serious issue to be tried as to whether the removals officer's decision not to defer removal was reasonably open in the light of Canada's international commitments regarding the rights of children.  <FRAGMENT_SUPPRESSED>", "[16] I turn then to the issue of irreparable harm and once again to the reasons of Madame Justice Reed in <FRAGMENT_SUPPRESSED> , where she wrote at paragraph [10]:  <FRAGMENT_SUPPRESSED> \"If the applicant is returned to Grenada, her daughter must either go with her mother, or stay in Canada with her father, and be separated from her mother. I have no doubt that this will cause irreparable harm to the child. ... <FRAGMENT_SUPPRESSED>", "[17] Here, if the applicants are returned to Trinidad, the applicants' Canadian-born child must either go with her parents to Trinidad or be left here in Canada in circumstances that were not disclosed in the material before me. While this situation is somewhat different from that before Madame Justice Reed, I am prepared to conclude that, whichever course of action might be followed, irreparable harm would result to the child even in the, possibly, brief period that it might take to complete the H&C application review, the length of that period being entirely at the discretion of the respondent. The applicants and their child have a relatively secure life in Canada for the time being. On the evidence before me, their future in Trinidad is uncertain at best, both economically and socially. Such uncertainty represents irreparable harm for the young child, as would leaving her in Canada without the care and attention of either of her parents.  <FRAGMENT_SUPPRESSED>", "[18] In this regard, I respectfully disagree with the opposite conclusion reached by my colleague Mr. Justice MacKay in <FRAGMENT_SUPPRESSED>  earlier, the pace at which the applicants' H&C application is dealt with is a matter wholly within the discretion of the respondent and wholly beyond the control of the applicants. Given the form of the order that I have issued in this matter, the respondent is in a position, at her discretion, to minimize the period for which the stay I have granted will be operative. In the circumstances, I am satisfied that the balance of convenience favours the applicants.  <FRAGMENT_SUPPRESSED>", "[20] For the foregoing reasons, as indicated at the commencement of these reasons, I granted a stay of removal of the applicants in terms earlier described.  <FRAGMENT_SUPPRESSED> Stay granted.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/pdk  <FRAGMENT_SUPPRESSED> Footnotes  <FRAGMENT_SUPPRESSED> 1.\tR.S.C. 1985, c. I-2.  <FRAGMENT_SUPPRESSED> 2.\t[2000] F.C.J. No. 36; 187 F.T.R. 219 (T.D.).  <FRAGMENT_SUPPRESSED> 3.\tRespectively, [2000] F.T.R. Uned. 80; [2000] F.C.J. No. 139; [1999] F.T.R. Uned.816, [1999] F.C.J. No. 1680 and (1995), 116 F.T.R. 4 (T.D.).  <FRAGMENT_SUPPRESSED> 4.\t[1999] 2 S.C.R. 817; 243 N.R. 22; 14 Admin. L.R.(3d) 173.  <FRAGMENT_SUPPRESSED> 6.\t[1999] F.T.R. Uned. 839; [1999] F.C.J. No. 1754 (T.D.).  <FRAGMENT_SUPPRESSED> [End of document]"]}