{"id_": "014587", "body_str": ["[1] Boivin, J. : The applicant is a citizen from Nigeria and seeks to have two decisions judicially reviewed. Both decisions were made by the same Pre-Removal Risk Assessment Officer on January 7, 2011.  <FRAGMENT_SUPPRESSED>", "[2] In his first decision, the Officer rejected the applicant's Pre-Removal Risk Assessment (PRRA) application after concluding that neither a risk of persecution under section 96 of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA) nor a danger of torture, a threat to life, nor a risk of cruel and unusual treatment or punishment under section 97 of the IRPA had been established. Court file IMM-840-11 relates to this decision.  <FRAGMENT_SUPPRESSED>", "[3] In the second decision, the Officer denied the applicant's request under subsection 25(1) of the IRPA to have his application for permanent residence processed from within Canada on Humanitarian and Compassionate (H&C) grounds. Court file IMM-841-11 relates to this decision.  <FRAGMENT_SUPPRESSED>", "[4] Both applications for judicial review were heard together. These reasons will thus address both applications and a copy will be placed in each of the Court's file.  <FRAGMENT_SUPPRESSED>", "[5] At this stage, the Court notes that the applicant submitted that the respondent filed an affidavit. However, it remains unclear whether all of the evidence it attempted to enter into the record before this Court was before the decision maker.  <FRAGMENT_SUPPRESSED>", "[6] The Court also recalls that both parties at the hearing agreed that this case was not about clean hands. The respondent further emphasized that the case turned around a credibility issue. With that in mind, the Court will now turn to the decisions under review.  <FRAGMENT_SUPPRESSED> Decisions under Review  <FRAGMENT_SUPPRESSED>", "[7] In his PRRA decision, the Officer considered the three grounds of risk outlined by the applicant: 1) that of being a homosexual in Nigeria; 2) that of being an HIV positive individual in Nigeria; 3) that of the threat of the ROF in Nigeria.  <FRAGMENT_SUPPRESSED>", "[8] In the present case, the applicant has only chosen to challenge the PRRA Officer's conclusions with respect to his status as an HIV positive individual. The applicant confirmed during the hearing that he does not dispute the Officer's findings with respect to his homosexuality and the threat of the Reform Ogboni Fraternity (ROF) in Nigeria.  <FRAGMENT_SUPPRESSED>", "[9] The applicant has thus solely elected to address the findings concerning HIV. The Court, however, remains cognizant of the PRRA Officer's findings on the issues of homosexuality and the ROF.  <FRAGMENT_SUPPRESSED>", "[10] On the issue of the risk of being an HIV positive individual in Nigeria, the Officer stated that he believed that the applicant was credible with regard to the fact that he was indeed HIV positive. The Officer concluded that the applicant's submission of medical letters and documents succeeded in establishing that he is HIV positive. The Officer also acknowledged that the applicant is currently being monitored although he was not showing symptoms of the disease.  <FRAGMENT_SUPPRESSED>", "[11] The PRRA Officer found that the applicant did not show that there was more than a mere possibility of being denied health services or being persecuted due to being HIV positive in Nigeria or that he would be subject to torture or serious mistreatment for being HIV positive. As a result, the PRRA Officer concluded that the \"general and economic limits of Nigeria to provide healthcare for the applicant is not a factor that can be considered with regard to the application of A97 and the limitation of access to healthcare due to being HIV+\" (Applicant's record at p. 92).  <FRAGMENT_SUPPRESSED>", "[12] The Officer concluded that the applicant had not sufficiently demonstrated that there are substantial grounds to believe that he would be exposed to a risk of being tortured, a risk to his life, or a risk of being subjected to cruel and unusual treatment or punishment if he returned to Nigeria.  <FRAGMENT_SUPPRESSED>", "[13] In his H&C decision, the Officer concluded that the level of establishment of the applicant, his family and community relations and his work would not result in a disproportionate hardship if the applicant would [sic] to leave Canada permanently. At hearing before the Court, the level of establishment was not directly challenged by the respondent.  <FRAGMENT_SUPPRESSED> Issue  <FRAGMENT_SUPPRESSED>", "[14] The Court is of the opinion that the issue in the present case is as follows:  <FRAGMENT_SUPPRESSED> Did the Officer err in his assessment of the risk concerning the applicant's status as an HIV positive individual in Nigeria?  <FRAGMENT_SUPPRESSED> Standard of Review  <FRAGMENT_SUPPRESSED>", "[15] While the applicant submits that there are two applicable standards of review as he alleges that the Officer erred in both law and fact, this Court is of the opinion that the heart of the matter is the PRRA Officer's evaluation of the evidence, which is reviewable on the standard of reasonableness. Pursuant to the Supreme Court of Canada's decision in <FRAGMENT_SUPPRESSED> , findings of fact made by an administrative tribunal are reviewable on the standard of reasonableness (see also Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  [2010] FCJ No 41). Consequently, deference is owed to the evaluation conducted by the PRRA Officer and the decision will only be set aside if it falls outside of the range of possible acceptable outcomes which are defensible in respect of the facts and the law ( ).  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[16] On the basis of the evidence and the parties' submissions, the Court finds that the Officer's evaluation of the risks for an HIV positive individual living in Nigeria was unreasonable.  <FRAGMENT_SUPPRESSED>", "[17] Although the Court agrees with the respondent that PRRA Officers are not required to engage in an analysis of a foreign state's medical system and make conclusions about the fiscal capacity and the political priorities of the state ( <FRAGMENT_SUPPRESSED> ), in this case, the Officer was obliged to address documentary evidence before it that dealt with the risk of having an HIV individual like the applicant return to Nigeria. In failing to address relevant evidence to the case at bar, the Officer was selective in his use of the evidence.  <FRAGMENT_SUPPRESSED>", "[18] More particularly, the Officer relied extensively on the NGA102418.E document in his decision. In addressing the issue of access to healthcare for an individual with HIV, the Officer focused on the fact that the major barrier to treatment was the cost of travel from the countryside to cities. The Officer indicated that the applicant has lived in major cities in Nigeria (Lagos and Benin) and would therefore not have to travel in order to receive treatment. However, the US Department of State Country Report on Nigeria's Human Rights also states the following: (i) there is severe discrimination by health care providers and of the general population; (ii) individuals with HIV can be denied medical care or refused admittance to hospital and confidential medical data can be disclosed without patient consent; (iii) HIV individuals often lose their jobs, which in turn, has an impact on the cost and access to treatment.  <FRAGMENT_SUPPRESSED>", "[19] The costs associated with travelling to HIV/AIDS treatment centers are therefore not the only barrier. It amounts to one barrier amongst others. Indeed, the cost of travel cannot be the sole barrier for individuals with HIV already living in the city.  <FRAGMENT_SUPPRESSED>", "[20] At the very least, the Officer was required to discuss and temper his evidence in light of these findings. If failing to do so, the Officer committed an error.  <FRAGMENT_SUPPRESSED>", "[21] The Officer also found that the applicant is currently asymptomatic and thus would not face discrimination. The PRRA Officer noted that according to a letter drafted by the applicant's doctor, Dr. Marina Klein, due to the fact that the applicant does not currently display symptoms of the disease, the applicant would not develop any HIV related illness if he would continue to take antiretroviral medication. The Officer found that \"this would mean that taking this medication when needed would result in the applicant not being outwardly or in any physical way identifiable as a person with HIV\" (Applicant's Record at p. 91).  <FRAGMENT_SUPPRESSED>", "[22] Again, as mentioned above, the evidence indicates that a number of factors can affect the ability for an individual with HIV to receive treatment. For instance, in the letter drafted by Dr. Klein, she explains that the key factor which helps the applicant remain asymptomatic is regular and consistent treatment (Applicant's Record at p. 46). The Officer should have discussed these factors ( <FRAGMENT_SUPPRESSED> ). While it might have been an option for the Officer not to give much weight to these factors in light of the overall evidence, the Court considers that it was not open to the Officer, in the case at bar, to ignore this evidence. In doing so, the Board also limited his analysis to the present rather than conducting a present and prospective risk assessment.  <FRAGMENT_SUPPRESSED>", "[23] Moreover, in discussing whether family members can pay for the applicant's HIV treatment in Nigeria, the Court notes that the Officer's finding is inconsistent. On the one hand, the Officer states that the applicant's brother Lugard has offered financing support in the past while, in a previous part of his decision, the Officer questions the existence of the applicant's brother (Applicant's record at p. 90 and 92).  <FRAGMENT_SUPPRESSED>", "[24] With respect to the H&C decision, since the results of the PRRA decision are an essential factor taken into consideration and since the PRRA decision is made in reviewable error, the Court finds that the H&C decision is also made in reviewable error. The Officer's selective use of evidence led him to make an error in evaluating whether the applicant's return to Nigeria would cause him disproportionate hardship because he lives with HIV.  <FRAGMENT_SUPPRESSED>", "[25] Finally, with respect to the respondent's argument on credibility, the Court is of the view that the issues of credibility cannot palliate for the erroneous findings by the Officer and no decision in this respect was brought to the attention of the Court.  <FRAGMENT_SUPPRESSED>", "[26] For the above reasons, the application for judicial review of the PRRA decision and the application for judicial review of the H&C decision will be granted.  <FRAGMENT_SUPPRESSED>", "[27] The parties did not propose any serious question of general importance and there is no question that warrants certification.  <FRAGMENT_SUPPRESSED>", "[28] THIS COURT'S JUDGMENT is that :  <FRAGMENT_SUPPRESSED> The PRRA application for judicial review in file IMM-840-11 and the application for judicial review in file IMM-841-11 are granted and the matters are referred back for re-determination by a different PRRA Officer with respect to the findings concerning HIV;  <FRAGMENT_SUPPRESSED> 2. No question of general importance is certified;  <FRAGMENT_SUPPRESSED> 3. A copy of these reasons is to be placed in Court file IMM-841-11.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Sharon McCartney/tw  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}