{"id_": "014558", "body_str": ["[1] Tremblay-Lamer, J. [Translation - Original version available on our internet site - www.mlb.nb.ca]: This is an application for judicial review from a decision on July 13, 1999 by Pierre Baillie, chairperson of the Appeal Board created by the Public Service Commission of Canada pursuant to s. 21 of the Public Service Employment Act . [see footnote 1]  <FRAGMENT_SUPPRESSED>", "[2] The plaintiffs are employed in the federal Public Service.  <FRAGMENT_SUPPRESSED>", "[3] They were candidates in competition 98-PEN-RQUE-CC-30 to fill about 20 positions of programs officer, group and level WP-3, in various Quebec region penitentiaries.  <FRAGMENT_SUPPRESSED>", "[4] The 18 candidates who passed the written examination attended an interview to measure the skills sought. The plaintiffs were the first candidates to take the interview. The plaintiff Godin's interview was on October 14, 1998, from 8:15 a.m. to about 11:00 a.m., and that of the plaintiff Cyr was on the same day from 11:00 a.m. to about 2:00 p.m., in Building No. 4 of the Federal Training Centre (F.T.C.), a penal institution located in Laval.  <FRAGMENT_SUPPRESSED>", "[5] The meetings with the selection board took place in a room about 4 metres by 6.5 metres and the plaintiffs used a smaller room to prepare or to write.  <FRAGMENT_SUPPRESSED>", "[6] At the plaintiff Godin's interview, building work was being done in Building No. 14, located 6.5 metres from Building No. 4. The building work involved installing a metal door frame and weather stripping, which required the use of a rotary hammer. The building work took place between 9:30 a.m. and 11:00 a.m. on October 14, 1998, producing intermittent noise.  <FRAGMENT_SUPPRESSED>", "[7] During the plaintiff Godin's interview, the maintenance welding workshop was moved to the metal work workshop located at Building No. 14. A power loader had to be used for the move, and this caused noise loud enough to be heard in Building No. 4. The public address system was also used several times during the plaintiff Godin's interview.  <FRAGMENT_SUPPRESSED>", "[8] In the plaintiff Cyr's interview, the noise from the loader continued and the public address system was also used several times.  <FRAGMENT_SUPPRESSED>", "[9] The selection board asked that the premises be changed the day after the plaintiffs' interviews.  <FRAGMENT_SUPPRESSED>", "[10] The plaintiffs were unsuccessful at that stage. They filed an application to appeal the proposed appointments after the eligibility lists were published on the basis that the surrounding conditions (noise and heat) in which they had their interviews were prejudicial and accordingly the merit principle had not been observed.  <FRAGMENT_SUPPRESSED>", "[11] The chairperson of the Appeal Board agreed that the noise had taken place. Nevertheless, he decided to dismiss the plaintiffs' appeals because the latter should have made their complaints to the selection board at the interviews. As there were no specific complaints, the board made no decision on this point and the chairperson of the Appeal Board could not make a decision in its place:  <FRAGMENT_SUPPRESSED> [TRANSLATION]  <FRAGMENT_SUPPRESSED> \"In the instant case the board should have taken the decision to adjourn or to recommence an interview which, according to one candidate, was taking place in very prejudicial conditions. To do this, an application would have to have been made. If the application had been denied on insufficient grounds, the decision by the board could then have been the subject of review by me. On the evidence, however, it is clear that neither of the two appellants explained clearly to the board that it was impossible for them to proceed properly during the test for this or that reason and that they were therefore requesting a postponement or correction of an unacceptable situation. As there were no specific complaints, the board made no decision on the point and I am being asked to make a decision in place of the board, which I cannot do. The appellant Cyr pointing out a specific problem in the post-interview does not meet the test suggested by the court in Rajakurana , supra. In fact, it was too late as the board had completed its assignment with the publication of the eligibility lists. The appellants' joint complaint accordingly cannot be allowed.\" [see footnote 2]  <FRAGMENT_SUPPRESSED>", "[12] It is this decision by the chairperson of the Appeal Board which is the subject of the instant application for judicial review.  <FRAGMENT_SUPPRESSED>", "[13] The plaintiffs argued that the chairperson of the Appeal Board erred in law in deciding that the selection process had observed the merit principle despite the evidence brought to his attention that the surrounding conditions (noise and heat) at the plaintiffs' interviews affected their performance.  <FRAGMENT_SUPPRESSED>", "[14] The merit principle is the key principle in the selection process, which requires that the most qualified candidate be appointed. Section 10(1) of the Act reads as follows:  <FRAGMENT_SUPPRESSED> \"10(1) Appointments to or from within the Public Service shall be based on selection according to merit, as determined by the Commission, and shall be made by the Commission, at the request of the deputy head concerned, by competition or by such other process of personnel selection designed to establish the merit of candidates as the Commission considers is in the best interests of the Public Service. <FRAGMENT_SUPPRESSED>", "[15] Section 21(1) of the Act confers a right on candidates who have not been successful in a competition so as to ensure that the merit principle is observed: [see footnote 3]  <FRAGMENT_SUPPRESSED> \"21(1) Where a person is appointed or is about to be appointed under this Act and the selection of the person for appointment was made by closed competition, every unsuccessful candidate may, within the period provided for by the regulations of the Commission, appeal against the appointment to a board established by the Commission to conduct an inquiry at which the person appealing and the deputy head concerned, or their representatives, shall be given an opportunity to be heard. <FRAGMENT_SUPPRESSED>", "[16] The function of the selection board is to assess the various candidates in a competition in accordance with the merit principle, and to do this it must act reasonably on the information before it.  <FRAGMENT_SUPPRESSED>", "[17] The function of the Appeal Board is limited to holding a hearing to determine whether the selection has observed the merit principle: the Appeal Board cannot substitute its opinion for that of the selection board in the assessment of candidates. [see footnote 4] If it finds that a competition was held in circumstances such that there is a question whether the selection was made according to merit, it must intervene.  <FRAGMENT_SUPPRESSED>", "[18] The decisions of this court have held on many occasions that a candidate seeking to have the selection board take into account his or her handicap, illness or any other factor likely to affect his or her performance in the interview or test must draw the matter to the selection board's attention clearly and unequivocally. [see footnote 5]  <FRAGMENT_SUPPRESSED>", "[19] Counsel for the plaintiff argued that the situation is different in the case at bar because noise is an objective factor and accordingly the selection board should have realized itself that the circumstances were unacceptable for holding a test. A selection board which does nothing acts unreasonably and the Appeal Board should have intervened.  <FRAGMENT_SUPPRESSED>", "[20] I consider that noise and heat are more readily observable than a handicap or illness which, unless there are obvious signs, is known only to the candidate.  <FRAGMENT_SUPPRESSED>", "[21] Noise and heat can certainly, like a handicap or illness, be capable of affecting the performance of a candidate in an interview or test. However, their consequences vary from one candidate to another: some will be bothered by it, and others not.  <FRAGMENT_SUPPRESSED>", "[22] Moreover, the chairperson of the selection board testified before the Appeal Board that the noise complained of by the plaintiffs was tolerable at the time of their interviews on October 14, 1998. Additionally, the evidence before the Appeal Board was that proportionally there were more failures among candidates taking their interviews in other premises than among the candidates who took the interview at the penitentiary on October 14, 1998.  <FRAGMENT_SUPPRESSED>", "[23] In view of this evidence, therefore, it is difficult to conclude that these factors had an impact on the candidates' performance. In the case at bar, the plaintiffs had the burden of clearly and unequivocally establishing for the selection board that they were suffering hardships related to the noise and heat, which prevented them from performing at their best, and that they wished to have their interviews postponed or to have corrective action taken.  <FRAGMENT_SUPPRESSED>", "[24] However, the plaintiffs did not ask the selection board to postpone their interviews or to take corrective action. As no application to this effect was made, the selection board did not deal with the matter.  <FRAGMENT_SUPPRESSED>", "[25] It was only after the eligibility lists were published that the plaintiffs alleged that they had suffered serious hardship at the interviews. Unfortunately, it was too late.  <FRAGMENT_SUPPRESSED>", "[26] I consider that the chairperson of the Appeal Board did not err in law in deciding that he could not intervene.  <FRAGMENT_SUPPRESSED>", "[27] The application for judicial review of the decision of the chairperson of the Appeal Board, dated July 13, 1999, is dismissed.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/gs  <FRAGMENT_SUPPRESSED> Footnotes  <FRAGMENT_SUPPRESSED> 1. R.S.C. 1985, c. P-33 (hereinafter \"the Act \").  <FRAGMENT_SUPPRESSED> 2. Affidavit of Jean-Claude Plamondon, plaintiff's record, tab 2B, pp. 22-23 (decision of Appeal Board, July 13, 1999).  <FRAGMENT_SUPPRESSED> 3. See also <FRAGMENT_SUPPRESSED>  (T.D.), at 83.  <FRAGMENT_SUPPRESSED> [End of document]"]}