{"id_": "014670", "body_str": ["[1] Martineau, J. : The applicant challenges the legality of a decision rendered by an immigration officer (the officer) on August 17, 2009, refusing the applicant's application for permanent resident status based on humanitarian and compassionate grounds under subsection 25(1) of the Immigration and Refugee Protection Act , S.C. 2001, c.27 (the Act).  <FRAGMENT_SUPPRESSED>", "[2] The basis of the officer's refusal is that the applicant did not establish that he would suffer unusual, undeserved or disproportionate hardship if he were required to apply for permanent resident status outside of Canada.  <FRAGMENT_SUPPRESSED>", "[3] For the reasons that follow, the present application must fail.  <FRAGMENT_SUPPRESSED>", "[4] First, it is useful to set out a number of relevant facts.  <FRAGMENT_SUPPRESSED>", "[5] The applicant was born January 13, 1967, and is a citizen of St. Vincent and the Grenadines. He first arrived in Canada on August 28, 1991. After overstaying his visitor's visa, the applicant left Canada on May 8, 1994, only to return again with a visitor's visa on August 7, 1994. The applicant's second visa was extended until May 21, 1995, but he never departed from Canada.  <FRAGMENT_SUPPRESSED>", "[6] The applicant is one of seven children in his family; he has three sisters and three brothers. His father abandoned them when he was young, and the applicant claims that his older sister, Wenda, was his primary caregiver since his mother had to work long hours to support her children. The applicant came to Canada to reunite with his three sisters who had already arrived in Canada a few years before.  <FRAGMENT_SUPPRESSED>", "[7] Since his first arrival nineteen years ago, the applicant has lived with his sister Wenda. Along with his mother, the applicant's three brothers continue to reside in St. Vincent. Since his second arrival in Canada, the applicant has been employed as a mechanic, and on October 7, 1996, the applicant had a son with whom he claims to have a close relationship.  <FRAGMENT_SUPPRESSED>", "[8] On April 22, 2008, the applicant was arrested by the Montreal Police (Service de police de la Ville de Montréal), but he was later acquitted of the charge laid against him. As a result of the arrest, however, the Canadian Border Services Agency (CBSA) issued a report, pursuant to subsection 44(1) of the Act, declaring that the applicant was inadmissible under subsection 41(a), since he failed to leave Canada before the expiry of his authorized stay, as required by subsection 29(2).  <FRAGMENT_SUPPRESSED>", "[9] On May 26, 2008, the applicant submitted his application for permanent resident status based on humanitarian and compassionate grounds (H&C application). His application contained, inter alia, his \"story\", his son's birth certificate, a couple of bills addressed to his sister Wenda, and letters of support from his friends and family.  <FRAGMENT_SUPPRESSED>", "[10] On April 15, 2009, Citizenship and Immigration Canada (CIC) sent the applicant a letter asking him to update the personal information contained in his H&C application.  <FRAGMENT_SUPPRESSED>", "[11] On June 30, 2009, CIC sent the applicant another letter requesting the following documents: any legal documentation concerning the applicant's arrest on April 22, 2008; proof of custody or any other legal documentation that demonstrates the arrangement between the applicant and his son; his son's school transcripts for the previous two years; and, any other documentation that demonstrates how the applicant takes care of his son.  <FRAGMENT_SUPPRESSED>", "[12] On July 28, 2009, the applicant submitted additional documentation, which included letters from his sister Wenda and two friends attesting to his close relationship with his son, a letter from his son's basketball coach attesting to the fact that the applicant is in regular attendance at his son's basketball games and practices, and a document indicating that he was acquitted from the criminal charge laid on April 22, 2008.  <FRAGMENT_SUPPRESSED>", "[13] In an application based on H&C grounds, the onus is always on the applicants to provide the documentation upon which the determination will be based ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[14] Subsection 25(1) of the Act provides an exemption to the requirement of having to apply for a visa from outside of Canada \"if the Minister is of the opinion that [such an exemption] is justified by humanitarian and compassionate considerations relating to [the applicant], taking into account the best interests of a child directly affected, or by public policy considerations. <FRAGMENT_SUPPRESSED>", "[15] The jurisprudence is clear that the standard of review applicable to decisions on an H&C application is reasonableness. Because of the highly discretionary nature of such decisions, so long as the decision is justifiable, transparent and intelligible within the decision making process, the Court should not intervene ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[16] As long as the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law, the Court will not intervene with the immigration officer's decision ( <FRAGMENT_SUPPRESSED> , at paragraph 47). Moreover, in reviewing the legality of a decision dismissing an H&C application, the Court should be careful not to consider factors that it feels relevant only to outweigh or diminish a number of other relevant considerations that have been taken into account by the officer.  <FRAGMENT_SUPPRESSED>", "[17] The role of the Court is not one of policy making. Thus, the starting point of the Court's analysis is the reasoning of the agent. The issue is whether the officer's decision, considered as a whole, can sustain a somewhat probing examination by the Court.  <FRAGMENT_SUPPRESSED>", "[18] In the case at bar, none of the facts invoked by the applicant, including the close family relationship he developed with his sister Wenda and the best interests of his Canadian son, were found by the officer to justify that he be granted an exemption from the requirement to obtain a permanent resident visa prior to coming to Canada (see subsection 11(1) of the Act).  <FRAGMENT_SUPPRESSED>", "[19] While it is abundantly clear in reading the H&C application that the primary focus from the applicant's perspective is his son, at the hearing before this Court the sole ground of attack raised was the relative importance the agent should have given to the strong ties that the applicant has developed with his sister Wenda.  <FRAGMENT_SUPPRESSED>", "[20] In this application, the applicant heavily relies on the Operational Manual IP-5 Immigrant Applications in Canada made on Humanitarian and Compassionate Grounds (Operational Manual IP-5) and the recent decision of this Court in <FRAGMENT_SUPPRESSED> ( John ), to argue that the officer should have explicitly considered the applicant's de facto family situation since it was clearly raised by the facts as presented to the officer.  <FRAGMENT_SUPPRESSED>", "[21] While it has been established on numerous occasions that the operational manuals are not law and are not binding, they are valuable guidelines to the immigration officers in carrying out their duties ( John , above, at paragraph 7).  <FRAGMENT_SUPPRESSED>", "[22] With regard to the applicant's de facto family situation, the respondent notes that the officer was not required to address the issue since the applicant failed to specifically raise it in his H&C application ( <FRAGMENT_SUPPRESSED> ( Sandhu )).  <FRAGMENT_SUPPRESSED>", "[23] Furthermore, the respondent submits that the officer considered the relationship between the applicant and his family in Canada and the relevant evidence on the matter, as well as the existence of remaining family members in his country, namely his mother and his brothers. The officer concluded that the applicant would not be isolated in St. Vincent if he were to apply for Canadian permanent residence status from there. Hence, the officer gave little weight to the fact that the applicant had family in Canada.  <FRAGMENT_SUPPRESSED>", "[24] With reference to family support, the applicant describes his relationship with his family, as one that \"provide[s] [him] with a stable and vital support system\". Additionally, it was the applicant's sister who helped him find a permanent job and despite the fact that he has worked for the last fourteen years, the applicant's sisters are ready to offer their financial support to the applicant should he be allowed to stay in Canada.  <FRAGMENT_SUPPRESSED>", "[25] With regard to his life in St. Vincent, the applicant notes that he and his brothers had difficulty finding jobs and that now, he only has an \"aging mother and ... brothers [who] live difficultly\".  <FRAGMENT_SUPPRESSED>", "[26] Where a de facto family relationship is said to exist, an important consideration in determining the merits of the H&C application is, to what extent the applicant would have difficulty in meeting financial or emotional needs without the support and assistance of the family unit in Canada.  <FRAGMENT_SUPPRESSED>", "[27] According to section 6.4 of the Operational Manual IP-5, a de facto family member is one who does not meet the definition of family class member under the Act, but who is in a situation of dependence, which makes them a de facto member of a nuclear family in Canada. Among the examples provided is the example of a son, daughter, brother or sister who does not have a family of their own. Similarly, elderly relatives or persons who have resided with the family for a long time may be considered de facto family members.  <FRAGMENT_SUPPRESSED>", "[28] Among the factors to be considered in the de facto family relationship are: the stability of the relationship, the length of the relationship, the ability and willingness of the family in Canada to provide support and any family outside of Canada who are able and willing to provide support (see section 12.6 of the Operational Manual IP-5).  <FRAGMENT_SUPPRESSED>", "[29] What is clear from the foregoing is that de facto family member status is limited to vulnerable persons who do not meet the definition of family members in the Act and who are reliant on the support, both financial and emotional, that they receive from persons living in Canada. Therefore, de facto family member status is not normally given to independent and functional adults who happen to have a close emotional bond with a relative residing in Canada, as is the case in the present application.  <FRAGMENT_SUPPRESSED>", "[30] I do not believe John , above, created an obligation for all immigration officers to explicitly consider the issue of de facto family members in every case. It is clear in the present application that the officer considered the applicant's relationship with his family in Canada, and without evidence that the officer failed to consider any other relevant criteria in determining the H&C application, the Court should not intervene.  <FRAGMENT_SUPPRESSED>", "[31] In the Court's view, the impugned decision is reasonable in the circumstances.  <FRAGMENT_SUPPRESSED>", "[32] In the impugned decision, the agent indicates that she has specifically considered the following grounds and particular facts invoked by the applicant:  <FRAGMENT_SUPPRESSED> • \"Besides for finding me a permanent job, my family in Canada has provided me with a stable and vital support system, that has breathed new hope into me and makes all of my hard work worth it. Here, I have had the privilege to watch my nieces grow, and have been able to share in all of their joys and achievements. I was there for their sweet sixteens, their graduations, confirmations, proms and even their first dates. <FRAGMENT_SUPPRESSED> • \"I have been able to repay, although in only a small way, the sister that has taken care of me and been like a mother to me, helping her through her periods & sickness, trying to thank for not having given up on me and my brothers. We now share in each others ups and downs, and have been reunited. <FRAGMENT_SUPPRESSED> • \"Lastly and most importantly, my life, a piece of me, and a big reason why I feel so attached to this county, my eleven year old son R-Kelly. Whereas I grew up without a father, I vowed to be different. But more than empty promises, I have tried to put my words into action, sticking to my son through his hospitalization, attending his activities, going through the gook and bad periods in school with him. It took me six years for me to teach him how to ride a bike as R-KeIly was very afraid of falling. Two years ago, during his mom's divorce, it was recommended that he live with me for six months... We came out of the experience with a stronger bond a better relationship... I want to make sure that no matter what happens, he has his mother and his father there to turn to and back him up. <FRAGMENT_SUPPRESSED> • \"My everything is here in Canada. I have nothing left in St.Vincent, where my aging mother and my brothers live difficultly and where if there is a future. It is bleak and hopeless. <FRAGMENT_SUPPRESSED>", "[33] In dismissing the application, the officer considered a number of relevant factors, namely, the applicant's family ties in Canada and St. Vincent, the extent to which the applicant had established himself in Canada, and the best interests of the child, before concluding that the applicant would not suffer unusual, undeserved or disproportionate hardship if he were required to apply for permanent resident status outside of Canada.  <FRAGMENT_SUPPRESSED>", "[34] With regard to the applicant's family ties, the officer notes that the applicant came to Canada to reunite with his sister Wenda, who was his primary caregiver as a child, who was already living in Canada. The officer notes that the applicant submitted letters of support from his sisters and a niece, but ultimately the officer gives little weight to the applicant's family ties in Canada because the officer notes that he still has his brothers and a mother that live in St. Vincent. Therefore, the applicant would not be alone if he were required to return.  <FRAGMENT_SUPPRESSED>", "[35] The officer then gives negative weight to the applicant's establishment in Canada.  <FRAGMENT_SUPPRESSED>", "[36] In coming to this decision, the officer emphasizes that while the applicant has been working in Canada for fourteen years, he has been doing so without a valid work permit. The officer also notes that when the applicant was deemed inadmissible by CBSA in April 2008, he was released from custody subject to conditions, which included, inter alia, that the applicant would refrain from working without a valid work permit.  <FRAGMENT_SUPPRESSED>", "[37] In light of a letter submitted by the applicant's employer on May 29, 2008, which provided that the applicant had been working for him for the past fourteen years, the officer inferred that the applicant continued to work illegally even after he was explicitly requested not to. Furthermore, the officer notes that the applicant did not submit any evidence demonstrating his capacity to support himself, since the only documentation submitted were bills that were addressed to his sister.  <FRAGMENT_SUPPRESSED>", "[38] All the findings and assumptions above are reasonable and supported by the evidence on record.  <FRAGMENT_SUPPRESSED>", "[39] With respect to the officer's decision regarding the separation of the applicant from his son, there is nothing on record that would permit me to conclude that the decision is unreasonable. The officer acknowledges that the applicant claims to have taken care of his son from the time he was born.  <FRAGMENT_SUPPRESSED>", "[40] Indeed, the applicant was specifically asked to provide documentation that would permit the officer to conclude that the applicant plays an integral role in the child's life, either financially or emotionally. The only documentation submitted, however, were letters from the applicant's sister and friends that attest to the fact that the applicant spends time with his son, and a letter from his son's basketball coach, confirming that the applicant regularly attends his son's basketball games.  <FRAGMENT_SUPPRESSED>", "[41] The applicant recognizes that his family ties in Canada and St. Vincent, the extent of his establishment in Canada and the best interests of his child were relevant factors to be considered by the agent. At the hearing, applicant's counsel confirmed to this Court that no reviewable error had been made in this regard by the agent.  <FRAGMENT_SUPPRESSED>", "[42] The arguments made by the respondent to sustain the legality of the impugned decision are persuasive. The conclusion that the applicant did not establish that he would suffer unusual, undeserved or disproportionate hardship if he were required to apply for permanent resident status outside of Canada, is overall reasonable and supported by the evidence on record. The particular weight to be given to the de facto family situation of the applicant was just one of the various relevant considerations that the agent had to consider. It proved not to be determinative of the exercise of the ministerial discretion under section 25 of the Act.  <FRAGMENT_SUPPRESSED>", "[43] More particularly, based on the reasons for the decision, it is clear that the officer was well aware that the applicant lived with his sister Wenda, and that the lease, the telephone bill and the hydro bill were under the name of the latter. The officer did not call into question the applicant's emotional attachment to his sisters but noted that the applicant would not be isolated in St. Vincent since his own mother and his three brothers lived there.  <FRAGMENT_SUPPRESSED>", "[44] In the case at bar, there has been no allegation or evidence whatsoever that the applicant has to count on his sisters or family in Canada in the sense that he is ill or unable to work. Indeed, the evidence establishes that the applicant has had a permanent job as a mechanic for more than ten years. Thus, it is not unreasonable to infer that the applicant could perhaps find work in his own country.  <FRAGMENT_SUPPRESSED>", "[45] Thus, the Court agrees with the submissions made by the respondent that the applicant's situation does not show the level of dependency required to qualify as a de facto family member. In the absence of proper documentation showing that the family significantly supported the applicant, the whole case for an exemption on H&C grounds cannot simply be based on broad allegations made by the applicant that he is dependant on his family in Canada.  <FRAGMENT_SUPPRESSED>", "[46] For the foregoing reasons the judicial review must fail. Neither party has submitted a question of general importance, therefore none shall be certified.  <FRAGMENT_SUPPRESSED>", "[47] THIS COURT ORDERS that the application for judicial review be dismissed. No question is certified.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}