{"id_": "014856", "body_str": ["[1] Mactavish, J. : Emanuella Bastien is a Haitian citizen, whose application for refugee protection was rejected by the Refugee Protection Division of the Immigration and Refugee Board on the grounds that her claim to have been persecuted in Haiti because of her political opinion was not credible.", "[2] Ms. Bastien now seeks judicial review of the Board's decision, asserting that a number of the Board's credibility and plausibility findings were flawed. The Board also erred, she says, in failing to properly address her claim to be at risk in Haiti based upon her gender and her position as a Haitian returning from abroad.", "[3] For the reasons that follow, I am satisfied that the Board's finding that Ms. Bastien was not credible was one that was reasonably open to it on the record before it. However, I also find that the Board erred in its analysis of Ms. Bastien's claim, to the extent that it was based on her profile. As a consequence, the application for judicial review will be allowed. The Credibility Determination", "[4] Ms. Bastien identified the source of her difficulties in Haiti as being the political activities of Ms. Bastien herself, and those of her then \"conjoint\" or partner, going back to the early 1990's. Not only was her evidence inconsistent with respect to her involvement with the Lavalas party, even more troubling was her apparent inability to recall the name of her partner, and the inconsistencies in her evidence as to what his name actually was, once she was able to remember it.", "[5] Also of concern to the Board were the inconsistencies in Ms. Bastien's evidence as to when it was that her partner was shot and killed, where it was that the sexual assaults that she says that she suffered actually took place, and her employment history during relevant periods of time.", "[6] It is true that Ms. Bastien provided explanations for these discrepancies in her story. These explanations were, however, considered by the Board, and reasons were provided by the Board for not accepting them.", "[7] Regardless of whether I apply the standard of review described in paragraph 18.1(4)(d) of the Federal Courts Act, or the reasonableness standard described at paragraph 47 of the Supreme Court of Canada's decision in  <FRAGMENT_SUPPRESSED>  Ms. Bastien has not persuaded me that the Board's negative credibility findings were made in error.", "[8] The fact that the Board did not believe Ms. Bastien's story is not, however, the end of the matter, as Ms. Bastien also claimed to be at risk in Haiti because she was a woman. Moreover, in her Personal Information Form, Ms. Bastien also claimed to be at risk in Haiti because she would be returning from abroad, and would thus be targeted by armed bandits. This aspect of her claim was also rejected by the Board. Whether it committed an error in this regard will be considered next. The Profile Argument", "[9] The following reasons were given by the Board for rejecting Ms. Bastien's claim, insofar as it was based upon her profile as a woman, and as a Haitian citizen returning from abroad:", "[10] Ms. Bastien's alternative claim was based upon her status as a Haitian woman, and as an individual returning to Haiti from abroad. The fact that she has been found not to be credible with respect to the facts underlying the portion of her claim based upon the political activities of Ms. Bastien and her partner was irrelevant to this aspect of her claim.", "[11] Given that there is no dispute about the fact that Ms. Bastien is indeed a Haitian woman, or that she would in fact be returning from abroad if she went back to Haiti, the question for the Board at this juncture in its analysis was not whether her story of past persecution was credible.", "[12] Rather, the questions that the Board ought to have addressed in relation to this aspect of Ms. Bastien's claim included determining whether there was documentary or other evidence before it as to the generalized persecution of women in Haiti. In addition, the Board ought to have considered whether women in Haiti generally, as well as those returning to Haiti from abroad, constituted particular social groups.", "[13] Furthermore, the Board would also have to consider whether the objective country condition information demonstrated that Ms. Bastien would face a personalized risk in Haiti, or whether any risks that she might face in that country were the result of generalized criminality.", "[14] There was some evidence before the Board with respect to the deplorable conditions within Haiti, including the incidence of sexual violence against women. It is not, however, the task of this Court sitting on judicial review to perform its own analysis of the country condition evidence, and to determine for itself whether this aspect of Ms. Bastien's claim should succeed. That is the job of the Refugee Protection Division. Conclusion", "[15] For these reasons, the application for judicial review is allowed. Certification", "[16] Neither party has suggested a question for certification, and none arises here. JUDGMENT", "[17] THIS COURT ORDERS AND ADJUDGES that: 1. This application for judicial review is allowed, and the matter is remitted to a differently constituted panel for re-determination; and 2. No serious question of general importance is certified. [End of document]"]}