{"id_": "014837", "body_str": ["[1] de Montigny, J. [Translation]: This is an application for judicial review by Mr. Mbala (applicant) of the decision by Peter Bulatovic, of the Investigation Division of Passport Canada (Passport Canada), dated February 26, 2013, to revoke passport QF103270 from the applicant, refuse the passport application M030542 and impose a period of refusal of passport services on the applicant until August 9, 2016.", "[2] After reviewing the record and the written and oral submissions of the parties, I found that the impugned decision was reasonable and that the application for judicial review had to therefore be dismissed. FACTS", "[3] The applicant is a Canadian citizen, originally from the Democratic Republic of the Congo.", "[4] On December 21, 2007, he filed a passport application with Passport Canada. On December 28, 2007, passport WD030507 was issued to him.", "[5] On April 26, 2011, the applicant filed a new passport application, alleging that passport WD030507 had been lost. The applicant submitted a police report dated March 15, 2011, in support of his application. On May 20, 2011, passport QF103270 was issued to him.", "[6] On January 13, 2012, passport QF103270 was intercepted in Brussels while in the possession of an individual who was not the applicant. The individual was arriving from Kinshasa was about to board a flight to Montréal. The individual admitted that it was indeed him in the passport photo, but that the identity marked on it was not his. In the passport, the officers in Brussels identified a Kenyan visa, two French immigration stamps, an arrival stamp from the N'Djili airport (Kinshasa) and a visa for the Democratic Republic of the Congo, all forged.", "[7] On August 9, 2012, the applicant filed a new passport application (application M030542), alleging that passport QF103270 had been lost in or about November 2011. The applicant submitted a police report dated January 16, 2012, in support of that new application.", "[8] On August 24, 2012, Passport Canada informed the applicant that he was the subject of an investigation, indicating that there were reasons [translation] \"to believe that he was involved in obtaining a passport by means of false or misleading information and that he had provided false or misleading information on a passport application\". The applicant was also informed that he could provide additional information before October 9, 2012.", "[9] In a letter sent to Passport Canada on October 8, 2012, the applicant admitted that he had submitted photos of his brother for the passport application he filed on April 26, 2011. That application was also accompanied by a false statement concerning the loss of the previous passport with the number WD030507, issued in December 2007. The applicant alleged in that letter that he had done that to save the life of his brother, who was in danger in his country, thus allowing him to come to Canada.", "[10] On January 15, 2013, Passport Canada informed the applicant that a decision would soon be made, given that, in his letter dated October 8, 2012, he did not submit new information that would be grounds to pursue the investigation.", "[11] On February 26, 2013, Passport Canada rendered its decision, revoking passport QF103270 from the applicant, refusing passport application M030542 and imposing a period of refusal of passport services on the applicant until August 9, 2016. The decision was communicated to the applicant on February 27, 2013.", "[12] On March 27, 2013, the applicant filed his application for judicial review of Passport Canada's decision. Impugned decision", "[13] In the letter sent to the applicant on February 26, which acts as the decision, Passport Canada first stated the facts related above in these reasons. It continued by finding that passport QF103270 was obtained by means of false and misleading information and stipulated the sanctions. The essential paragraphs of that decision read as follows: [translation] After a thorough review of all of the information obtained throughout the investigation and your submissions, wherein you admit having participated in submitting false or misleading information to obtain passport QF103270 issued in your name with your brother's photo in order to facilitate his illegal entry into Canada, it has been determined, on a balance of probabilities, that there is sufficient information to support the conclusion that you obtained passport QF103270 by means of false or misleading information by providing the photo of another person, that you permitted another person to use passport QF103270, and that you submitted a passport application to the Passport Canada office in Montréal, on August 9, 2012, also containing false or misleading information, specifically the PPTC 203 form concerning the loss of passport QF103270. Given the above, it is important to note that criminal proceedings are separate from any action taken by Passport Canada. Consequently, the decision has been made to revoke passport QF103270 issued in your name in application of paragraphs 10(2)( ) and 10(2)( ) of the Canadian Passport Order , SI/81-86, as amended (Order), to refuse passport application M030542 in your name in accordance with paragraph 9( ) of the Order and to impose a period of refusal of passport services on you until August 9, 2016 , under subsection 10(1) of the Order.", "[14] Concerning the refusal of passport services, Passport Canada specified that the length of the refusal is normally five years (calculated starting from when the false information about application M030542 was submitted, that is, on August 9, 2012), but that it was reduced to four years given the applicant's cooperation and statements. Passport Canada also stated that an application for a limited validity passport with geographical limitations may be examined based on urgent, compelling and compassionate reasons.", "[15] Finally, the decision indicated that the applicant has 30 days to file an application for judicial review before the Federal Court. Issue", "[16] The only issue in this matter is whether Passport Canada's decision, in particular, the imposition of a period of refusal of passport services until August 9, 2016, was reasonable in the circumstances. Analysis", "[17] There is no doubt that the standard of review applicable in this case is reasonableness. The decision to refuse passport services or to revoke a passport involves questions of mixed fact and law, as my colleague, Justice Tremblay-Lamer, recently indicated in FRAGMENT_SUPPRESSED. As a result, the role of this Court in the context of an application for judicial review is to determine whether the grounds provided by Passport Canada are justified, transparent and intelligible, and whether the result arrived at falls within the range of possible, acceptable outcomes which are defensible in respect of the facts and law: FRAGMENT_SUPPRESSED.", "[18] The applicant essentially contends that Passport Canada's decision is erroneous in the sense that it does not take into account the fact that he acted for humanitarian and compassionate reasons and that he never intended to defraud the system. Since he acted only to allow his brother to flee persecution and seek refuge in Canada, there would be no resulting adverse outcome for the integrity of Canadian passports. From this perspective, the applicant submits that the decision to revoke his ability to obtain a new passport for four years is unreasonable.", "[19] Unfortunately for the applicant, I cannot accept this argument. The Canadian Passport Order , SI/81-86 (Order), under which the sanctions that the applicant complains of were imposed, read as follows at the time when the decision was made (the Order Amending the Canadian Passport Order , SI/2013-57 dated July 2, 2013, has since changed Passport Canada, now under the responsibility of the Minister of Citizenship and Immigration): 9. Passport Canada may refuse to issue a passport to an applicant who (a) fails to provide the Passport Office with a duly completed application for a passport or with the information and material that is required or requested (i) in the application for a passport, or (ii) pursuant to section 8; 10. (1) Passport Canada may revoke a passport on the same grounds on which it may refuse to issue a passport. (2) In addition, Passport Canada may revoke the passport of a person who . . . (c) permits another person to use the passport; (d) has obtained the passport by means of false or misleading information; or (e) has ceased to be a Canadian citizen. 10.2 The authority to make a decision to refuse to issue or to revoke a passport under this Order, except for the grounds set out in paragraph 9(g), includes the authority to impose a period of refusal of passport services. a) (i) (ii) [...] c) d) e)", "[20] Even assuming that the applicant actually acted for humanitarian and compassionate reasons (a question on which I do not have to rule, especially since there is no evidence in the record in that respect), that consideration is irrelevant for the application of the aforementioned sections of the Order. As indicated by the respondent, sections 9, 10 and 10.2 do not require proof of the intention to defraud or mislead: FRAGMENT_SUPPRESSED.", "[21] This is undoubtedly because of the importance attached to the need to maintain the integrity of Canadian passports. This Court has already mentioned to what point it was imperative to ensure that passports issued by the Canadian government are used for the purposes for which they were issued: FRAGMENT_SUPPRESSED FRAGMENT_SUPPRESSED", "[22] It is apparent from the wording of the above sections of the Order that Passport Canada has the discretion to choose the sanctions that may be imposed when the requirements for obtaining a passport are not met. In this case, the period of refusal was reduced by one year compared to what is usually ordered to take into account the transparency of the applicant and the fact that he admitted having obtained a passport with his brother's photo. Moreover, the period of refusal of passport services is not absolute because it may be overlooked in certain exceptional situations.", "[23] In these circumstances, it was not demonstrated that the decision rendered does not fall with the possible, acceptable outcomes. The applicant tried to argue that the respondent should have considered his humanitarian and compassionate grounds to further reduce the period of refusal of service. First, there is no evidence that that factor was not taken into account in the assessment of the facts. Both the letter dated August 24, 2012, informing the applicant that he was the subject of an investigation and the letter dated January 15, 2013, informing him that the investigation was complete clearly establish that the chief investigator was aware of the applicant's claims regarding what drove him to obtain a passport fraudulently. It must be accepted that the Director learned of this information before communicating Passport Canada's decision to the applicant on February 26, 2013. The last letter also refers to the fact that passport QF103270 was issued in the name of the applicant with his brother's photo [translation] \"in order to facilitate his illegal entry into Canada\".", "[24] Second, it was entirely open to Passport Canada to not consider those circumstances as being enough to further reduce the period of refusal of services. Once again, the respondent has broad discretion in determining sanctions when a passport is obtained or used fraudulently, and it was not unreasonable to consider that the humanitarian and compassionate grounds raised by the applicant did not offset the importance of upholding the integrity of Canadian passports.", "[25] In light of the foregoing, the application for judicial review must be dismissed, with costs. JUDGMENT", "[26] THE COURT ORDERS AND ADJUDGES that the application for judicial review is dismissed, with costs. Application dismissed. Editor: Angela E. McKay/vnh"]}