{"id_": "014830", "body_str": ["[1] Gleason, J. : This is an application for judicial review from the decision of an adjudicator at Passport Canada, issued on July 19, 2011, in which the adjudicator revoked the applicants' passports and refused passport services to them for five years. The adjudicator concluded on the balance of probabilities that the applicants had allowed two other individuals to use their Canadian passports and that the applicants had provided false information in support of their replacement applications. The impostors in question were apprehended in Dubai, on January 15, 2010, and were in possession of the applicants' Canadian passports and Canadian citizenship cards. The impostors (who were Iraqi citizens) were attempting to use this documentation to board a flight from Dubai to Toronto. The impostors had paid $10,000 U.S., each, for the applicants' passports.  <FRAGMENT_SUPPRESSED>", "[2] Following the seizure of the applicants' passports from the impostors, Passport Canada carried out an investigation and eventually made a recommendation to the adjudicator to revoke the applicants' passports and impose a five-year ban on their obtaining another Canadian passport. The adjudicator accepted the recommendation in his decision of July 19, 2011. In this application for judicial review, the applicants assert that the adjudicator's decision should be set aside due to flaws in both Passport Canada's investigation and the adjudicator's decision.  <FRAGMENT_SUPPRESSED>", "[3] More specifically, in their Memorandum of Fact and Law, the applicants raise several grounds of challenge, arguing that:  <FRAGMENT_SUPPRESSED> 1. Passport Canada's investigation was incomplete and flawed;  <FRAGMENT_SUPPRESSED> 2. Passport Canada engaged in an improper assessment of the evidence;  <FRAGMENT_SUPPRESSED> 3. The adjudicator's conclusions were arrived at without a proper (or any) evidentiary basis;  <FRAGMENT_SUPPRESSED> 4. The investigative branch of Passport Canada concluded that the applicants were complicit in allowing the impostors to use their passports at the beginning of the investigation and prior to receipt of all of the information; and  <FRAGMENT_SUPPRESSED> 5. The evidence does not support a finding on a balance of probabilities that the applicants were parties to the use of the passports by the impostors.  <FRAGMENT_SUPPRESSED>", "[4] During the hearing, counsel for the applicants focussed his submissions on the assertions that there had been a breach of procedural fairness and that the Passport Canada investigators were biased.  <FRAGMENT_SUPPRESSED>", "[5] In terms of procedural fairness, he asserted that the applicants could not understand written English and argued that this inability should have been apparent to Passport Canada, which, accordingly, ought to have convened the applicants to an interview or offered them translation services. He also asserted that there were material facts and evidence contained in the record before the adjudicator which were not disclosed to the applicants. Counsel also suggested that the procedure before the Court resulted in unfairness to his clients, as the affidavit filed by the respondent placing the tribunal record before the Court was signed by a paralegal, who could not be cross-examined in any meaningful way. The applicants allege that they ought to have had the ability to cross-examine the Passport Canada investigators regarding their investigation.  <FRAGMENT_SUPPRESSED>", "[6] In terms of the bias allegation, the applicants assert that Passport Canada's investigators were biased as they came to conclusions before they completed their investigation.  <FRAGMENT_SUPPRESSED>", "[7] The respondent argues that there was no breach of procedural fairness. More specifically, the respondent submits that there was nothing before Passport Canada which would have caused it to doubt the applicants' ability to understand written English and that in any event, it was incumbent upon the applicants to obtain whatever translation services might have been necessary. In terms of disclosure, the respondent argues that all the material facts were disclosed to the applicants and that Passport Canada is not required to disclose every document contained in its investigation file, but, rather, it is sufficient if affected parties are provided with the material facts an investigation discloses and an opportunity to respond to them. The respondent asserts that this occurred in the present case. As for the assertion that it is unfair for the record to have been placed before the Court via the paralegal's affidavit, the respondent notes that this has been common practice and that it would be highly improper to engage in a cross-examination of the type desired by the applicants as a judicial review application is not a hearing de novo but, rather, a review based on the record before the tribunal.  <FRAGMENT_SUPPRESSED>", "[8] In terms of bias, the respondent submits that there was no inappropriate prejudgment by the Passport Canada investigators.  <FRAGMENT_SUPPRESSED>", "[9] The respondent also argues that many of the grounds raised by the applicants in their Memorandum of Fact and Law seek to have the Court re-weigh the evidence before the adjudicator, which is not the function of a court in a judicial review application. Rather, a court's function is to assess whether or not the decision was reasonable. On the latter point, the respondent asserts that there was ample evidence before the adjudicator to support his conclusion that the result reached is within the range of possible, acceptable outcomes and, accordingly, that the adjudicator's decision is reasonable. The respondent also challenges portions of the evidence filed by the applicants in their Motion Record, arguing that they are inadmissible as they contain facts that were not before the adjudicator.  <FRAGMENT_SUPPRESSED>", "[10] In my view, the issues that arise in this application may be stated as follows:  <FRAGMENT_SUPPRESSED> 1. As a preliminary matter, have the applicants filed evidence that was not before the adjudicator, and should this evidence be excluded from consideration in this judicial review application;  <FRAGMENT_SUPPRESSED> 2. Were the applicants afforded procedural fairness;  <FRAGMENT_SUPPRESSED> 3. Were the Passport Canada investigators biased; and  <FRAGMENT_SUPPRESSED> 4. Was the adjudicator's decision reasonable  <FRAGMENT_SUPPRESSED>", "[11] Each of these issues is discussed below.  <FRAGMENT_SUPPRESSED> Have the applicants raised new evidence that ought not be considered?  <FRAGMENT_SUPPRESSED>", "[12] The respondent submits that paragraphs 2-5, 9 (except the last sentence), 15 and 17 of the Affidavit of Nsaeif Slaeman and paragraphs 2, 3, 4 (except the last sentence) and 9 of the Affidavit of Ramal Roukan are not properly before the Court in this application for judicial review as they contain evidence that was not before the adjudicator.  <FRAGMENT_SUPPRESSED>", "[13] In several of the impugned paragraphs, the applicants attest to their lack of fluency in English language, state that another individual completed all the written representations that they provided to Passport Canada and to the Edmonton police, and claim that they did not fully understand what was contained in these representations. They explain that their lack of understanding resulted in certain of the discrepancies which the adjudicator noted in his decision. In another of the impugned paragraphs in Mr. Slaeman's Affidavit, he suggests that one of his sons, who \"has had several problems with the law revolving around drugs, gangs and violence\", might have stolen the passports, without the knowledge of the applicants. The final fact set out in the impugned paragraphs is the applicants' claim that they do not know the impostors who sought to fraudulently use their passports and citizenship cards to attempt to board a flight from Dubai to Toronto.  <FRAGMENT_SUPPRESSED>", "[14] The respondent is correct in asserting that none of the facts contained in the impugned paragraphs in the applicants' affidavits was before the adjudicator. This is not disputed by the applicants. While conceding that, normally, a court on judicial review is limited to considering facts contained in the record before the inferior tribunal, the applicants argue that an exception applies in this case, which would render the impugned portions of the applicants' affidavits admissible. More specifically, they assert that the evidence relates to a challenge to procedural fairness or is general background information, both of which have been found to be admissible in judicial review applications. The respondent, for its part, argues that even if certain portions of the impugned evidence might be relevant to the applicants' procedural fairness arguments, such evidence will not be admissible unless and until the Court determines that there was a breach of procedural fairness.  <FRAGMENT_SUPPRESSED>", "[15] The general rule, which has been qualified as \"trite law\", is that an applicant on judicial review can only rely on evidence that was before the decision-maker (see e.g. <FRAGMENT_SUPPRESSED> FTR 19 [ Ochapowace Indian Band ]). As the respondent correctly notes, there are limited exceptions to this rule, namely when the evidence relates to a challenge to procedural fairness, the tribunal's jurisdiction or is general background information of assistance to the court ( Ochapowace Indian Band ).  <FRAGMENT_SUPPRESSED>", "[16] This general rule was recently affirmed by the Federal Court of Appeal in Association of Universities and Colleges of Canada and the University of Manitoba v the Canadian Copyright Licensing Agency , 2012 FCA 22 at paras 17-20. As noted by Justice Stratas in that decision at paras 18-19, the differing roles of the Court and the administrative body underlie the rule: the role of the Court is to \"review the overall legality of what the Board has done, not delve into or re-decide the merits of what the Board has done ... [the] Court cannot allow itself to become a forum for fact-finding on the merits of the matter. <FRAGMENT_SUPPRESSED>", "[17] Here, the evidence contained in the impugned portions of the applicants' affidavits is of two varieties. The evidence regarding lack of fluency in English (set out in paras 2-5 and 9 of Mr. Slaeman's Affidavit and paras 2-4 of Ms. Roukan's Affidavit) is relevant to the claim regarding a breach of procedural fairness and to the applicants' claim that Passport Canada should have recognized their lack of fluency and afforded them a hearing or provided them with a translator.  <FRAGMENT_SUPPRESSED>", "[18] On the other hand, the evidence regarding the possibility that Mr. Slaeman's son might have stolen the passports (set out in para 15 of Mr. Slaeman's Affidavit) and regarding the applicants' lack of knowledge of the impostors (set out in para 17 of Mr. Slaeman's Affidavit and in para 9 of Ms. Roukan's Affidavit) is not relevant to the applicants' procedural fairness claims. It is directed toward the merits of the inquiry before the adjudicator, namely, whether or not the applicants allowed the third-party impostors to use their passports. This evidence could have been - but was not - placed before the adjudicator.  <FRAGMENT_SUPPRESSED>", "[19] Thus, paragraphs 2-5 and 9 of Mr. Slaeman's Affidavit and paragraphs 2-4 of Ms. Roukan's Affidavit are admissible in this judicial review application. In this regard, I find no merit in the suggestion of the respondent that the Court should determine admissibility of this type of evidence only after it determines whether or not there is merit to the breach of procedural fairness claim. Were the Court to proceed as the respondent argues it should, it would be engaged in a completely circuitous exercise where the merits of the claim would depend on evidence which would not be before the Court unless and until the claim is found to be meritorious. Such circularity cannot possibly be the basis upon which admissibility is determined. Rather, in my view, admissibility depends upon the characterization of the evidence. If it fairly relates to a procedural fairness claim, then it is admissible. As noted, the evidence contained in paragraphs 2-5 and 9 of Mr. Slaeman's Affidavit and paragraphs 2-4 of Ms. Roukan's Affidavit does relate to their procedural fairness claims. It is therefore properly before the Court.  <FRAGMENT_SUPPRESSED>", "[20] The evidence contained in paragraphs 15 and 17 of Mr. Slaeman's Affidavit and paragraph 9 of Ms. Roukan's Affidavit, however, is not admissible. It does not fall within one of the recognized exceptions to the general rule that a court is limited on a judicial review application to considering the record before the tribunal. Indeed, admitting this evidence would be completely inimical to the judicial review process, and would invite applicants to conduct a de novo trial, which is certainly not the requisite inquiry on a judicial review application. As Justice de Montigny noted  <FRAGMENT_SUPPRESSED>  Indian Band at para 10, \"[t]he purpose of a judicial review application is not to determine whether the decision of a tribunal was correct in absolute terms but rather to determine whether its decision was correct [or reasonable] on the basis of the record before it\". Thus, the respondent's request to strike portions of the applicants' affidavits is successful only with respect to paragraphs 15 and 17 of Mr. Slaeman's Affidavit and paragraph 9 of Ms. Roukan's Affidavit.  <FRAGMENT_SUPPRESSED> Were the applicants afforded procedural fairness?  <FRAGMENT_SUPPRESSED>", "[21] Turning, next, to the applicants' procedural fairness claims, there are two separate breaches alleged: first, an allegation that the applicants were not afforded a fair hearing because their language difficulties were not addressed by Passport Canada and, second, an allegation that material evidence was not disclosed to them. In order to address these allegations, it is necessary to determine the requirements for procedural fairness applicable in the context of a Passport Canada investigation.  <FRAGMENT_SUPPRESSED>", "[22] As the respondent correctly notes, the principles regarding the requirements of procedural fairness for administrative decisions were set out by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  [ Baker ]. In Baker at paras 21 to 27, the Supreme Court noted that the requirements of procedural fairness will vary depending on the nature of the decision and the impact on the interests of the person affected. Factors relevant to the content of the duty include: the nature of the decision and of the procedures followed by the tribunal in making it or the \"closeness of the administrative process to the judicial process\"; the requirements of the statute under which the decision is made and the role of the particular decision within the statutory scheme; the importance of the decision to the individuals affected; the legitimate expectations of the affected individuals regarding what procedures would be followed by the tribunal; and the choices made by the tribunal regarding procedure, especially where the tribunal is afforded the right to establish its own procedures.  <FRAGMENT_SUPPRESSED>", "[23] The requirements of procedural fairness in the context of a passport revocation and permanent passport services suspension were considered in <FRAGMENT_SUPPRESSED>  [ Kamel ] (which was overturned by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  but not on these points). The situation in Kamel was different from that in the present case in that here the passport services were suspended by Passport Canada for five years. In Kamel , on the other hand, the Minister of Foreign Affairs and International Trade suspended Mr. Kamel's passport services indefinitely, based on the determination that he posed a security risk. The Minister's decision turned on a report from the Canadian Security Intelligence Service that was not disclosed to Mr. Kamel. Justice Noël determined that, in not being informed of the substance of the report, Mr. Kamel had been denied procedural fairness which, in the circumstances of that case, required that Mr. Kamal be provided with the ability to engage in \"full participation\" in the process before the Minister. According to Justice Noël, to ensure this, he needed \"... to know exactly what the allegations against him [were] ... and what the information collected in the course of the investigation [was to] ... be able to respond to it completely\" ( Kamel at para 68). This, however, did not mean that Passport Canada was required to hold a hearing, and, indeed, Justice Noël noted that in most circumstances a hearing will not be required. Rather, according to Justice Noël, at para 72:  <FRAGMENT_SUPPRESSED> [...] It is sufficient if the investigation includes disclosure to the individual affected of the facts alleged against him and the information collected in the course of the investigation and gives the applicant an opportunity to respond to it fully and informs him of the investigator's objectives; as well, the decision-maker must have all of the facts in order to make an informed decision.  <FRAGMENT_SUPPRESSED>", "[24] It flows from the foregoing that the applicants' assertion that they ought to have been afforded a hearing, due to their language difficulties, must fail. Indeed, the applicants have been unable to cite any authority in support of their position that it is incumbent on Passport Canada to assist those being investigated with their language difficulties.  <FRAGMENT_SUPPRESSED>", "[25] Their claim on the language issue, moreover, rests primarily on the extraordinarily narrow basis of a single line in a witness statement, which the applicants provided to the Edmonton police on January 15, 2010, when they claim they first noted that their passports were missing. Passport Canada obtained a copy of the statement during the course of its investigation. The statement in question was signed by a third-party, and contains the annotation \"this statement is written by my [ sic ] and directed by Mr. Slaman [ sic ]\". The applicants argue that this single line, and the fact that the applicants filed two letters that contradicted each other, ought to have put Passport Canada on notice that the applicants lacked sufficient English language abilities to fully comprehend and participate in the investigative process.  <FRAGMENT_SUPPRESSED>", "[26] With respect, such an assertion is entirely without merit. In my view, no reasonable person would be led to any such conclusion, based on this single line in the witness statement and on the contradictory letters filed by the applicants. This is particularly so where, as here, the applicants sent several letters to Passport Canada, in English, and did not once indicate that they were having difficulty understanding the correspondence. On these facts, there was simply no basis upon which Passport Canada could ever have ascertained that the applicants might be facing communication difficulties.  <FRAGMENT_SUPPRESSED>", "[27] More importantly, however, even if this had somehow become apparent to Passport Canada, it was not incumbent on it to arrange for translation facilities for the applicants. The applicants filed with the Court a copy of the \"Rules of Procedure in Passport Refusal and Revocation Cases\" of Passport Canada, which are available on the Internet. Those rules clearly provide that correspondence with Passport Canada is to be conducted in English or French (i.e. one of Canada's official languages) and that if someone files a document in a different language, it is up to that individual to provide an accurate translation, accompanied by a declaration from a translator, setting out the translator's credentials and attesting to the authenticity of the translation. Passport Canada's procedure in this regard is similar to that of this Court: Rule 93 of the Federal Courts Rules , SOR-98-106 provides that translation shall be arranged for witnesses who do not understand English or French, and that it is the responsibility of the party who calls the witness to arrange and pay for the translator.  <FRAGMENT_SUPPRESSED>", "[28] Thus, the applicants' first allegation regarding a breach of procedural fairness is without merit because there was no basis upon which Passport Canada could reasonably have determined that the applicants had difficulties communicating in English and because, in any event, even if it had known this to be the case, Passport Canada was under no obligation to hold an oral hearing nor to provide translation services to the applicants.  <FRAGMENT_SUPPRESSED>", "[29] Turning to the applicant's second allegation, this case and that of Abdi, Hashi and  <FRAGMENT_SUPPRESSED> ), released concurrently with this decision) involve the application of the broad principles from Baker and Kamel to fact patterns that are very different from that in Kamel and from each other. In both this case and that of Abdi, Hashi and Abshir , the applicants argue that Passport Canada ought to have disclosed copies of its entire file to them or, alternatively, that certain pieces of information or, in the case of' Abdi, Hashi and Abshir , certain documents amounting effectively to written advocacy, ought to have been disclosed.  <FRAGMENT_SUPPRESSED>", "[30] In the present case, in support of their allegation that they were denied procedural fairness through non-disclosure, the applicants point to a record of over 100 pages, which was before the adjudicator, and note that they only received a handful of letters from Passport Canada. They argue that the entire record should have been disclosed to them and that certain portions of it contained potentially exculpatory evidence that they did not have the opportunity to expand upon nor to draw to the attention of the adjudicator. More specifically, the applicants assert that Passport Canada undertook several lines of inquiry that proved fruitless. These included Passport Canada's inability to determine what transpired at the Syrian Embassy in Ottawa when it issued visas in respect of the applicants' passports on January 4, 2010; Passport Canada's unsuccessful attempt to obtain copies of the 12 Canadian documents that the impostors had in their possession when apprehended in Dubai on January 15, 2010; and Passport Canada's discovery that a Shoppers Drug Mart receipt that was also in the impostors' possession was not issued from the same location as where the applicants had their passport photos taken. The applicants argue that had this information been disclosed to them, they could have made arguments in support of their position that they were not complicit in allowing the impostors to use their passports.  <FRAGMENT_SUPPRESSED>", "[31] Apart from the obvious inconsistency of this position with the prior argument regarding the applicants' inability to understand the documents disclosed to them, the applicants' second argument has no merit because it bears no relevance to what actually transpired and the non-disclosed items are completely irrelevant to the determination the adjudicator was called upon to make. Much more relevant matters were disclosed by Passport Canada to the Applicants, which would have necessitated the same response by the applicants regarding their theory of what had transpired, yet, the applicants provided no submissions in their defence to Passport Canada nor to the adjudicator.  <FRAGMENT_SUPPRESSED>", "[32] In terms of the disclosure, on December 3, 2010, Passport Canada's Chief Investigator wrote a detailed letter to each of the applicants, in which he set out all the material facts that Passport Canada gathered in its investigation. The letters provided in this regard [differences in the letter to Nsaeif Slaeman are noted in square brackets]:  <FRAGMENT_SUPPRESSED> Passport Canada received information from the Migration Integrity Officer (MIO) in Dubai that on January 15, 2010, an impostor attempted to board flight EK241 from Dubai to Toronto, using Canadian passport WL615418 [or WL615414], issued in your name. The impostor was also found to be in possession of Canadian citizenship certificate B0736668 [or A8422217], issued in your name.  <FRAGMENT_SUPPRESSED> The MIO also reported that passport WL615418 [or WL615414] contained a visa from the Syrian Arab Republic, which was issued by the Syrian Embassy in Ottawa on January 4, 2010. Information received from the Syrian Embassy confirmed that they did issue the visa contained in passport WL615418 [or WL615414]. According to the Syrian Embassy, it takes between 7 to 10 days to process an application for Syrian visa, and applicants are advised to take mailing time and holidays into account (i.e. five to eight working days are required).  <FRAGMENT_SUPPRESSED> They also note that a photograph of the applicant is required when applying for a visa. Since January 4, 2010, was a Monday, and five to eight working days are required to process a visa application, this would indicate that passport WL615418 [or WL615414] would have to have been received by the Syrian embassy no later than December 24, 2009, which meant that it would have had to have been mailed by no later than December 23, 2009.  <FRAGMENT_SUPPRESSED> Passport Canada records indicate that at the time of application for passport WL615418 [or WL615414], you requested that it be sent to you by mail and according to verification from Canada Post, the passport was delivered to you on December 22, 2009.  <FRAGMENT_SUPPRESSED> On March 12, 2010, you submitted an application for a Canadian passport to Passport Canada's Edmonton office. In support of this application, you submitted a Statutory Declaration concerning a lost, stolen, damaged, destroyed or inaccessible Canadian passport or travel document (PPTC 203), dated January 24, 2010. On the PPTC 203, he declared that Canadian passport WL615418 [or WL615414], issued in your name on December 17, 2009, was stolen from your car at the Londonderry Mall in Edmonton on January 15, 2010. You also declared that passport WL615418 [or WL615414] was last seen or used on January 15, 2010, at 1:30 PM.  <FRAGMENT_SUPPRESSED> In additional correspondence from you dated May 11, 2010, you explained that after passport WL615418 [or WL615414] was delivered you placed [gave it to your wife who placed] the passport in a black travel document bag, which was placed in a briefcase, and stored in a cabinet in your bedroom. You also indicated that during the first week of January 2010, your husband [you] removed the black travel document bag from your house and placed it in your car, assuming that the passport was still in the bag, and only noticed it was missing on January 15, 2010, when you went to the travel agent at the Londonderry Mall.  <FRAGMENT_SUPPRESSED> In an additional letter from you dated September 16, 2010, you indicated that your citizenship card was also stored in the same bag [you indicated that you moved the travel document bag from your house to your car in the first week of January 2010, that your citizenship card and Edmonton picture identification were also stored in the same bag and that you realized that these documents were missing at the same time as the passport].  <FRAGMENT_SUPPRESSED> Passport Canada's investigations are administrative in nature, and evidence is assessed on a balance of probabilities test - that is, given the information held on file, what is more likely to have happened. When considering your explanation, in order for your version of events to be accurate, the following would have needed take place:  <FRAGMENT_SUPPRESSED> 1. After passport WL615418 [or WL615414] was delivered to you and stored in your bedroom on December 22, 2009. Between then and December 23, 2009, someone broke into your home, went into your bedroom, removed the briefcase from your cabinet, removed the black travel document bag, removed passport WL615418 [or WL615414], your citizenship card and your city of Edmonton picture ID, then placed the travel document bag back inside the briefcase and then put the briefcase back inside the cabinet and left. As you never mentioned a break-in at your home as a possible explanation as to how passport WL615418 [or WL615414] could have ended up in the possession of an impostor, one must presume that nothing else was taken from your home.  <FRAGMENT_SUPPRESSED> 2. After obtaining passport WL615418 [or WL615414] from your home, the thief completed an application for a Syrian visa and mailed it to the Syrian embassy within 24 hours after stealing this passport. During that time, they were also able to locate an individual who looked enough like you that the visa application was not questioned at the Syrian Embassy when photographs on the visa application were compared to your photograph in passport WL615418 [or WL615414].  <FRAGMENT_SUPPRESSED> 3. On January 15, 2010, an impostor attempted to use passport WL615418 [or WL615414] to travel to Canada illegally from Dubai. That same afternoon, after the impostor was apprehended, he realized that passport WL615418 [or WL615414] had been stolen and reported this to police.  <FRAGMENT_SUPPRESSED>", "[33] The December 3, 2010 letters also set out Passport Canada's conclusion that it was more likely than not that the applicants had allowed another person to use their passports in an attempt to travel to Canada illegally and that the applicants had provided false or misleading statements in support of an application for a new passport. These letters further outlined for the applicants the process that Passport Canada was following, detailed the applicants' right to file submissions and the deadline for doing so, as well as the consequences of an adverse finding (namely, that the applicants' passports would be revoked and no new one provided for a period of five years).  <FRAGMENT_SUPPRESSED>", "[34] As noted, the applicants provided absolutely no response to these letters. Passport Canada again wrote them on March 11, 2011, asking them to file submissions, if they had any information that \"would contradict or neutralize the information\" in the December 3, 2010 letters. Once again, the applicants provided no response whatsoever. It was only after these two requests for submissions that Passport Canada forwarded its submissions to the adjudicator. The applicants did not make any submission to the adjudicator.  <FRAGMENT_SUPPRESSED>", "[35] Before the Court, the applicants assert that someone stole their passports in the manner suggested in Passport Canada's December 3, 2010 letter. The suggestion is that this person might have been Mr. Slaeman's son, as set out in paragraph 15 of Mr. Slaeman's Affidavit. However, no explanation was given as to why the applicants did not make this submission to Passport Canada. This claim is central to their defense.  <FRAGMENT_SUPPRESSED>", "[36] The fruitless lines of inquiry that Passport Canada did not disclose to the applicants have no bearing on the applicants' ability to make full answer and defence to the case that the Passport Canada investigators had put together. The central point in any defence was the theory that it was Mr. Slaeman's son who stole and sold the passports. The ability of the applicants to raise this argument was in no way impacted by the non-disclosure of the fruitless inquiries that Passport Canada conducted. Moreover, these fruitless lines of inquiry were not considered by Passport Canada in its recommendation to the adjudicator nor by the adjudicator in his decision. In addition, and most importantly, the fact that these lines of inquiry proved fruitless is in no way relevant to whether it is more likely than not that the applicants allowed a third party to use their passports. Thus, the fact that Passport Canada conducted certain inquiries that led nowhere is simply not material to the case.  <FRAGMENT_SUPPRESSED>", "[37] Kamel did not decide that Passport Canada must disclose every matter it inquires into or even that it must disclose every document that it provides to the decision-maker. Rather, it held that Passport Canada must disclose to both the decision-maker and the individual under investigation all the information it gathered that is relevant to the determination to be made. Arguably, the above-cited passages from Kamel may go slightly further and provide that any information given to the decision-maker must also be provided to the applicant, even if it is immaterial. However, the need to disclose immaterial information was not squarely addressed in Kamel as the case concerned a highly relevant and prejudicial report that was provided to the Minister - but not to Mr. Kamel -which played a central role in the Minster's decision to permanently suspend passport services for Mr. Kamel. In my view, Justice Noël's comments regarding what must be disclosed by Passport Canada should be read bearing these facts in mind, and, accordingly, do not stand for the proposition that it is a breach of natural justice for Passport Canada to fail to disclose irrelevant documents that it might send to the adjudicator. While it might be a more prudent practice for Passport Canada to provide identical disclosure to the adjudicator and the individuals under investigation (and thereby ensure it would be immune from challenges of this nature), in my view, there is no breach of natural justice where, as here, buried in the file forwarded to the adjudicator there are a few irrelevant facts that were not disclosed to the individuals under investigation.  <FRAGMENT_SUPPRESSED>", "[38] There is ample authority from other contexts, where the interests concerned are important but do not concern the life or liberty of individuals, to support the notion that the requirements of natural justice are met if the investigator provides a summary of the material facts that are relevant to the determination to be made. For example, in the context of inquiries by visa officers under section 40(1)(a) of the Immigration and Refugee Protection Act , SC 2001, c 27, this Court has determined that the requirements of procedural fairness are met when the visa officers suspect that an applicant for a visa may have made a misrepresentation in his or her application, if the visa officer writes a \"fairness letter\", outlining the perceived misrepresentations and inviting the applicant to make responding submissions (see e.g. <FRAGMENT_SUPPRESSED>  ACWS (3d) 670; <FRAGMENT_SUPPRESSED>  FTR 69; and <FRAGMENT_SUPPRESSED>  [2009] FCJ No 281). To somewhat similar effect, in the human rights context, it is sufficient if the Human Rights Commission investigator discloses a summary investigation report (as opposed to all the evidence gathered in the investigation) and provides a copy to the Commission and the affected parties, who are afforded the ability to make submissions to the Commission (see e.g. <FRAGMENT_SUPPRESSED>  (CA)). Likewise, in the context of transferring prisoners to higher security institutions, this Court has found that disclosure of summaries of the information compiled against a prisoner is sufficient to meet the duty of procedural fairness (see e.g. <FRAGMENT_SUPPRESSED>  FTR 8).  <FRAGMENT_SUPPRESSED>", "[39] Therefore, in the circumstances of this case, the failure to disclose the fruitless lines of inquiry that Passport Canada undertook but which led nowhere does not amount to a breach of procedural fairness, as the non-disclosed information was not material to the decision.  <FRAGMENT_SUPPRESSED>", "[40] Thus, both grounds raised by the applicants regarding an alleged breach of procedural fairness are without merit. I also note that there is absolutely no merit whatsoever in the suggestion that the procedures before this Court were unfair in not allowing the applicants to cross-examine the Passport Canada investigators. Such cross-examination would be completely inappropriate in a judicial review application, for the reasons advanced by the respondent. Thus, the applicants were afforded appropriate procedural fairness by Passport Canada and before this Court.  <FRAGMENT_SUPPRESSED> Were the Passport Canada investigators biased?  <FRAGMENT_SUPPRESSED>", "[41] Turning, next, to the applicants' second ground of attack, it is axiomatic that a decision may be set aside on the ground of bias of the decision-maker, where there is a reasonable apprehension that such bias exists. The test for establishing a reasonable apprehension of bias was restated by the Supreme Court of Canada in R v S (RD) , [1997] 3 SCR 484, 151 DLR (4th) 193 at para 111, where the Court noted that a reasonable apprehension of bias exists where a reasonable and informed person, with knowledge of all the pertinent circumstances, facing the matter realistically and practically, would conclude that the decision-maker's conduct gives rise to a reasonable apprehension of bias. In determining if there is a reasonable apprehension of bias, the court is to consider whether an informed person would think that it is more likely than not that the decision-maker, whether consciously or unconsciously, would not decide fairly ( Committee for  <FRAGMENT_SUPPRESSED> , at para 29; R v S ( RD) , at para 111).  <FRAGMENT_SUPPRESSED>", "[42] The applicants suggest that Passport Canada investigators demonstrated bias as they \"rushed to judgment\" and determined the applicants' guilt before their investigation was completed. In support of this allegation, counsel for the applicants relied principally on draft letters, dated May 28, 2010 that were not sent to the applicants, and which set out the conclusion that Passport Canada believed that the applicants had permitted another person to use their passports. These letters, however, are clearly drafts, as they contain many handwritten amendments and are followed in the record by a memo from a more senior official in Passport Canada to the author of the drafts, pointing out the various issues that still needed to be investigated. These various issues were, in fact, investigated by Passport Canada. The final versions of the letters that were sent to the applicants on December 3, 2010 were substantially different from the drafts and, as noted, summarized all the material facts that Passport Canada had uncovered during its investigation.  <FRAGMENT_SUPPRESSED>", "[43] In my view, these draft letters do not indicate that Passport Canada pre-judged the situation as it continued its investigation after May 28, and the subsequent investigation included inquiry into possible exculpatory evidence. Accordingly, in my view, there is no basis upon which an informed person would think that it is more likely than not that Passport Canada had prejudged the situation. Moreover, there is no suggestion made that the adjudicator, who actually made the decision that is the subject of this judicial review application, was biased. Accordingly, the applicants' second basis for challenging the adjudicator's decision also fails.  <FRAGMENT_SUPPRESSED> Was the adjudicator's decision reasonable?  <FRAGMENT_SUPPRESSED>", "[44] In so far as concerns the allegation that the decision should be set aside because it is unreasonable, as the respondent correctly notes, the reasonableness standard of review is a highly deferential one. Indeed, a reviewing court may intervene only if it is satisfied that the reasons of the tribunal are not \"justified, transparent or intelligible\" and if the result reached by the tribunal does not fall \"within the range of possible, acceptable outcomes which are defensible in respect of facts and law\" ( <FRAGMENT_SUPPRESSED> , at para 47).  <FRAGMENT_SUPPRESSED>", "[45] In the present case, the applicants assert that the adjudicator's factual determinations were unreasonable. In Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  [ Khosa ], the Supreme Court of Canada held that judicial review pursuant to sections 18 and 18.1 of the Federal Courts Act , RSC 1985, c F-7  <FRAGMENT_SUPPRESSED>  is governed by the common law principles set out  <FRAGMENT_SUPPRESSED> and that section 18.1(4)(d) of the FCA provides \"legislative precision to the reasonableness standard\" by which factual findings are to be measured ( Khosa at para 46). Section 18.1(4)(d) of the FCA provides that this Court may set aside a tribunal's decision if it is satisfied that the tribunal \"based its decision or order on an erroneous finding of fact it made in a perverse or capricious manner or without regard to the material before it\".  <FRAGMENT_SUPPRESSED>", "[46] In the decision at issue in this case, the adjudicator reviewed the procedural history of the various exchanges of correspondence between Passport Canada and the applicants, summarized the positions advanced by Passport Canada and the applicants and conducted a detailed analysis in support of his conclusion upholding Passport Canada's position to the effect that it was more likely than not that the applicants allowed another person to use their passports and that the applicants had provided false information in respect of their applications to obtain replacement passports. More specifically, the adjudicator relied on the following facts:  <FRAGMENT_SUPPRESSED> 1. The applicants did not report the passports as missing to Passport Canada until March 12, 2010. In the statutory declaration they signed on January 24, 2010, in support of the request to obtain replacement passports, the applicants stated that the passports had been stolen from their car in Edmonton on January 15, 2010, and that they had last seen the passports at approximately 1:30 PM that day;  <FRAGMENT_SUPPRESSED> 2. On March 11, 2010, however, the applicants provided a contradictory statement to Passport Canada, following Passport Canada's disclosure to them of the fact that the passports were seized in Dubai on January 15, 2010. Obviously, they could not have been stolen from Edmonton on the same day. Accordingly, the applicants changed their version of events and stated that the last time they remembered seeing their passports was the date they were delivered to them, in late December 2009;  <FRAGMENT_SUPPRESSED> 3. Mr. Slaeman and Ms. Roukan provided contradictory versions of events regarding who put the passports away in a black document bag that they claimed was later transferred to their car, without them noticing that the passports were missing from it;  <FRAGMENT_SUPPRESSED> 4. In subsequent statements, \"answering pointed questions from the Bureau\" (adjudicator's decision, page 6), the applicants provided new dates regarding when they last saw the passports, stating first that they had been put in the glove compartment of their car in \"early January\" and, thereafter, Mr. Slaeman modified his version of events again and stated that he \"believed\" he put the passports in the car in the first week of January;  <FRAGMENT_SUPPRESSED> 5. The passports contained a Syrian visa, which was issued in Ottawa on January 4, 2010. The adjudicator noted that this fact was completely inconsistent with the applicants' version of events: and  <FRAGMENT_SUPPRESSED> 6. The applicants provided absolutely no explanation as to who could possibly have stolen the passports from their home in the few days between their receipt and the date they would have needed to have been sent to Ottawa to allow for the issuance of the Syrian visas on January 4th.  <FRAGMENT_SUPPRESSED>", "[47] The applicants assert that the adjudicator's decision was made without regard to the evidence. Throughout their Memorandum of Fact and Law, they posit alternative theories and explanations for what they suggest is more likely to have happened to their passports. They also offer explanations for the inconsistencies in their statements that led the investigators to conclude that their credibility had been undermined. However, as noted, none of these explanations was given to Passport Canada or to the adjudicator.  <FRAGMENT_SUPPRESSED>", "[48] In my view, these explanations and theories are an invitation to the Court to come to its own conclusions, based on evidence that was not before the adjudicator, which is well beyond the scope of judicial review on the reasonableness standard. Rather, what is required is that the Court assess the reasonableness of the adjudicator's decision based on the record that was before him. And that record reveals that the adjudicator made a completely reasonable decision on the evidence before him and drew completely reasonable inferences. In short, the applicants provided no credible explanation as to what had happened to their passports, and changed their version of events multiple times when, as the investigation progressed, it became apparent that previous versions were untenable. In the circumstances and based on the evidence before the adjudicator, the only reasonable conclusion which could have been drawn is the one the adjudicator reached, namely, that the applicants were complicit in allowing the passports to be utilized by someone else.  <FRAGMENT_SUPPRESSED>", "[49] As for the five-year ban on obtaining new passports, in my view, the adjudicator's determination on this point is also reasonable. The imposition of a penalty is a highly discretionary element of the decision, and its length is certainly within the range of possible, acceptable outcomes (and coincides with the length of penalties in other cases that have been upheld by this Court such as in <FRAGMENT_SUPPRESSED> ACWS (3d) 316).  <FRAGMENT_SUPPRESSED>", "[50] As the adjudicator rightly noted in his decision, misuses of passport services are \"serious matters\". Canada is required to ensure that its passports are not misused to deter illegal migration and meet foreign governments' expectations regarding the reliability of Canadian travel documents. Failure to do so may have serious consequences, including the facilitation of illegal entries and exits from countries by unidentified individuals and the consequential security risks and impairment to the ability of legitimate Canadian travelers to travel to other countries without undue impediment. Accordingly, the imposition of a five-year ban in the circumstances of this case was entirely reasonable.  <FRAGMENT_SUPPRESSED>", "[51] For these reasons, this application for judicial review will be dismissed.  <FRAGMENT_SUPPRESSED>", "[52] THIS COURT'S JUDGMENT is that :  <FRAGMENT_SUPPRESSED> 1. This application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED> 2. The parties shall file written submissions of no more than five pages with respect to costs by June 8, 2012. They shall have the opportunity, if they wish, to file a reply of up to five pages to each other's costs submissions by June 15, 2012.  <FRAGMENT_SUPPRESSED> 3. I remain seized of the issue of costs in this matter.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: E. Joanne Oley/vnh  <FRAGMENT_SUPPRESSED>"]}