{"id_": "015054", "body_str": ["[1] O'Reilly, J. : Mr Packiyakumar Pathmanathan arrived in Canada in 2010 on the MV Sun Sea. He claimed refugee protection in Canada because of his fear of political persecution and cruel and unusual treatment or punishment in Sri Lanka, based on the perception that he is associated with the Liberation Tigers of Tamil Eelam (LTTE).", "[2] A panel of the Immigration and Refugee Board dismissed Mr Pathmanathan's claim on the basis that it disbelieved his account of events. It pointed to a number of areas of his evidence that were implausible, as well as inconsistencies in his testimony. Based on the evidence, the Board concluded that Mr Pathmanathan would not be of any interest to Sri Lankan authorities on his return.", "[3] Regarding Mr Pathmanathan's voyage on the MV Sun Sea, the Board concluded that it was unlikely that officials would know that he was on that vessel, so there would be no risk to his life when he returned to Sri Lanka.", "[4] Mr Pathmanathan contends that the Board's decision was unreasonable because it failed to adequately address the risk he would face having been a passenger on the MV Sun Sea - a so-called claim, since the alleged risk arose after he arrived in Canada. He asks me to quash the Board's decision and order another panel to reconsider his claim.", "[5] I agree that the Board's analysis was deficient because it omitted any serious consideration of Mr Pathmanathan's claim. I must, therefore, allow this application for judicial review.", "[6] The sole issue is whether the Board's decision was unreasonable. II. Was the Board's decision unreasonable?", "[7] The Board accepted that, as a young Tamil male, Mr Pathmanathan might be questioned on his return to Sri Lanka about potential links to the LTTE. However, since he had not shown that he had any association with the LTTE, the Board found that he would not be at risk.", "[8] In my view, the Board's decision was unreasonable because it overlooked important evidence on this issue.", "[9] The Board did not cite any documentary evidence dealing with the treatment of passengers on the MV Sun Sea or the MV Ocean Lady, another vessel that brought refugee claimants to Canada from Sri Lanka. That evidence showed that both Sri Lankan and Canadian authorities have accused passengers of having an association with the LTTE. It is clear, even on the evidence cited by the Board, that persons suspected of having ties to the LTTE, including failed refugee claimants, face a risk of torture or mistreatment on return.", "[10] This evidence suggests, contrary to the Board's finding, that Mr Pathmanathan would likely be questioned about a possible link to the LTTE on his return. Had the Board considered the relevant evidence and still found a basis for dismissing Mr Pathmanathan's claim, its conclusion would merit considerable deference. However, in the absence of that analysis, I find that the Board's decision does not fall within the range of defensible outcomes, based on the evidence and the law (as in <FRAGMENT_SUPPRESSED> ).", "[11] Since the separate issue of Mr Pathmanathan's credibility regarding his past in Sri Lanka will have to be re-determined at a new hearing, it is unnecessary for me to comment on the Board's findings here. III. Conclusion and Disposition", "[12] The Board failed to address important evidence relating to Mr Pathmanathan's claim to be at risk as a failed refugee claimant and a passenger on the MV Sun Sea. Accordingly, its dismissal of that claim was unreasonable. I must, therefore, allow this application for judicial review, and order another panel of the Board to reconsider it. Neither party proposed a question of general importance for me to certify, and none is stated. JUDGMENT", "[13] THIS COURT'S JUDGMENT is that 1. The application for judicial review is allowed. 2. The matter is returned to another panel of the Board for reconsideration. 3. No question of general importance will be stated. <FRAGMENT_SUPPRESSED>  O'Reilly Sun Sea", "[2]", "[3] Sun Sea", "[4] Sun Sea (demande d'asile dite", "[5]", "[6] II.", "[7]", "[8]", "[9] Sun Sea Ocean Lady", "[10]", "[11] III.", "[12] Sun Sea JUGEMENT", "[13] 1. La demande de contrôle judiciaire est accueillie. [End of document]"]}