{"id_": "015020", "body_str": ["[1] Russell, J. : This is an application under s 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [Act] for judicial review of the decision of a visa officer [Officer], dated November 6, 2014 [Decision], which refused the Applicant's application for a work permit. II. BACKGROUND", "[2] The Applicant is a citizen of Pakistan. At the time of his work permit application, the Applicant was thirty-two years old and had been working as a technician in United Arab Emirates [UAE] since 2008.", "[3] The Applicant was offered a \"handyman\" position in Canada. He applied for a work permit in July 2014. III. DECISION UNDER REVIEW", "[4] On November 6, 2014, the Applicant's application for a work permit was refused. The Officer was not satisfied that the Applicant would leave Canada by the end of the authorized period because of his \"current employment situation\" and his \"personal assets and financial status.\"", "[5] The Global Case Management System [GCMS] notes provide further explanation for the Decision (Certified Tribunal Record [CTR] at 16): ...GIVEN LENGTH OF TIME EMPLOYED UAE, QUESTION BF'S. PA HAS NOT DEMONSTRATED HE IS WELL ESTABLISHED IN PAKISTAN, PA IS ONLY IN UAE ON TEMPORARY STATUS AND AS SUCH, THERE IS NO GUARANTEE THAT HE WILL BE ALLOWED TO RETURN TO WORK AT THE END OF HIS CONTRACT IN CANADA. RAISES CONCERNS THAT APPLICANT IS USING LSP PROGRAM TO ENTER CANADA. GIVEN THE STRONG SOCIAL AND ECONOMIC INCENTIVES IN CANADA, ON BALANCE, I AM NOT SATISFIED THAT THE APPLICANT IS A BONAFIDE INTENDING TEMPORARY RESIDENT WHO WOULD HAVE MOTIVATION TO DEPART CDA AT THE END OF AN AUTHORIZED STAY. NOT SATISFEID HE MEETS REQUIREMENTS R200(1)(B). REFUSED. IV. ISSUES", "[6] The Applicant raises the following issues in this proceeding: 1. Whether the Decision is reasonable; and, 2. Whether the Officer breached the duty of procedural fairness in failing to present his or her concerns to the Applicant before rendering the Decision. V. STANDARD OF REVIEW", "[7] The Supreme Court of Canada in FRAGMENT_SUPPRESSED held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis: FRAGMENT_SUPPRESSED.", "[8] The parties agree, and the Court concurs, that visa officers' decisions are reviewable on a standard of reasonableness: FRAGMENT_SUPPRESSED. Questions of procedural fairness are reviewable on a standard of correctness: FRAGMENT_SUPPRESSED.", "[9] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": see FRAGMENT_SUPPRESSED. Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the FRAGMENT_SUPPRESSED VI. STATUTORY PROVISIONS", "[10] The following provision of the Act is applicable in this proceeding: Application before entering Canada 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.", "[11] The following provisions of the Immigration and Refugee Protection Regulations , SOR/2002-227 are applicable in this proceeding: Work permits 200. (1) Subject to subsections (2) and (3) - and, in respect of a foreign national who makes an application for a work permit before entering Canada, subject to section 87.3 of the Act - an officer shall issue a work permit to a foreign national if, following an examination, it is established that [...] (b) the foreign national will leave Canada by the end of the period authorized for their stay under Division 2 of Part 9; [...] [...] [...] VII. ARGUMENT A. Applicant", "[12] The Applicant submits that the Decision is unreasonable. The Officer erred in finding that the Applicant would overstay because of the economic incentives in Canada: FRAGMENT_SUPPRESSED. The Officer also failed to assess the Applicant's level of establishment in Pakistan. The Applicant's father and siblings live in Pakistan and he has no family members anywhere else. The fact that the Applicant has been working in UAE since 2008 is not evidence of the fact that the Applicant has no ties in Pakistan: FRAGMENT_SUPPRESSED. The Applicant has also complied with immigration rules in both UAE and Canada: FRAGMENT_SUPPRESSED.", "[13] The Officer also failed to provide a detailed and lengthy analysis of why he or she believed that the Applicant is unlikely to leave Canada. The Federal Court has held that an officer cannot simply list a series of factors and state a conclusion without any analysis: FRAGMENT_SUPPRESSED.", "[14] The Applicant also submits that the Officer breached the duty of procedural fairness in failing to provide the Applicant with an opportunity to respond to his or her concerns in an interview: FRAGMENT_SUPPRESSED. The Applicant had no way of knowing that the Officer would rely on his Canadian salary, his apparently limited ties to Pakistan, and the length of his time in UAE to find that he would overstay his visa. B. Respondent", "[15] The Respondent submits that the Decision is reasonable. The Officer is presumed to have considered all the evidence presented: FRAGMENT_SUPPRESSED. The Officer has no obligation to refer to every piece of evidence: FRAGMENT_SUPPRESSED.", "[16] The Officer was not satisfied that the Applicant was a bona fide intending temporary resident based on a consideration of the totality of the evidence. The Officer is entitled to consider whether the Applicant has an incentive to remain in Canada when assessing an application: FRAGMENT_SUPPRESSED. However, the financial incentive was not the only reason given for the Decision: the Applicant is young; has been working in UAE, away from his family, since 2008; and he only has temporary status in UAE. The Court cannot reweigh the evidence: FRAGMENT_SUPPRESSED.", "[17] The Applicant bears the burden of satisfying the Officer that he has met all the requirements of the application. As a result, procedural fairness does not typically require work permit applicants to be given an opportunity to respond to an officer's concerns. The Applicant bears the burden of establishing that he will leave Canada at the conclusion of the authorized period: FRAGMENT_SUPPRESSED. The onus does not shift to the Officer to interview the Applicant if concerns arise from documentation that the Applicant submits: FRAGMENT_SUPPRESSED.", "[18] Procedural fairness requirements are minimal where there is no evidence of serious consequences to an applicant: FRAGMENT_SUPPRESSED. The Applicant has not presented any evidence to suggest that re-applying would have any serious consequences. He is currently employed in UAE and says that his Canadian job posting remains open. C. Applicant's Further Submissions", "[19] The Applicant acknowledges that the Officer is presumed to have considered all of the evidence presented; however, the Court may infer that an officer has made erroneous findings of fact without regard to the evidence when the officer fails to mention evidence which is relevant to his or her findings or the evidence suggests a different conclusion than that reached by the officer: FRAGMENT_SUPPRESSED. The Applicant says that the Officer ignored his employment letter and information regarding his family ties in Pakistan. The fact that the Applicant was single at the time he submitted his application is insufficient to justify a finding of non-establishment. The Officer was obliged to consider the strength of the Applicant's familial ties, not their quantity: FRAGMENT_SUPPRESSED. The Officer also failed to consider the cost of living in his or her determination that the Applicant had strong economic incentives to remain in Canada: FRAGMENT_SUPPRESSED. The Applicant says that the fact he will earn more money in Canada cannot be a reason to deny his work permit application because then the majority of work permits would be denied. VIII. ANALYSIS", "[20] As I understand the Applicant's submissions, they are, in brief, that: a) The Officer relied too heavily on the economic incentives for remaining in Canada; b) The Officer's concerns about the Applicant's current employment situation and his personal assets and financial status do not make sense given the letter from the Applicant's current employer which confirms his status and his monthly salary; c) The Officer overlooked the Applicant's family connections in Pakistan; and, d) The Officer failed to consider the Applicant's compliance with all immigration rules.", "[21] None of these grounds for review is justified when the Decision is read as a whole. As the GCMS notes make clear, the core of the Decision is that (CTR at 16): ...GIVEN LENGTH OF TIME EMPLOYED UAE, QUESTION BF'S. PA HAS NOT DEMONSTRATED HE IS WELL ESTABLISHED IN PAKISTAN, PA IS ONLY IN UAE ON TEMPORARY STATUS AND AS SUCH, THERE IS NO GUARANTEE THAT HE WILL BE ALLOWED TO RETURN TO WORK AT THE END OF HIS CONTRACT IN CANADA ...", "[22] So the Applicant failed to demonstrate any real establishment in Pakistan. He has no job there. The fact that he has family there does not demonstrate that he will return after working in Canada because, at the time of his application (2014), he had been working in UAE since 2008. In addition, his employment status in UAE does not suggest that he will leave Canada because it is only temporary and there is nothing to indicate that he can or will return to UAE. The Applicant argues that the parent/child and family bond is a strong factor that was overlooked in this case and the Officer failed to analyze that connection and take it into account when dealing with establishment. As the record shows, the Applicant simply listed his father and four siblings who live in Pakistan. There was nothing to suggest he has any ongoing relationship with them and, although that can be presumed in most cases, the facts before the Officer were that the Applicant had worked in UAE for some six years at the time of his application. If the Applicant has family ties then they are clearly not a significant indication of establishment. The record shows that the Applicant is someone who looks for work, and works, outside of Pakistan away from his family.", "[23] Clearly, then, the economic incentive of remaining in Canada was not the sole factor for refusing the application and it was given reasonable weight in relation to the other factors mentioned. See e.g. FRAGMENT_SUPPRESSED.", "[24] Clearly also, the Officer's concerns about the Applicant's employment situation and status in UAE were that it was only temporary and there was no guarantee he could or would return there after working in Canada.", "[25] The Applicant's family situation was not overlooked. The problem was that the Applicant had not established employment in Pakistan that would suggest he will return and his family connections are clearly not a significant indication of establishment in Pakistan because he has lived and worked outside of Pakistan for an extended period of time. The record shows that the Applicant's family situation has changed since the time of his application. This could make a difference and he is entirely free to submit another application that will address the Officer's establishment concerns.", "[26] The Applicant also suggests that the Officer overlooked the fact that he has no history of remaining illegally in any country or of non-compliance with immigration laws. It is my view that, on the particular facts of this case, the Officer considered the lack of demonstrated establishment as conclusive and that, without sufficient establishment factors to weigh in the Applicant's favour, he could not be persuaded that the Applicant would return to Pakistan. Given the Applicant's lack of employment in Pakistan and his long history of working abroad away from his family, I cannot say that it was unreasonable for the Officer to take this position.", "[27] The Applicant complains that the reasons for the Decision were not lengthy, but the Supreme Court of Canada has advised that reasons need not be lengthy: FRAGMENT_SUPPRESSED. The purpose of reasons is to \"allow the individual to understand why the decision was made; and to allow the reviewing court to assess the validity of the decision\": FRAGMENT_SUPPRESSED. In my view, the reasons for the Decision achieve both purposes. I see nothing to suggest that the Decision lacks justification, transparency or intelligibility, or that it was unreasonable in the sense that it falls outside the range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "[28] The Applicant also suggests that the Decision is procedurally unfair because he should have been given an interview. The basis of the Decision was the Applicant's failure to demonstrate sufficient establishment in Pakistan, or the ability to return to UAE, at the end of the period in Canada. The Applicant had every opportunity to adduce evidence that would demonstrate establishment or the ability to return to UAE in his application. He simply failed to provide sufficient evidence to offset the Officer's concerns. This does not require an interview to discuss those concerns or to give the Applicant a further opportunity to adduce evidence that he should have provided in his application. This is not a procedural fairness issue. See FRAGMENT_SUPPRESSED.", "[29] All in all, I cannot say that the Applicant has established a reviewable error.", "[30] Counsel agree there is no question for certification and the Court concurs. JUDGMENT", "[31] THIS COURT'S JUDGMENT is that 1. The application is dismissed. 2. There is no question for certification. FRAGMENT_SUPPRESSED"]}