{"id_": "015089", "body_str": ["[1] de Montigny, J. : This is an application by Mihaela Maxim (the \"Applicant\") for judicial review under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA] of a decision by visa officer Julie Frechette (the \"Officer\") of the Canadian Visa office in Vienna, Austria. The decision, dated June 27, 2011, refused the Applicant's application for a work permit on the grounds that she did not meet the requirements of section 112 of the Immigration and Refugee Protection Regulations , SOR/2002-227 [IRPR]. 1. Facts", "[2] The Applicant was born in Romania on March 21, 1973, and is a citizen of Hungary. She was granted a visitor visa and came to Canada on June 20, 2009, to visit with her brother. This visitor visa expired on December 20, 2010. The Applicant is married and has a child who resides in Hungary.", "[3] On February 21, 2011, the Canadian Embassy in Vienna (the \"Embassy\") received the Applicant's \"Application for work permit made outside of Canada\" (the \"Work Permit Application\") for a job as a live-in caregiver for a 76 year-old woman in Baie-d'Urfé, Quebec.", "[4] The Applicant received a positive Labour Market Opinion (LMO) for the position on July 23, 2010, which was valid until January 22, 2011. Upon receiving the LMO, the Applicant applied for a Certificat d'acceptation du Québec (CAQ), which was received on December 13, 2010.", "[5] On February 17, 2011, the Applicant submitted her Work Permit Application to the Embassy. On March 11, 2011, the Applicant received a letter, dated February 28, 2011, which informed her that her Work Permit Application was refused on the basis that it was not supported by a valid LMO.", "[6] Counsel for the Applicant sent a letter to the Embassy on March 31, 2011, informing the Officer that the decision was incorrect because, despite having an expiry date of January 22, 2011, the LMO was valid for three months after the issuance of a CAQ. When the Officer received that letter, she realized her mistake and decided to re-evaluate the Work Permit Application, as well as all evidence filed in support of the Work Permit Application. By letter dated April 21, 2011, the Embassy invited the Applicant to attend an interview at the Embassy within 30 days and to present certain additional information, including, for example, official evidence of her experience as a live-in caregiver. The letter specified that the interview and documentation would permit the Officer \"to give [the Applicant's] application further consideration [...] \".", "[7] By email dated April 29, 2011, the Embassy was informed that an application for leave and judicial review had been filed by the Applicant. On May 18, 2011, the Applicant discontinued her application for leave and judicial review in light of the scheduled interview and reconsideration of her Work Permit Application.", "[8] On May 23, 2011, the Applicant travelled from Canada to Vienna to participate in an interview at the Embassy. The Officer and the Applicant differ significantly as to the tone of the interview. It appears from the accounts of both the Applicant and the Officer that the interview revolved around the following three issues: (i) what the Applicant had been doing with her time and how she had been supporting herself since arriving in Canada on June 20, 2009; (ii) her reasons for coming to Canada; and (iii) her experience as a care-giver in Hungary.", "[9] The Applicant argues that the Officer was disrespectful and aggressive during the interview in several ways: - The Officer personally selected the Applicant to undergo two additional security checks through a metal detector before being taken into the interview (both of which were in addition to the one that all visitors must pass through); - The Officer implied that the Applicant was not a good mother for coming to Canada without her child and that she had been working illegally in Canada; - In response to concerns regarding her caregiving experience in Hungary, the Applicant suggested that the Officer contact her former employer to verify her level of experience, to which the Officer stated that she \"did not want to bother Mrs Rochlitz\"; - When the Officer briefly spoke French she did so in a strong accent and ridiculed the Applicant for not understanding her; and - The Officer constantly repeated phrases addressing the Applicant's credibility, such as: \"I can't believe you\"; \"I can't give you the visa\"; \"I won't give you the visa because you worked illegally in Canada\"; and \"You work for your brother or somewhere else\".", "[10] Having told the Officer that she did not work while in Canada and was supporting herself by withdrawing money from two bank accounts in Europe, the Officer asked the Applicant to produce evidence to that effect. On June 14, 2011, the Embassy received a photocopy of a bank card and transaction records from Instabank. The withdrawals were all made at the Bank of Montréal on six consecutive days (from March 18, 2011, to March 23, 2011), and were for large amounts that appeared to be the daily maximum the Applicant could withdraw.", "[11] The Officer did not investigate the financial support issue further, as she was of the view that the Applicant had not met the statutory requirements for the issuance of a work permit under the Live-in Caregiver Program. She refused the Applicant's Work Permit Application on June 27, 2011, on the grounds that she did not meet the requirements under paragraph 112(c)(ii) of the IRPR. 2. The impugned decision", "[12] The Officer rejected the Work Permit Application because the Applicant did not establish that she met all of the requirements of Part 11 of the IRPR. In her decision letter, the Officer checked three boxes as her reasons for refusal. She was not satisfied that the Applicant had completed six months of training in a classroom setting as a live-in caregiver, or that she had completed one year of full-time employment, including six months of continuous employment for one employer, as a live-in caregiver, as required by section 112 of the IRPR. Additionally, the Officer found that the Applicant had submitted documentation as part of her Work Permit Application which lacked authenticity and diminished her overall credibility.", "[13] The Global Case Management System (\"GCMS\") notes for May 23, 2011, provide more information on the Officer's concerns: Declares in her CV she worked as cashier (at a grocery store) from 1997 to 2006. She provided evidence of registration and income tax issued by the grocery store (Csemege-Match Kereskedelmi zrt). Says this is the co. where she is registered for social ins purposes. Says this is where her salary as caregiver was declared. Says that she was working as such while on maternity leave. There is an income declared as s-e position. Says however that she did not have a business licence, this does not exist for caregiver positions. I note that the docs that should confirm her income in s-e position of caregiver have different format of typing for the dates and the entry of the person who would have hired appl as caregiver (Rochlitz Tiborne Erzebet). I also note that all those statements are printed on Cdian size paper. One of those docs is an original as it bears appl's and claimed employer's signatures. This all raises concerns as to the genuineness of the docs provided to demonstrate experience. I informed her of my concerns: she says it is b/c those documents were sent from the Hungarian authorities to the Hungarian Embassy in Ottawa. That does not explain the original signatures while all other docs are copies. Furthermore, I reviewed the notes of appl's TRV appl in Budapest V0710B0039 submitted in Oct 2007. At that time, she declared she was working as cashier and was on maternity leave. No mention at all of a s-e position as caregiver. Based on info provided with appl and at interview, I am not satisfied appl possess work experience as outlined in R112(c)(ii) and will be refused for this reason. Will wait for add info re: banking transactions from Cda in her European accounts to demonstrate her own financial support to remove concerns re: possible work w/o wp and not refuse re. R200(e)(l) as well. Affidavit of Julie Frechette, Exh. \"A\", Respondent's Record. 3. Issues", "[14] There are two issues to be determined on this application for judicial review: a) Did the Officer err by determining that the Applicant had not demonstrated the requisite work experience? b) Did the Officer breach a duty of procedural fairness? 4. The statutory framework", "[15] The following provision of IRPA is applicable in these proceedings: Application before entering Canada 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.", "[16] Pursuant to section 111 of the IRPR, a foreign national who seeks to enter Canada as a live-in caregiver must make an application for a work permit in accordance with Part 11 of the IRPR, and apply for a temporary resident visa, if such a visa is required by Part 9 of the IRPR.", "[17] The phrase \"live-in caregiver\" is defined in section 2 of the IRPR: \"live-in caregiver\" means a person who resides in and provides child care, senior home support care or care of the disabled without supervision in the private household in Canada where the person being cared for resides.", "[18] Section 112 of the IRPR, as found in Part 11, sets out the conditions that must be met before a work permit can be issued to a foreign national. That section provides: Work permits - requirements 112. A work permit shall not be issued to a foreign national who seeks to enter Canada as a live-in caregiver unless they (a) applied for a work permit as a live-in caregiver before entering Canada; (b) have successfully completed a course of study that is equivalent to the successful completion of secondary school in Canada; (c) have the following training or experience, in a field or occupation related to the employment for which the work permit is sought, namely, (i) successful completion of six months of full-time training in a classroom setting, or (ii) completion of one year of full-time paid employment, including at least six months of continuous employment with one employer, in such a field or occupation within the three years immediately before the day on which they submit an application for a work permit; (d) have the ability to speak, read and listen to English or French at a level sufficient to communicate effectively in an unsupervised setting; and (e) have an employment contract with their future employer. a) il a fait une demande de permis de travail à titre d'aide familial avant d'entrer au Canada; 5. The standard of review", "[19] A visa officer's decision to grant or to refuse a work permit to an applicant involves substantial factual findings, which are reviewable on the standard of reasonableness and require a high degree of deference. Visa officers have a recognized expertise in assessing these applications, and this Court will not intervene unless the decision challenged does not fall within a range of possible, acceptable outcomes which are defensible in respect of the facts and law: <FRAGMENT_SUPPRESSED>  at para 47. See also: <FRAGMENT_SUPPRESSED>  FTR 42 at paras 15-16; <FRAGMENT_SUPPRESSED>  FTR 18 at paras 8-9; <FRAGMENT_SUPPRESSED>  FTR 196 at para 21.", "[20] As a general rule, issues of natural justice and procedural fairness are to be reviewed on the basis of a correctness standard ( <FRAGMENT_SUPPRESSED>  at para 43). 6. Analysis a) Did the Officer err by determining that the Applicant had not demonstrated the requisite work experience?", "[21] To satisfy section 112 of the IRPR, the Applicant needed to demonstrate that she had six months of formal education or one year of experience in the field for which she was applying (live-in caregiver). The onus is on the applicants to provide a visa officer with all of the relevant information to satisfy an officer that they meet the statutory requirements of IRPA and the IRPR. In the case at bar, the Applicant had to provide evidence of her employment experience in the caregiver field, as required by paragraph 112(c)(ii) of the IRPR, as she clearly had not completed the six months of live-in caregiver training in a classroom setting required in the alternative under paragraph 112(c)(i). The Officer found that she failed to do so and, in light of the evidence that was before her, I have not been persuaded that her decision was unreasonable.", "[22] In her Work Permit Application, the Applicant declared having worked for Rochlitz Tiborne Erzebet from January 1, 2007, to May 1, 2008. She produced a handwritten document from her employer to support this work experience. The Officer, however, did not consider the letter to be a reliable piece of evidence of her work experience, as anybody could have written said letter. She therefore decided to give the Applicant the benefit of an interview, in order to provide additional information on her claimed work experience as a live-in caregiver, as declared in her Work Permit Application. The letter sent to the Applicant inviting her to an interview requested that she bring with her to that interview, amongst other things, official evidence of experience as a live-in caregiver (such as salary statements, evidence of registration with social insurance, tax returns, etc .).", "[23] At the interview, the Applicant provided a curriculum vitae and evidence of registration and income tax statements issued by the grocery store where she worked as a cashier from 1997 to 2006. During the interview, the Applicant explained that she was working as a caregiver while on maternity leave; as such, she was registered under the grocery store for social insurance purposes and that this is where her salary was declared.", "[24] The Officer noted that there was income declared in a self-employed position. However, she noticed that the documents that should confirm her income in a self-employed position as caregiver had a different font for both the dates and the name of the person alleged to have hired her as a caregiver. Moreover, the statements were printed on Canadian size paper instead of European, and one of those documents was not a copy as it contained original signatures for both the Applicant and the alleged employer.", "[25] At the interview, the Officer put these concerns to the Applicant. The Applicant explained that the documents were sent from the Hungarian authorities to the Hungarian Embassy in Ottawa. If all of these documents were copies, this explanation could have been satisfactory to justify the paper format. Yet, one of the documents submitted as an original Hungarian document, allegedly bearing the Applicant's and the alleged employer's original signatures, was submitted on Canadian-sized paper instead of on European-sized paper. As a result, this explanation did not alleviate the Officer's concerns regarding the authenticity of these documents. Based on the evidence and the explanations provided by the Applicant, it was clearly reasonable for the Officer to attribute no weight to the Applicant's documentary evidence.", "[26] The Officer also noticed that on the Applicant's temporary resident visa application submitted in Budapest in October 2007, she had declared that she was working as a cashier and was on maternity leave. There was no mention of self-employment as a caregiver.", "[27] Finally, when asked why she was living separately from her husband and her four year-old daughter, she answered that she had made this decision with her husband in order to learn French. The Officer then asked her a very simple question in French, but had to repeat it three times for the Applicant to understand. The Applicant then changed her explanation as to why she was living separately from her family, saying that it was to learn both French and English.", "[28] None of these facts, which are based on the account given by the Officer in her affidavit and on the entries of the GCMS, have been disputed by the Applicant. I note, moreover, that the Officer has not been cross-examined by counsel for the Applicant. In those circumstances, it was clearly reasonable for the Officer to conclude that the Applicant had not reliably demonstrated that she had experience as a live-in caregiver. The Officer did not ignore evidence in conducting this assessment but drew conclusions based on the answers and evidence provided by the Applicant. b) Did the Officer breach a duty of procedural fairness?", "[29] The Applicant submitted that the Officer breached the requirements of natural justice: first, because she was treated in a disrespectful and intimidating manner; second, because the Officer demonstrated a reasonable apprehension of bias; and third, because she was not given an opportunity to address the Officer's concerns. Unfortunately for her, the evidence does not support these allegations.", "[30] An allegation of bias is a serious one and cannot be proffered lightly. The Court of Appeal in <FRAGMENT_SUPPRESSED>  [2001] FCJ no 1091 [ Arthur ], has stated that an allegation of bias cannot rest on impressions or suspicion. The threshold for a finding of real or perceived bias is high. A real likelihood or probability of bias must be demonstrated: An allegation of bias, especially actual and not simply apprehended bias, against a tribunal is a serious allegation. It challenges the integrity of the tribunal and of its members who participated in the impugned decision. It cannot be done lightly. It cannot rest on mere suspicion, pure conjecture, insinuations or mere impressions of an applicant or his counsel. It must be supported by material evidence demonstrating conduct that derogates from the standard. It is often useful, and even necessary, in doing so, to resort to evidence extrinsic to the case. That is why such evidence is admissible in derogation of the principle that an application for judicial review must bear on the matter as it came before the court or tribunal. Arthur , above, at para 8.", "[31] In this case, the only evidence relied on by the Applicant was her impression that the Officer was hostile and unfriendly, and was looking for something to discredit her. The interview may have been a jarring experience for the Applicant subjectively, and the Officer may not have come across as polite and courteous; nevertheless, these are clearly insufficient grounds to support a finding of bias. The GCMS notes reveal that the Officer apologized to the Applicant for her prior error in rejecting the Applicant's Work Permit Application. Shenevertheless had legitimate concerns regarding the adequacy of the documentation presented by the Applicant and put those concerns to the Applicant, who had every opportunity to present her submissions and rebut the Officer's concerns.", "[32] The Officer's extensive notes, taken on the day of the interview, do not corroborate the Applicant's perceptions of bias and certainly do not disclose any tension or improper behaviour during the interview. These notes, which are more contemporaneous than the Applicant's affidavit, should be given more weight than the Applicant's version of what took place on that day: see <FRAGMENT_SUPPRESSED>  FTR 112 at para 42; <FRAGMENT_SUPPRESSED>  [2006] FCJ no 1506 at para 18; <FRAGMENT_SUPPRESSED>  [2006] FCJ no 1949 at paras 14-17. Moreover, the Officer had no vested interest in any particular outcome of the  <FRAGMENT_SUPPRESSED>  [2010] FCJ no 698 at para 23; <FRAGMENT_SUPPRESSED>  [2007] FCJ no 1009 at para 13.", "[33] The Officer was entitled to question the Applicant about her status and activities since 2009 while living in Canada. The Officer is statutorily required to inquire or verify whether the Applicant had worked illegally in Canada (without obtaining a work permit). Pursuant to paragraph 200(3)(e) of the IRPR, a visa officer shall not issue a work permit to a foreign national if he/she has engaged in unauthorized work in Canada. The questions asked at the interview were therefore legitimate, and they cannot demonstrate a reasonable apprehension of bias.", "[34] In any event, it is important to recall that the Applicant's Work Permit Application was refused because she failed to establish that she satisfied the work experience requirement of paragraph 112(c)(ii) of the IRPR, and not because she worked illegally in Canada. A review of the refusal letter, the GCMS notes and the Officer's affidavit demonstrates that the Officer did not find that the Applicant had worked illegally in Canada.", "[35] Finally, the Applicant has submitted no evidence that she raised this argument of apprehension of bias before the Officer. She failed to establish that she complained to the Officer about the latter's alleged behaviour or about the fact that the Officer had previously refused her Work Permit Application. Moreover, the Applicant failed to demonstrate that she asked the Officer to have her Work Permit Application assessed by another visa officer. Her failure to object at the interview amounts to an implied waiver of the right to raise the issue at this stage: <FRAGMENT_SUPPRESSED>  [2008] FCJ no 1130 at para 17.", "[36] For all of the above reasons, this application for judicial review ought to be dismissed, without costs. JUDGMENT", "[37] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed, without costs. , DORS/2002-227 [RIPR].", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11] )(ii) du RIPR.", "[12]", "[13] [traduction] ) et", "[14]", "[15] Application before entering Canada 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.", "[16]", "[17] \"live-in caregiver\" means a person who resides in and provides child care, senior home support care or care of the disabled without supervision in the private household in Canada where the person being cared for resides.", "[18] Work permits - requirements 112. A work permit shall not be issued to a foreign national who seeks to enter Canada as a live-in caregiver unless they (a) applied for a work permit as a live-in caregiver before entering Canada; (b) have successfully completed a course of study that is equivalent to the successful completion of secondary school in Canada; (c) have the following training or experience, in a field or occupation related to the employment for which the work permit is sought, namely, (i) successful completion of six months of full-time training in a classroom setting, or (ii) completion of one year of full-time paid employment, including at least six months of continuous employment with one employer, in such a field or occupation within the three years immediately before the day on which they submit an application for a work permit; (d) have the ability to speak, read and listen to English or French at a level sufficient to communicate effectively in an unsupervised setting; and (e) have an employment contract with their future employer. 5. La norme de contrôle", "[19] <FRAGMENT_SUPPRESSED>  FTR 196, au paragraphe 21.", "[20] <FRAGMENT_SUPPRESSED> , au paragraphe 43). 6. Analyse", "[21]", "[22]", "[23] À l'entrevue, la demanderesse a fourni un curriculum vitæ", "[24]", "[25]", "[26]", "[27]", "[28]", "[29]", "[30] <FRAGMENT_SUPPRESSED>  [2001] ACF no 1091 [ Arthur Arthur", "[31]", "[32] <FRAGMENT_SUPPRESSED>  FTR 112, au paragraphe 42; <FRAGMENT_SUPPRESSED>  [2006] ACF no 1506, au paragraphe 18; <FRAGMENT_SUPPRESSED>  [2010] ACF no 698, au paragraphe 23; <FRAGMENT_SUPPRESSED>  [2007] ACF no 1009, au paragraphe 13.", "[33]", "[34]", "[35] <FRAGMENT_SUPPRESSED>  [2008] ACF no 1130, au paragraphe 17.", "[36] JUGEMENT", "[37] [End of document]"]}