{"id_": "015119", "body_str": ["[1] : The applicant (\"Mr. Chiau\") seeks a judicial review of the decision of Visa Officer Jean-Paul Delisle of the Canadian High Commission, Hong Kong, dated March 26, 1996, denying Mr. Chiau's application for permanent residence in Canada on the basis that he was inadmissible pursuant to s. 19(1)(c.2) of the Immigration Act (\"the Act \") [see footnote 1] which reads as follows:  <FRAGMENT_SUPPRESSED> \"19(1) No person shall be granted admission who is a member of any of the following classes:  <FRAGMENT_SUPPRESSED> (...)  <FRAGMENT_SUPPRESSED> (c.2) persons who there are reasonable grounds to believe are or were members of an organization that there are reasonable grounds to believe is or was engaged in activity that is part of a pattern of criminal activity planned and organized by a number of persons acting in concert in furtherance of the commission of any offence under the Criminal Code, the Narcotic Control Act or Part III or IV of the Food and Drugs Act that may be punishable by way of indictment or in the commission outside Canada of an act or omission that, if committed in Canada, would constitute such an offence, except persons who have satisfied the Minister that their admission would not be detrimental to the national interest; <FRAGMENT_SUPPRESSED> 1- Facts  <FRAGMENT_SUPPRESSED>", "[2] Mr. Chiau is a well-known Hong Kong film and television actor who originally filed his application for immigration to Canada in Singapore. It was denied by a Visa Officer under the above s. 19(1)(c.2) of the Act . He challenged that decision in the Federal Court of Canada and the Minister of Citizenship and Immigration (\"the Minister\") consented to reconsider the matter which, at the request of Mr. Chiau, was referred to the Hong Kong office.  <FRAGMENT_SUPPRESSED>", "[3] On January 15, 1996, Visa Officer Delisle wrote to Mr. Chiau asking him to present himself for a personal interview stating there were reasons to believe that he may be a person described in s. 19(1)(c.2). The letter explained that \"the aim of the interview will be to ascertain if you have maintained any links with triads or other organized criminal elements\".  <FRAGMENT_SUPPRESSED>", "[4] The interview took place on March 5, 1996. At the time, the Visa Officer had already received confidential information from foreign governmental sources to the effect that Mr. Chiau was closely linked to the most powerful Chinese triad in Hong Kong, the Sun Yee On. During the interview Visa Officer Delisle informed the applicant of his specific concerns. These concerns included Mr. Chiau's relationship with Wong Cheung Ying, a well-known triad member, whose recent death was the subject of much media attention locally. Also, his relationship with Heung Wah Shing Jimmy, who controlled the film company Winns Movie Production (\"Winn's\") with which Mr. Chiau has completed several films. Visa Officer Delisle identified the Heung family as being synonymous with the Sun Yee On triad and Heung Wah Shing Jimmy being a member of the ruling counsel of the Sun Yee On triad. Mr. Chiau was also asked about the gun shot incident with reference to which it was alleged that Winn's refused to release Mr. Chiau to work with another triad film company.  <FRAGMENT_SUPPRESSED>", "[5] According to Visa Officer Delisle, Mr. Chiau at first denied knowing Wong Cheung Ying but later indicated that he may have known him under a different name. Visa Officer Delisle did not find his answers to be satisfactory or credible. As to his relationship with Heung Wah Shing Jimmy, Mr. Chiau said he did not know him personally but met him professionally on several occasions in the course of promoting his films. Visa Officer Delisle found the answer not to be credible in light of the fact that Mr. Chiau had entered into contracts with Winn's for seven films in 1990 and 1991. On that score, Mr. Chiau repeatedly stated that he has been employed by Television Broadcasts Limited (\"TVB\") since 1982 and was trained as an actor with TVB. It is common ground that TVB is a highly responsible entertainment company and not a member of any triad. Mr. Chiau claimed that only himself and TVB could decide with whom he could make movies. The Visa Officer found that explanation not to be credible.  <FRAGMENT_SUPPRESSED>", "[6] As to the gun shot incident, Mr. Chiau claimed that he had nothing to do with it. However, the media report quoted Heung Wah Shing Jimmy as saying that the incident was connected to Chinese triads who wished to \"borrow\" the services of Mr. Chiau. The latter claimed to have an anti-triad sentiment and to have regretted the domination of triads over the Hong Kong film industry. As proof to that effect, he said that he participated in street demonstrations in Hong Kong designed to protest the well-known domination of triads over the local entertainment industry. Visa Officer Delisle's reaction was to disregard the value of that participation since it was a notorious fact in Hong Kong that the principal organizers of these demonstrations were members of the Sun Yee On triad.  <FRAGMENT_SUPPRESSED>", "[7] In the course of the interview, according to Visa Officer Delisle, Mr. Chiau admitted he knew of some triad members in the film industry and was aware that the Sun Yee On triad was deeply involved. He also admitted that he knew that Winn's was owned and controlled by Heung Wah Shing Jimmy.  <FRAGMENT_SUPPRESSED>", "[8] In his own affidavit in support of the instant application, Mr. Chiau states that TVB has been his sole manager since 1982 and that his own appearances in films produced by Winn's (and Samico, another triad film company) was pursuant to TVB's selection. TVB controlled his appearances during all material times. But he also worked for other companies that were not controlled by triads and he would have produced copies of contracts with them had he been asked by Visa Officer Delisle. He did in fact annex the contracts to his affidavit but they were not before Visa Officer Delisle when he made his decision.  <FRAGMENT_SUPPRESSED>", "[9] On March 26, 1996, Visa Officer Delisle wrote to Mr. Chiau outlining his reasons for deciding that he was inadmissible to Canada under s. 19(1)(c.2) as there were reasonable grounds to believe that he was a member of a criminal organization. He stressed particularly Mr. Chiau's long term relationship and business association with Heung Wah Shing Jimmy, who has been described by the United States Sub-Committee on Asian Organized Crime as a member of the ruling counsel of the Sun Yee On triad; and with Winn's, owned by the Heung family and the Sun Yee On triad. He also noted that \"you provided documentation establishing that all the movies you made were in effect carried out exclusively with Winn's\". He also referred to the gun shot incident and to \"information relayed to me in confidence which I am not at liberty to disclose to you\".  <FRAGMENT_SUPPRESSED>", "[10] On April 15, 1997, counsel for the Minister filed a notice of motion under s. 82.1(10) of the Act for an in camera hearing and an order that certain confidential information not be disclosed to the applicant or his counsel on the grounds that the disclosure would be injurious to Canada's national security and to the safety of persons.  <FRAGMENT_SUPPRESSED>", "[11] Pursuant to an order of the court, that hearing was held on January 16, 1998. At the end of the hearing, the motion was granted. Section 82.1(10) reads as follows:  <FRAGMENT_SUPPRESSED> \"82.1(10) With respect to any application for judicial review of a decision by a visa officer to refuse to issue a visa to a person on the grounds that the person is a person described in any of paragraphs 19(1)(c.1) to (g), (k) and (l),  <FRAGMENT_SUPPRESSED> (a) the Minister may make an application to the Federal Court ̵ Trial Division, in camera, and in the absence of the person and any counsel representing the person, for the non-disclosure to the person of information obtained in confidence from the government or an institution of a foreign state or from an international organization of states or an institution thereof;  <FRAGMENT_SUPPRESSED> (b) the Court shall, in camera, and in the absence of the person and any counsel representing the person,  <FRAGMENT_SUPPRESSED> (i) examine the information, and  <FRAGMENT_SUPPRESSED> (ii) provide counsel representing the Minister with a reasonable opportunity to be heard as to whether the information should not be disclosed to the person on the grounds that the disclosure would be injurious to national security or to the safety of persons;  <FRAGMENT_SUPPRESSED> (c) the information shall be returned to counsel representing the Minister and shall not be considered by the Court in making its determination on the judicial review if, in the opinion of the Court, the disclosure of the information to the person would not be injurious to national security or to the safety of persons; and  <FRAGMENT_SUPPRESSED> (d) if the Court determines that the information should not be disclosed to the person on the grounds that the disclosure would be injurious to national security or to the safety of persons, the information shall not be disclosed but may be considered by the Court in making its determination. <FRAGMENT_SUPPRESSED>", "[12] Consequently, the confidential information in question is not to be disclosed to the applicant but may be considered by the court in making its determination.  <FRAGMENT_SUPPRESSED> 2- Issues  <FRAGMENT_SUPPRESSED>", "[13] The applicant raised four issues in his application for judicial review as follows [see footnote 2]:  <FRAGMENT_SUPPRESSED> a) was the applicant treated with procedural fairness?  <FRAGMENT_SUPPRESSED> b) did the Visa Officer err in his interpretation of law?  <FRAGMENT_SUPPRESSED> c) did the Visa Officer err in his interpretation of the facts?  <FRAGMENT_SUPPRESSED> d) should this Court consider the secret information in making its determination?  <FRAGMENT_SUPPRESSED> 3- Procedural Fairness  <FRAGMENT_SUPPRESSED>", "[14] Mr. Chiau claims that fairness would have required that before a decision adverse to his interest be made, he should have been told the case against him and be given an opportunity to respond. He submits that the failure of Visa Officer Delisle to provide him with a summary of the information against him resulted in his inability to take advantage of any opportunity to respond. He accepts that the Visa Officer was not expected to disclose confidential information that would be injurious to national security. However, the information could have been made available to him while not disclosing the identity of the source.  <FRAGMENT_SUPPRESSED>", "[15] In my view, the Visa Officer fulfilled all the requirements of procedural fairness in the circumstances. Mr. Chiau was duly informed in advance, by letter before the interview, of the case he had to meet. The information provided by Visa Officer Delisle was sufficient to enable him to prepare himself for the interview and to disabuse Visa Officer Delisle of his concerns that he may be a member of an organization engaged in criminal activity. The letter refers specifically to s. 19(1)(c.2) and to Mr. Chiau's \"links with triads\".  <FRAGMENT_SUPPRESSED>", "[16] In the course of the interview questions were put to Mr. Chiau with reference to his relationship with Wong Cheung Ying and Heung Wah Shing Jimmy, the gun shot incident and the press report on it. Mr. Chiau was given full opportunity to respond and to forward additional material to the Visa Officer after the hearing, if he was so inclined. His own specific triad membership in Sun Yee On triad and the control the triad exercised over the whole entertainment industry in Hong Kong were discussed. The Visa Officer was entitled to assess the credibility of the answers and explanations provided by Mr. Chiau.  <FRAGMENT_SUPPRESSED>", "[17] Moreover, there was no obligation upon the Visa Officer to provide Mr. Chiau with a summary of the confidential information relied upon by the Visa Officer. That issue was addressed by my colleague Cullen, J., in <FRAGMENT_SUPPRESSED>  in the context of the principles and practices emanating from immigration law. It is a fundamental principle that aliens, such as the applicant, have no right to admission to Canada [see footnote 4].  <FRAGMENT_SUPPRESSED>", "[18] This rather recent s. 19(1)(c.2) [see footnote 5] was enacted by Parliament to better control the entry into Canada of members of criminal organizations. Through the confidential hearing provision of s. 82.1(10), the legislators sought to strike a reasonable balance between the competing interests of the individual and the protection of the state. The same confidential information which was before the Visa Officer was carefully examined by me in camera and I found the information to be relevant, weighty, trustworthy and of such a nature that it ought not to be revealed to the person concerned. It became obvious to me that if such confidential information were to be revealed, even without disclosing the name of the foreign government or of the institution of a foreign state, the source of information would immediately dry up. In that type of balancing act, I have concluded that national security ought to supersede whatever interest an alien may have in becoming a resident of Canada. To be sure, from the applicant's point of view, it is not perfect justice, but he was treated with all the procedural fairness to which he was entitled under the law.  <FRAGMENT_SUPPRESSED> 4- Interpretation Of The Law  <FRAGMENT_SUPPRESSED>", "[19] The applicant claims that the Visa Officer erred in his interpretation of the meaning of the words \"reasonable grounds\" and \"member\" within the context of s. 19(1)(c.2): that no person shall be granted admission where \"there are reasonable grounds to believe are or were members of an organization\". While s. 19(1)(c.2) is directed at the exclusion from Canada of persons who are or were members of a criminal conspiracy: under the laws of Canada, an actor under contract with a film production company owned by a criminal organization is not deemed to be a member of that organization. At no time did Mr. Chiau enter into an agreement to commit any offence nor did he ever share a common purpose with the Sun Yee On triad to commit any offence. By treating Mr. Chiau as a member of the Sun Yee On triad simply on the basis that he entered into a few film contracts with them, was in effect casting an \"overly broad net\".  <FRAGMENT_SUPPRESSED>", "[20] Still according to the applicant, the interpretation of a statute is a question of law and thus, in the absence of a privative clause, an error of law is reviewable by the court under the standard of \"correctness\" [see footnote 6], a lower threshold than \"patent unreasonableness\".  <FRAGMENT_SUPPRESSED>", "[21] The applicant does not dispute the fact that there are reasonable grounds to believe that the Sun Yee On triad engages in criminal activities. He also accepts that there is triad involvement within the entertainment industry in Hong Kong. However, the Visa Officer's determination must still meet the first part of the test which is that there are \"reasonable grounds to believe that the applicant is or was a member\" of such an organization. The mere fact that Mr. Chiau has appeared in films produced by Winn's and Samico, and that the Heung brothers are alleged to have an ownership interest in Winn's is not sufficient to establish membership. Reasonable belief requires more than mere suspicion: thus, Visa Officer Delisle's determination is incorrect and contrary to the plain meaning of the words of the statute.  <FRAGMENT_SUPPRESSED>", "[22] Insofar as the Visa Officer's duty was to interpret a statutory provision, the applicant submits that \"significant deference\" ought not to be extended to him. The latter may be specialized in immigration procedures and process but he has no particular specialization in statutory interpretation. Such interpretation goes to the issue of the Visa Officer's jurisdiction which must be exercised \"correctly\".  <FRAGMENT_SUPPRESSED>", "[23] The applicant further alleges that in order to be a member of an organization one must belong to that organization and be involved in its activities. While it is recognized that Canada has a legitimate duty to ensure that it does not become a haven for members of organized crimes, the implementation of that duty does not justify defining the word \"member\" so broadly as to include non-members who appear in films produced by a company that is reputed to have certain shareholders who are members of a triad. There is no evidence that the applicant himself would engage in organized crime if he is admitted to Canada. The word \"member\" should be interpreted in a manner consistent with the plain meaning of the term which, the applicant submits, involves actual or formal membership and participation in unlawful acts, or a reasonable possibility of such in the future. The word \"member\" must be read in light of the purpose of the exclusion provision and therefore read strictly so as not to catch innocent people [see footnote 7].  <FRAGMENT_SUPPRESSED>", "[24] Finally, the applicant argues that s. 19(1)(c.2) should be read so as not to infringe rights of freedom of association under s. 2 of the Charter of Rights and Freedoms (\"the Charter \") and under s. 1 of the Bill of Rights (\"the Bill \"). Section 2(d) of the Charter stipulates that \"everyone has the freedom of association\". Section 1(e) of the Bill provides for \"freedom of assembly and association\". Thus, any statutory power of decision must be made in a manner which does not infringe constitutional rights and freedom. Consequently, the Visa Officer is not entitled to deny a visa solely on the basis of the applicant's benign association with a company that includes undesirable persons [see footnote 8].  <FRAGMENT_SUPPRESSED>", "[25] As to \"reasonable grounds\", the applicant submits that there must be at least an inference of participation based on facts, not merely suspicion.  <FRAGMENT_SUPPRESSED>", "[26] On the other hand, the Visa Officer did outline the facts on which he relied to believe that Mr. Chiau was a member of the Sun Yee On triad. The latter had significant business dealings with persons who were triad members with ownership interests in the film production companies which employed him. Furthermore, the Visa Officer had before him confidential foreign governmental information which clearly provided him with reasonable grounds to believe that he was a triad member.   <FRAGMENT_SUPPRESSED>", "[27] The standard of proof required to establish \"reasonable grounds\" is more than a flimsy suspicion, but less than the civil test of balance of probabilities [see footnote 9]. And, of course, a much lower threshold than the criminal standard of \"beyond a reasonable doubt\". It is a bona fide belief in a serious possibility based on credible evidence.  <FRAGMENT_SUPPRESSED>", "[28] <FRAGMENT_SUPPRESSED>  Division, Hawkins, J., said, at pp. 173-4 that \"The question of reasonable and probable cause depends in all cases, not upon the actual existence, but upon the reasonable bona fide belief in the existence of such a state of things ... It is not essential in any case that facts should be established proper and fit and admissible as evidence\".  <FRAGMENT_SUPPRESSED>", "[29] <FRAGMENT_SUPPRESSED>  existed reasonable and probable grounds for an arrest for illegal possession of drugs, quoted with approval the words of Lord Wright in <FRAGMENT_SUPPRESSED>  ministerial \"and it may well be that if they hesitate too long when they have a proper and sufficient ground of suspicion against an individual, they may lose an opportunity of arresting him\".  <FRAGMENT_SUPPRESSED>", "[30] <FRAGMENT_SUPPRESSED>  issue as to whether there was \"reasonable grounds for believing\" that the applicant for permanent residency in Canada was associated with the Black Panther Party, said (at p. 226), Thurlow, A.C.J., speaking: \"It seems to me that the use by the statute of the expression reasonable grounds for believing implies that the fact itself need not be established and that evidence which falls short of proving the subversive character of the organization will be sufficient if it is enough to show reasonable grounds for believing that the organization is one that advocates subversion by force\". Cullen, J., in the Chan [see footnote 14] case relied on the Jolly decision and came to the conclusion that there is no need to prove that the organization is criminal or that the applicant is an actual member but only that there is reasonable grounds to believe that he is a member of such an organization.  <FRAGMENT_SUPPRESSED>", "[31] The Supreme Court of Canada has held that when dealing with a specialized administrative tribunal, courts will accord \"significant deference\" to it when performing its decision-making function [see footnote 15]. It is clear from the evidence that Visa Officer Delisle has extensive experience and specialized knowledge with reference to triad activities in Hong Kong and elsewhere. It is well within his competence to define the meaning of membership in a triad and more particularly in the Sun Yee On triad. He is clearly well aware of his role in protecting and maintaining the interests of Canadian security and his crucial obligation to ensure that members of criminal organizations are not granted admission to Canada. Thus, the court must view with considerable deference his definition of \"reasonable grounds\" and \"member\". In the case at bar, it certainly was well within his jurisdiction to interpret s. 19(1)(c.2) in the manner he did, based on his extensive experience in this highly specialized field. It is not for this court, sitting several thousand miles away from Hong Kong, to decide what constitutes membership in a Hong Kong triad.  <FRAGMENT_SUPPRESSED>", "[32] The purpose of s. 19(1)(c.2) is clear. It was enacted by Parliament specifically to prevent the expansion of organized criminal activities in Canada through the prohibition of the entry of those who are believed on reasonable grounds to be members of a criminal organization.  <FRAGMENT_SUPPRESSED>", "[33] According to the affidavit evidence of Brian Grant who was the Director, Control and Enforcement Policy, from 1991 to 1995, and Michel Gagné who is presently the Director of the Organized Crime Division of the Case Management of the Department, experience in history has shown that it is extremely difficult to investigate or prosecute members of organized crime, given that they are often sophisticated, very mobile, have access to vast resources and use violence or threat to intimidate witnesses. Membership in an organization like the triads is life long. Even a member who is not active in criminality in Canada can and will be expected to help members of their organization if called upon to do so.  <FRAGMENT_SUPPRESSED>", "[34] Thus, it cannot be said that the term \"member\" should be interpreted as meaning actual or formal membership coupled with active participation in unlawful acts. Being a \"member\" of a criminal organization means simply belonging to a criminal organization. The paragraph is a remedial provision, as s. 19(1)(d) proved to be less than effective. The applicant's submissions would fail to achieve harmony with the general scheme of the Act and would render s. 19(1)(c.2) duplicative of s. 19(1)(d) which already excludes persons who there are reasonable grounds to believe will commit criminal acts in Canada.  <FRAGMENT_SUPPRESSED>", "[35] Section 19(1)(c.2) must be read in conjunction with the enforcement objectives of the Act , namely with s. 3(i) \"to maintain and protect the health, safety and good order of Canadian society\" and (j) \"to promote international order and justice by denying the use of Canadian territory to persons who are likely to engage in criminal activity\". Surely, the term \"member\" cannot be limited to a card-carrying member whose name appears on a membership list, where both the card and the list are clearly identified and admitted in evidence.  <FRAGMENT_SUPPRESSED>", "[36] The applicant's argument that the Charter or the Bill necessitate an interpretation of \"member\" in a way that protects his right to belong to an organization, whether it is criminal or not, flies in the face of the clearly expressed objectives of the Act . His rights of association in Hong Kong are to be interpreted under Hong Kong law. As an alien he has no right to become a Canadian resident. At best, he has a right to apply to come to Canada, but his application must be considered in the light of the relevant provisions of the Canadian Immigration Act . Under s. 8 of the Act , a person seeking to come into Canada has the burden of proving that his admission would not be contrary to the Act or the Regulations , including s. 19(1)(c.2).  <FRAGMENT_SUPPRESSED> 5- Interpretation Of The Facts  <FRAGMENT_SUPPRESSED>", "[37] It is trite law that a judicial review is not a trial de novo and that the court must review the decision of the tribunal below on the basis of the evidence adduced before it. Mr. Chiau claims that the Visa Officer erred in his interpretation of the facts, mainly on the grounds that he failed to seek information in support of the applicant's submissions and failed to consider facts or options not in support of the Visa Officer's position.  <FRAGMENT_SUPPRESSED>", "[38] Mr. Chiau states in his affidavit that the Visa Officer did not provide him with information regarding any illegal activity that he would have been involved in and that his questions were mostly related to his relationship with Heung Wah Shing Jimmy and his company, Winn's. He claims he advised the Visa Officer that he had worked in movies produced by other production companies. However, he did not provide the Visa Officer at the interview with the names of these companies or copies of contracts with them. As mentioned earlier, those names and contracts only appear in his affidavit in support of his judicial review. And the Visa Officer did not find his answers credible with reference to his relationships with Winn's, Heung Wah Shing Jimmy and Wong Cheung Ying. The Visa Officer also formed his own opinion regarding the shooting incident.  <FRAGMENT_SUPPRESSED>", "[39] The onus is upon the applicant to produce all the information he needs for his application for a visa. Mr. Chiau was appraised of the concerns of the Visa Officer and it was for him to disabuse him of those concerns. The Visa Officer has complete jurisdiction to determine the plausibility of statements made to him. In my view, the information before him, including the confidential information, was amply sufficient to allow for the determination that the applicant was a member of a criminal organization. It certainly cannot be said that the Visa Officer made a patently unreasonable decision. The concept of a \"patently unreasonable decision\" has been reviewed by the Supreme Court of Canada. Mr. Justice Beetz said as follows  <FRAGMENT_SUPPRESSED>  national des employés de la commission scolaire régionale de l' <FRAGMENT_SUPPRESSED>  Q.A.C. 244; 35 Admin. L.R. 153 [see footnote 16], at p. 1086 S.C.R.:  <FRAGMENT_SUPPRESSED> \"... if the question of law at issue is within the tribunal's jurisdiction, it will only exceed its jurisdiction if it errs in a patently unreasonable manner; a tribunal which is competent to answer a question may make errors in so doing without being subject to judicial review. <FRAGMENT_SUPPRESSED>", "[40] More recently, Mr. Justice Cory in <FRAGMENT_SUPPRESSED> What Constitutes a 'Patently Unreasonable' Decision?  <FRAGMENT_SUPPRESSED> It is said that it is difficult to know what 'patently unreasonable' means. What is patently unreasonable to one judge may be eminently reasonable to another. Yet any test can only be defined by words, the building blocks of all reasons. Obviously, the patently unreasonable test sets a high standard of review. In the Shorter Oxford English Dictionary 'patently', an adverb, is defined by 'openly, evidently, clearly'. 'Unreasonable' is defined as '[n]ot having the faculty of reason; irrational. ... Not acting in accordance with reason or good sense'. Thus, based on the dictionary definition of the words 'patently unreasonable', it is apparent that if the decision the Board reached, acting within its jurisdiction, is not clearly irrational, that is to say evidently not in accordance with reason, then it cannot be said that there was a loss of jurisdiction. This is clearly a very strict test. <FRAGMENT_SUPPRESSED>", "[41] The applicant had almost two months in which to prepare for his interview and he knew the case against him from his earlier Singapore application and from the letter of Visa Officer Delisle. According to the Visa Officer, he challenged Mr. Chiau on several occasions to produce any documents to support his statement that he had worked in movies which he contracted with other non-triad companies. Consequently, on the facts before him, including the confidential information, it was not patently unreasonable for the Visa Officer to come to the conclusion that Mr. Chiau was excluded under s. 19(1)(c.2).  <FRAGMENT_SUPPRESSED> 6- Secret Information  <FRAGMENT_SUPPRESSED>", "[42] The applicant alleges that a statutory provision which expressly exempts information from being disclosed is to be strictly construed and that, therefore, the information may be revealed without identifying the informers. The argument that persons who provide information to investigate will be less forthcoming if confidentiality is not guaranteed has been rejected [see footnote 18] and counsel acting for the applicant should have been permitted to peruse the information upon an undertaking not to disclose any information to his client and to use the information only for the purposes of the application. In all fairness, according to counsel for the applicant, Visa Officer Delisle ought to have informed himself whether he could disclose more information without offending the source.  <FRAGMENT_SUPPRESSED>", "[43] In my view, those issues have already been addressed and resolved by Cullen, J., in the Chan case [see footnote 19]. Section 82.1(10) provides for the filing of confidential foreign governmental source information in camera and it has been found to be constitutionally valid. The question of whether this court should consider the information in question was addressed during the in camera application and I found it to be cogent, persuasive and worthy of consideration.  <FRAGMENT_SUPPRESSED> 7- Disposition  <FRAGMENT_SUPPRESSED>", "[44] It is common ground that it is not the judge's responsibility to decide whether or not the applicant is a member of the Sun Yee On triad. The issue in this judicial review is whether it was open to the Visa Officer to believe on reasonable grounds that the applicant is a member of such an organization and that he is not to be granted admission to Canada pursuant to s. 19(1)(c.2) of the Act . The court finds that the decision of the Visa Officer was a reasonable one.  <FRAGMENT_SUPPRESSED>", "[45] Consequently, this application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "[46] Counsel for the respondent submitted that there is no serious question of general importance to be determined under s. 83(1). Counsel for the applicant submitted six questions which were mostly framed around specific facts pertaining to this case and as such not questions that would transcend the immediate interest of the instant litigation. However, I believe that the following questions are of general importance and that their consideration by the Federal Court of Appeal would advance the jurisprudence in the matter:  <FRAGMENT_SUPPRESSED> 1-\tIs the person entitled as a matter of procedural fairness to a summary of the information determined by the court not to be disclosed to the person under s. 82.1(10) of the Act , without the identity of the informer being revealed to the person?  <FRAGMENT_SUPPRESSED> 2-\tIs counsel representing the person entitled as a matter of procedural fairness to a summary of the information determined by the court not to be disclosed to the person under s. 82.1(10) of the Act , without the identity of the informer being revealed to counsel upon counsel's undertaking not to reveal the summary to the person?  <FRAGMENT_SUPPRESSED> 3-\tWhat is the proper interpretation of the terms \"reasonable grounds\" and \"members\" within the context of s. 19(1)(c.2) of the Act ?  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/vem  <FRAGMENT_SUPPRESSED> Footnotes  <FRAGMENT_SUPPRESSED> 1.\tR.S.C. 1985, c. I-2.  <FRAGMENT_SUPPRESSED> 2.\tThe issue of bias on the part of the Visa Officer raised in the applicant's memorandum of arguments was dropped at the hearing.  <FRAGMENT_SUPPRESSED> 3.\t(1996), 114 F.T.R. 247; 136 D.L.R.(4th) 433 (T.D.). The learned judge certified two questions of general importance but the applicant did not pursue the appeal before the Federal Court of Appeal under s. 83(1) of the Act .  <FRAGMENT_SUPPRESSED> 4.\t <FRAGMENT_SUPPRESSED>  D.L.R.(3d) 671; 78 C.L.L.C. 14,181, and <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 289.  <FRAGMENT_SUPPRESSED> 5.\tBrought into force on February 1, 1993 and amended on May 14, 1997.  <FRAGMENT_SUPPRESSED> 6. <FRAGMENT_SUPPRESSED>  B.C.A.C. 1; 75 W.A.C. 1; [1994] 7 W.W.R. 1; 92 B.C.L.R.(2d) 145; 14 B.C.R.(2d) 217; 22 Admin. L.R.(2d) 1; 114 D.L.R.(4th) 385; <FRAGMENT_SUPPRESSED>  Admin.L.R. 243 ( <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 205 ( <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 148 (T.D.) and <FRAGMENT_SUPPRESSED>  (T.D.).   <FRAGMENT_SUPPRESSED> 8. <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 416; 26 C.C.E.L. 85; 89 C.L.L.C. 14,031; 40 C.R.R. 100; Al  <FRAGMENT_SUPPRESSED> , no. 7; <FRAGMENT_SUPPRESSED>  A.R. 1; 38 D.L.R.(4th) 161.  <FRAGMENT_SUPPRESSED> 9.\t <FRAGMENT_SUPPRESSED> ; 7 N.R. 271 (F.C.A.).  <FRAGMENT_SUPPRESSED> 14.\tsupra, note no. 3.  <FRAGMENT_SUPPRESSED> 15.\t <FRAGMENT_SUPPRESSED> , and <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 449; 45 Admin. L.R. 161.  <FRAGMENT_SUPPRESSED> 16.\t[1988] 2 S.C.R. 1048; 95 N.R. 161; 24 Q.A.C. 244; 35 Admin. L.R. 153.  <FRAGMENT_SUPPRESSED> 17.\t[1993] 1 S.C.R. 941; 150 N.R. 161; 101 D.L.R.(4th) 673; 93 C.L.L.C. 14,022.  <FRAGMENT_SUPPRESSED> 18.\t <FRAGMENT_SUPPRESSED>  (B.C.C.A.).  <FRAGMENT_SUPPRESSED> 19.\tsupra, note no. 3.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}