{"id_": "015438", "body_str": ["[1] Cullen, J. : This is an appeal by way of a statement of claim from a decision of the Tax Court of Canada dated March 18, 1985, dismissing the plaintiff's appeal of a Notice of Reassessment issued by the Minister of National Revenue on June 9, 1983, reducing the plaintiff's claim of $6,600.00 as a deduction for maintenance payments to $2,400.00. FACTS:", "[2] The facts are relatively straight-forward and are not in dispute. An agreed statement of facts was signed by both parties and presented to the court. Also, the plaintiff agreed that there was no issue to be determined with regard to his 1980 taxation year.", "[3] By a decree nisi order from the Supreme Court of Alberta dated June 23, 1975, the plaintiff was required to pay $2,400.00 per year, at the rate of $200.00 per month for the maintenance of his children and to pay a lump sum payment in the sum of $13,000.00 to his former spouse.", "[4] During his 1979 taxation year, the plaintiff claimed as a deduction the $2,400.00 maintenance for his children as well as $4,200.00 paid during the year to his former spouse as part of the $13,000.00 lump sum.", "[5] The Minister reassessed the plaintiff's income tax return for the year disallowing as a deduction the (approximate) $4,200.00 the plaintiff had paid to his former spouse as maintenance. The Minister advised the plaintiff that only periodic maintenance payments specified in a court order are deductible and that lump sum payments, although paid periodically, are not deductible under s. 60(b) of the Income Tax Act.", "[6] The plaintiff appealed the reassessment to the Tax Court of Canada on the grounds that it was discrimination to allow some taxpayers to deduct maintenance payments but not those taxpayers who were paying periodic amounts of a lump sum award.", "[7] The Tax Court of Canada dismissed the plaintiff's appeal. The Tax Court held that there were many laws which discriminate to the extent that some citizens get certain advantages over others and within the same law one person may receive benefits not available to another. GROUNDS FOR APPEAL:", "[8] The plaintiff maintains that he is being discriminated against because he is not allowed to claim the maintenance payments to his ex-spouse as a deduction due to the fact that it is a lump sum payment. THE LAW:", "[9] Payments to a spouse or former spouse are deductible under s. 60(b) of the Income Tax Act, applicable when the taxpayer is divorced or is separated judicially or by written separation agreement, only if all the following criteria are met: 1. the amount must be paid pursuant to a decree, order or judgment of a competent tribunal or pursuant to a written agreement; 2. the payment must be in the nature of alimony or other allowance \"paid on a periodic basis\"; 3. the amount must be paid to the taxpayer's spouse or former spouse; 4. the amount must be for the maintenance of the recipient, the children of the marriage or both; 5. the taxpayer must be living apart from the recipient at the time of the payment and throughout the remainder of the year; 6. the taxpayer must be separated from the recipient pursuant to a divorce, judicial separation or written separation agreement. THE REQUIREMENT OF PAYABLE ON A PERIODIC BASIS:", "[10] For maintenance payments to be deductible they must be set out in the order pursuant to which they are made as clearly being a specific sum of money payable at regular intervals:  <FRAGMENT_SUPPRESSED>  (F.C.T.D.).", "[11] It is irrelevant that any amounts for which the deduction is claimed have actually been paid on a periodic basis if the order or agreement has not stipulated that specific sums are payable at fixed, recurring intervals of time:  <FRAGMENT_SUPPRESSED>  N.R. 589 (F.C.A.).", "[12] Lump sum payments will not per se qualify as a periodic payment for deduction purposes under these paragraphs.", "[13] However, the Department has made a distinction between instalment payments of a specified sum payable, which it considered not deductible, and regular payments on account of a specified sum payable, which it considered deductible. This latter type of payment was considered deductible by the Department if the wording in the written agreement or order indicated that the total amount subject to regular payments was for maintenance, that the regular payments were consistent with that purpose, and that the payments were spread over an extended period of time.  <FRAGMENT_SUPPRESSED>  (Ex. Ct.), monthly payments of $100.00 payable over a number of years in partial satisfaction of a stipulated sum of $20,000.00 were held deductible. If, however, there are only a few payments to be made, spread over a relatively short period of time in satisfaction of a specified sum payable, such smaller payments may be considered instalments on a lump sum payable and not deductible: No. 107 v. M.N.R. (1953), 8 Tax A.B.C. 321, where amounts payable at six-month intervals did not meet the periodicity test.", "[14] The requirement for payments to be periodic has long been settled by the leading Supreme Court of Canada decision in  <FRAGMENT_SUPPRESSED> . In that case the taxpayer made a lump sum payment in settlement of a court order requiring him to pay alimony of $100.00 a month for a certain number of years. The Exchequer Court held that the payment was deductible because s. 60(b) only required that the amount be payable and not paid on a periodic basis. The Supreme Court of Canada reversed the decision and found that a lump sum payment in satisfaction of all future monthly payments payable under a decree nisi was not paid pursuant to the decree, was not on a \"periodic basis\", and was not deductible. THE CHARTER OF RIGHTS AND FREEDOMS ARGUMENT:", "[15] The plaintiff's assessments for tax purposes were for the taxation years 1979 and 1980, and the trial before the Tax Court of Canada took place March 18, 1985. Section 15(1) of the Charter did not have effect in 1979 and 1980 nor on the date of the trial. THE CANADIAN BILL OF RIGHTS:", "[16] Section 1(b) reads: \"1. It is hereby recognized and declared that in Canada there have existed and shall continue to exist without discrimination by reason of race, national origin, colour, religion or sex, the following human rights and fundamental freedoms, namely, (b) the right of the individual to equality before the law and the protection of the law;\"", "[17] The plaintiff asks: what is the purpose of the requirement that in order for payments to be deductible they must be paid on a periodic basis and does the requirement make any sense; is there a difference between $100.00 a month for a spouse's lifetime and $50,000.00 payable at $100.00 a month; why is this section of the Act worded in such a way that it does in fact discriminate against some taxpayers? It may also discriminate against a payee who would prefer a lump sum payment in order to become financially independent, but because the payor gets no tax advantage would be loathe to agree to a lump sum payment.", "[18] The plaintiff heard the rationale presented by counsel for the defendent. He referred to the following: 1. No. 107 v. Minister of National Revenue, 55 D.T.C. 222, where R.S.W. Fordham at p. 223 writes: \"PAYMENTS OUT OF CAPITAL OR INCOME \"As regards s. 11(1)(j) [forerunner of s. 60(b)] it would appear that the Parliament of Canada considered that the payment of alimony or maintenance in large amounts should be regarded as coming out of capital and that only smaller payments could properly be regarded as paid out of income. When so paid such payments were to be viewed as deductible from the payer's taxable income of the year in which paid to the spouse.\" 2.  <FRAGMENT_SUPPRESSED> , a Supreme Court of Canada decision, page 6180: \"II - Applicable legislation \"The Income Tax Act, R.S.C. 1952, c. 248, as amended by S.C. 1970-71-72, c. 63, s. 1, in s. 60(b) allows certain amounts to be deducted in computing a taxpayer's income for a taxation year. \"This provision thus makes the deduction authorized by it subject to four conditions. First, the amount paid by the taxpayer has to be paid pursuant to a decree, order or judgment of a competent tribunal or pursuant to a written agreement. Second, the amount paid has to be paid as alimony or other allowance payable for the maintenance of the recipient, children of the marriage or both the recipient and children of the marriage. Third, the amount has to be paid on a periodic basis. Fourth, at the time the payment was made and throughout the remainder of the year, the taxpayer had to be living apart from, and be separated pursuant to a divorce, judicial separation or written separation agreement from, his spouse or former spouse to whom he was required to make the payment. \"The counterpart of the deduction allowed by this provision is to be found in s. 56(1)(b). \"Thus, the amount deductible by the taxpayer under s. 60(b) is taxable in the hands of the recipient under s. 56(1)(b). \"The purpose of these provisions, by allowing income splitting between former spouses or separated spouses, is to distribute the tax burden between them. As C. Dawe wrote in an article titled 'Section 60(b) of the Income Tax Act: An Analysis and some Proposals for Reform' (1980), 5 Queen's L.J. 513: 'This allows the spouses greater financial resources than when living together, compensating in part for the lost economics of maintaining a single household.'\" 3.  <FRAGMENT_SUPPRESSED>  C.R.R. 97, a Federal Court of Appeal decision, which decision by Marceau, J., was cited by counsel for the defendant at p. 105: \"As to whether the impugned Act had violated the right of the public service employees to equality before the law guaranteed by s. 1(b) of the Canadian Bill of Rights , one of the other two questions raised, I think that by imposing wage control measures on one group of employees only, in the hope that other groups would follow suit and adopt voluntarily (and maybe more effectively) measures to the same effect, Parliament, in its efforts to achieve a valid federal objective , the curbing of inflation, was adopting a means reasonable enough to force one to reject any thought of discrimination.\" (Emphasis added). 4.  <FRAGMENT_SUPPRESSED> .\" and later at 699: \"The Income Tax Act has a number of provisions in which certain taxpayers receive benefits in the form of deductions or other concessions, while others are not so favoured. In respect of s. 63 the legislators sought, as I see it, to provide some relief to a working parent, having custody of children, who incurred child care expenses. That , in my view is a valid federal objective . It is not made invalid because one class of taxpaying parent (whether male or female) was giving relief, and other classes of taxpaying male parents were not.\" (emphasis added)", "[19] The plaintiff has not made periodic payments within the meaning of the Income Tax Act, nor has there been discrimination given the fact that Parliament had a valid federal objective, namely, to allow for a sharing of income tax obligations, that were not possible with the decree nisi requiring a lump sum payment.", "[20] For the reasons stated the appeal is dismissed. Appeal dismissed. Editor: Steven C. McMinniman/sms [End of document]"]}