{"id_": "015684", "body_str": ["[1] Martineau, J. [Translation]: This is a review of the legality of a written decision dated February 18, 2011, by the Refugee Protection Division of the Immigration and Refugee Board (the panel), rejecting the applicant's claim for refugee protection. As explained later, the allegations of a reasonable apprehension of bias against the member who heard the matter are founded in this case. Also, the Court has decided to set aside the decision and to remit the refugee claim to another panel member. REFUGEE CLAIM", "[2] The applicant is a citizen of the Democratic Republic of the Congo (DRC), originally from the province of Kasaï, and a member of the Luba tribe. As stated in his Personal Information Form (PIF) signed on September 15, 2008, the primary basis for his refugee claim is his fear of persecution because of his political convictions and affiliations.", "[3] That being said, the panel also had to determine whether the applicant qualified as a refugee \"sur place\". When he applied for refugee protection, he had just completed a period of training in Canada as a public servant in the Congolese ministry of foreign affairs and international cooperation (Congolese ministry). He worked in the branch responsible for bilateral cooperation with Western countries and was a member of the Congolese diplomatic corps as a first secretary: notwithstanding the credibility issue, could the applicant's failure to return have been perceived by the authorities there as a blunt resignation of his diplomatic position, exposing him to danger today if he were to return to his country?", "[4] Of course, the credibility of the persecution story was at the heart of the claim and, accordingly, of the concerns of the member hearing the refugee claim. Thus, a brief account of the key facts alleged by the applicant is required.", "[5] A militant member of the Union for Democracy and Social Progress party (UDPS) since 1991, the applicant stated that he had helped recruit new members and been in charge of mobilizing and raising awareness of members. In fact, since the UDPS does not recognize the most recent elections, its members are systematically targeted and threatened by the authorities in the Kabila regime.", "[6] In this regard, the applicant stated that he was unexpectedly and without justification thrown out of his unit in May 2006 and deprived of his salary for three months. One of his managers subsequently informed him that he was under surveillance because of his political activities, and he was even invited to give up the UDPS if he wanted to keep his position in the Congolese ministry. The applicant also alleged that on two other occasions, in August 2007 and April 2008, he was prevented from travelling to Belgium as part of his work because President Kibala's secret service knew that the UDPS was well established in that country.", "[7] Turning now to the events that led the applicant to decide to apply for refugee protection in the summer of 2008, he said that he was kidnapped on May 10, 2008, by secret service agents, who interrogated him about his political activities, tortured him and threatened to kill him. Furthermore, he found out that his name was on a list drawn up by the Agence nationale de renseignement (ANR) (the national intelligence agency) of people in the Congolese ministry who were to be eliminated.", "[8] As evidence of the mistreatment he had endured in the DRC, the applicant filed at the hearing before the panel a medical certificate of a Montréal specialist, who examined him on May 20, 2009, and who stated that the scars on the applicant's legs and thorax were consistent with marks left by whips and firearms.", "[9] But, in fact, how did the applicant manage to leave his country a month later without any apparent problems?", "[10] The applicant explained that, in February 2008, he had already asked to take results-based management training that was to be given in Montréal, and, moreover, that he had had the support of his wife's cousin who was the secretary to the deputy minister of foreign affairs and international cooperation. This approval apparently took the secret service agents by surprise. Also, on June 28, 2008, he was finally able to leave his country despite being questioned and threatened by secret service agents.", "[11] Shortly after he arrived in Canada, the applicant learned that secret agents had searched his house and threatened his family in the meantime. Two colleagues told him that agents had also searched his office in his absence. The applicant remained silent throughout the training sessions with his Congolese colleagues and waited until they left Canada. On July 28, 2008, the applicant applied for refugee protection under a false identity and gave false information about his work activities, his date of arrival in Canada and his travel document. But the immigration authorities quickly discovered what was going on, and the applicant had to acknowledge that he had lied.", "[12] Irregardless, in August 2008, at an interview with immigration authorities, the applicant stated that his name was Gilbert Kalombo Kabongo although his real name is Hubert Kalombo Kabongo; that he had arrived in Canada on July 26, 2008, whereas he had arrived on June 29, 2008; that he had travelled on a false French passport when he had travelled on his Congolese diplomatic passport; and that he worked for a non-governmental organization (NGO) whereas he was a public servant in the Congolese government. When he began testifying before the panel, the applicant apologized for lying and explained that, at that time, he had been very afraid of being deported to his country immediately if it were discovered that he was still an employee of the Congolese government and that he had a diplomatic passport.", "[13] But is the rest of the applicant's story true?", "[14] That is what the panel had to decide, which brings us to examining the decision under review. DECISION UNDER REVIEW", "[15] It is common ground that the applicant's body shows signs of injury and that he suffers from post-traumatic stress syndrome. In addition, since arriving in Canada, he has been followed by a psychologist and a guidance counsellor. In fact, a previous panel decision dated November 10, 2010, identified the applicant as a \"vulnerable person\".", "[16] In this case, the refugee claim was heard on February 10, 2011, by Member Bissonnette who issued the decision under review on February 18, 2011. In passing, the member did not mention in this very detailed 18-page decision that he had initially ruled on a request for recusal at the hearing. We will return to this later.", "[17] Once again, the panel stated that procedural accommodations required by the applicant's psychological state were taken at the hearing (reversing the order of the questioning, breaks, etc.) but that they \"[did] not alter the general analysis of the claim for refugee protection\".", "[18] With respect to the applicant's general credibility, the member wrote: In my opinion, being afraid to be sent back to one's country does not justify using a false identity and giving false information, while stating that the information provided is true, complete and correct, not only when completing a written form, but also in an interview where it was made clear that the claimant had to answer the questions he was asked truthfully. Consequently, the fact that the claimant initially used a false identity and gave reasons for his fear of being sent back to his country that do not match what he later alleged in his PIF affects his credibility.", "[19] Additionally, the member concluded that he could not believe the applicant's story and highlighted the following factors in the decision under review: • The applicant failed to establish that his criticisms of the Congolese government and his political opinions would be considered a threat to the regime in power in the DRC. • The applicant claimed that he had personally requested the training in Montréal whereas, according to the documentary evidence, it was the minister of foreign affairs and international cooperation who chose the five managers in the Congolese ministry who took part in the seminar. • The applicant did not file or take steps to obtain a medical report corroborating the fact that he had been treated in a private clinic in the DRC for the injuries that he claims to have sustained in May 2008. • It is unlikely that the ANR's secret service agents kidnapped and tortured the applicant in May 2008 but let him leave the country a month later to travel to Canada. • The applicant did not provide satisfactory evidence as to the source of his wife's testimonial letter and did not take any steps to obtain a document that could be used to compare his wife's signature to the signature on the letter in question.", "[20] Without returning specifically to the fact that the applicant was still working for the DRC government and had just completed a period of training in Canada with other Congolese diplomats when he applied for refugee protection, the member found at the end of his analysis that, based on all the evidence, he was not satisfied that there was a personalized risk of danger because the necessary link between the refugee claimant's personal situation and the documentary evidence on the general conditions in the DRC had not been established to his satisfaction.", "[21] For all these reasons, the panel therefore found that the applicant was not a \"Convention refugee\" or a \"person in need of protection\" under sections 96 and 97 of the Immigration and Refugee Protection Act , S.C. 2001, c. 7 (the Act). APPLICANT'S GROUNDS", "[22] The applicant today is challenging the legality of the panel's decision and submits as the first ground for the Court's intervention that there is a reasonable apprehension of bias; in the alternative, he argues that the panel's decision is otherwise unreasonable for the following reasons: (1) the panel did not really examine the allegation regarding the applicant's current fear of returning to the DRC because he applied for refugee status in Canada while he was still a Congolese diplomat (refugee \"sur place\"); (2) the panel ignored the applicant's psychological state and his status as a \"vulnerable person\" in its credibility analysis; (3) it was unreasonable to require additional evidence to corroborate the medical evidence already in the record on his physical mistreatment and (4) the panel's implausibility finding that the applicant boarded the plane without any problems is also unreasonable. REASONABLE APPREHENSION OF BIAS", "[23] I will begin with the issue of whether there is a reasonable apprehension of bias, which is determinative in this case. Here, counsel for the applicant asked Member Bissonnette to recuse himself during the hearing after she noticed he was referring to a document that had the format and look of a panel decision and that he was occasionally reading passages from it. The following exchange is telling: [TRANSLATION] A. . . . I believe I noticed that you were reading the facts about my client from a decision that is already written. - It is not written. It is not a decision. It's my notes. They are my, the summary of the claimant's allegations. There is no written decision. There is no written decision. . . . - It's just that I prepare my cases, and the best way for me to be able to follow a story is to know what are the summaries of the alleged facts. And based on that, I ask my questions, and this allows me to write my decisions quickly, something that you're going to see. I finish my hearings, my decisions come out quickly. I don't have a written decision, but I have points to identify. OK. It was just because of the format, then . . . I saw the first page with the name of all the parties . . . it looks like it's a decision. - It's not a written decision. In any event, a decision is written when it's signed. What I have in, it's a draft decision, with the introduction, the summary of the alleged facts and then the points analyzed. That's all. What the legal principles are that apply in all, in all hearings. This allows me to issue an oral decision if necessary or to write my decision very quickly after the hearing . There is no written decision. OK? No? A. . . . but this is the first time I've seen you reading the facts, and I see the first page, and I even see the sign [sic] . . . I know that there's no signature . . . - No, no. There's no signature. A . . . but I see that your name is ready to be signed. Yes, yes A T hat suggests a decision has been made . . . - Listen. I'm telling you on my oath as a member of the Barreau du Québec, it's a draft decision with the summary of the alleged facts, the claimant's name. But look, it isn't even, I don't even have the right name because I took this from a precedent that I have, the name of the parties, the date of the hearing, introduction, summary of the alleged facts and the principles to analyze during the analysis. My decision is not final A. . . . However, everything suggests that it's a decision. It's the same first page. It's the same last page, and you have information, and you're referring to it directly, with the concerns that you're highlighting that seemed [to be] from the file . . . I have trouble seeing how a reasonable person here today would not have the impression that the decision was already written before we even arrived . [Emphasis added.]", "[24] After deliberating briefly, the member orally dismissed the request for recusal, essentially because he was of the view that an informed and reasonable observer would not believe, on a balance of probabilities, that the proceeding was tainted by bias because he had in his hands a [TRANSLATION] \"draft decision\" so that, he said, [TRANSLATION] \"he could ask the questions that he needed to ask at the hearing\". With respect, taking into consideration the oral exchanges reproduced in the preceding paragraph and the reasons that follow, I have reached a different conclusion than the member, and accordingly the Court should intervene in this case.", "[25] True to form and to what he had told the parties, the member's written decision was issued soon after the hearing; it was negative. This only served to confirm counsel for the applicant's fear that she had expressed orally at the hearing that the member had already decided to reject the refugee claim because a \"draft decision\" was already ready for his signature. There is no doubt that the length of the reasons and the writing quality of the decision under review demonstrates the member's excellent preparation in terms of the facts and reflects the panel's specialized knowledge of the general conditions in the country in question. However, the fact that the final product is longer or more complete in terms of the analysis than the initial draft does not alter the nature of the allegations of bias.", "[26] In our view, the requirement for adequate prior to the hearing does not authorize any panel members to leave in their office or to enter the hearing room with what appears to be a written decision of the Refugee Protection Division, ready for their signature. Even though the member in question stated at the hearing that it was only a \"draft decision\" and attempted to rectify the situation by explaining that his decision was not yet \"final\", serious doubts remain as to his impartiality, at least in appearance.", "[27] We will begin with some preliminary observations.", "[28] First, and at the risk of repeating myself, the fact that the member arrived at the hearing with a draft decision, ready for his signature, must not be minimized. The refugee claimant and his counsel did not have to convince the member at the hearing that he had to change his mind or abandon his draft to issue an unfavourable decision. From the perspective of the rules of procedural fairness, there can be only one decision, and it may be made only after an oral hearing has taken place before an independent and impartial panel, ever since the Supreme Court of Canada released its judgment in 1985 in <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ); Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . However, it must be determined what reasonable and right-minded persons would conclude, applying themselves to the question and obtaining thereon the required information, viewing the matter realistically and practically: Committee for Justice and  <FRAGMENT_SUPPRESSED> , and v. S. (R.D.) , [1997] 3 S.C.R. 484 at page 394.", "[30] Third, actual bias against a party is always a ground for disqualification. However, where a reasonable apprehension of bias exists, it is irrelevant that there is no actual bias; the disqualification must be made to safeguard public confidence in the administration of justice (Canadian Judicial Council, Commentaries on Judicial Conduct , Cowansville, Yvon Blais, 1991, at pages 62-63). Here, what we are talking about is, of course, the confidence of the Canadian public and refugee claimants in our refugee determination system. A system that, it should be said, is the envy of other countries and that Canadians have a right to be proud of.", "[31] Fourth, refugee claimants are not ordinary claimants as in civil matters where private interests are exclusively at stake. It must be pointed out that being a refugee is above all a status recognized by the Act, which itself refers to the definition of Convention refugee. It goes without saying that, in determining who is or is not a refugee, the Refugee Protection Division is performing not only important quasi-judicial functions, but its decisions may have a direct impact on the life and safety of bona fide refugees who are seeking Canada's protection ( Singh ).", "[32] Some background is therefore required before examining the specific concerns raised by the applicant in this case.", "[33] At the outset, in <FRAGMENT_SUPPRESSED> , above, at paragraphs 54-57, the Federal Court of Appeal pointed out that the high standard of impartiality and independence that applies in this case to the Refugee Protection Division is a directly relevant factor: The reasonable person in the rule against bias is not to be equated with either the losing parties or the unduly suspicious. However, the high standard of impartiality and independence applicable to the Board will be reflected in the determination of whether the appellants have established a reasonable apprehension of bias. (emphasis added.) It is therefore not surprising that emphasis has consistently been put on the need to preserve the independence and impartiality of the individual decision-makers who hear refugee claims. These two components go hand in hand and ensure that the fairness and integrity of the Canadian refugee protection system is maintained: <FRAGMENT_SUPPRESSED>  [2005] F.C.J. 1792; <FRAGMENT_SUPPRESSED>  [2008] F.C.J. 263.", "[34] Maintaining the appearance of impartiality of the Canadian refugee protection system must be reflected on a day-to-day basis and in how the members of the Refugee Protection Division prepare, hear and decide cases. As the Federal Court of Appeal pointed out in <FRAGMENT_SUPPRESSED>  (C.A.) (QL), a Board member must demonstrate the same impartiality that a judge must have and which Mr. Justice LeDain spoke about in <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ).", "[35] At page 685 of <FRAGMENT_SUPPRESSED> , he wrote: Impartiality refers to a state of mind or attitude of the tribunal in relation to the issues and the parties in a particular case. The word \"impartial\" as Howland C.J.O. noted, connotes absence of bias, actual or perceived. Accordingly, it is crucial that members who hear refugee protection claims ensure that they do not give the impression that their decision was already made prior to the hearing.", "[36] The decision to allow or reject a claim for refugee protection is not an accidental or trivial action; it requires disinterestedness, objectivity, reflection and analysis of all the relevant factors, including the refugee claimant's testimony, on the part of the panel. It is on the quality of the written reasons that are provided, if any, and thus on the analysis of the facts of the case, that a court sitting on judicial review will be able to determine whether the panel's conclusion constitutes a possible and acceptable outcome in the circumstances ( <FRAGMENT_SUPPRESSED> ).", "[37] Given that the fear of persecution contains a subjective component and an objective component, the panel is required to critically assess the credibility and conduct of refugee claimants ( <FRAGMENT_SUPPRESSED> ). It goes without saying that the panel cannot assess the credibility of claimants or reject the evidence they have adduced without giving them the opportunity to be heard and to have their counsel argue their case.", "[38] First, the panel must ensure that it confronts refugee claimants at the hearing on every inconsistency, real or apparent, in their account of persecution, without criticizing, blaming, making disparaging comments or showing unjustified aggression and impatience, particularly because this is often a refugee claimant's only opportunity to be heard in person.  <FRAGMENT_SUPPRESSED>  [2003] F.C.J. 1714; <FRAGMENT_SUPPRESSED>  [2004] F.C.J. 1058; <FRAGMENT_SUPPRESSED> [2010] F.C.J. 199.", "[39] Second, once it has made its decision (whether it is communicated orally or in writing), the panel must be able to explain why it did not accept the refugee claimant's explanations, if applicable. Where the refugee claimant has been identified as a \"vulnerable person\", as is the case here, the panel may face additional challenges, but it is not necessary to discuss them here. On this subject, see the Court's decision in <FRAGMENT_SUPPRESSED> .", "[40] Considering the fact that appearances are as important as reality, are there serious doubts that a refugee claimant will have a fair and impartial hearing and that his testimony will really be taken into consideration if he sees at the hearing that the member hearing the case already has in hand a draft decision that he is referring to regularly?", "[41] For many years, the Federal Court of Appeal has recognized that there is a presumption of truth when a refugee claimant testifies under oath that what he or she says is true. Thus, an allegation in a refugee claimant's PIF is presumed to be true unless there is reason to doubt its truthfulness: <FRAGMENT_SUPPRESSED> . It follows that at the hearing a refugee claimant initially benefits from this presumption and that it is only after he or she testifies and the panel has analyzed the claimant's testimony and the evidence adduced at the hearing, that the panel will finally be able to determine that a refugee claimant is not credible and has not discharged his or her burden of proof.", "[42] In this case, the fact that the member made the effort before the hearing to write [TRANSLATION] \"notes\" in the form of a draft decision with the objective, it seems, of rendering an oral decision at the end of the hearing or filing written reasons quickly, can only raise a serious question about the absence of bias and the degree of open-mindedness that the member could exhibit towards the refugee claimant and his claim.", "[43] In fact, under section 169 of the Act, the Refugee Protection Division is required to provide written reasons for its decision if it decides to reject a claim for refugee protection. The inverse is not true. Thus, as a general rule, the panel does not provide written reasons when it allows a refugee claim unless the Minister asks for them or in the cases set out in the Board's rules. In this respect, counsel confirmed at the hearing before the Court that in refugee claims involving Haiti or Mexico the Minister now requests written reasons for decisions favourable to claimants. Accordingly, it seems fair to say that, in refugee claims involving the RPD, the panel need not prepare written reasons in advance unless it has decided before the hearing to reject a claimant's refugee claim.", "[44] The member and the respondent in this case relied on the Immigration and Refugee Board's Policy on Oral Decisions and Oral Reasons (no. 2003-06) (the Policy). The corresponding excerpts from the Policy read as follows: Decision-makers are expected to direct case preparation and conduct the hearing with a view to delivering their final decision and supporting reasons orally at the conclusion of the hearing. . . . All employees of the IRB will actively support the oral decisions and oral reasons process through effective and timely case preparation, administrative support, professional development, and other actions, as necessary. Further, in the RPD, Refugee Protection Officers shall support the oral decisions process by placing the necessary emphasis on the enhanced case preparation that this policy necessitates. They shall ensure that their contribution before and during the hearing facilitates the delivery of an oral decision with supporting reasons at the conclusion of the hearing. [Emphasis added.]", "[45] Again, let me be clear. Nothing prevents a member from writing beforehand a summary of the key facts set out in the refugee claimant's PIF. The member may also prepare a list of questions that he or she intends to ask the refugee claimant, and it is preferable that this be done prior to the hearing. At the hearing, the member may wish to test the allegations in the PIF against other information already in the record, including the information in the national package of the country referred to in the claim. All this is in the context of effective preparation. But that is where the member's preparation stops. At this stage, writing a semblance of an analysis of the documentary evidence, the facts alleged by the refugee claimant and the applicable law seems to us a useless and premature exercise unless, of course, the member has already formed an opinion about the refugee claim, which clearly brings the issue of the member's impartiality to the fore.", "[46] To conclude, considering the role, the nature of the decisions and the specific context of Refugee Protection Division hearings, the requirements of the Act and the applicable principles, after carefully reading the panel's record, the transcripts and the decision at issue, the fact that prior to the hearing the member had prepared a [TRANSLATION] \"draft decision\", which appeared to be a decision, would give rise to serious concerns about the member's impartiality in the mind of a reasonable, right-minded observer who is well informed on the subject.", "[47] All this is very regrettable. I am certain that the member acted in good faith and that he takes his work very seriously. I am also aware that members are under enormous pressure. It is therefore to their credit that they issue decisions quickly. But we must not lose sight of the fact that all the steps must be followed and that here appearances are against the member. This fundamental flaw is sufficient in itself to set aside the decision under review and remit the matter to a differently constituted panel for redetermination. Also, I will not deal with the applicant's other grounds for setting aside the decision.", "[48] In closing, counsel did not propose any question to be certified and indicated at the hearing before the Court that this was a case that turns on its own facts, involving only the decision rendered by the panel in this matter. In the absence of allegations that there is a generalized or systemic problem at the Refugee Protection Division, there is therefore no need to certify a serious question of general importance. JUDGMENT", "[49] THE COURT ALLOWS the application for judicial review and sets aside the panel's decision dated February 18, 2011. The matter is remitted to the Immigration and Refugee Board for a redetermination of the applicant's refugee protection claim and a new hearing before a different member of the Refugee Protection Division. No question is certified. Application allowed. Editor: Angela E. McKay/vnh"]}