{"id_": "015778", "body_str": ["[1] Barnes, J. : This application for judicial review is brought by Fang Chen as a challenge to a decision of the Immigration Refugee Board (Board) which denied his claim to refugee protection. Mr. Chen had sought protection in Canada on the basis of allegations of religious persecution in China but the Board found him not to be credible and rejected his claim. Background", "[2] Mr. Chen came to Canada from China in early 2004 to study at George Brown College in Toronto. He maintained that he had been introduced to the practice of Christianity in September, 2003 and found it helpful in dealing with family problems and stress. He did this with knowledge that the practice of Christianity is considered illegal in China and, indeed, he said that his attendances for church services there were marked by secrecy and vigilance. Nevertheless, in the few months that he attended church services in China before coming to Canada, he testified that he had experienced no problems with the Chinese authorities.", "[3] Upon arriving in Canada, Mr. Chen continued to attend church on a weekly basis and he was baptised on May 22, 2004 (a fact conceded by the Board during the hearing). Mr. Chen testified that initially he had no plan to claim refugee protection in Canada and intended to return to China to work. He also said that until he was baptized he was not aware that a claim to protection could be made here on the basis of religious persecution.", "[4] Mr. Chen returned to China on August 4, 2004 because of a family illness. While in China, he continued to attend weekly underground church services and, again, no problems were experienced with the Chinese authorities before he returned to Canada in early October, 2004.", "[5] Mr. Chen claimed that on October 26, 2006 he had received a call from his mother who told him that the police had attended at her home to conduct a search. She said that Mr. Chen’s church had been raided by the authorities and his identity had been given up by members of the congregation. The police allegedly told Mr. Chen’s mother that he would be arrested if he returned to China. It was at that point that Mr. Chen sought refugee protection. The Board Decision", "[6] The Board rejected Mr. Chen’s claim on the strength of a finding that he lacked credibility. In simple terms, the Board did not believe his story. It based its adverse credibility conclusion upon what it characterized as the following material points: (a) Mr. Chen’s delay in seeking protection in Canada in the face of prior knowledge that his Christian practices placed him at risk of arrest and detention. (b) The ostensible omission from Mr. Chen’s initial testimony that three members of his congregation had been arrested by Chinese authorities. (c) Mr. Chen’s inability to recall where the story of Noah’s Ark could be found in the Bible. (d) An apparent inconsistency in Mr. Chen’s evidence as to differences between religious practices in Canada and in China. (e) A mistake by Mr. Chen as to whether marriage is a sacrament of faith in his church.", "[7] In the face of Mr. Chen’s supposed liturgical lapses, the Board went on to reject the documentary evidence tendered on his behalf in proof of his Christian identity. Issue", "[8] Did the Board err in its treatment of the evidence bearing on Mr. Chen’s credibility? Analysis", "[9] Counsel for Mr. Chen acknowledges that judicial review of a credibility conclusion made by the Board is subject to the standard of review of patent unreasonableness. This is well established in the authorities: see  <FRAGMENT_SUPPRESSED>  2005 FC 1069 at paras. 14-16.", "[10] Notwithstanding the elevated burden for successfully challenging a credibility ruling by the Board, the decision made here is legally untenable. Virtually every one of the Board’s factual determinations which underpinned its rejection of Mr. Chen’s testimony are either patently inconsistent with the evidence or seriously mischaracterize the evidence.", "[11] The most glaring mistake by the Board concerns its finding that Mr. Chen had not initially testified that three members of his church had been arrested by the Chinese authorities. Not only is this finding inconsistent with the evidence, but it is also a mistake that was pointed out to the Board during the hearing. Mr. Chen’s direct testimony on this point was as follows: My mother wept and told me that, she said that today, two policemen came to our home and questioned me. They made a search. My mother asked them why they make such a search. PSB told her that, because PSB raided our underground church and the three of the fellow members were arrested , and the members revealed my information to them, and then, my mother asked me not to return under any circumstances, because if I returned, PSB would arrest me at any time. [Emphasis added]", "[12] When the Board later confronted Mr. Chen with the suggestion that he had not mentioned an arrest in his earlier evidence, both his counsel and the Refugee Protection Officer recollected that he had done so. The Board then said it would “check the record” if this became a determinative issue. Notwithstanding this note of caution, the Board went on to find that Mr. Chen’s failure “to mention that three members of his congregation had been arrested” was a material omission. Clearly this is a patently unreasonable finding on a material point.", "[13] The second problem with the Board’s conclusion arises from its treatment of the issue of Mr. Chen’s supposed delay in seeking protection. To fully appreciate the nature of this problem, it is helpful to review the pertinent part of the Board’s decision: […] The claimant travelled back to China in August 2004, only to return to Canada in October 2004. The claimant further provided evidence that he was aware that his attendance at an underground church in China was an illegal activity . The claimant was asked why he did not make a claim after arriving in Canada in September 2003 and additionally, why he would return to China to potential face additional acts of persecution. He testified that he had no problems in China prior to coming in Canada and therefore perceived it to be safe to return. Furthermore, he alleges that he was unaware that he could make a claim for refugee protection in Canada. The panel did not accept the claimant’s response as adequate, in light of the claimant’s level of education, his general knowledge of the Chinese populace with respect to the banning of underground churches, the claimant’s testimony that lookouts were required when he attended his underground church service and his interaction with immigration authorities in obtaining his student visa. The panel therefore finds it implausible that the claimant would not be aware that attending an underground church in China was an illegal and banned activity and that his attendance could potential lead to his arrest and incarceration in China. [Emphasis added]", "[14] There are several problems with the above analysis, not the least of which is that it is inherently contradictory . Mr. Chen did testify that he knew that practicing Christianity was illegal in China. It is least implicit from that testimony that he knew, from the outset, that he was at risk of arrest. The fact that he did not make a claim to refugee protection until after his church was allegedly raided does not support the Board’s implausibility conclusion.", "[15] As a general rule it is dangerous to make findings of implausibility based on evidentiary inferences. A finding of implausibility should be based on the Board’s assessment of the actual testimony and not what it thinks a claimant would have said had he been asked. Here Mr. Chen was never asked about the extent of his concerns before the incident of the police raid. There was also nothing inherently implausible about Mr. Chen’s testimony that he only considered making a refugee claim after the incident of the police raid on his church. That was clearly a culminating event which could reasonably have brought focus to Mr. Chen’s prior concerns or fears. His failure to seek asylum in Canada before that time cannot reasonably support a finding that he did not have a well-founded fear of persecution at any time. This implausibility finding by the Board is untenable because Mr. Chen’s behaviour was not “outside the realm of what could reasonably be expected”: see  <FRAGMENT_SUPPRESSED>  2001 FCT 776.", "[16] The Board’s assessment of Mr. Chen’s religious knowledge is also problematic. For a person exposed to Christian practices and doctrine for only 2 ½ years, Mr. Chen exhibited a reasonable level of knowledge. It was unfair to criticize him for an inability to locate the story of Noah’s Ark in the Bible. Many Christians who have grown-up in the faith would fare no better than Mr. Chen: see  <FRAGMENT_SUPPRESSED>  2007 FC 101 at para. 16.", "[17] The Board’s attribution to Mr. Chen of a mistake about whether marriage was a sacrament in the Pentecostal Church was based on a mischaracterization of his testimony. While there was some lack of clarity to his evidence on this point, he did say repeatedly that the only two officially recognized sacraments in the church are baptism and communion. He later referred to marriage as a sacred practice that had to be performed by a Pastor. The Board’s finding that Mr. Chen had wrongly identified marriage as a sacrament is, therefore, an unfair characterization of what he actually said.", "[18] Because the Board chose to characterize each of the above findings as material to its credibility conclusion, its decision cannot be sustained because the outcome might well have been different had the Board not made the errors described above.", "[19] In the result, this application for judicial review is allowed with the matter to be remitted to a differently constituted Board for redetermination on the merits.", "[20] Neither party proposed a certified question and no issue of general importance arises from this decision. JUDGMENT", "[21] THIS COURT ADJUDGES that this application for judicial review is allowed with the matter to be remitted to a differently constituted Board for redetermination on the merits. [End of document] <FRAGMENT_SUPPRESSED>"]}