{"id_": "015881", "body_str": ["[1] Rouleau, J. [Translation]: This is an appeal from a decision by the Registrar of TradeMarks on March 9, 1993 striking out in its entirety registration TMA208,724 for the trademark \"Cordon Bleu\", pursuant to s. 45 of the Trade-Marks Act , R.S.C. 1985, c. T-13 (hereinafter \"the Act \").", "[2] Cordon Bleu International Ltée (hereinafter \"the appellant\"), duly incorporated pursuant to the laws of the Parliament of Canada, is a business manufacturing, selling and distributing various types of food and other products both at wholesale and at retail. Additionally, it is actively developing new products and methods of manufacturing food products and is developing new recipes and food suggestions.", "[3] The appellant's trademark, No. TMA 208,724, is entered in the Register of TradeMarks for the following wares: \"Printed leaflets and booklets of recipes for making sandwiches, canapes and hors-d'oeuvres.\"", "[4] On October 12, 1988, at the request of Reneau Cointreau & Cie (hereinafter \"the respondent\"), a notice was issued to the appellant by the Registrar of TradeMarks pursuant to s. 45 of the Act in respect of the registration TMA 208,724 for the mark \"Cordon Bleu\".", "[5] In reply to the Registrar's notice, the appellant filed an affidavit from its president and general manager, J. Robert Ouimet, signed on April 10, 1989.", "[6] In his affidavit of April 10, 1989 Mr. Ouimet indicated that the mark \"Cordon Bleu\" was used in Canada in the normal course of trade in association with the wares mentioned in the registration, namely printed leaflets and booklets of recipes for making sandwiches, canapés and hors-d'oeuvres, before and at the date of the notice issued by the Registrar.", "[7] As an illustration of the way in which the mark \"Cordon Bleu\" has been used in Canada in the normal course of trade since at least 1975, Mr. Ouimet provided a representative sample showing use of the mark \"Cordon Bleu\" in association with printed leaflets and booklets of recipes.", "[8] In her decision of March 9, 1993, Ms. Savard found the evidence \"vague\" regarding the use of the trademark in connection with the wares specified in the registration. She said the following: [TRANSLATION] \"However, the word 'distributed' is ambiguous and Mr. Ouimet did not provide any clarification. He mentioned that 'Cordon Bleu International is actively developing new food products and is developing new recipes and food suggestions'. At the same, he did not mention whether the wares in the registration, namely 'booklets and leaflets', in which the recipes appear are sold on the market, which in the absence of evidence to the contrary would appear to be the usual business practice for this type of wares, or whether they are distributed at no charge. \"I must therefore make assumptions. In my opinion, if the wares had been sold it would have been very simple for Mr. Ouimet to have said so or to have referred to the approximate turnover for the wares in question, or to have filed some invoices confirming the sale of the recipe booklets and leaflets. Mr. Ouimet chose not to do so. \"In my view, therefore, the only inference that can be made from the evidence provided is that the wares were distributed free of charge. \"The question now is whether the free distribution of booklets and leaflets of recipes ... having the trademark qualifies as a transfer of wares in the normal course of trade pursuant to the provisions of s. 4(1) of the Trade-Marks Act \"The word 'trade' in the phrase 'normal course of trade' is very important, and in my opinion contemplates a type of commercial transaction (purchase, sale or rental) involving the wares in question, or contemplates the wares being the subject of transactions carried out to create goodwill for the wares and to make profits thereon. \"In the instant case, the evidence does not show whether the wares – 'booklets and leaflets of recipes' – were the subject of commercial transactions. Mr. Ouimet did not describe the normal course of trade for the wares and there is no evidence of any orders, sales or purchases of the wares in question. Further, it cannot be inferred from the evidence that the distribution was made for the purpose of obtaining orders for the purchase of the booklets and leaflets of recipes, and in order to obtain profits (see <FRAGMENT_SUPPRESSED>  concluded that the evidence provided in the instant case, the booklets and leaflets of recipes, was only a form of advertising used by the holder in order to attract customers and increase the sales of its \"Cordon Bleu\" products. She concluded as follows: [TRANSLATION] \"Consequently, it is not possible for me to conclude from the evidence that there was use of the trademark on the date of the notice in association with the wares 'printed leaflets and booklets of recipes for making sandwiches, canapés and hors d'oeuvres' in the normal course of trade.\" (At p. 52)", "[10] Following this decision, the appellant filed a notice of appeal on May 10, 1993. In support of that appeal the appellant submitted additional evidence in accordance with the provisions of s. 56(5) of the Act and filed a new affidavit by J. Robert Ouimet dated May 7, 1993. In that affidavit Mr. Ouimet tried to explain or to provide sufficient evidence to resolve the questions raised by the Registrar. He noted that the booklets and leaflets are generally distributed by retailers; that consumers get them when they purchase a \"Cordon Bleu\" food product. They are also distributed in exhibition halls. The booklets and leaflets are also sent directly to consumers who request them. The appellant thus argued that these transactions are commercial transactions consistent with the requirements of 4(1) of the Act . That section reads as follows: \"4(1) A trade-mark is deemed to be used in association with wares if, at the time of the transfer of the property in or possession of the wares, in the normal course of trade, it is marked on the wares themselves or on the packages in which they are distributed or it is in any other manner so associated with the wares that notice of the association is then given to the person to whom the property or possession is transferred.\"", "[11] The appellant submitted that the distribution or sending of these booklets or leaflets of recipes was a normal trade practice, as required by s. 4(1) of the Act , that all these booklets or leaflets contain the \"Cordon Bleu\" trademark, that the fact the consumers obtained the booklets or leaflets in food stores or exhibition halls or that they were sent to them directly in response to a request constituted transfer of possession of the booklets and leaflets from the holder to Canadian consumers. It was submitted that this transfer took place in the normal course of trade. It was not in dispute that there are hundreds of thousands of these booklets and leaflets that have been distributed over an extended period before and even after the notice given pursuant to s. 45 of the Act", "[12] The respondent submitted that simply distributing booklets and leaflets of recipes cannot be described as a transaction that involves the transfer of property in certain goods in the normal course of trade. According to its reasoning, the Registrar concluded that the distribution of the booklets and leaflets of recipes could not be regarded as a transaction or a commercial activity. The only purpose of this distribution was to promote the appellant's product. The respondent submitted that Mr. Ouimet's affidavit did not meet the requirements of s. 4(1) of the Act and considered that the Registrar's decision should be upheld. The respondent analysed Mr. Ouimet's affidavit and noted once again that the latter had indicated that the booklets and leaflets of recipes were generally placed on shelves besides the appellant's food products so that consumers could take them freely. It noted that Mr. Ouimet indicated that they were distributed at certain exhibitions, and finally that they were distributed from time to time in response to requests made by certain consumers. It considered that Mr. Ouimet's allegation that the trademark could be deemed to be used in association with wares at the time of the transfer of property in the normal course of trade were without basis.", "[13] In my view, the answer to the question presented by the case at bar is to be found in Hospital World Trade Mark , [1967] R.P.C. 595 (Pat. Off). In that case the trademark in question was used on a journal published by the plaintiffs, who were manufactures of medical and surgical equipment. The journal was used to advertise the plaintiff's products in addition to providing reading matter of general interest to medical personnel. It was distributed free of charge and in considerable quantities. I reproduce the relevant extracts in full (at pp. 597-599): \"I am in no way questioning that the circulation of this journal provides responsible reading matter on a variety of topics of interest to persons in the hospital and medical professions. It is stated that the applicants distribute approximately 15,000 copies of the journal free of charge monthly in the United Kingdom and that they have spent substantial sums on the production and circulation of the journal in each of the years 1962, 1963 and 1964. It is stated that the journal has been very well received by the hospital staffs to whom it is addressed and there are exhibited copies of letters sent to the applicants, albeit all after the relevant date of the application, in which persons on various medical and hospital staffs are writing to be supplied with copies of the journal and to be included in the mailing list for it. The issue is whether the free distribution of the journal can be regarded as using the trademark within the definition contained in section 68 of the Act which is as follows: 'Trademark' means, except in relation to a certification trademark, a mark used or proposed to be used in relation to goods for the purpose of indicating, or so as to indicate, a connection in the course of trade between the goods and some person having the right either as proprietor or as registered user to use the mark, whether with or without any indication of the identity of that person ... \"Under section 17(1) of the Act it is incumbent on a person applying for the registration of a trademark and claiming to be the proprietor thereof to assert that it is used or proposed to be used by him. Thus it seems to me that in claiming to be the proprietors of the mark propounded used in relation to periodical publications, the applicants must be able to show that they have used it as a trademark in relation to those goods within the definition contained in section 68 of the Act ... \"It is necessary in the present case to refer to the observations of Lord Wright in <FRAGMENT_SUPPRESSED> . In considering the definition of a trademark in section 68 he said (from 82, line 48, to 83, line 11): – 'The limitation in the Act of 1938 , 'in the course of trade', sufficiently, in my opinion, preserves the essential and characteristic function of the mark. The proprietor is required to be a trader who places the goods before the public as being his goods. That is the vital connection, not some later partial and ephemeral attribution to someone else. 'Trade' is a very wide term: it is one of the oldest and commonest words in the English language. Its great width of meaning and application can be seen by referring to the heading in the Oxford English Dictionary . But it must always be read in its context. That gives it the special connotation appropriate to the particular case. In the Act of 1938 , the context shows that 'trade' refers to selling or otherwise trading in the goods to which the mark is applied. Thus, in section 26(2)(b) we find the words 'goods to be sold or otherwise traded in'; the same collocation of words is found in section 31; and again in section 68 in the definition of limitations. These instances show that 'trade' is here used in the particular sense of merchanting, selling or the like which would nowadays include the more modern practices of hire, purchase, leasing (for example of valuable machines), letting out for public use, exporting, etc.' \"Mr. Lloyd submitted that 'or otherwise traded in' covered the applicant's free distribution of the journal; but this interpretation goes wider, in my opinion, than the examples of 'trade' referred to by Lord Wright which all seem to me to involve some payment or exchange for goods supplied. The word 'otherwise' seems to me to indicate, rather, such other forms of trade as hire, or even barter, of goods. The free distribution of a journal containing matters of interest of prospective customers and others who come in contact with the applicants in their main business as manufacturers of surgical and medical dressings and hospital supplies, is undoubtedly an aid in their general public relations and helps to create goodwill in the firm; but I do not think that the free distribution can be regarded as trading in the goods of the application within the context of the definition of a trademark. The goods are not being put on the market for people to buy as a matter of choice in preference to someone else's publications. The persons who receive the free copies are, I think, most likely to regard them as part of the applicants' publicity and advertisement campaign concerned with the sales of dressings and hospital supplies rather than the products of a business of publishers. I have come to the conclusion, therefore, that the applicants' mark has not been used in relation to periodical publications for the purpose of indicating a connection in the course of trade within the definition of a trademark in section 68 of the Act .\"", "[14] Accordingly, the free distribution of wares such as booklets and leaflets of recipes cannot be regarded as a transaction involving transfer of the property in or possession of these wares in the normal course of trade, in such a way as to support application of the presumption of s. 4(1) of the Act and to regard the trademark \"Cordon Bleu\" as being used in association with these wares. The appeal is accordingly dismissed. Appeal dismissed. Editor: David Weir/saf"]}