{"id_": "015814", "body_str": ["[1] LeBlanc, J. : This is an appeal under subsection 14(5) of the Citizenship Act , RSC 1985, c C-29 (the Act) and section 21 of the Federal Courts Act , RSC 1985, c F-7, of a decision of a citizenship judge dated September 25, 2013, granting the respondent's citizenship application under paragraph 5(1) of the Act.", "[2] For the reasons that follow, the appeal is granted. I. Background", "[3] The respondent was born in Portugal in 1984. She immigrated to Canada with her parents when she was six years old. She holds the status of permanent resident since then. On September 9, 2009, she applied for Canadian citizenship. She then reported having been physically present in Canada for the whole four year period immediately preceding the filing of the application (the Reference Period), except for a total of 28 days where she stated having been outside Canada for two business trips and two vacation trips.", "[4] In the course of the processing of her citizenship application by citizenship authorities, the respondent was required to provide a Residence Questionnaire, which she did in May of 2012. In that questionnaire, she listed the four trips she had reported on her citizenship application but without being able, this time, to provide the dates of those trips abroad. She also listed her employment and education history from June 2005 and her various places of residence in Canada from 1991.", "[5] In the course of the same process, the respondent was asked to produce an Integrated Customs Enforcement System report (ICES), a document issued by the Canada Border Services Agency, tracking her departures from and arrivals to Canada, as well as her Ontario Health Insurance Plan (OHIP) personal claim history. Her OHIP history showed 13 claims over the four year Reference period.", "[6] However, her ICES report showed six entries that were not declared on either her citizenship application or Residence Questionnaire. The respondent was also requested, but was enabled, to produce her passport for the Reference Period. In a letter to the citizenship authorities dated June 5, 2012, she explained that when she renewed her expired passport in 2009, the staff of the Portuguese consulate in Toronto, where she made that request, retained that passport and subsequently destroyed it.", "[7] On September 25, 2103, the respondent attended a hearing before the citizenship judge and on that same day, her citizenship application was approved by the judge.", "[8] In a fairly short decision, the citizenship judge first noted that the respondent had declared 1432 days of physical presence in Canada during the Reference Period but that there was no passport available to verify that assertion, as her old passport had been repossessed by the Portuguese consular authorities when she applied for a new one.", "[9] He also noted that the respondent's ICES report showed more entry stamps than those she had reported to the citizenship authorities and that her justification for those \"mistakes\" was that 'she didn't have a passport available and her memory, of course, failed her'. On this particular issue, the citizenship judge noted the respondent's statement that it was 'entirely possible that she made a few more trips, all business related and very short, outside Canada'.", "[10] Finally, the judge wrote that the respondent had a full-time job, was married, had been educated and had all her social activities in Canada.", "[11] The citizenship judge then approved the respondent's citizenship application in the following terms: \"Considering all of the above, and based on my careful assessment of the applicant's testimony, as well as my consideration of the information and evidence before me, I am satisfied that the applicant is actually living and has been physically present in Canada on the number of days sufficient to comply with the Citizenship Act. For all of the above I approve the application for citizenship of MS. PEREIRA.\" II. The Act's Residency requirement", "[12] Paragraph 5(1)( ) of the Act, which provides for the residency requirement citizenship applicants need to meet in order to be successful, reads as follows: 5. (1) The Minister shall grant citizenship to any person who ) makes application for citizenship; ) is eighteen years of age or over; ) is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act , and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner: (i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and (ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence;", "[13] For quite some time, there has been an ongoing debate within this Court as to what paragraph 5(1)( ) of the Act exactly means. Competing jurisprudential schools have emerged from that debate with the result that three different tests are available to citizenship judges in assessing the residency requirement in any given case ( <FRAGMENT_SUPPRESSED> to 8, [2011] FCJ No 1646 ( <FRAGMENT_SUPPRESSED> [2013] FCJ No 629 (QL)).", "[14] The first test involves strict counting of days of physical presence in Canada which must total 1095 days in the four years preceding the application. It is often referred to as the quantitative test or the Pourghasemi test (", "[1993] 62 FTR 122). The second is a less stringent test which recognizes that a person can be resident in Canada, even while temporarily absent, if there remains a strong attachment to Canada. This test is generally known as the Re Papadogiorgakis test ( Re Papadogiorgakis , [1978] 2 FC 208 (QL), 88 DLR (3d) 243 (TD)). Finally, the third test builds on the second one by defining residence as the place where one has centralized his or her mode of living. It is described in the jurisprudence as the Koo test (Re Koo (1992), [1993] 1 FC 286 (QL), [1992] FCJ No 1107 (TD); see also <FRAGMENT_SUPPRESSED> [2008] FCJ No 292 (QL); <FRAGMENT_SUPPRESSED> , above at paras 6 to 8; <FRAGMENT_SUPPRESSED> , above at paras 37 to 40). The last two tests are often referred to as qualitative tests ( <FRAGMENT_SUPPRESSED> , above at para 17).", "[15] The dominant view in this Court's jurisprudence is that citizenship judges are entitled to choose which test they desire to use among these three tests and that they cannot be faulted for choosing one over the other ( <FRAGMENT_SUPPRESSED> [2008] FCJ No 485 ( <FRAGMENT_SUPPRESSED> [2005] FCJ No 868 ( <FRAGMENT_SUPPRESSED> [2005] FCJ No 2029 (QL)).", "[16] They can be faulted however if they fail to articulate which residency test was applied in a given case ( <FRAGMENT_SUPPRESSED> [2013] FCJ No 758 (QL)). III. Issue and Standard of Review", "[17] The Minister of Citizenship and Immigration (the applicant) claims that the citizenship judge's decision approving the respondent's citizenship application is unreasonable in three ways. First, he says that the citizenship judge failed to identify the legal test he used to assess whether the respondent met the Act's residency requirement. Secondly, he contends that the judge's reasons and analysis are wholly inadequate in that they do not sufficiently explain on what grounds the respondent's citizenship application was approved. Finally, he argues that it was unreasonable for the citizenship judge to approve the respondent's application for citizenship given the paucity of, and the inconsistencies in, her evidence on the residency requirement.", "[18] Both the applicant and the respondent submit that the standard of review applicable to these issues is that of reasonableness. The Court agrees. It is indeed generally accepted in this Court's jurisprudence that a citizenship judge's consideration of the residency requirement under paragraph 5(1)( ) of the Act, whichever the test used by the judge, is a matter of mixed facts and law and is thus reviewable on a standard of reasonableness ( <FRAGMENT_SUPPRESSED> [2013] FCJ No 590 (QL); Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [2013] FCJ No 1394 ( <FRAGMENT_SUPPRESSED> [2011] FCJ No 1830 (QL); Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [2011] FCJ No 735 (QL); Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [2012] FCJ No 1615 (QL); <FRAGMENT_SUPPRESSED> , above at paras 24 to 26).", "[19] This means, as is well known, that the Court's review analysis is concerned with the existence of justification, transparency and intelligibility within the decision-making process and also with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law ( <FRAGMENT_SUPPRESSED> ). IV. Analysis", "[20] This case can be entirely resolved on the applicant's third ground of appeal. Indeed, even assuming that the citizenship judge clearly identified the residency test he applied to the facts of this case, which I believe he did in any event, and irrespective of the quality of his reasons for the decision, the respondent, in my view, failed to establish, with sufficient and credible evidence, that she met the Act's residency requirement. The citizenship judge's conclusion to the contrary was, in the circumstances of this case, an unreasonable outcome.", "[21] As it has been affirmed on many occasions by this Court, Canadian citizenship is a privilege that ought not to be granted lightly and the onus is on citizenship applicants to establish, on a standard of balance of probabilities, through sufficient, consistent and credible evidence, that they meet the various statutory requirements in order to be granted that privilege ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ).", "[22] The Court is mindful that this burden ought not to be excessive and that although citizenship is a privilege, the Act does not require corroboration on all counts ( El <FRAGMENT_SUPPRESSED> , above at para 19). The Court is also mindful in this regard that it is up to the citizenship judge, taking the context into consideration, to determine the extent and nature of the evidence required in any given case ( El <FRAGMENT_SUPPRESSED> , above at para 19).", "[23] There is however a point beyond which this exercise of discretion, or lack of it, on the part of the citizenship judge cannot be held to be reasonable. This point was reached here when the citizenship judge, who was already deprived of the benefit of the expired passport to verify the respondent's number and length of absences from Canada during the Reference Period, accepted the respondent's rather weak and unconceivable explanation on her unreported absences and did it without inquiring further into these absences.", "[24] I agree with the applicant that at that point the citizenship judge abdicated his responsibilities.", "[25] It is indeed one thing for a citizenship applicant to have no supporting evidence, in the form of an expired passport, of the number and length of his or her absences from Canada during the relevant assessment residency period. This is not fatal to the applicant if a reasonable explanation can be provided as to the unavailability of the passport ( El <FRAGMENT_SUPPRESSED> , above at para 19). However, it is quite another thing, as is the case here, not to have that kind of supporting evidence and, in addition, to grossly misrepresent to the citizenship authorities the number of absences from Canada and have no reasonable explanation for that.", "[26] Here, the respondent justified the fact her ICES report showed more entry stamps than those she had reported to the citizenship authorities by saying that her memory had failed her. The citizenship judge accepted those explanations.", "[27] The problem is that this discrepancy accounted for 6 of the 10 trips the respondent made abroad during the Reference Period. This amounted to more than one half of her absences from Canada during that time. This is not insignificant. But more importantly, it is hardly conceivable that someone's memory would fail him or her to such a degree. What is particularly inconceivable is that while the respondent could not remember this significant number of trips abroad, she was apparently able to remember that they were all short trips.", "[28] This whole story was, on its face, hardly credible. In any event, it showed on the part of the respondent a degree of carelessness which is incompatible with the spirit of the Act and the very nature and purpose of the naturalization process. In accepting that story as sufficient justification for this major discrepancy in the respondent's citizenship record and in relying on her testimony to establish residency, without requiring any form of corroboration in a context where the record showed strong indications of material omissions, the citizenship judge sent the wrong message. He abdicated his responsibilities and discredited the whole process. He basically gave 'carte blanche' to the respondent and, by doing so, significantly altered the onus citizenship applicants bear in establishing that they qualify for a grant of Canadian citizenship.", "[29] In such a context, the citizenship judge had no other choice, in the Court's view, but to either dismiss the respondent's application as being unsubstantiated for lack of sufficient, consistent and credible evidence ( Abbas , above at para 8), or inquire further into its deficiencies before making a decision. Neither was done. This was an unreasonable outcome on the face of the record and of the law, which requires a more rigorous approach to the assessment of citizenship applications ( <FRAGMENT_SUPPRESSED> , above at para 21; <FRAGMENT_SUPPRESSED> , above at para 26).", "[30] The respondent's main argument is that there is a presumption that her testimony was truthful. Like most presumptions, this presumption will only operate to a certain degree. Here, with the omissions and contradictions as to the number of trips abroad, the weak and fainted justification for those omissions and contradictions and the lack of corroborative evidence, there is simply no room for that presumption to apply ( Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  [2006] FCJ No 1518 ( <FRAGMENT_SUPPRESSED> [2005] FCJ No 1538 ( <FRAGMENT_SUPPRESSED>  at para. 5 (QL)).", "[31] As Mr. Justice Harrington pointed out in El  <FRAGMENT_SUPPRESSED>  at para 19, it would be extremely unusual and perhaps reckless to rely on the testimony of an individual to establish his residency, with no supporting documentation. In the context of the present case, where, as indicated above, there was not only an old passport availability issue, but also, unlike in El Bousserghini , an issue of undeclared absences from Canada, it was reckless to rely solely on the respondent's testimony to establish her residency.", "[32] Here, there was nothing on record allowing the citizenship judge to measure the impact of the undeclared absences on the number of days the respondent was required to be physically present in Canada during the Reference Period. As the citizenship judge clearly appears to have applied the physical presence residency test to the respondent's case, this issue became of central importance but it was not treated by the citizenship judge in a way that meets the standard of reasonableness.", "[33] As a result, the applicant's appeal is granted and the citizenship judge's decision, quashed. As the applicant did not seek costs, none will be awarded.", "[34] As the law stands now, the respondent is at liberty to re-apply for citizenship at the moment of her choosing. If she does, this will hopefully be done in a way which is respectful of the Act's spirit and of the nature and importance of the naturalization process. JUDGMENT", "[35] THIS COURT'S JUDGMENT is that the appeal is granted, without costs. Appeal allowed. Editor: J. Danielle King/vnh"]}