{"id_": "016005", "body_str": ["[1]", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21] ORDONNANCE", "[22] <FRAGMENT_SUPPRESSED>  application for judicial review of a decision by the Immigration Appeal Division, dated March 3, 2004. This decision dismissed Samuth Siev's appeal from the decision refusing the application for permanent residence of his wife, whom he wished to sponsor.", "[2] The applicant is a Canadian citizen, 36 years of age, born in Cambodia. He has been working part-time in a Japanese restaurant since June 2003. Before that, he was receiving benefits from the Ontario government because of health problems.", "[3] On February 12, 2002, the applicant went to Asia to find a wife. His cousin introduced him to Khe Somalen, a 21-year-old woman, on February 17. They met together several times before the applicant asked her to marry him on March 6, 2002. The marriage took place on March 17 and the applicant returned to Canada on March 20.", "[4] He returned to Cambodia to visit his wife between January 16, 2003, and May 24, 2003. During this period, his wife became pregnant and she gave birth to a boy on February 1, 2004.", "[5] On May 2, 2003, an officer of the Canadian High Commission in Singapore denied the wife's application for permanent residence. His reasons were as follows: she had not demonstrated that the relationship between the spouses was genuine, and some contradictory information about the beginnings of the relationship and about their activities on the day preceding the interview was provided by the applicant and his wife. The officer's notes also explain that he wondered about the difference in age and whether the marriage had been \"arranged\", and that there did not appear to have been much contact between the spouses.", "[6] At the hearing, the panel heard from the applicant and his wife (in her case, the interview was conducted by telephone). The panel concluded that the spouses were unable to establish that their relationship was genuine. According to the panel, the wife did not provide any credible explanation for her contradictions regarding the dates of their initial meeting during her interview with the officer, and it is hard to believe that she did not remember the sequence of events or the circumstances surrounding the marriage proposal.", "[7] Likewise, the panel noted some contradictions in the spouses' testimony concerning the applicant's medical problems. Furthermore, the wife did not have a sufficient knowledge of the details of the applicant's life, despite two years of marriage. For example, she did not know about where he was living, his family, his activities outside work or his medical history.", "[8] The evidence reveals a number of contacts and communications between the spouses, but this evidence is insufficient, in the panel's opinion. It refers as well to the couple's son, but this factor is not in itself sufficient owing to the contradictions identified.", "[9] The applicant argues, first, that the panel erred in failing to take into account the fact that a child has resulted from this union, which, in the applicant's view, validates the authenticity of the marriage between the spouses.", "[10] Second, the applicant contends that the panel based itself on a microscopic examination of irrelevant factors.", "[11] Finally, he explains that the panel did not question the many documents filed in evidence and that it ought to have assigned them greater weight since they were directly related to the central issue: the nature of the relationship between the spouses.", "[12] The respondent basically submits that the findings of the Appeal Division are not patently unreasonable and that the applicant had the burden of establishing the authenticity of his marriage. The applicant ought to have challenged the contradictions and inconsistencies identified by the Appeal Division, but he did not do so, failing to discharge his onus in order to warrant the intervention of this Court.", "[13] The only issue in this case is whether the Appeal Division erred in finding that the relationship between the spouses was not genuine.", "[14] The relevant provision that is applicable in this case is section 4 of the Immigration and Refugee Protection Regulations: 4. For the purposes of these Regulations, no foreign national shall be considered a spouse, a common-law partner, a conjugal partner or an adopted child of a person if the marriage, common-law partnership, conjugal partnership or adoption is not genuine or was entered into primarily for the purpose of acquiring any status or privilege under the Act. (SOR/2004-167)", "[15] The guide OP 2 - Processing Members of the Family Class sets out the tests laid down by the Supreme Court in  <FRAGMENT_SUPPRESSED>  for determining whether two persons are actually living in a conjugal relationship: - shared shelter (e.g. sleeping arrangements); - sexual and personal behaviour (e.g. fidelity, commitment, feelings towards each other); - services (e.g. conduct and habit with respect to the sharing of household chores) - social activities (e.g. their attitude and conduct as a couple in the community and with their families); - economic support (e.g. financial arrangements, ownership of property); - children (e.g. attitude and conduct concerning children) - the societal perception of the two as a couple. From the language used by the Supreme Court throughout  <FRAGMENT_SUPPRESSED>  interdependent - financially, socially, emotionally, and physically - where they share household and related responsibilities, and where they have made a serious commitment to one another. Based on these factors, the following characteristics should be present to some degree in all conjugal relationships, married and unmarried: - mutual commitment to a shared life; - exclusive - cannot be in more than one conjugal relationship at a time; - intimate - commitment to sexual exclusivity; - interdependent - physically, emotionally, financially, socially; - permanent - long-term, genuine and continuing relationship; - present themselves as a couple; (Point 5.25 in the Guide)", "[16] Likewise, the case law indicates to us that the evidence should not be minutely scrutinized and that one should refrain from applying North American reasoning to an applicant's conduct (see  <FRAGMENT_SUPPRESSED>  which summarizes the principles concerning credibility).", "[17] In the case at bar, the Appeal Division relies on the comments of the officer. He looked to irrelevant factors, such as the age difference between the spouses. His conclusions regarding the contradictions is clearly exaggerated, he considers events occurring before the marriage but little of what has happened afterward. After the marriage the spouses saw each other again, they had a child, and the communications are frequent both through letters and through telephone calls.", "[18] Similarly, at the hearing before the Appeal Division, it should be noted, the respondent's counsel made comments that betrayed North American standards or were irrelevant: for example, the difference in age, the incompatibility of the spouses in counsel's view, their different lifestyles and his view that the wife was supposed to ask her husband questions in order to get details about his life and his country. (Pages 405 to 408 of the panel's record.)", "[19] I am of the opinion that in the circumstances the spouses have demonstrated that their relationship is genuine. The record includes hotel bills, photos and even a videocassette of the marriage ceremony, which involved some 150 guests according to the applicant was extended over two days and was conducted in accordance with the local customs. The spouses explained their desire to live together and have made plans for the future; they even have a child together.", "[20] The applicant returned to Cambodia for five months, he sent money regularly, the record establishes the relatively frequent communications between them. It is hard to ask for further evidence than what was submitted, particularly because the applicant does not have sufficient income to make numerous return trips.", "[21] In my opinion, therefore, too much emphasis was placed on circumstances surrounding their encounter and on certain factors, such as the fact that the wife does not know enough about the life of her husband. Since the spouses have been married, they have demonstrated that they have a genuine marriage. The evidence, taken as a whole, establishes this; a microscopic examination of it must be avoided. The decision of the Appeal Division is therefore patently unreasonable. ORDER", "[22] The application for judicial review is allowed and the matter shall be referred to another visa officer for redetermination. [End of document]"]}