{"id_": "016195", "body_str": ["[1] Dawson, J. : Teklemichael Weldetensai Mekonen and his wife Berekti Okbay are citizens of Eritrea. Ms. Okbay and their four daughters were landed in Canada in April of 2000 as Convention refugees. In July of 2001, Ms. Okbay applied to sponsor her husband as a member of the family class. In turn, in June of 2002, Mr. Mekonen, who resides outside of Canada, applied for permanent resident status. At all times, Mr. Mekonen has admitted that he was a member of the Eritrean Liberation Front (ELF), although he says that he was never personally involved in any armed struggle.", "[2] Mr. Mekonen and Ms. Okbay bring this application for judicial review of a decision of a visa officer that, as a member of ELF, Mr. Mekonen was captured by paragraph 34(1)( ) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (Act), and therefore was inadmissible to Canada. Specifically, the officer found that: AS MENTIONED ABOVE PI HELD A LEADERSHIP POSITION WITHIN THE ORGANIZATION. BEING A MEMBER (LEADER) OF THE ELF FOR 25 YEARS, IN ERITREA AND THE SUDAN DURING THE PERIOD 1975 TO 1989 HE WOULD HAVE BEEN AWARE OF THE ACTIVITIES OF THE ELF. I AM NOT SATISFIED THAT PI WAS SIMPLY AN INNOCENT MEMBER OF THE ELF. THERE ARE REASONABLE GROUNDS TO BE BELIVE [SIC] THAT PI WAS INVOLVED AND AWARE OF E [ SIC ] THE ARMED STRUGGLE OF ERITREAN LIBERATION AND THE ARMED CLASHES BETWEEN THE ELF AND THE EPLF-ERITREAN PEOPLE'S LIBERATION FRONT AND KNOWLEDGEABLE ABOUT THE GROUP'S TERROR-RELATED ACTIVITIES. APPLICATION REFUSED - A34(1)(F).", "[3] Subsection 34(1) of the Act provides that: 34(1) A permanent resident or a foreign national is inadmissible on security grounds for ) engaging in an act of espionage or an act of subversion against a democratic government, institution or process as they are understood in Canada; ) engaging in or instigating the subversion by force of any government; ) engaging in terrorism; ) being a danger to the security of Canada; ) engaging in acts of violence that would or might endanger the lives or safety of persons in Canada; or ) being a member of an organization that there are reasonable grounds to believe engages, has engaged or will engage in acts referred to in paragraph ( ), ( ) or ( ). ), ) ou ).", "[4] While the applicants have raised a number of interesting arguments, in my view, one issue is determinative. I find that, on the facts and circumstances of this particular case, the officer breached the duty of fairness that he owed to Mr. Mekonen. The officer did so by failing to provide Mr. Mekonen with copies of documents that the officer had obtained and considered in making his decision, and by failing to afford Mr. Mekonen an opportunity to comment on the information contained within those documents. Additionally, to the extent that the officer found that there were reasonable grounds to believe that the ELF is an organization that there are reasonable grounds to believe is, or was, engaged in terrorism, the officer erred by failing to indicate how he understood and applied the definition of \"terrorism\". Standard of review", "[5] It is only in respect of the review of the officer's substantive decision that a pragmatic and functional analysis is required in order to determine the appropriate standard of review. Evaluating whether the requirements of procedural fairness have been met is a legal question to be answered by the Court. See: <FRAGMENT_SUPPRESSED>  at paragraph 100.", "[6] With respect to the substantive decision concerning the status of the ELF as a terrorist group within the meaning of subsection 34(1) of the Act, I accept and adopt the conclusions of my colleagues in cases such as <FRAGMENT_SUPPRESSED>  that a decision as to whether an organization is one described in paragraphs 34(1)( ), ( ), or ( ) of the Act is to be reviewed on the standard of reasonableness. Procedural matter", "[7] Small portions of the tribunal record in this matter were redacted on grounds that disclosure of such information would be injurious to national security. The Minister brought, late in the proceeding, an application under section 87 of the Act for the non-disclosure of that information.", "[8] After receiving both public and confidential evidence filed on the Minister's behalf and after hearing the ex parte and in camera submissions of counsel for the Minister and the public submissions of counsel for the applicants, an order issued approving revised versions of the eight pages of the tribunal record where redactions were initially made. Some further information was disclosed and some information remained redacted on the ground that its disclosure would be injurious to national security or to the safety of any person.", "[9] Two comments are to be made about the section 87 application.", "[10] First, as explained to counsel for the Minister, it is imperative that these applications be brought on a timely basis. It is for the Court and not the tribunal to decide what information can be withheld from an applicant, and such a decision should be made sufficiently far in advance of the hearing on the merits as to enable the applicant to know on a timely basis all of the information that can be disclosed.", "[11] Second, as explained to counsel, while certain information remained redacted in the present case, my decision on the merits of this application has been made without regard to the redacted confidential information. The case was decided solely upon the public record. I now turn to the substantive issues. Did the officer breach the duty of fairness?", "[12] The content of the duty of fairness is variable and contextual; it is not abstract or absolute. In two cases, <FRAGMENT_SUPPRESSED>  (C.A.), and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (C.A.), the Federal Court of Appeal considered whether an officer was required by the duty of fairness to disclose for comment to the person affected by the officer's decision a report received by the officer. The issue arose in <FRAGMENT_SUPPRESSED> in the context of an inland humanitarian and compassionate application and in <FRAGMENT_SUPPRESSED> in the context of a danger opinion. In both cases, the Court applied five factors in order to determine whether disclosure of the report in question was required in order to provide the person concerned with a reasonable opportunity to participate in a meaningful fashion in the decision-making process. The factors were: (1) the nature and effect of the decision within the statutory scheme; (2) whether, because of the expertise of the writer of the report or other circumstances, the report was likely to have such a degree of influence over the decision-maker that advance disclosure was required in order to \"level the playing field\"; (3) the harm likely to arise from a decision based upon an incorrect or ill-considered understanding of the relevant circumstances; (4) the extent to which advance disclosure of the report was likely to avoid the risk of an erroneously-based decision; and (5) any costs likely to arise from advance disclosure, including delays in the decision-making process. See: <FRAGMENT_SUPPRESSED> , at paragraphs 22 and 23.", "[13] I believe that those contextual factors are apposite in order to determine the content of the duty of fairness in the present case. Each factor is addressed in turn below. 1. The nature and effect of the decision within the statutory scheme.", "[14] <FRAGMENT_SUPPRESSED> , Madam Justice L'Heureux-Dubé noted that greater procedural protections are required where no appeal procedure is provided within the statute or where the decision is determinative of the issue and further requests cannot be submitted.", "[15] Subsection 34(1) of the Act describes persons who may not be admitted to Canada for reasons of national security. There is no right of appeal from a finding of inadmissibility, although it may be judicially reviewed with the leave of this Court. However, the matters referred to in subsection 34(1) \"do not constitute inadmissibility in respect of a permanent resident or a foreign national who satisfies the Minister that their presence in Canada would not be detrimental to the national interest\". See: subsection 34(2) of the Act. The consideration of \"national interest\" does not involve a reconsideration of the finding of inadmissibility. Rather, it \"involves the assessment and balancing of all factors pertaining to the applicant's entry into Canada against the stated objectives of the Immigration and Refugee Protection Act as well as Canada's domestic and international interests and obligations\". See: Citizenship and Immigration Canada Enforcement Manual, Chapter 2, Section 13.6.", "[16] The decision with respect to inadmissibility is not an exercise of discretion. Officers are instructed to obtain evidence for subsection 34(1) decisions by collecting police or intelligence reports, statutory declarations supported by evidence of statements made to an officer, and other documentary evidence including media articles, scholarly journals, and expert reports.", "[17] The objective nature of the decision and the lack of any appeal procedure militate in favor of greater content to the duty of fairness. 2. The degree of influence the report is likely to have on the decision-maker.", "[18] The non-disclosed documents consist of a memorandum from the Canada Border Services Agency (CBSA) dated October 6, 2005, and some open source information about the ELF. The memorandum contained a recommendation that the information forwarded to the officer \"provides evidence to support a determination of inadmissibility\" under section 34 of the Act. The contents of the memorandum did not have to be protected for security reasons, as demonstrated by the fact that the memorandum was later disclosed to Mr. Mekonen in abortive proceedings before the Immigration Appeal Division.", "[19] The content and purpose of the CBSA memorandum lead me to conclude that it was an instrument of advocacy designed, in the words of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , \"to have such a degree of influence on the decision maker that advance disclosure is required 'to 'level the playing field'\". 3. The harm likely to arise from a decision based upon an incorrect or ill-considered understanding of the relevant circumstances.", "[20] This is not a case where, as in <FRAGMENT_SUPPRESSED> , a negative decision may result in the removal of an individual from Canada to a situation where they may risk torture. Generally, a person applying from abroad for permanent resident status in Canada will not face any significant risk of harm if their application is rejected.", "[21] In the present case, however, Mr. Mekonen's wife and children are permanent residents of Canada and recognized to be Convention refugees in relation to Eritrea, their country of nationality. The risk the family faces from an ill-considered decision with respect to Mr. Mekonen's admissibility is that the family will, absent extraordinary ministerial relief, not be able to be reunited in Canada. In my view, this leads to the content of the duty of fairness being more extensive in this particular factual context. 4. The extent to which advance disclosure of the report was likely to avoid the risk of an erroneous decision.", "[22] In the present case, the following arises out of the documents not disclosed to Mr. Mekonen by the officer: 1. The CBSA memorandum contained no discussion of what, as a matter of law, constitutes terrorism. 2. Much of the open source country condition documentation spoke of armed clashes between ELF and the Eritrea People's Liberation Front (EPLF). Because the EPLF did not form the government at the time, this evidence would not be relevant to the issue of whether ELF was engaged in the subversion by force of a government. Similarly, the definition of \"terrorism\" applied by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , requires an act \"intended to cause death or serious bodily injury to a civilian, or to any other person not taking an active part in the hostilities in a situation of armed conflict, when the purpose of such act, by its nature or context, is to intimidate a population, or to compel a government or an international organization to do or to abstain from doing any act\". The documentary evidence before the officer would require careful analysis in order to see whether the ELF's activities fell within the ambit of that definition or within the ambit of subversion by force of any government. 3. A publication from the United Nations High Commissioner for Refugees entitled \"Sudan-Eritrea: Early Warning Note\", contained in the open source information before the officer, noted that \"[t] here is still today no serious balanced historical study of the Eritrean independence struggle, most of the literature being, at least to some degree, of a propagandistic nature.\"", "[23] In my view, had the CBSA and open source information been provided to Mr. Mekonen, he could have commented upon: (a) the analytical deficiency in that the CBSA memorandum did not discuss the definition of \"terrorism\" or how the ELF was engaged in either terrorism or subversion; and (b) the nature of the country condition documentation, particularly the source of the information. In the circumstances of this case, such comment may very well avoid an erroneous decision with respect to admissibility. 5. Any costs arising from advance disclosure, including delay.", "[24] I can see no cost or delay that would arise from advance disclosure of the documents that were before the officer. This is because on June 15, 2006, the visa officer wrote to Mr. Mekonen advising that the officer had reasonable grounds to believe that Mr. Mekonen might be inadmissible under paragraph 34(1)( ) of the Act. The officer stated that, in coming to his conclusion, he had considered the information Mr. Mekonen had provided in his application for permanent residence, at his interview, and after his interview. The officer did not mention the CBSA memorandum and the open-source information that had been provided to the officer. The officer gave Mr. Mekonen 45 days to respond to the officer's concerns.", "[25] No added cost or delay would have resulted if the officer had, at the same time, provided the CBSA memorandum and the open source documentation to Mr. Mekonen. 6. Conclusion on the content of the duty of fairness.", "[26] Weighing these factors, I find that the circumstances of this case required the officer to provide Mr. Mekonen with the CBSA memorandum and the open source documents and to allow Mr. Mekonen to make submissions that were responsive to that material. Such actions were necessary in order for Mr. Mekonen to have a meaningful opportunity to present relevant evidence and submissions and to have his evidence and submissions fully and fairly considered by the officer.", "[27] In reaching this conclusion, I have considered the Minister's arguments that general country condition documentation did not have to be provided and that Mr. Mekonen did not dispute the accuracy of any fact found in that documentation. However, as the Federal Court of Appeal noted in <FRAGMENT_SUPPRESSED> at paragraph 22, relying upon its earlier decision in <FRAGMENT_SUPPRESSED> , \"the question is not whether the report is or contains extrinsic evidence of facts unknown to the person affected by the decision, but whether the disclosure of the report is required to provide the person with a reasonable opportunity to participate in a meaningful manner in the decision-making process\". In the present case, for the above reasons, meaningful participation included the right to highlight weaknesses in the material before the officer. An organization that engages, has engaged, or will engage in terrorism.", "[28] <FRAGMENT_SUPPRESSED> , the Court held at paragraph 58 that, to arrive at a finding of inadmissibility under paragraph 34(1)( ) of the Act, an officer would have to have regard to the definition of \"terrorism\" provided in Suresh as well as to the definitions of \"terrorist activity\" and \"terrorist group\" contained in subsection 83.01(1) of the Criminal Code , R.S.C. 1985, c. C-46. The failure of the officer to explain how the term \"terrorist\" was defined and applied was found to be a reviewable error. Similar conclusions were reached in <FRAGMENT_SUPPRESSED> .", "[29] In the present case, the officer's reasons, found in the Computer Assisted Immigration Processing System notes, contain no definition of \"terrorism\". The officer simply wrote that there were reasonable grounds to believe that Mr. Mekonen was \"knowledgeable about [the ELF's] terror-related activities\". There is no indication of how the officer understood and applied the definition of \"terrorism\". This constitutes a reviewable error. Conclusion and Certification", "[30] Because of the officer's breach of the duty of the procedural fairness, the application for judicial review is allowed.", "[31] While Mr. Mekonen posed a number of questions for certification, including one with respect to the duty of fairness, the Minister opposed certification of any question. No question will be certified. JUDGMENT", "[32] THIS COURT ORDERS AND ADJUDGES that 1. The application for judicial review is allowed, and the decision of the visa officer made on July 6, 2006, is hereby set aside. 2. The matter is remitted for redetermination by a different visa officer in accordance with these reasons. [End of document]"]}