{"id_": "016178", "body_str": ["[1] Mactavish, J. : A Citizenship Judge dismissed Noureldin Mohamed Ahmed Mahmoud Abdelhamid's application for Canadian citizenship because he failed to establish that he had been physically present in Canada for 1095 days during the four years preceding the filing of his citizenship application.", "[2] Dr. Abdelhamid asserts that the Citizenship Judge's decision was unreasonable as the judge misinterpreted and failed to consider the totality of the evidence before him with respect to Dr. Abdelhamid's presence in Canada. He further asserts that he was denied procedural fairness as the Citizenship Judge refused to look at documentary evidence that he provided to support his claim to have been physically present in Canada for the requisite number of days, and by failing to contact him after the hearing in order to allow Dr. Abdelhamid to address the judge's concerns.", "[3] For the reasons that follow, I have not been persuaded that the Citizenship Judge erred as alleged. Consequently, the application will be dismissed. I. The Reasonableness of the Decision", "[4] Dr. Abdelhamid stated in both his application for citizenship and in his Residence Questionnaire that he had been physically present in Canada for 1364 days during the period from May 6, 2006 to May 6, 2010. He further declared that he had left Canada on seven occasions during this period, although he states in his affidavit that he told the Citizenship Judge that he had often travelled to the United States, and that he had only listed the absences that were confirmed by stamps in his passport, as he could not remember all of the times that he had visited the United States during the period in issue.", "[5] The Citizenship Judge subsequently obtained an Integrated Customs Enforcement System (ICES) report from the Canada Border Services Agency, which recorded Dr. Abdelhamid as having entered Canada on 13 occasions during the relevant period. Dr. Abdelhamid does not dispute the accuracy of the report, but argues that two of the re-entries occurred during periods that he had declared that he was out of the country. He also says that it is clear from the record that three other trips in December of 2009 were day trips that took place during a seven-day period.", "[6] The Citizenship Judge found that he was unable to determine the length of Dr. Abdelhamid's absences from Canada on the basis of the record before him. Dr. Abdelhamid says that the Citizenship Judge erred in coming to this conclusion, as he failed to perform a comparative analysis of the entries listed on the ICES report and the absences from Canada listed in Dr. Abdelhamid's citizenship application and Residence Questionnaire. I do not accept this submission.", "[7] First of all, it is apparent from paragraph 21 of the Citizenship Judge's reasons that he did compare the absences recorded on the ICES report with those reported by Dr. Abdelhamid. Moreover, a comparative analysis of the evidence in question does not establish that Dr. Abdelhamid was in Canada during the for at least 1095 days during the relevant four-year period.", "[8] It is true that two of the re-entries occurred during periods that Dr. Abdelhamid had stated that he was out of the country. For example, Dr. Abdelhamid had declared that he was absent from Canada from October 26 to November 26, 2009, and the ICES report indicated that Dr. Abdelhamid re-entered Canada on October 28, 2009. However, the inconsistency in the evidence regarding Dr. Abdelhamid's whereabouts during October and November of 2009 calls into question the reliability of his evidence as to the duration of his absence from Canada.", "[9] Similarly, Dr. Abdelhamid declared that he was absent from Canada between January 29, 2010 and February 11, 2010. However, the ICES report indicated that Dr. Abdelhamid re-entered Canada on January 29, 2010, once again calling into question the reliability of Dr. Abdelhamid's evidence as to the length of this trip.", "[10] Dr. Abdelhamid also did not mention two absences from Canada that occurred during 2006 and 2007, although the ICES report recorded him re-entering Canada on August 22, 2006 and February 24, 2007. Without knowing when Dr. Abdelhamid left the country on each of these occasions, it is not possible to know how long each absence lasted. Moreover, none of the documentary evidence produced by Dr. Abdelhamid establishes that he was physically present in Canada during this period.", "[11] Dr. Abdelhamid argues that even if it was assumed that he was outside of Canada until February 24, 2007, his physical presence in Canada between February 24, 2007 and May 6, 2010 was sufficient to satisfy the residency requirement of the Citizenship Act , R.S.C. 1985, c. C-29. The record does not, however, support this contention.", "[12] Assuming that Dr. Abdelhamid was indeed outside of Canada until February 24, 2007, he could not have been absent from Canada for more than 70 additional days in the period between February 24, 2007 and May 6, 2010. Because of the inconsistencies in Dr. Abdelhamid's evidence, however, it cannot be determined how long Dr. Abdelhamid was outside of Canada prior to his re-entries on October 28, 2009, November 26, 2009, December 15, 2009, December 22, 2009, January 29, 2010 and February 11, 2010. It is, however, possible that he was away from Canada for as many as 104 additional days during this period.", "[13] The burden was on Dr. Abdelhamid to establish that he was in fact in Canada on the days in question: REFERENCE_SUPPRESSED. The Citizenship Judge found that he had failed to satisfy that burden. Because the Citizenship Judge was unable to determine the length of several of Dr. Abdelhamid's undeclared absences, he was unable to determine, on a balance of probabilities, how many days Dr. Abdelhamid had been physically present in Canada during the relevant period. Given the inconsistencies in the evidence regarding Dr. Abdelhamid's trips outside of Canada, this finding was one that was reasonably open to the Citizenship Judge. II. The Procedural Fairness Arguments", "[14] Dr. Abdelhamid also argues that he was treated in a procedurally unfair manner by the Citizenship Judge, who refused to consider two bags of documents that Dr. Abdelhamid had brought with him to the hearing to support his application for citizenship.", "[15] I agree with Dr. Abdelhamid that a Citizenship Judge should not dismiss an application for citizenship without considering the documents provided by an applicant in support of the application. That said, counsel for Dr. Abdelhamid was unable to identify any evidence in the bundle of documents that were not considered by the Citizenship Judge that actually established that he was physically present in Canada during any of the periods in question. Consequently, any breach of procedural fairness that may have occurred in this case would not have been material to the result.", "[16] Dr. Abdelhamid also says that the Citizenship Judge breached the principles of procedural fairness by failing to provide him with an opportunity to respond to the Citizenship Judge's concerns with respect to the absences recorded in the ICES report.", "[17] This Court has previously held that ICES reports are not extrinsic evidence, and thus do not create a procedural obligation on the part of the Citizenship Judge to provide the applicant for citizenship with an opportunity to respond to the report: REFERENCE_SUPPRESSED. However, Dr. Abdelhamid states in his affidavit that the Citizenship Judge agreed to contact him after the hearing \"if the need arose\", submitting that this created a legitimate expectation on his part that he would be afforded the opportunity to address the ICES report.", "[18] The doctrine of legitimate expectation arises where representations have been made to an applicant concerning the procedure that will be followed in particular circumstances. However, as the Supreme Court observed in REFERENCE_SUPPRESSED, the representations said to give rise to the legitimate expectations must be \"clear, unambiguous and unqualified\": at para. 68.", "[19] On Dr. Abdelhamid's own evidence, the Citizenship Judge only agreed to contact him if he felt that it was necessary to do so. This representation was thus not unqualified, and therefore no legitimate expectation was created in this case. III. Conclusion", "[20] For these reasons, the application for judicial review is dismissed. I agree with the parties that the case is fact-specific, and does not raise a question for certification. JUDGMENT", "[21] THIS COURT'S JUDGMENT is that the application for judicial review is dismissed. [End of document]"]}