{"id_": "016252", "body_str": ["[1] Shore, J. [Translation]: To quote Einstein, if you can't explain it to a 12-year-old, you don't understand it yourself. A great deal of ink and hundreds of words will be wasted unless we ensure that we understand the crux of the matter we are discussing and clarify the role of the Refugee Appeal Division [RAD]. The essence of the case before the Court is the following: which entity does what, when, and according to which principles of the legislation and the case law?", "[2] What is the RAD's role in relation to the Refugee Protection Division [RPD] and to the Federal Court?", "[3] The RAD is a specialized quasi-judicial body, whose members have the powers of a commissioner under section 111 of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA].", "[4] If the RPD does not provide reasons in its assessment of the evidence, the RAD must intervene following its own review; if the RPD misinterprets the legislation, the RAD must also intervene.", "[5] The Court notes that the anatomy of the RAD depends on its jurisdiction, and its jurisdiction depends entirely on the statute that has given it its mandate to exist and to act as a specialized quasi-judicial tribunal that also has the authority to investigate, an authority the Federal Court judge (like the Immigration Appeal Division [IAD] ).does not have II. Introduction", "[6] This is an application for judicial review made under subsection 72(1) of the IRPA of a decision by the RAD of the Immigration and Refugee Board dated October 18, 2013, dismissing the applicants' appeal of the RPD's decision denying their claim to be recognized as Convention refugees or persons in need of protection under sections 96 and 97 of the IRPA. III. Facts", "[7] The principal applicant, Ismael Garcia Alvarez, and his wife, Pilar de la Caridad Moreno Fleites, are citizens of Cuba. They both arrived in Canada on January 27, 2013, and claimed refugee protection on February 15, 2013.", "[8] On July 10, 2013, the RPD rejected their refugee protection claim deeming that they had failed to establish a serious possibility of persecution within the meaning of section 96 of the IRPA or the existence of dangers or risks within the meaning of section 97 of the IRPA.", "[9] The applicants appealed this decision before the RAD. The RAD dismissed this appeal on October 18, 2013.", "[10] On November 12, 2013, the applicant filed this application for judicial review against that decision. IV. Decision under review", "[11] First, the RAD noted that there was no need to hold a hearing in the present matter since the applicants had not presented any new evidence according to the requirements of subsection 110(4).", "[12] The RAD went on to examine the RAD's role as an appeal tribunal and the standard of review applicable to questions of fact and questions of mixed fact and law as well as to pure questions of law. Relying on the decision in <FRAGMENT_SUPPRESSED>  the RAD stated that, except for questions of law or questions of natural justice, the members of the RAD had to show deference to the decisions of the RPD by applying the standard of reasonableness. The RPD is better situated to make factual findings owing to its extensive exposure to the evidence, the advantage of hearing testimony viva voce , and its familiarity with the case as a whole ( <FRAGMENT_SUPPRESSED> ). The RAD's analysis must therefore be concerned with the justification, transparency and intelligibility within the decision-making process and not be a reassessment of the evidence.", "[13] Regarding the merits of the appeal, the RAD determined that the RPD did not err in its application to the facts of the concept of persecution. The RAD noted that the RPD reasonably concluded that the problems experienced by the applicants did not rise to the level required to constitute persecution. It therefore concluded that their fear of being persecuted should they have to return to live in Cuba was not in fact a reasonable fear. V. Issue", "[14] Did the RAD err in applying the standard of reasonableness to the RPD's findings? VI. Relevant statutory provisions", "[15] The following provisions of the IRPA are applicable in these proceedings: 110. (3) Subject to subsections (3.1), (4) and (6), the Refugee Appeal Division must proceed without a hearing, on the basis of the record of the proceedings of the Refugee Protection Division, and may accept documentary evidence and written submissions from the Minister and the person who is the subject of the appeal and, in the case of a matter that is conducted before a panel of three members, written submissions from a representative or agent of the United Nations High Commissioner for Refugees and any other person described in the rules of the Board. ... (4) On appeal, the person who is the subject of the appeal may present only evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection. ... (6) The Refugee Appeal Division may hold a hearing if, in its opinion, there is documentary evidence referred to in subsection (3) ) that raises a serious issue with respect to the credibility of the person who is the subject of the appeal; ) that is central to the decision with respect to the refugee protection claim; and ) that, if accepted, would justify allowing or rejecting the refugee protection claim. ... 111. (1) After considering the appeal, the Refugee Appeal Division shall make one of the following decisions: ) confirm the determination of the Refugee Protection Division; ) set aside the determination and substitute a determination that, in its opinion, should have been made; or ) refer the matter to the Refugee Protection Division for re-determination, giving the directions to the Refugee Protection Division that it considers appropriate. Referrals (2) The Refugee Appeal Division may make the referral described in paragraph (1)( ) only if it is of the opinion that ) the decision of the Refugee Protection Division is wrong in law, in fact or in mixed law and fact; and ) it cannot make a decision under paragraph 111(1)( ) or ( ) without hearing evidence that was presented to the Refugee Protection Division. ... 162. (1) Each Division of the Board has, in respect of proceedings brought before it under this Act, sole and exclusive jurisdiction to hear and determine all questions of law and fact, including questions of jurisdiction. [...] [...] [...] Renvoi [...] VII. Standard of review", "[16] The issue before the Court in this case is whether the RAD erred in its choice of which standard of review to apply against the RPD's decision.", "[17] A reviewing court may avoid a full standard of review analysis if previous jurisprudence has satisfactorily resolved the issue ( <FRAGMENT_SUPPRESSED> , at paras 57 and 62). In the matter at bar, the Court does not find that a full standard of review analysis is required since the Court has repeatedly held that the standard of review for such questions of law is that of correctness ( <FRAGMENT_SUPPRESSED> , at para 22; <FRAGMENT_SUPPRESSED> ; see also <FRAGMENT_SUPPRESSED>  Admin LR (5th) 259). VIII. Positions of the parties", "[18] The applicant submits that the RAD's decision is unreasonable since the RAD analyzed the RPD's decision as part of a standard of review analysis. The applicants argue that the RAD should rather have performed its own legal analysis of the facts and not simply reiterate the RPD's decision without exercising its jurisdiction in this regard.", "[19] The applicants submit that Parliament, in creating the RAD, intended to create an appeal division with broad, unlimited jurisdiction; restricting the RAD's review powers would amount to reproducing the work already being done by the Federal Court.", "[20] In turn, the respondent argues that the statement of the RAD that its role is not to reassess the evidence is entirely consistent with the standard of reasonableness. According to the respondent, the RAD's role is not to reassess the evidence, but to determine whether, in light of the evidence, the decision rendered is within a range of possible, acceptable outcomes. In relation to the RPD, the RAD does not have any special expertise when it comes to interpreting the facts or the evidence. The RAD's expertise is to dispose of pure questions of law. Consequently, the RAD must review the RPD's decision against a standard of reasonableness. IX. Analysis", "[21] The question of law raised in this matter is the following: against which standard of review are the RPD's findings of facts reviewable before the RAD?. Apart from the brief conclusion on this topic in a recent decision, <FRAGMENT_SUPPRESSED> there are no decisions to date that analyze in depth the standard of review applicable to decisions before the RAD.", "[22] To identify the appropriate standard of review for the RAD's examination of decisions of the RPD, the first question is what jurisdiction the RAD has.", "[23] In applying the rules of interpretation to the relevant provisions in this matter ( Rizzo & Rizzo Shoes Ltd , [1998] 1 SCR 27), such as to subsection 111(1) of the IRPA, the Court agrees with the applicants that Parliament seems to have wanted to confer a broad power of intervention on the RAD, thus allowing the RAD to dispose of the merits of appeals and not only to determine whether the RPD's decision was made in a reasonable manner as submitted by the Member in the present matter.", "[24] Subsection 111(1) defines the RAD's jurisdiction in the following terms: After considering the appeal, the Refugee Appeal Division shall make one of the following decisions: confirm the determination of the Refugee Protection Division set aside the determination and substitute a determination that, in its opinion, should have been made ; or refer the matter to the Refugee Protection Division for redetermination , giving the directions to the Refugee Protection Division that it considers appropriate. [Emphasis added.]", "[25] The Court agrees that an appeal before the RAD is not an appeal de novo ; the IRPA restricts the power of the RAD, in comparison to that of the IAD, to considering new evidence and to holding a hearing only in exceptional cases (see subsections 110(4) and 110(6) of the IRPA). However, the Court cannot accept that, as a result of these limitations, Parliament intended to confer on the RAD a similar jurisdiction as to that of a judicial review body. The Court does not feel that Parliament had such a restriction in mind. In this regard, the Court finds the reasoning in <FRAGMENT_SUPPRESSED>  [2011] RJQ 1506, presented by the applicants in support of their application, persuasive and instructive (the Supreme Court of Canada dismissed the application for leave to appeal from this judgment on March 15, 2012: 2012 CanLII 12782 (SCC)).", "[26] In <FRAGMENT_SUPPRESSED> , above, the Court of Appeal of Quebec made the following observations on the standard of intervention to be applied by administrative appeal tribunals: [translation]", "[63] The Tribunal des professions sided with this approach and now applies the analytical process for judicial review when identifying its intervention standard . Indeed, this is what it did in the present case.", "[64] With the greatest respect, this view of the appeal role of the Tribunal des professions raises serious questions , as the Court itself noted in <FRAGMENT_SUPPRESSED>  the right to appeal the decision of a specialized administrative tribunal before a generalized court (and that is what all these decisions of the Supreme Court are concerned with), do they also apply when the hearing of the appeal is assigned to another, also specialized, administrative body? In the first case, in fact, the dynamics of administrative law find full expression, and the distinction between specialized administrative tribunals, to which Parliament has given the expert task of developing standards in a particular area, and the generalized courts, the guardians of the rule of law, as pointed out earlier (see para. 69), dictates that the matter be dealt with according to the rules of judicial review. Do these dynamics and the resulting requirement come into the play in the second case, however, when the appeal body is also an administrative one? The reasons that justify the deference shown by the courts to specialized administrative tribunals, reasons that flow from the organization and the respective role of the executive and judicial branches of government and respect for legislative intent, are hardly persuasive when the appeal body is also an administrative tribunal and it, too, has a specialized mandate . The case at bar is a good illustration of this. . . .", "[78] All of this, and primarily legislative intent , not to mention the protection of the litigants to whom recourse is available, weighs against treating appeals before the Tribunal des professions as a form of judicial review and also weighs against developing a policy of deference the effect of which would be to turn appeals before this tribunal into pseudo-judicial reviews . In our opinion, the Tribunal des professions does exercise an appeal function and jurisdiction. . . .", "[81] The Supreme Court and this Court have repeatedly instructed the following: the appeal tribunal may in principle rectify any error in law in the decision under appeal or any palpable and overriding error in the determination of the facts or in the application of the law (if it was correctly identified) to the facts . This standard is just as valid for appeals brought before administrative tribunals, and the standard of intervention developed for judicial review can certainly be transposed to quasi-judicial appeals, with the limitations and adjustments imposed by the particular legislation applicable to each case and according to the general rules of administrative law.", "[82] This then is the standard against which the Tribunal des professions must examine the decisions before it under appeal . What is more, this is how, for example, the decisions of the Tribunal du travail, when it still existed and sat in appeal on the decisions of the labour commissioners, were approached: see, for example, <FRAGMENT_SUPPRESSED>  time a tribunal of first instance (be it judicial or administrative) has considerable discretion over a certain matter, the appeal tribunal commonly shows increased deference", "[90] However, if the assessing decision is made on the basis of incorrect findings of fact, the Tribunal des professions can intervene to rectify these errors, if they influence the outcome of the dispute, and \"render the decision it considers should have been rendered in first instance\" (article 182.6 of the Professional Code ). Moreover, the Tribunal would also be justified in intervening if the final assessing decision made by the Applications Committee does not agree with the facts revealed by the evidence . In both instances, in fact, a palpable and overriding error warranting the Tribunal's intervention was made. Denying the Tribunal des professions the opportunity, and even the duty, to intervene in such circumstances would be tantamount to allowing the Applications Committee to act in an arbitrary, and not only discretionary, manner, which would violate a principle of fundamental justice . Even if it is true that the entry or re-entry of a person on the Roll of the Order of Advocates is not automatic, it is also not an outright privilege the granting of which can be denied in an authoritarian or capricious manner.", "[91] In the end, this is the reading that must be made of the decision, while considering how the case law of recent years has developed and adjusted the appellate intervention standard and, particularly, the concept of \"palpable and overriding error\" with regard to the facts. In this respect, see, for example, , at para. 55, and <FRAGMENT_SUPPRESSED>  therefore not a difference of opinion on the assessment of the evidence --, determines the outcome of the dispute in that the conclusion of the trier of fact, that is, the result of his or her decision, cannot hold water, thus, ipso facto , making the decision unreasonable . [Emphasis added.]", "[27] In the matter at bar, even though the question raised concerns a different appeal tribunal from the one in <FRAGMENT_SUPPRESSED> , the reasoning of the Court of Appeal of Quebec is highly relevant. As in <FRAGMENT_SUPPRESSED> , the Court is of the view that the RAD must be able to correct any error of law in a decision of the RPD or any palpable or overriding error in the findings of fact or the application of the law to these facts. It cannot engage in a form of judicial review as the Member did in this case.", "[28] Parliament conferred a true appellate function on the RAD, a specialized (if not overspecialized) tribunal, which sits on appeal of the decisions of another administrative tribunal. Contrary to a court exercising a superintending and reforming power over public bodies, the RAD's primary responsibility is to ensure the integrity and consistency of proceedings before the RPD and to reduce needless duplication of proceedings (including before the Federal Court). When analyzing a decision of the RPD, the RAD must not merely determine whether it was made in a reasonable manner, but, rather, analyze whether the RPD relied on a wrong principle of law or misassessed the facts to the point of making a palpable and overriding error ( <FRAGMENT_SUPPRESSED> , above).", "[29] \"Palpable and overriding error\" is often used interchangeably with the \"clearly wrong\" or \"unreasonable\" decision test. However, this is the appellate-level standard of intervention that a specialized appeal tribunal such as the RAD must apply when reviewing a decision and not the judicial review standard of reasonableness. Even though there are similarities, these standards are different.", "[30] As the Court of Appeal of Quebec held in <FRAGMENT_SUPPRESSED> , at paragraph 66, referring to <FRAGMENT_SUPPRESSED>  ACWS (3d) 1136: [translation]", "[15] . . . In all of these cases, the specialization of the decision-maker, a factor that exists at the administrative but not at the judicial level, weighs in favour of the judicial appellate body showing a measure of deference to the administrative decision-maker. This factor cannot operate with the same intensity when the appeal function is carried out by another administrative tribunal, specialized, like the first decision-maker, in professional and disciplinary law, and enjoying, contrary to the courts whose judgments may be appealed, robust privative clauses protecting the decision the legislation characterizes as final and binding . [Emphasis added.]", "[31] In the Court's opinion, this interpretation of the RAD's role is supported by the case law on the almost identical wording of subsection 67(2) of the IRPA, which reads as follows: 67. (2) If the Immigration Appeal Division allows the appeal, it shall set aside the original decision and substitute a determination that, in its opinion, should have been made, including the making of a removal order, or refer the matter to the appropriate decision-maker for reconsideration.", "[32] This case law is all the more important for the issue in this case, as it refuses to give subsection 67(2) the meaning that the IAD has similar jurisdiction as that of a judicial review body (see Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  Admin LR (5th) 181; <FRAGMENT_SUPPRESSED> ). In <FRAGMENT_SUPPRESSED> , Justice Michael Kelen wrote as follows:", "[28] The applicant submits that the only role of the IAD in a challenge of the legal validity of the visa officer's decision is to determine the reasonableness of the officer's decision on excessive demand at the time that the decision is made. The IAD therefore exceeded its jurisdiction by not limiting itself to assessing the reasonableness of the officer's decision at the time it was made. The applicant cites <FRAGMENT_SUPPRESSED>  (C.A.) in support of its argument.", "[29] In my view the applicant has mischaracterized the role of the IAD in an appeal under subsection 67(2) of IRPA.", "[30] None of above cited decisions supports the applicant's position. Nowhere in these decisions does the Court adopt an approach that would fetter the IAD's discretion to make substantive determinations which may or may not lead it to substitute its own assessment . [Emphasis added.]", "[33] The Court agrees that the RPD, as the tribunal of first instance, is owed a measure of deference with regard to its findings of fact, and of fact and law. The RPD is better situated to draw such conclusions as it is the tribunal of first instance, the trier of facts, having the advantage of hearing testimony viva voce ( <FRAGMENT_SUPPRESSED> , above). However, the RAD must nonetheless perform its own assessment of all of the evidence in order to determine whether the RPD relied on a wrong principle of law or misassessed the facts to the point of making a palpable and overriding error. The idea that the RAD may substitute an original decision by a determination that should have been rendered without first assessing the evidence is completely inconsistent with the purpose of the IRPA and the case law dealing with the virtually identical wording of subsection 67(2). The Court finds that the RAD misinterpreted its role as an appeal body in holding that its role was merely to assess, against a standard of reasonableness, whether the RPD's decision is within a range of possible, acceptable outcomes. X. Conclusion", "[34] For all of the above reasons, the applicants' application for judicial review is allowed and the matter is referred back for reconsideration by a differently constituted panel of the RAD. JUDGMENT", "[35] THIS COURT ORDERS AND ADJUDGES that the applicants' application for judicial review be allowed and that the matter be referred back to a differently constituted panel of the RAD for redetermination, with no question of general importance to be certified. Obiter", "[36] A redetermination of this case by the Refugee Appeal Division based on the facts in evidence may lead to the same outcome, but for different reasons than those given previously by the RAD.", "[2]", "[3] , LC 2001, c 27 [LIPR].", "[4]", "[5] II. Introduction", "[6] III. Faits", "[7]", "[8]", "[9]", "[10] IV.", "[11]", "[12]", "[13] V.", "[14] VI.", "[15] [...] [...] [...] Renvoi [...] 110. (3) Subject to subsections (3.1), (4) and (6), the Refugee Appeal Division must proceed without a hearing, on the basis of the record of the proceedings of the Refugee Protection Division, and may accept documentary evidence and written submissions from the Minister and the person who is the subject of the appeal and, in the case of a matter that is conducted before a panel of three members, written submissions from a representative or agent of the United Nations High Commissioner for Refugees and any other person described in the rules of the Board. ... (4) On appeal, the person who is the subject of the appeal may present only evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection. ... (6) The Refugee Appeal Division may hold a hearing if, in its opinion, there is documentary evidence referred to in subsection (3) ) that raises a serious issue with respect to the credibility of the person who is the subject of the appeal; ) that is central to the decision with respect to the refugee protection claim; and ) that, if accepted, would justify allowing or rejecting the refugee protection claim. 111. (1) After considering the appeal, the Refugee Appeal Division shall make one of the following decisions: ) confirm the determination of the Refugee Protection Division; ) set aside the determination and substitute a determination that, in its opinion, should have been made; or ) refer the matter to the Refugee Protection Division for re-determination, giving the directions to the Refugee Protection Division that it considers appropriate. ... Referrals (2) The Refugee Appeal Division may make the referral described in paragraph (1)( ) only if it is of the opinion that ) the decision of the Refugee Protection Division is wrong in law, in fact or in mixed law and fact; and ) it cannot make a decision under paragraph 111(1)( ) or ( ) without hearing evidence that was presented to the Refugee Protection Division. ... 162. (1) Each Division of the Board has, in respect of proceedings brought before it under this Act, sole and exclusive jurisdiction to hear and determine all questions of law and fact, including questions of jurisdiction. VII. Norme de contrôle", "[16]", "[17] <FRAGMENT_SUPPRESSED>  au para 22; Canada (Procureur général) c Hunter <FRAGMENT_SUPPRESSED>  Admin LR (5th) 259). VIII.", "[18]", "[19]", "[20] IX. Analyse", "[21]", "[22]", "[23] Rizzo & Rizzo Shoes Ltd", "[24]", "[25] de novo", "[26]", "", "[...]", "[78] [...]", "", "[82]", "", "", "[27]", "[28] ( <FRAGMENT_SUPPRESSED> , ci-dessus).", "[29]", "[30] <FRAGMENT_SUPPRESSED>  ACWS (3d) 1136:", "", "[31] 67. (2) If the Immigration Appeal Division allows the appeal, it shall set aside the original decision and substitute a determination that, in its opinion, should have been made, including the making of a removal order, or refer the matter to the appropriate decision-maker for reconsideration.", "[32]", "", "", "", "[33] X. Conclusion", "[34] JUGEMENT", "[35] Obiter", "[36] [End of document]"]}