{"id_": "016697", "body_str": ["[1] Kane, J. : The applicants seek judicial review pursuant to section 72 of the Immigration and Refugee Protection Act , SC 2001, c 27 [the Act ] of the decision of the Refugee Protection Division of the Immigration and Refugee Board (the \"Board\") made on January 15, 2013, which determined that they were not Convention refugees pursuant to section 96, nor persons in need of protection pursuant to section 97 of the Act", "[2] For the reasons that follow, the application is dismissed. Background", "[3] The applicants, Wilmer Lopez (\"Wilmer\") and Kelvin Recinos Amaya (\"Kelvin\"), are half brothers and citizens of El Salvador who allege persecution by the criminal gang, the \"Maras\". The Board rejected their claim for protection on the basis that they lacked credibility and subjective fear of persecution.", "[4] Wilmer alleged that he was repeatedly approached by members of the Maras 13 gang controlling his neighbourhood, who threatened him when he would not join the gang. His claim was based on specific incidents described in his Personal Information Form [\"PIF\"], including a knife threat by El Snarf in December 2004, a threat by four members of the gang, including El Snarf, later in December 2004, and a demand for money by El Gato in August 2005 with a threat of bodily harm. In September 2005, he fled to the US, where he remained for approximately four and a half years. He arrived in Canada with his father and Kelvin in 2010.", "[5] Kelvin alleged that he lived in a neighbourhood controlled by the Maras 18 gang and was harassed and extorted by members of the gang. He referred to specific incidents in his PIF. In 2004, he was assaulted and threatened with death by gang members, including El Seco, for refusing to join the Maras. In March 2004, while riding his bicycle, he refused to stop as requested by the gang and a rock was thrown at him, and threats were uttered. In 2005, after changing schools to avoid the gang, he was attacked by four gang members; two months later, El Seco told him he was attacked for refusing to join the gang and also that he should break up with his girlfriend, who was of interest to El Seco. In 2006, he was assaulted and later threatened, along with his girlfriend, for accidentally scratching the car of a gang member. About a month later, he was again assaulted by gang members for unknowingly asking their girlfriends to dance.", "[6] On April 5, 2007, several of his friends were murdered by members of the Maras while attending Easter events.", "[7] On April 23, 2007, he left El Salvador for the US, where he remained for over three years. He arrived in Canada with his father and Wilmer in 2010.", "[8] Neither of the applicants sought asylum in the US. The decision under review", "[9] The Board issued one decision in two distinct parts with respect to Wilmer and Kelvin.", "[10] The Board found Wilmer's credibility to be undermined by major omissions and contradictions between his PIF and his testimony that go directly to the heart of his refugee protection claim.", "[11] The Board noted that Wilmer had omitted from his narrative the fact that, in addition to threatening him, El Snarf also demanded money. The Board remarked that, at the hearing, Wilmer testified that he was approached and threatened in December 2004 by three members of the Maras, which contradicted his narrative, in which he stated that he was approached and threatened by four individuals, two of whom he knew and two of whom he recognized. The Board noted that when confronted with this contradiction, Wilmer further contradicted himself by stating that he meant he recognized three of the individuals.", "[12] The Board remarked that when asked if he was harassed by the Maras between December 2004 and August 2005, Wilmer initially said no but then indicated that he had received numerous insults. The Board noted that these incidents were not mentioned in his narrative and refused to accept Wilmer's explanation that he had omitted them because there were more significant incidents to recount. The Board also referred to other errors made by Wilmer during the hearing, including misdating the year of the incident that prompted him to leave El Salvador. The Board noted Wilmer's explanation for these omissions and contradictions - that he was nervous and had not remembered - but found it to be unpersuasive because: he had confirmed that he knew and understood the content of his PIF; that there were several inconsistencies and omissions; and the fact that he could have reviewed his PIF at leisure prior to attending the hearing.", "[13] The Board noted that Wilmer had stayed illegally in the US for over four years without claiming asylum and that during this period, he risked being deported at any time. The Board found this behaviour to be inconsistent with that of a person who truly fears being persecuted upon return to their country of origin. The Board was not persuaded by Wilmer's explanation that he was advised by those around him to not claim asylum in the US and that he had no money to contact a lawyer.", "[14] The Board also found Kelvin's credibility to be undermined by major omissions that go directly to the heart of his refugee protection claim.", "[15] The Board noted that Kelvin had omitted from his narrative the fact that the March 2004 incident, when he was knocked off his bicycle by members of the Maras, and continual intimidation by the Maras between May 2006 and April 2007, were the result of his refusal to join the gang.", "[16] The Board also noted that Kelvin was unable to provide precise dates for most of the events alleged. The Board found that, in some cases, he was unable to remember neither the date, month, or year of the incident, while in other cases, his account was uncertain.", "[17] The Board gave no probative weight to a document dated September 21, 2011, produced by Kelvin, which alleges that his mother had been threatened and extorted by the Maras and that she had filed a complaint with the police in El Salvador. The Board found this document to be self-serving and produced only to support his refugee protection claim. The Board found Kelvin's explanation for providing the document to the Board only three days prior to the hearing to be implausible and far-fetched. Kelvin stated that he had forgotten about it and had only remembered when he received the notice for his hearing. The Board also drew an adverse credibility inference from the fact that Kelvin had forgotten to bring to the hearing a copy of the police report referred to in the letter, purportedly because he was rushing to catch the bus.", "[18] The Board also concluded that Kelvin's behaviour is inconsistent with his alleged fear. The Board noted that, in response to a question by counsel about why he could not live elsewhere in El Salvador, Kelvin referred only to financial and work reasons but did not mention that he feared the Maras would be able to find him.", "[19] Moreover, the Board noted that Kelvin had stayed in the US illegally for three years without claiming asylum. During this period, he risked being deported at any time. The Board found this behaviour to be inconsistent with that of a person who truly fears being persecuted upon return to their country of origin. The Board found Kelvin's explanation for not claiming asylum in the US to be unpersuasive. The issues", "[20] The applicants allege that the Board's decision is not reasonable for four reasons: the Board erred in its assessment of the applicants' credibility by misunderstanding their evidence and by exaggerating minor inconsistencies and omissions; the Board erred in finding that the applicants lacked subjective fear; the Board erred in failing to conduct a separate analysis under section 97 of the Act ; and, the Board erred in failing to consider the Canada-US Safe Third Country Agreement (the \"Safe Third Country Agreement\"). Standard of review", "[21] The parties agree that the applicable standard of review is that of reasonableness. The jurisprudence emphasizes that where the standard of reasonableness applies, the role of the Court is to determine whether the Board's decision \"falls within 'a range of possible, acceptable outcomes which are defensible in respect of the facts and law' ( , at para. 47). There might be more than one reasonable outcome. However, as long as the process and the outcome fit comfortably with the principles of justification, transparency and intelligibility, it is not open to a reviewing court to substitute its own view of a preferable outcome.\" ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para 59). The Court will not re-weigh the evidence or remake the decision.", "[22] It is well-established that boards and tribunals are ideally placed to assess the credibility of refugee claimants ( <FRAGMENT_SUPPRESSED> (FCA)); and that given its role as trier of fact, the Board's credibility findings should be given significant deference ( <FRAGMENT_SUPPRESSED> [2008] FCJ No 1329; <FRAGMENT_SUPPRESSED> FTR 82).", "[23] As stated by Justice Martineau at para 7 of <FRAGMENT_SUPPRESSED>  FTR 43: The determination of an applicant's credibility is the heartland of the Board's jurisdiction. This Court has found that the Board has well-established expertise in the determination of questions of fact, particularly in the evaluation of the credibility and the subjective fear of persecution of an applicant: see <FRAGMENT_SUPPRESSED>  at para. 38 (QL) (T.D.); and <FRAGMENT_SUPPRESSED>  at para. 14. Were the Board's credibility findings reasonable?", "[24] Although the applicants submit that the inconsistencies and omissions that the Board seized upon were either minor or exaggerated, and that discrepancies must be real and significant, these inconsistencies and omissions related to the majority of the incidents that Wilmer relied upon to establish his claim.", "[25] I agree that it would be possible to reconcile Wilmer's initial account, in which he stated that he encountered four members of the Maras, two of whom he knew and two of whom he recognized, with his later answer that he recognized three of them. However, the Board probed this contradiction and gave Wilmer an opportunity to explain himself. Similarly, his mistake in referring to August 2005 rather than August 2004 as the date of the knife threat which precipitated his decision to leave for the US could have been a simple misstatement of the year. The Board acknowledged that an inconsistency or omission, taken on its own, could be attributed to nervousness. However, the Board's adverse credibility finding was based on the cumulative nature of the several contradictions and omissions in Wilmer's narrative.", "[26] The Board noted that Wilmer did not mention a fear of the Maras if he were returned to El Salvador and rather referred to financial difficulties. This is not entirely accurate. Wilmer indicated that he had no money to relocate and that if he visited his family he feared being killed by the Maras.", "[27] With respect to Kelvin, he submits that the Board should not be conducting a memory test and that his failure to provide precise dates is not as important as the fact that he described the incidents of threats. For example, he submits that he could not recall the dates of his short-lived relationship with his girlfriend because it was a teenage relationship long ago.", "[28] The Board's credibility findings regarding Kelvin were reasonably open to the Board. The Board was not testing his precise memory but noted that he was unable to provide any specific dates for many of the key events that he alleged in his claim. However, in his PIF he provided more precise dates that had other significance, including his birthday and the incident that occurred at Easter.", "[29] In addition, the fact that he claimed to have forgotten to bring a key document to his hearing, which had been scheduled for months, reasonably led the Board to draw a negative credibility inference.", "[30] The Board is entitled to draw reasonable conclusions with respect to credibility based on implausibility, common sense and rationality of an applicant's narrative, and may reject testimony if it does not accord with the probabilities. As noted by Justice Shore in <FRAGMENT_SUPPRESSED> [2007] FCJ No 97:", "[1] The Court is of the opinion that the Board may draw reasonable conclusions based on implausibilities, common sense and rationality and may reject testimony if it does not accord with the probabilities affecting the case as a whole: ( <FRAGMENT_SUPPRESSED>  (QL))", "[31] The jurisprudence has established that internal inconsistencies in an applicant's story, as well as inconsistencies between an applicant's story and other evidence, may provide the basis for the Board's negative credibility findings ( <FRAGMENT_SUPPRESSED> [2006] FCJ No 1516).", "[32] Given that the Board had the benefit of hearing and probing the applicants' testimonies and that the Board's credibility findings are to be given significant deference, it was open for the Board to make adverse credibility findings on the whole of the applicants' evidence, which revealed inconsistencies and omissions regarding many of their key allegations. Did the Board err in finding that the applicants did not have a subjective fear?", "[33] The applicants submit that the Board erred in finding that their prolonged stay in the US without claiming refugee protection demonstrates a lack of a subjective fear of persecution in El Salvador, since both provided reasonable explanations. The applicants note that they arrived in the US as teenagers, were advised by their father not to claim asylum, and that they did not have the resources to get legal advice.", "[34] The respondent submits that delay in claiming refugee status and failure to claim protection in the US may also undermine an applicant's credibility ( <FRAGMENT_SUPPRESSED> [2011] FCJ No 1062 [ <FRAGMENT_SUPPRESSED> ])", "[35] Although the failure to claim refugee status in another country is not determinative of a lack of subjective fear, it is a relevant factor which also affects credibility ( <FRAGMENT_SUPPRESSED> .", "[36] In <FRAGMENT_SUPPRESSED> , supra at paras 14-15, Justice Mosley addressed this issue noting;", "[14] This Court has held that delay in seeking refugee protection is an important factor to consider when weighing a claim for refugee status: <FRAGMENT_SUPPRESSED> . Delay points to a lack of subjective fear of persecution or negates a well-founded fear of persecution. This is based on the rationale that someone who is truly fearful would claim refugee status at their first available opportunity: <FRAGMENT_SUPPRESSED>  at para. 16;", "[15] Recently, in <FRAGMENT_SUPPRESSED>  at para. 15, this Court found that the applicant's failure to claim asylum at his first opportunity further undermined his credibility. The same is true in the case at bar. The principal applicant remained in the United States for seven years. For five of those years she had a tourist visa. After the visa expired she still took no steps to seek protection in the United States. It was reasonable for the Board to expect that \"if she were truly in fear\" of being deported, she would have looked into the matter of filing an asylum claim as soon as possible. There is no reasonable explanation on file as to why she did not do this, other than her attempt to resort to a marriage of convenience.", "[37] In the present case, the Board gave the applicants an opportunity to explain why they did not make a refugee protection claim in the US, but found their explanations - that they were told not to risk deportation or could not afford legal counsel - not compelling considering the length of time spent in the US. The Board also based its conclusion on the fact that, when asked why they could not relocate within El Salvador, the fear of the Maras was not mentioned by Kelvin, and was mentioned by Wilmer as a risk he would face if he visited his family, but that financial, work and housing issues were referred to first.", "[38] The Board reasonably concluded that the applicants' failure to seek asylum in the US, despite being there for an extended period of time, was inconsistent with a subjective fear of the Maras. Did the Board err in failing to conduct a Section 97 analysis?", "[39] The applicants submit that a negative credibility determination, which may be determinative of a refugee claim under section 96 of the Act , is not necessarily determinative of a claim under subsection 97(1) in cases, such as this one, where independent and objective evidence points to the situation that young Salvadorian males living in Maras-controlled neighbourhoods are at risk of gang violence. The applicants note that, even if they are not entirely credible, there is no dispute that they are young Salvadorian males living in a Maras-controlled neighbourhood.", "[40] The respondent's position is that a negative credibility finding is sufficient to dispose a claim under both sections 96 and 97, unless there is objective evidence of a risk ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [2008] FCJ No 1685 [ <FRAGMENT_SUPPRESSED> ]). The respondent submits that there is no merit in the applicants' claim that their risk profile as young males in a Maras-controlled neighbourhood warranted a separate section 97 analysis; a risk under section 97 must be personalized, as opposed to generalized.", "[41] The Board did not err in not conducting a separate section 97 analysis. As established in <FRAGMENT_SUPPRESSED> , supra at para 3, a negative credibility finding is sufficient to dispose a claim under both sections 96 and 97, unless there is independent and credible documentary evidence in the record capable of supporting a positive disposition of the claim.", "[42] The applicants rely on documentary evidence which indicates that young Salvadorian males in Maras-controlled neighbourhoods are at risk of gang violence. These documents seek to demonstrate a generalized risk experienced by all young Salvadorian males in neighbourhoods controlled by the Maras. However, personalized risk, as opposed to generalized risk, is required under subparagraph 97(1)(b)(ii) of the Act", "[43] This Court has considered the application of section 97 in many cases and has clarified how the section 97 analysis, which differentiates between personalized and generalized risk, should be conducted.  <FRAGMENT_SUPPRESSED> [2013] FCJ No 377, Justice Gleason referred to her previous decision in <FRAGMENT_SUPPRESSED>  FTR 290 [ <FRAGMENT_SUPPRESSED> ], which canvassed a long line of jurisprudence.", "[9] As I held in <FRAGMENT_SUPPRESSED> , section 97 of the IRPA mandates the following inquiry. First, the RPD must correctly characterize the nature of the risk faced by the claimant. This requires the Board to consider whether there is an ongoing future risk, and if so, whether the risk is one of cruel or unusual treatment or punishment. Most importantly, the Board must determine what precisely the risk is. Once this is done, the RPD must next compare the risk faced by the claimant to that faced by a significant group in the country to determine whether the risks are of the same nature and degree.", "[44] In <FRAGMENT_SUPPRESSED> , supra at para 41, Justice Gleason explained the steps in the section 97 analysis:", "[41] The next required step in the analysis under section 97 of IRPA, after the risk has been appropriately characterized, is the comparison of the correctly-described risk faced by the claimant to that faced by a significant group in the country to determine whether the risks are of the same nature and degree. If the risk is not the same, then the claimant will be entitled to protection under section 97 of IRPA. Several of the recent decisions of this Court (in the first of the above-described line of cases) adopt this approach.", "[45] The applicants acknowledge that the result of the section 97 analysis is not guaranteed: even if the analysis had been conducted, the Board might have concluded that the risk was a generalized risk. However, their position is that the Board erred in not considering the section 97 risk at all.", "[46] To reiterate, I do not agree that the Board erred. As noted, the negative credibility findings are sufficient to foreclose the section 97 analysis unless there is independent objective evidence to support that the particular applicants would face a personalized risk. The documentary evidence addressed only the risk faced by some young males in El Salvador. The applicants did not provide objective and credible evidence of the risk faced by them, which is the starting point for the section 97 analysis. The evidence presented by the applicants was found to not be credible. Did the Board err in not considering the Safe Third Country Agreement?", "[47] The applicants submit that the Board should have considered the Safe Third Country Agreement before drawing adverse conclusions based on their failure to claim asylum in the US, because they eventually came to Canada to reunite with their relatives.", "[48] The applicant also notes that the principles of the Act include the goals of family reunification.", "[49] In my view, the Safe Third Country Agreement has no application to the facts of this case in the context of the applicants' refugee claims. The applicants were allowed to enter Canada despite the fact that they had remained in the US for three and four and a half years, respectively. The Safe Third Country Agreement permitted their entry into Canada and to have their refugee claim considered, because they asserted at the port of entry that they had relatives in Canada.", "[50] The Board was not required to consider the Safe Third Country Agreement before concluding that the applicants' lengthy stay in the US undermined their credibility and subjective fear of the Maras.", "[51] The provisions of the Act empowering the Governor-in-Council to enter into the Safe Third Country Agreement are intended to address the sharing of responsibility for the consideration of refugee claims with countries that comply with the relevant Articles of the Conventions and have an acceptable human rights record ( Canadian Council for  <FRAGMENT_SUPPRESSED> Imm LR (3d) 159). Paragraph 101(1)(e) of the Act achieves this objective by providing that a person entering Canada from a \"designated country\" is ineligible to have his or her claim for refugee protection considered by the Refugee Protection Division. The US was named a designated country pursuant to section 159.3 of the Immigration and Refugee Protection Regulations . The Safe Third Country Agreement provides four exceptions to the application of paragraph 101(1)(e) of the Act : family member exceptions; unaccompanied minors exception; document holder exceptions; and public interest exceptions.", "[52] In this case, the applicants were not barred from having their refugee protection claim considered by the Board. Ultimately, the Board considered their claims but determined that they were not convention refugees or persons in need of protection. Conclusion", "[53] The Board reasonably found that the applicants lacked credibility and that their failure to seek protection in the US during their lengthy stay there undermined their subjective fear. The Board's decision is justified, transparent and intelligible. It falls within the range of possible acceptable outcomes which are defensible in respect of the facts and the law. JUDGMENT", "[54] THIS COURT ORDERS AND ADJUDGES that the application for judicial review is dismissed.", "[2] Contexte", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20] Norme de contrôle", "[21]", "[22] <FRAGMENT_SUPPRESSED> , au paragraphe 65, 415 FTR 82).", "[23] <FRAGMENT_SUPPRESSED>  FTR 43: <FRAGMENT_SUPPRESSED> , au paragraphe 14.", "[24]", "[25]", "[26]", "[27]", "[28]", "[29]", "[30] <FRAGMENT_SUPPRESSED> [2007] ACF no 97:", "<FRAGMENT_SUPPRESSED>  (QL)).", "[31] <FRAGMENT_SUPPRESSED> ).", "[32]", "[33]", "[34] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] )", "[35] <FRAGMENT_SUPPRESSED> ).", "[36]", "<FRAGMENT_SUPPRESSED> .", "", "[37]", "[38]", "[39]", "[40]", "[41]", "[42] )(ii) de la Loi.", "[43]", "", "[44]", "", "[45]", "[46]", "[47]", "[48]", "[49]", "[50]", "[51] l'examen des demandes d'asile", "[52] Conclusion", "[53] JUGEMENT", "[54] la demande de contrôle judiciaire. [End of document]"]}