{"id_": "017036", "body_str": ["[1] Gleason, J. : The applicant is a citizen of China, who claims to be a Falun Gong practitioner. He came to Canada with the aid of a smuggler in 2009 and made a refugee claim. The Refugee Protection Division of the Immigration and Refugee Board [RPD or the Board] dismissed his claim in a decision dated October 18, 2011. In this application for judicial review, the applicant seeks to set aside the RPD's decision.", "[2] The RPD dismissed the applicant's claim for two reasons. First, it found the applicant to lack credibility due to numerous inconsistencies in his testimony before the Board, several additional inconsistencies between what he stated during his testimony and what he wrote in the Personal Identification Form [PIF] he was required to complete by virtue of section 5(1) of the Refugee Protection Division Rules , SOR/2002-228 and to the way in which he answered questions from the RPD panel member who conducted the hearing. Second, the Board held that the applicant's knowledge of Falun Gong was inconsistent with someone who claimed to have engaged in 17 years of continuous practice and extensive study of Zhuan Falun , the central text of Falun Gong. In assessing the genuineness of the applicant's beliefs, the RPD gave little weight to the letters of support and petitions the applicant filed regarding his alleged practice of Falun Gong in Canada.", "[3] Based on these factors, the Board disbelieved that the applicant had been a Falun Gong practitioner in China and determined that his practice of Falun Gong in Canada was undertaken solely for the purpose of supporting a fraudulent refugee claim. The RPD therefore concluded that if the applicant were returned to China he would not be perceived to be a genuine practitioner and thus that he was not a Convention refugee within the meaning of section 96 of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA or the Act] nor a person in need of protection within the meaning of section 97 of the Act.", "[4] The applicant argues that the RPD committed four reviewable errors in its decision. He argues first that the Board made numerous errors in its credibility determinations. Second, the applicant asserts that the RPD erred in finding him to have limited knowledge of Falun Gong because it imposed an erroneously high standard of knowledge and premised its finding in large part on a misunderstanding of Falun Gong. Third, the applicant claims that the RPD panel member who decided the case violated the principles of procedural fairness in indicating during the hearing that the applicant's knowledge of the Third \"Talk\" in the Zhuan Falun was \"pretty good\" but then basing his decision in part on the applicant's lack of knowledge of this \"Talk\". Finally, the applicant argues that the RPD erred in considering his motivations for engaging in the practice of Falun Gong in Canada, which the applicant asserts are irrelevant to the assessment of whether he can advance a valid refugee claim or a claim based on his activities in Canada. The applicant argues in this regard that the authorities relied upon by the RPD are not valid and that the presence or absence of a good faith motive for engaging in activities that may give rise to a claim is not a relevant consideration in Canadian law.", "[5] The following issues, therefore, arise in this case: 1. What standard of review is applicable to assessment of each of the errors alleged by the applicant; 2. Are any of the impugned credibility findings sufficiently erroneous so as to warrant the decision's being set aside; 3. Did the Panel member deny procedural fairness to the applicant in making the impugned comments regarding the applicant's knowledge of the Third \"Talk\" in the Zhuan Falun 4. Did the RPD commit a reviewable error in its assessment of the applicant's knowledge of Falun Gong; and 5. Did the RPD commit a reviewable error in its consideration of the applicant's motives for engaging in the practice of Falun Gong in Canada? Each of these issues is examined below. What standard of review is applicable to assessment of each of the errors alleged by the applicant?", "[6] Turning, first, to consideration of the applicable standard of review, the deferential reasonableness standard applies to the Board's credibility findings, to its assessment of the applicant's knowledge of Falun Gong and to its consideration of the applicant's motives for engaging in the practice of that religion in Canada. However, consideration of the alleged violation of procedural fairness attracts no deference.", "[7] In terms of review of credibility findings, it is well-established that significant deference is due to the findings of a tribunal, including the RPD, in matters of credibility (see e.g. <FRAGMENT_SUPPRESSED>  (FCA)  <FRAGMENT_SUPPRESSED> , at para 4; <FRAGMENT_SUPPRESSED>  [Singh] at para 3; and <FRAGMENT_SUPPRESSED>  [2012] FCJ No. 13 at para 17).", "[8] The reasonableness standard of review is likewise applicable to the Board's assessment of the applicant's knowledge of Falun Gong, the matter being one of fact. In this regard, it is noteworthy that the applicant does not argue that the Board committed an error of law in considering and testing the degree of the applicant's knowledge of Falun Gong but, rather, asserts that the conclusion reached was erroneous. In most - but not all - of the cases where it has examined the issue, this Court has applied a reasonableness standard to the review of the RPD's assessment of a claimant's religious knowledge (see e.g. <FRAGMENT_SUPPRESSED> [ Jin ] ( <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1739 at 19 [ Cao II ] ( <FRAGMENT_SUPPRESSED> [2011] FC J No 1445 [ Chen III ] ( <FRAGMENT_SUPPRESSED> [2008] FCJ No 1507 [ Cao I ] ( <FRAGMENT_SUPPRESSED> [2008] FCJ No 452 [ Huang I ] ( <FRAGMENT_SUPPRESSED> [2007] FCJ No 395 [ Chen II ] (Barnes)). Although Justice Campbell appears to have recently applied the correctness standard in <FRAGMENT_SUPPRESSED> in my view, the approach taken in the majority of cases is the correct one because the issue is one of fact and it is firmly established that factual determinations of inferior tribunals are reviewable on the reasonableness standard ( <FRAGMENT_SUPPRESSED> ; Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ).", "[9] Insofar as concerns the standard of review applicable to the RPD's consideration of the applicant's motives for engaging in the practice of Falun Gong in Canada, the standard is likewise reasonableness as in this case the Board's consideration of the applicant's motives involves a question of mixed fact and law, and such issues are reviewable on the reasonableness standard ( <FRAGMENT_SUPPRESSED> at para 51). In this case, the Board needed to assess the sincerity of the applicant's beliefs to determine if he would be likely to continue the practice of Falun Gong if he were returned to China because on these facts it is continued practice which might have placed the applicant at risk. Motive is a relevant consideration in gauging the sincerity of the applicant's beliefs.", "[10] This case must be distinguished from those where the alleged risk depends not on whether the applicants are likely to continue practice of a faith in their home country, but rather, on the mere fact of having been known to engage in a particular activity in Canada which in and of itself might expose them to the risk of persecution (see e.g. <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], addressed in more detail below in para 64). In such circumstances, considering an applicant's motivation for his or her behaviour in Canada might amount to an error of law, arguably of the sort that would give rise to the standard of correctness (see <FRAGMENT_SUPPRESSED> at para 12). That is so because in such a case - unlike the present - the likelihood of engaging in the practice if returned to the home country is irrelevant to the risk faced by the applicant. Such risk flows merely from having engaged in certain activities while in Canada. Here, on the other hand, the alleged risk flows from the likelihood that the applicant would engage in the practice of Falun Gong if returned to China because the Chinese authorities do not persecute former Falun Gong practitioners. Thus, it was necessary for the RPD to determine whether the applicant was a sincere practitioner of that faith.", "[11] The circumstances of this case must also be distinguished from much of the Court's jurisprudence in this area, which has involved situations where the Board has failed to even consider the aspect of a claim and dismissed refugee claims solely due to its determination that an applicant began practicing a religion to buttress a fraudulent refugee claim (see e.g. <FRAGMENT_SUPPRESSED>  [2012] FCJ No 487 [ El Aoudie ]; <FRAGMENT_SUPPRESSED>  [2012] FCJ No 480 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ Yin ]) . These cases have in effect held that the RPD's failure to assess a key aspect of a claim constitutes a reviewable error upon which it is owed no deference (as was recently reasoned by Justice Phelan in another immigration context in <FRAGMENT_SUPPRESSED> ). In contrast, here I am reviewing the Board's consideration of the applicant's motives in the context of the analysis it undertook of the claim. As mentioned, this is a question of mixed fact and law and as such, warrants review on the reasonableness standard.", "[12] The reasonableness standard is an exacting one and requires the reviewing court afford deference to the tribunal's decision; a court cannot intervene unless it is satisfied that the reasons of the tribunal are not \"justified, transparent or intelligible\" and that the result does not fall \"within the range of possible, acceptable outcomes which are defensible in respect of facts and law\" ( <FRAGMENT_SUPPRESSED> at para 47, cited above at para 8). In applying this deferential standard, it matters not whether the reviewing court agrees with the tribunal's conclusion, would have reached a different result or might have reasoned differently. So long as the reasons are understandable and the result is one that is rational and supportable in light of the facts and the applicable law, a court should not overturn an inferior tribunal's decision under the reasonableness standard of review.", "[13] In assessing the reasonableness of a tribunal's factual findings, it is firmly settled that the reviewing court cannot and should not re-weigh the evidence ( <FRAGMENT_SUPPRESSED> at para 61, cited above at para 8). Indeed, the yardstick for determining the reasonableness of the RPD's factual determinations, including credibility findings, is set out in paragraph 18.1(4)(d) of the Federal Courts Act, RSC, 1985, c F-7, which provides that the impugned finding must meet three criteria for relief to be granted: first, the finding must be truly erroneous; second, it must be made capriciously, perversely or without regard to the evidence; and, finally, the tribunal's decision must be based on the erroneous finding ( <FRAGMENT_SUPPRESSED> [ Rohm & Haas ]; <FRAGMENT_SUPPRESSED> [2006] FCJ No 1607).", "[14] Turning, finally, to the claimed violation of the principles of procedural fairness, it is for the reviewing court to determine whether the RPD violated principles of procedural fairness. The Board is owed no deference in this regard (see e.g. <FRAGMENT_SUPPRESSED>  at para 53: ...[t]he decision-maker has either complied with the content of the duty of fairness appropriate for the particular circumstances, or has breached this duty.", "[15] Thus, to summarise, the reasonableness standard of review applies to the Board's credibility findings, to its assessment of the applicant's religious knowledge and to its consideration of the applicant's motives for practicing Falun Gong in Canada, whereas the panel member's conduct that is alleged to violate the principles of procedural fairness is to be assessed to determine whether a violation occurred. Are any of the impugned credibility findings sufficiently erroneous so as to warrant the decision's being set aside?", "[16] Prior to analyzing the reasonableness of the impugned credibility findings, it is necessary to summarize the various reasons the RPD offered for disbelieving the applicant because the applicant attacks virtually every finding made by the RPD.", "[17] In this regard, the Board first considered the discrepancy between the applicant's testimony and the statements made in the two versions of his PIF regarding the reason for the alleged arrest of fellow Falun Gong members and basis for the applicant's flight from China. In his testimony before the RPD, the applicant stated that the arrest occurred because the members of his Falun Gong group were distributing pamphlets and he feared he would also be arrested because he had likewise distributed Falun Gong flyers. However, he neglected to mention these facts in either his original PIF, which he completed shortly after making his refugee claim, or in his amended PIF, which he filed shortly prior to the hearing. When questioned about the inconsistency, the applicant stated that he \"didn't dare to disclose\" the distribution of flyers, because he was uncertain of the situation in Canada and feared the possible presence of Chinese spies. The Board did not accept this explanation because the applicant had participated in a pro-Falun Gong demonstration in front of the Chinese embassy in Toronto, just days before completing his first PIF. It reasoned that it was neither plausible nor credible that the applicant would have been too frightened to complete his PIF form, a critical document in support of his refugee claim, and yet have engaged in a very public demonstration at virtually the same time.", "[18] Next, the Board commented on another contradiction in the applicant's testimony. When questioned about why he protested in front of the Chinese embassy, the applicant said that he was not afraid to protest because he only later learned that the embassy had cameras. Later in his testimony, however, he stated that at the time he demonstrated he was aware there was a likelihood he would be identified if he chose to participate in the demonstration. The RPD noted this inconsistency and also noted that the applicant's statement that he was not afraid to protest contradicted the reason he had given for omitting his role in leafleting from his PIFs. The Board drew negative inferences from these contradictions.", "[19] The Board then commented on an obvious inconsistency between the applicant's testimony and his PIFs and on the efforts the applicant made to try and explain away the inconsistency. In his testimony, the applicant claimed that there were eight members in his Falun Gong group in China, that four of them had been arrested and that one of them had been \"persecuted to death\". In his PIFs, however, the applicant only mentioned one individual being arrested. When asked to name the individuals he claimed were arrested, the applicant provided four names, but not that of the person he had named in his PIFs. When the RPD pointed this out to the claimant, he responded that the four individuals he had named during his testimony belonged to a second Falun Gong group that he also belonged to. The RPD rejected this explanation and found that the applicant's \"testimony evolved in an effort to explain away an obvious inconsistency\". This also caused the Board to draw a negative inference.", "[20] Next, the Board commented on its questioning of the applicant as to why he had omitted any mention of the four individuals' arrests and one of their deaths from his PIFs. The applicant claimed he had done so because he did not know \"the specific details of the persecution\" and he did not want to mention it because he would have trouble explaining himself at the hearing. The Board rejected this explanation as being not credible.", "[21] The Board then moved to consider a further discrepancy between the applicant's testimony and his PIFs, namely that the applicant claimed in his testimony that his wife had received threats from the Chinese Public Security Bureau [PSB] but neglected to mention this in his PIFs. The RPD once again drew a negative inference due to this inconsistency. The RPD also drew a negative inference from the fact that, apart from the alleged threats, the applicant's wife and son in China had experienced no problems, noting that the country documentation before the Board indicated that \"Chinese authorities use the family of absconding [Falun Gong] practitioners as hostages to force the practitioner to give up the practice\". The RPD reasoned that it was implausible that the Chinese authorities would have merely threatened the applicant's wife with arrest if they knew of the applicant's practice of Falun Gong.", "[22] The Board then considered a further inconsistency in the applicant's testimony, noting that at one point he stated that the PSB was unaware of his Falun Gong activities in China, and yet claimed the authorities would have been able to identify him on a Falun Gong website protesting against the Chinese government. The Board also noted that the applicant had offered no evidence to prove that the Chinese authorities were aware of any alleged Falun Gong practice by the applicant.", "[23] Based on the foregoing, the RPD held that the applicant's testimony that members of his Falun Gong groups in China were arrested was not credible and that the applicant was not being pursued by the Chinese authorities for his alleged Falun Gong activities in China.", "[24] The Board then moved on to consider the applicant's knowledge of Falun Gong. The Board held that the applicant did not display a level of knowledge consistent with someone who claimed to have practiced Falun Gong for nearly 17 years and who claimed to have read one of the \"Talks\" of the Zhuan Falun each week since 1994 while in China and to have continued to read the Zhuan Falun daily in Canada. In terms of examples, the RPD noted that the applicant identified \"Talk\" three as his favourite, but was not able to provide significant detail on the contents of the \"Talk\" and that the applicant was unable to name more than one of the eight major distinguishing characteristics of Falun Gong as described by Master Li in Zhuan Falun", "[25] The RPD then considered the letters of support and petitions the applicant filed regarding his alleged practice of Falun Gong in Canada. One of these was from Joel Chipkar, the Vice President of the Falun Dafa Association. The applicant claims that the RPD ought to have accorded significant weight to this letter, as Mr. Chipkar had been accepted as an expert witness by the RPD in other cases and his letter stated that the Falun Dafa Association only provided letters of support in cases where the Association was convinced of the genuineness of the claimant's practice of Falun Gong. The RPD, however, accorded little weight to Mr. Chipkar's letter and the other documents the applicant filed to support his claim that he was a genuine Falun Gong practitioner in Canada.", "[26] In terms of Mr. Chipkar's letter, the RPD noted it did not provide any information as to how Mr. Chipkar met the applicant, whether he had personally observed the applicant's practice of Falun Gong nor whether he had conducted a personal assessment of the genuineness of the applicant's beliefs. The RPD also noted that Mr. Chipkar's letter was a photocopy and that Mr. Chipkar had not been called to testify, even though counsel had indicated that he was present and intended to call him to give evidence. The RPD also noted that the letter and the other documents from purported Falun Gong practitioners only attested to the applicant's Falun Gong practice and did not speak to the genuineness of the applicant's beliefs, which was the matter that the Board was required to determine.", "[27] In light of the foregoing, the Board concluded that the applicant's allegation that he was a genuine Falun Gong practitioner in China was not credible and, further, that the applicant had not become a genuine practitioner in Canada.", "[28] In reaching the latter conclusion, the RPD first quoted from a 1994 appeal case of the Refugee Status Appeals Authority of New Zealand, where the chairman of the panel stated: If there is no good faith requirement in the situation, it places in the hands of the appellant for refugee status means of unilaterally determining the grant to him or her of refugee status.", "[29] The RPD then purported to cite from James Hathaway's The Law of Refugee Status (Toronto: Butterworths, 1991), claiming that Professor Hathaway had stated the following with regard to claims: \"An individual who as a strategem deliberately manipulates circumstances to create a real chance of persecution which did not exist cannot be said to belong to this category [i.e. of a refugee claimant]\". As noted below, however, this quote is not from Professor Hathaway's book.", "[30] Finally, the RPD held that the applicant's claim had not been made in good faith and concluded as follows at paragraphs 32 and 33 of the decision: Having found that the claimant was not a genuine Falun Gong practitioner in China and having found that this claim has not been made in good faith, the panel finds, on a balance of probabilities, and in the context of the findings noted above, that the claimant's participation in Falun Gong activities in Canada was only for the purpose of supporting a fraudulent refugee claim. The panel finds on the balance of probabilities that the claimant engaged in Falun Gong activities in Canada only to create the circumstance in which he could file a refugee protection claim. In the context as noted above, as well as in the context of the cumulative findings and negative inferences noted above, the panel finds, on a balance of probabilities, that the claimant is not a genuine Falun Gong practitioner nor would he be perceived to be in China. On the basis of the totality of the evidence and the cumulative findings, the panel finds that the claimant has not satisfied his burden of establishing a serious possibility that he would be persecuted or that he would be personally subjected to a risk to his life or a risk of cruel and unusual treatment or punishment or danger of torture by any authority in the People's Republic of China.", "[31] The applicant alleges that the RPD committed eight reviewable errors in its credibility assessment, arguing that: 1. The finding of an inconsistency between the applicant's testimony and his PIFs due to the failure to mention the leafleting in the PIFs is unreasonable because these events were \"peripheral detail\"; 2. The finding that it was neither plausible nor credible for the applicant to have been too fearful to properly complete his PIF yet chose to engage in a public demonstration at the same time is \"speculative and unreasonable\" because practitioners of Falun Gong typically protest even if they are uncertain about their safety; 3. The Board unreasonably rejected the applicant's reasons for not mentioning his other Falun Gong group in his PIFs because the RPD did not say why it rejected the applicant's explanation; 4. The Board unreasonably speculated that if the applicant's story were true his family would have faced adverse consequences, ignoring the fact that the alleged repeated PSB visits and warnings were adverse consequences; 5. The RPD's finding regarding the PSB not being aware of the applicant's Falun Gong practice in China was speculative because there was no basis for the finding; 6. The RPD's failure to accord appropriate weight to Joel Chipkar's letter due to its being a photocopy was unreasonable because this is irrelevant to the letter's probative value; 7. The RPD's reliance on the failure to call Mr. Chipkar is unreasonable because the Board knew he had limited availability to testify; and 8. It was unreasonable for the Board to reject the other documentary evidence, purporting to confirm the applicant's Falun Gong practice in Canada, because the RPD failed to assess the documents and state why they were not corroborative of the applicant's identity as a Falun Gong practitioner.", "[32] Each of these assertions invites this Court to engage in precisely the type of analysis that has time and again been determined to be inappropriate in the context of a judicial review application. In short, the applicant is inviting me to reweigh the evidence. As noted, it is well-settled that this cannot and should not be done in an application such as the present. Furthermore, the applicant's arguments are unconvincing. For these reasons, the applicant's challenges to the Board's credibility findings must fail.", "[33] With regard to the first two arguments, contrary to what the applicant asserts, the allegation that he had been engaged in leafleting is not a \"peripheral detail\" in the applicant's version of events. As the RPD noted, this event was offered by the applicant in his testimony as the central reason why the PSB was allegedly seeking to arrest him. It was therefore a key element in the applicant's story and its omission from the PIFs was a factor that the RPD could reasonably consider in impugning the applicant's credibility.", "[34] The assertion that it was somehow unreasonable for the RPD to have found implausibility in the applicant's explanation as to the reason he omitted this detail from his PIFs is similarly without merit. In stating that practitioners of Falun Gong often protest when they might be in danger, the applicant misses the point of the Board's reasoning. It found the applicant's explanation to lack credibility not because it is unbelievable that a Falun Gong adherent might incur risks through protesting but, rather, because the applicant's willingness to protest publicly is inconsistent with his refusal by reason of an alleged fear to include a key element of his claim in his PIF, a written form. The Board's implausibility finding flows directly from the evidence and, moreover, falls well within the scope of the RPD's expertise in assessing the likely behaviour of refugee claimants.", "[35] The third of the above arguments advanced by the applicant similarly lacks merit. There was no need for the Board to belabour why it rejected the applicant's evolving story of belonging to a second Falun Gong group when the panel member pointed out the fundamental inconsistency between the number and identities of those the applicant claimed were arrested in his PIFs and in his testimony. The explanation offered by the applicant in response was unconvincing and does appear to have been made up on the spot.", "[36] It was likewise reasonably open to the Board to find the applicant's version of events to be implausible, due to the inconsistency between his story and the common pattern of behaviour of the PSB toward Falun Gong practitioners' families reported in the country documentation. In this regard, the documentary evidence indicates that supporters and family members of Falun Gong practitioners are harassed, and in some cases arrested, by Chinese authorities. This was reasonably noted and relied upon by the Board.", "[37] In terms of the applicant's fifth argument, the applicant again misses the point of the Board's decision. The RPD found that there was no evidence of the PSB being aware of the applicant because none was provided other than the applicant's own claim, based on hearsay from his wife, that it was so aware. In light of the numerous inconsistencies in the applicant's testimony, it was reasonable for the Board to reject the applicant's assertion and to require independent evidence to corroborate the claim that the PSB was aware of the applicant's Falun Gong activities. In the absence of any such evidence, the Board's conclusion that the PSB was not aware of the applicant's activities is certainly not speculative and its finding that there was no evidence to support the claim is reasonable.", "[38] As concerns the treatment afforded by the RPD to Joel Chipkar's letter, the applicant once again fails to accurately characterize the Board's reasoning on this point. As noted above, the Board's decision to afford the letter little weight turned principally on the lack of detail contained in the letter concerning the genuineness of the applicant's beliefs and practice of Falun Gong. While the applicant is correct in noting that the fact that the document was a photocopy is not probative of its reliability because copies are often tendered in evidence before the RPD and the Board is not required to strictly apply the rules of evidence, the RPD's assessment of the weight to be given to the letter did not turn on its being a photocopy. It turned rather on the letter's contents. While its contents purported to affirm the applicant's beliefs and practices, the letter contained no indication of the basis for this information and, in particular, does not specify that its author had any personal knowledge of the applicant's religious involvement. It was accordingly reasonable for the Board to have given it little weight.", "[39] Regarding Mr. Chipkar's failure to testify, it was open to the Board to comment on this point in its decision. While it is true that counsel advised the RPD of Mr. Chipkar's limited availability, this does not change the fact that it is the applicant who bears the burden of making out his or her case. As such, it was incumbent on counsel to ensure that necessary witnesses were available. If this was not possible, counsel could have sought an adjournment from the RPD. This did not happen. Accordingly, it was fair for the Board to comment on the failure to have Mr. Chipkar testify as being an additional reason to afford his letter little weight.", "[40] In terms of the other documents that the Board gave little weight, contrary to what the applicant asserts, the RPD did provide a reason for its determinations in this regard, and, as noted, stated that the other documents did not speak to the genuineness of the applicant's beliefs but rather merely attested to his practice of Falun Gong in Canada. Given this, and in light of the many problems with the applicant's credibility on other points, these determinations were reasonable.", "[41] For these reasons, the Board's credibility assessment is reasonable. Moreover, given the inconsistencies in the applicant's testimony, the Board's credibility findings provided it with a sound underpinning to determine that the applicant was not a genuine Falun Gong practitioner - either in China or in Canada. Did the Panel member deny procedural fairness to the applicant in making the impugned comments regarding the applicant's knowledge of the Third Talk in the Zhuan Falun", "[42] Turning next, to the alleged breach of procedural fairness, as noted, the RPD held that the applicant's knowledge of Falun Gong was not consistent with what the Board would have expected from a practitioner with the length of experience in the practice that the applicant claimed to possess. In assessing the applicant's knowledge, the RPD panel member posed a series of questions about Falun Gong and the applicant's claimed practice. Some of these questions related to \"Talk\" three of the Zhuan Falun , of which the Board found the applicant to have limited knowledge.", "[43] The applicant argues that certain comments made by the panel member during the hearing essentially amounted to a breach of the duty of procedural fairness because the panel member expressed satisfaction with the applicant's knowledge of \"Talk\" three but then found such knowledge to be lacking in the decision. The relevant exchange between the panel member and the applicant was as follows (Certified Tribunal Record [CTR] at pp 243-244): MEMBER: What's your favourite talk? CLAIMANT: I like them all. MEMBER: Okay. Do you have a favourite though? CLAIMANT: The third talk, in that talk, the master says that he takes all of us as his disciples. MEMBER: What else does he say in talk number 3? CLAIMANT: He says he's taking all students as his disciples. MEMBER: Is that the only thing the third talk is about? CLAIMANT: No. MEMBER: So tell me the other things that the third talk is about. CLAIMANT: It talks about spiritual possession. It also talks about cosmic language. MEMBER: Anything else? CLAIMANT: Yes, how Falun Dafa disciples should spread the practice. MEMBER: Yes. CLAIMANT: I'm sorry, I can't recall more. MEMBER: That's it, eh? CLAIMANT: There are 10 sections -- 10 subtitles. MEMBER: That's pretty good though. You did a pretty good job. What is the purpose of exercise Number 3?", "[44] The member then went on to ask a number of other questions regarding \"Talk\" number three and other of the \"Talks\" in the Zhuan Falun , to which the applicant gave very limited answers.", "[45] Counsel for the respondent argues that is difficult to assess the foregoing passage as it conveys nothing about the tone of the conversation. She moreover notes that the Board member was obviously not satisfied with the applicant's answers regarding \"Talk\" three as he went on to pose several more questions about the \"Talk\". She also asserts that the extent of the applicant's knowledge was clearly an issue throughout the hearing, given the Board's definition of issues at the outset of the hearing and the fact that counsel for the applicant made submissions on the depth of the applicant's knowledge in her closing remarks. In my view, there is considerable force in these arguments.", "[46] The impugned comments made by the member, while unfortunate, do not amount to a violation of procedural fairness because all parties, through their subsequent behaviour, recognized that the Board member was not satisfied as to the sufficiency of the responses the applicant had given regarding \"Talk\" three and the applicant's religious knowledge: the Board member continued to ask questions regarding \"Talk\" three and counsel made submissions regarding the adequacy of the applicant's knowledge in her closing remarks.", "[47] The assessment of the requirements of procedural fairness depends very much on the circumstances of each case and is influenced by factors such as the nature of the decision in question and the process followed making it, and, in particular, the degree to which the decision-making process resembles that followed by a court; the statutory scheme applicable to the tribunal; the importance of the decision to the affected parties; the legitimate expectations of the parties; and the procedural choices made by the tribunal ( <FRAGMENT_SUPPRESSED> ). The case law of this Court indicates that in circumstances like the present a violation of procedural fairness will occur if the parties did not realize that an issue was under debate, but that it will not occur where the Board makes inept comments but the parties are given an indication that the issue is of concern and are afforded the opportunity to make submissions on the matter.", "[48] For instance, in <FRAGMENT_SUPPRESSED>  ACWS (3d) 1115 [ <FRAGMENT_SUPPRESSED> ], the panel member instructed counsel to prepare written submissions on a single issue - whether the claimant satisfied the definition of refugee - and then proceeded to refuse his claim on the basis of credibility. The Federal Court of Appeal found that, having stipulated that only one point was at issue, the principles of natural justice were violated by the panel deciding on another issue.", "[49] In similar vein, in <FRAGMENT_SUPPRESSED>  49 ACWS (3d) 557, Justice Reed found there to have been a breach of natural justice because the Board discouraged the applicant from explaining a situation, and then relied upon the lack of explanation in its refusal of his claim.", "[50] On the other hand, in <FRAGMENT_SUPPRESSED>  2003 FCT 528 [ <FRAGMENT_SUPPRESSED> ], the Court found the <FRAGMENT_SUPPRESSED> decision to be inapplicable because the panel had indicated at the outset of the hearing that the issue in question was one the Board needed to determine and gave the claimant's lawyer the opportunity to make submissions on it at the close of the case (see para 14). This finding was made even though the panel member's conduct during the hearing was consistent with the claimant being successful on the issue. Even though the Board ruled against the claimant on the issue, there was no violation of procedural fairness because the issue was clearly delineated as being at play and an opportunity to make submissions on it was afforded to the claimant.", "[51] This situation here is quite similar to that in <FRAGMENT_SUPPRESSED> . In both cases, the issue in question - here, the degree of the applicant's religious knowledge - was clearly defined at the outset of the hearing as being at play and counsel made submissions on it. Moreover, in terms of the applicant's knowledge of \"Talk\" three of the Zhuan Falun , the member's subsequent conduct in continuing to ask questions about the \"Talk\" after making the impugned comment demonstrated that he was not satisfied with the applicant's answers. Thus, in these circumstances, it should have been clear to the applicant and his counsel that the applicant's religious knowledge in general and his knowledge of \"Talk\" three in particular were at issue. Accordingly, the RPD panel member did not commit a breach of procedural fairness in making the impugned comments. Did the RPD commit a reviewable error in its assessment of the applicant's knowledge of Falun Gong?", "[52] In addition to the breach of procedural fairness alleged by the applicant, counsel for the applicant argues that the RPD required an unreasonably high degree of knowledge from the applicant, claiming that \"[t]he Federal Court jurisprudence has imposed a very low standard on refugee claimants to demonstrate the religious knowledge requirement in proving religious identity\", citing in this regard Chen I and Huang I (Applicant's Memorandum at paras 11-12, both cited above at para 8). He also argues that the RPD's finding that the applicant could not identify any of the eight distinguishing characteristics of Falun Gong described by Master Li in Zhuan Falun is unreasonable because the characteristics are contained in Master Li's The Great Way of Spiritual Perfection and not the Zhuan Falun and that asking a Falun Gong practitioner to identify the eight characteristics would be confusing to a Falun Gong practitioner as Master Li asks that they not mechanically classify his teachings. In support of these assertions, he relies on an affidavit from Mr. Chipkar, filed in support of this judicial review application, in which Mr. Chipkar makes the two foregoing points.", "[53] Counsel for the respondent did not object to the admissibility of this affidavit, but argues that the RPD's finding on the eight characteristics was reasonable even though the panel member erred in attributing it to Zhuan Falun as opposed to the The Great Way of Spiritual Perfection . She notes in this regard that the error was made only in the decision and that the member in his questioning did not attribute the discussion of the characteristics to the Zhuan Falun and so did not confuse the applicant (see CTR at p 245). She also relies on Chen III at para 21 (cited above at para 8), where Justice Russell noted similar questions were asked by the Board member and went on to uphold the reasonableness of the Board's decision. She finally asserts that the applicant has mischaracterized the decisions of this Court on religious knowledge and noted other decisions where inability to answer questions like those posed in this case was found to be a reasonable basis for the Board to conclude that the claimant's beliefs were not genuine (citing Wang and Cao II (both cited above at para 8).", "[54] Each case in this area turns very much on its own facts, and the reasonableness of the conclusions drawn regarding answers given to questions on religious knowledge will depend on an applicant's circumstances, the questions posed and the answers given. In addition, the reasonableness of a decision will often depend on the credibility determinations the Board makes with respect to other aspects of the applicant's claim as Justice Mosley held  <FRAGMENT_SUPPRESSED>  I at paras 27-29 (cited above at para 8). Where, like here, the applicant's version of events in his or her home country is devoid of credibility, and where, like here, the applicant has not undergone a conversion experience in Canada nor provided any strong evidence in support of the genuineness of his or her claimed beliefs, the Board should be afforded considerable leeway in its assessment of a claimant's religious knowledge.", "[55] Indeed, in all cases - and especially in cases like the present where the applicant's credibility is found to be wanting - the Court should not be too hasty to substitute its opinion for that of the RPD, which has developed expertise regarding the dictates of a number of religions. As Justice Near noted in Wang (cited above at para 8), assessing the genuineness of the claimant's religious beliefs is a difficult task and \"this challenging job has been delegated to the Board as the finder of fact and this Court cannot, on judicial review, decide to, in effect, reweigh the results of what can look like a round of Bible trivia\" (at para 18). In my view, in Wang at para 20, Justice Near set out the proper approach to be adopted by this Court in assessing the reasonableness of the RPD's assessment of the genuineness of a claimant's religious beliefs. After reviewing an awkward set of questions the Board had posed regarding what Jesus was like, he stated: ... this line of questioning illustrates the difficulty of the assessment the Board is required to make. It does not represent an error for which the Board's decision should be over-turned. Absent a showing of disregard for the evidence, or a misapprehension of the facts, I am unwilling to disturb the Board's conclusion in this regard - again deference is warranted. The Board did not make the determination of the genuineness of the Applicant's faith based solely on the Applicant's inability to attribute some human characteristics to Jesus. Answers to other questions regarding the Pentecostal faith were vague and lacking in detail. As the Respondent submits, testimony lacking in detail that would reasonably be expected of a person in the claimant's position is a basis for rejecting claims as non-credible even if the Applicant was able to answer some other questions, and with great detail.", "[56] Application of this reasoning in the present case results in the determination that the Board's assessment of the applicant's knowledge of Falun Gong was reasonable. More specifically, it was reasonable for the Board to have questioned the applicant as to his beliefs and the conclusion it drew was likewise reasonable.", "[57] Dealing first with the nature of the Board's questioning, on the facts of this case, the Board had good reason to question the applicant's sincerity, given his utter lack of credibility with respect to what he claimed had transpired in China and the unconvincing explanations he gave when he tried to explain the inconsistencies that the Board drew to his attention. In light of the problems with the applicant's credibility, it was reasonable for the Board to carefully scrutinize the applicant's claim. In addition, the applicant made specific allegations with regard to the way in which he practiced his faith and claimed to have read Zhuan Falun on a weekly basis for several years in China, and then on a daily basis since having arrived in Canada. Given this level of alleged study and the other aspects of the applicant's evidence, the Board's questioning of the applicant regarding his knowledge of Falun Gong was appropriate.", "[58] As mentioned, the applicant filed an affidavit from Joel Chipkar in support of his argument that certain of the questions posed were unreasonable. However, neither the applicant nor his counsel objected to the Board's questioning regarding the eight characteristics of Falun Gong during the hearing and they did not make the arguments before the Board that they make here. In my view, it is inappropriate for the applicant, in the context of a judicial review application, to in effect seek to have this Court rule that the questions posed by the panel member were inappropriate by arguing that the Board's reliance on the answers given to the questions is unreasonable. If a claimant or his counsel believes a question is unfair, the place to make that argument is before the RPD and not before the Court. Thus, I am placing no weight on Joel Chipkar's Affidavit and find that the questions posed by the RPD regarding the applicant's knowledge of Falun Gong were reasonable. This finding is supported by the decision of Justice Russell in Chen III , relied on by the respondent.", "[59] Turning, then, to the conclusion drawn regarding the applicant's lack of knowledge of Falun Gong, in my view, the Board's assessment of the applicant's knowledge was reasonable. The answers given by the applicant to most of the questions he was asked were cursory and, as noted by counsel for the respondent, the panel member did not misattribute the source of the eight characteristics of Falun Gong in his questioning of the applicant. The fact that the Board noted the wrong work as the source of the characteristics in the decision is not enough to render the Board's determination regarding the paucity of the applicant's knowledge unreasonable since both the The Great Way of Spiritual Perfection and the Zhuan Falun are texts setting out precepts of Falun Gong. More importantly, there was evidence before the Board to support its finding that the applicant's knowledge was insufficient to prove he was a sincere practitioner, given the perfunctory nature of the applicant's responses to the questions posed and his inability to answer other questions, including the question on the eight characteristics. Thus, in accordance with the approach to evaluating the reasonableness of the assessment set out in Wang (as discussed above in para 55), the Board's finding should not be disturbed. In short, there is evidence to support the finding and it is therefore reasonable. Did the RPD commit a reviewable error in its consideration of the applicant's motives for engaging in the practice of Falun Gong in Canada?", "[60] The applicant finally argues, as noted, that the Board erred in considering the motives for the applicant's practice of Falun Gong in Canada because Canadian case law establishes that motive is irrelevant to the assessment of a claim.", "[61] I disagree with the applicant's assertion; contrary to what the applicant claims, Canadian case law does recognise that motive for engaging in a religious practice in Canada may be considered by the RPD in an appropriate case. However, a finding that a claimant was motivated to practice a religion in Canada to buttress a fraudulent refugee claim cannot be used, in and of itself, as a basis to reject the claim. Rather, the finding that the claimant has been motivated by a desire to buttress his or her refugee claim is one factor that may be considered by the RPD in assessing the sincerity of a claimant's religious beliefs.", "[62] The sincerity of those beliefs will be an issue in cases, like the present, where continuing the religious practice in the country of origin might place the claimant at risk. If the beliefs are not genuine, then there is no risk, as a claimant would not practice his or her newly-acquired religion in the country of origin if adherence to the religion is motivated solely by a desire to support a refugee claim. On the other hand, there may well be situations where a claimant might initially have been motivated to join a religion due to these types of motivations, but along the route, may have developed faith and become a true adherent of the religion. This appears to be what occurred in <FRAGMENT_SUPPRESSED> (cited above at para 10), where the claimant originally began practicing Christianity to fuel his refugee claim, but later went on to join the priesthood in the Mormon church.", "[63] The starting point for the discussion of the notion of a claim in Canadian law is the decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  154 NR 236, where the Court held that the \"... concept of a refugee 'sur place' requires an assessment of the situation in the applicant's country of origin after he or she has left it\". The Court accordingly set aside the decision of the Board, which had focused on the fact that the applicant had obtained an exit visa from Iran, as opposed to the risk that subsequent events in the country had created for him if he returned.", "[64] This Court has assessed the requirements of religion-based claims in a series of recent cases. The first of these, <FRAGMENT_SUPPRESSED> , arose in the context of a claimant who became a Christian after he left Iran. The Board dismissed his claim because it determined that his conversion was not genuine, finding that he had become a Christian in order to obtain a means of remaining in Canada by claiming refugee status. Importantly, in that case, unlike the present, there was evidence before the Board that apostates were persecuted and executed in Iran and thus that the mere fact of apostasy (as opposed to ongoing practice of religion) might have given rise to persecution. In addition, it appears that the claimant underwent a conversion experience and became a sincere practitioner because, as noted, he went on to join the Mormon priesthood. Justice Blanchard overturned the RPD's decision, noting that the Board had misarticulated the test in a claim and held that on the facts of that case: ...[i]n assessing the Applicant's risks of return, in the context of a claim, it is necessary to consider the credible evidence of [the applicant's] activities while in Canada, independently from his motives for conversion.", "[65] In a series of recent cases involving claimants from China, this Court has applied the holding in <FRAGMENT_SUPPRESSED> and held that the Board cannot reject a claim due solely to lack of credibility or improper motive but, rather, must assess the genuineness of the applicant's religious practice to determine if he or she will be at risk if returned to the country of origin (see Jin , cited above at para 8; El Aoudie , cited above at para 11; <FRAGMENT_SUPPRESSED> , cited above at para 11; <FRAGMENT_SUPPRESSED>  [2012] FCJ No 463; <FRAGMENT_SUPPRESSED>  [ Huang II ]; Yin , cited above at para 11; <FRAGMENT_SUPPRESSED>  [2009] FCJ No 1391 [ Chen II ]). In many of those cases, the RPD's holdings were set aside because no analysis was undertaken of the genuineness of the applicant's religious practice and the RPD simply rejected the claims out of hand based purely on improper motive (see El Aoudie ; <FRAGMENT_SUPPRESSED> ; Yin Chen II ). In Jin and Wang (cited above at para 8), on the other hand, the Board noted the questionable motive for conversion but then went on to assess the genuineness of the applicant's conversion and found it to be lacking. The Board based its findings on the claimants' lack of credibility, the fact that they had fabricated stories about being Christians in China and their lack of knowledge of the details of the religion they claimed to practice. Because the claimants were found to not be genuine practitioners, the RPD held they would not practice their claimed religions if returned to China and thus were determined to face no risk. And this Court upheld the Board's findings in those cases. In short, in circumstances very much like the present, the RPD's decisions were upheld.", "[66] Thus, the statement from the 1994 appeal case of the Refugee Status Appeals Authority of New Zealand, that the RPD relied on, does not reflect the law in Canada nor does the assertion that \"an individual who as a strategem deliberately manipulates circumstances to create a real chance of persecution which did not exist cannot be said to belong to\" the category of refugee claimants (which the RPD misattributed to James Hathaway, as noted above in para 31).", "[67] In fact, as Justice Zinn noted  <FRAGMENT_SUPPRESSED>  II (cited above at para 65), far from taking the position a bad faith motive invalidates a refugee claim, Mr. Hathaway instead endorses the analysis set out above. He writes in this regard: It does not follow, however, that all persons whose activities abroad are not genuinely demonstrative of oppositional political opinion are outside the refugee definition. Even when it is evident that the voluntary statement or action was fraudulent in that it was prompted primarily by an intention to secure asylum, the consequential imputation to the claimant of a negative political opinion by authorities in her home state may nonetheless bring her within the scope of the Convention definition. Since refugee law is fundamentally concerned with the provision of protection against unconscionable state action, an assessment should be made of any potential harm to be faced upon return because of the fact of the non-genuine political activity engaged in while abroad. This issue is most poignantly raised when it is alleged that the fact of having made an unfounded asylum claim may per se give rise to a serious risk of persecution. While these cases provide perhaps the most obvious potential for \"bootstrapping\", there must nonetheless be a clear acknowledgment and assessment of any risk to basic human rights upon return which may follow from the state's imputation of an unacceptable political opinion to the claimant. The mere fact that the claimant might suffer some form of penalty may not be sufficiently serious to constitute persecution, but there are clearly situations where the consequence of return may be said to give rise to a well-founded fear of persecution. For example, in Slawomir Krzystof Hubicki evidence was adduced that under then-prevailing Polish criminal law, the claimant would face imprisonment of up to eight years because he had made a refugee claim in Canada. In such situations, the basis of claim is not the fraudulent activity or assertion itself, but is rather the political opinion or disloyalty imputed to the claimant by her state. Where such an imputation exists, the gravity of consequential harm and other definitional criteria should be assessed to determine whether refugee status is warranted.", "[68] In light of the foregoing, the mere fact that the Board considered and relied on the applicant's motive for practicing Falun Gong in Canada does not invalidate its decision. Rather, the question which must be answered is whether the RPD reached a reasonable conclusion in determining that the applicant's practice of Falun Gong in Canada was not motivated by genuine faith. As in Jin and Wang , I believe this conclusion is reasonable.", "[69] The burden of establishing the sincerity of his beliefs rested with the applicant. The Board's determination that he had not discharged that burden was reasonable because it was based on the Board's assessment of the applicant's credibility, the fact that he had obviously fabricated a story about what occurred in China, his limited knowledge of the precepts of Falun Gong (when considered in light of the other factors and the length of time the claimant asserted he had practiced) and the unconvincing nature of the statements offered in support of his practice in Canada. There was ample evidence before the Board from which it could reasonably draw the conclusion that the applicant's practice of Falun Gong in Canada was not sincere and, in this context, the fact that the Board mis-cited authorities, while certainly undesirable, does not render its decision unreasonable. The conclusion it reached is defensible in light of the facts and applicable law and, under the formulation of the reasonableness standard of review set out by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> (cited above at para 8) and subsequent cases, the RPD's decision is accordingly reasonable.", "[70] Therefore, for these reasons, the Board did not violate the principles of procedural fairness and its decision is reasonable. This application for judicial review will thus be dismissed.", "[71] No question for certification under section 74 of IRPA was presented and none arises in this case. JUDGMENT", "[72] THIS COURT'S JUDGMENT is that 1. This application for judicial review is dismissed; 2. No question of general importance is certified; and 3. There is no order as to costs. Application dismissed. Editor: E. Joanne Oley/vnh"]}