{"id_": "017025", "body_str": ["[1] Southcott, J. : This is a judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board [the Board] dated October 2, 2014, wherein it was determined that the Applicant is not a Convention Refugee pursuant to section 96 of the Immigration and Refugee Protection Act SC 2001, c 27 [IRPA] and is not a person in need of protection under section 97 of IRPA.", "[2] For the reasons that follow, this application is allowed. I. Background", "[3] The Applicant is a citizen of China who alleges that he was born into a Roman Catholic family and was baptized in 1989 at the age of one. He has nine years of formal education in China and has studied English in Canada for approximately three years.", "[4] In May 2010, the Applicant recruited his friend, Ming, into his parents' house church in China. In September 2010, the Applicant and Ming established their own house church. They formed a youth group and had their gatherings at Ming's house.", "[5] The Applicant alleges that on June 19, 2011, his house church gathering was raided by the Public Security Bureau [PSB]. He escaped and hid at the house of his mother's friend. On June 22, 2011, the Applicant was informed that the PSB had gone to his house to look for him and left a summons with his parents accusing him of being involved as a leader in an illegal house church. He was also informed that Ming and another church member had been arrested on June 19, 2011.", "[6] The Applicant fled China on August 1, 2011, with the assistance of a smuggler. He travelled to Japan and the USA before entering Canada on August 15, 2011. He filed a claim for refugee protection in Canada on September 15, 2011. Since fleeing China, the Applicant has learned that the PSB are still looking for him and that Ming and the other church member remain in custody. II. Impugned Decision", "[7] The determinative issue in the Board's decision was the credibility of the Applicant's claim as to his membership and activities in religious organizations in China and Canada and his pursuit by agents of the PSB. The Board found that the Applicant was not currently wanted for arrest by the PSB on account of his religious activities and that, should he return to China, there is not a serious possibility that he would be persecuted. The following is a summary of the Board's findings. A. Allegations Regarding Nuns Hiding at the Applicant's House", "[8] The Board drew a negative inference from the Applicant not inquiring about the circumstances of three nuns, who had allegedly stayed with him in China when they were fleeing the PSB, considering that he alleged he had been reunited with one of the nuns in Canada. B. Establishment of His Own House Church", "[9] In his testimony, the Applicant indicated that he had established his own house church at the suggestion of a priest. This fact was not mentioned in his Personal Information Form (PIF) narrative. The Board found this omission pivotal, given the Applicant's alleged problems stemmed from the establishment and operation of his church. C. PSB Raid", "[10] The Board noted that the Applicant, in his narrative and testimony, described the PSB raid with few details. The Board stated that it would be reasonable to expect a more detailed and realistic account of the incident that led to his flight from his home country. His failure and inability to do this further undermined his credibility. D. PSB Visits to the Applicant's Home", "[11] The Board noted that the country condition documents indicate that a summons (which the Applicant alleges was issued to him) is the documentary basis for the subsequent issuance of a warrant. Although this policy is not always implemented, and the Board acknowledged that the documentary evidence is mixed, it considered it to be reasonable that an arrest warrant would have been issued in respect of the Applicant, given his allegations about the PSB's interest in him.", "[12] The Board also drew a negative inference from the lack of a warrant and from the continuing ability of the Applicant's family members to carry on with their normal life without interference by the PSB, considering the PSB interest in the Applicant. E. Supporting Documents", "[13] The Applicant made no effort whatsoever to obtain documents to corroborate his allegations of Ming's or the other members' arrest. He was aware that documents were required as the Board specifically requested that he obtain them. This lack of documentary support undermined the Applicant's credibility. F. Report of Raid and Arrests", "[14] The Applicant did not know if the discovery of his house church and arrest was reported. Finding that it would be reasonable to expect this information reported, the Board drew a negative inference from the Applicant's lack of effort in attempting to obtain this information. G. Travel to Canada", "[15] The Applicant indicated that he travelled to Canada with an improperly obtained Chinese passport containing his actual name and a Japanese passport that was not genuine. When asked how he was able to leave China considering he was wanted by the PSB, the Applicant stated that everything was arranged by the \"snakehead\" (the smuggler who assisted him). The Board, citing documentary evidence on leaving China, stated that it would appear unlikely that the Applicant would have been able to leave China without being detected, considering he was likely using a Chinese passport containing his actual name. H. Failure to Claim in the USA", "[16] When asked why he did not file an asylum claim in the USA, the Applicant stated that the snakehead told him that the Canadian refugee system was more sympathetic and respectful to refugees. The Board states that there is no credible evidence before it suggesting that the claimant's asylum claim, had he filed on in the USA, would not have been carefully considered. The Board found that the Applicant's failure to claim in the USA speaks to his lack of subjective fear. I. Religious Practise in Canada", "[17] The Board gave little weight to the letter issued by The Chinese Martyrs Catholic Church in support of the Applicant's claim. There is no indication in the letter as to how the author knows and confirmed the statements regarding his religious history. Considering the other credibility findings, the Board found that the Applicant is not a genuine adherent of the Catholic Church or any other Christian Church and that he joined a church in Canada only to support a fraudulent claim for protection. J. Letters and Summons", "[18] The Board gave no weight to the letters that the Applicant provided to attest to his religious activities in China and to the summons allegedly issued by the PSB. Considering its credibility concerns, the Board was not persuaded that the letters and summons are genuine or that the information provided within them is accurate. The Board relied on the decision in REFERENCE_SUPPRESSED for the proposition that corroboration does not make an incredible story credible. III. Issues and Standard of Review", "[19] The Applicant raises the following issues for the Court's consideration: A. Did the Board make an error in law and rely on trivial and perceived inconsistencies in his evidence with respect to the establishment of the Applicant's house church? B. Did the Board err by misapprehending the evidence and engaging in speculative reasoning with respect to central aspects of the Applicant's claim? C. Did the Board misapprehend the Applicant's supporting documents? D. Was the Board's analysis of the Applicant's religious identity unreasonable? The standard of review for assessing the Officer's decision is reasonableness (REFERENCE_SUPPRESSED). This extends to the review of credibility determinations (REFERENCE_SUPPRESSED. I would characterize the issue for the Court's determination in this case to be whether the decision is reasonable. IV. Submissions of the Parties A. The Applicant's Position", "[20] The Applicant argues that the Board made an error in law and relied on trivial and perceived inconsistencies in his evidence with respect to the establishment of his house church. The Board erred in determining that the priest's suggestion is a \"pivotal allegation.\" This was a minute detail of the claim and a clarification of his PIF in testimony.", "[21] The Applicant also argues that the evidence surrounding the nuns was not central to his claim. The Board engaged in a speculative analysis regarding the nuns' motive for return.", "[22] With respect to the lack of an arrest warrant, the National Documentation Package before the Board contains numerous examples which indicate the PSB does not comply with Chinese criminal procedure and that policing standards are highly inconsistent. The Applicant submits that the Board's conclusion on the PSB's treatment of the Applicant's family is also based on speculation and unsupported by evidence.", "[23] On his reluctance to file a refugee claim in the US, the Applicant submits that it is logical for him not to doubt the instructions provided by the smuggler and make a claim for protection in a country that would be less \"lenient\" or suitable than Canada, thereby increasing the likelihood of his return to China.", "[24] The Applicant argues that the Board erred in not giving weight to his supporting documents due to its previous credibility findings. The Board had a duty to consider the evidence irrespective of its previous conclusion. The Applicant also notes that documents purporting to be issued by a foreign jurisdiction are entitled to the presumption of the truth of their contents, absent valid reasons to reject them (REFERENCE_SUPPRESSED).", "[25] The Applicant submits that the Board's negative inference arising from the failure to obtain his fellow church member's documentation is unreasonable. There is no evidence to suggest that the Applicant was privy to this documentation. Moreover, the Applicant had already provided corroborating documentation, the summons and the religious letters, which were given no weight. The Applicant's position is that it is absurd for the Board to attach great importance to corroborating documents that were not produced, while at the same time attaching no weight to the documents that were produced.", "[26] Finally, the Applicant argues that the Board's analysis of his religious identity is unreasonable. The Board had a duty to address the evidence in support of the Applicant's claim that he was a genuine practising Christian in Canada, including his Christian knowledge, his religious activities in Canada and his own evidence supporting the genuineness of his faith, irrespective of whether there was evidence relating to Chinese authorities' knowledge of the Applicant's church related activities in Canada. B.", "[27] The Respondent refers to legal principles relevant to credibility determinations, emphasizing the judicial deference to such findings. The Respondent submits that the existence of contradictions or inconsistencies in the evidence of a claimant or witness is a well-accepted basis for a finding of lack of credibility, referring to the importance of consistency between the evidence in the PIF and oral testimony in order to establish a credible basis for a refugee claim.", "[28] The Respondent argues that the Board's inferences and findings are reasonable. Its submissions summarize each finding and argue why those findings were reasonable in light of the evidence.", "[29] The Respondent also submits that the Board reasonably found that the Applicant's failure to claim asylum in the US demonstrated a lack of subjective fear on his part.", "[30] Finally, the Respondent submits that all of the evidence was considered. It is well established that the fact that a decision-maker does not recite all of the evidence when rendering his or her decision does not necessarily imply that she or he ignored any evidence if a review of the reasons suggest that she or he did consider the totality of the evidence. V. Analysis", "[31] The Applicant challenges most of the Board's credibility findings. However, the success of this application turns on the Board's treatment of the summons allegedly issued to the Applicant by the PSB. I consider this to be fundamental to the Board's decision, as it relates to a piece of objective evidence that, if accepted to be authentic, had the potential to corroborate the Applicant's claim and result in a different conclusion on the overall credibility of the claim.", "[32] The Board's assessment of the authenticity of the summons, as well as letters attesting to the Applicant's religious activities in China, is found in the following single paragraph of the decision: I give no weight to the letters the claimant provided to attest to his religious activities in China and to the summons allegedly issued by the PSB. Considering my credibility concerns noted above, I am not persuaded that the letters and summons are genuine or that the information provided within them is accurate. Furthermore, as noted in the CITATION_SUPPRESSED case, corroboration does not make an incredible story credible.", "[33] My conclusion is that it was unreasonable for the Board to reject the authenticity of the summons solely based on its other negative credibility findings related to the Applicant's claim. The Applicant relies on the rebuttable presumption of the truth of the contents of documents purported to be issued by a foreign jurisdiction, absent valid reasons to reject them ( CITATION_SUPPRESSED). The Respondent argues that the Board's other adverse credibility findings represent a valid basis for it to have rejected the authenticity of the summons. However, even without the benefit of the presumption upon which the Applicant relies, the Board was obliged to consider the genuineness of the summons and was not entitled to reject it solely on the basis of other credibility findings.", "[34] The sort of analysis underlying the Board's finding on the summons was addressed in REFERENCE_SUPPRESSED. One of the findings impugned in that case was the panel's conclusion that a prison visiting card, which corroborated the applicant's claim that there had been a raid upon his house, was not genuine because the panel had found that the raid did not occur. The Court held as follows at paragraph 20 that such reasoning is impermissible:", "[20] It is impermissible to reach a conclusion on the claim based on certain evidence and dismiss the remaining evidence as inconsistent with that conclusion. Before concluding that the raid did not occur the Board must consider whether the prison visiting card substantiated it. The reasoning has been inverted. This error in methodology or in assessing the evidence was best described by the British Columbia Court of Appeal in REFERENCE_SUPPRESSED: The credibility of interested witnesses, particularly in cases of conflict of evidence, cannot be gauged solely by the test of whether the personal demeanour of the particular witness carried conviction of the truth. The test must reasonably subject his story to an examination of its consistency with the probabilities that surround the currently existing conditions. In short, the real test of the truth of the story of a witness in such a case must be its harmony with the preponderance of the probabilities which a practical and informed person would readily recognize as reasonable in that place and in those conditions. [...] Again a witness may testify what he sincerely believes to be true, but he may be quite honestly mistaken. For a trial Judge to say \"I believe him because I judge him to be telling the truth\", is to come to a conclusion on consideration of only half the problem. In truth it may easily be self-direction of a dangerous kind.", "[21] The Board identified no basis for concluding that the visiting card was fraudulent, other than its inconsistency with the conclusion already reached on credibility.", "[35] The Board in the case at hand similarly erred by concluding, based on analysis independent of the summons, that the Applicant's claim was not credible and on that basis reaching its conclusion as to the genuineness of the summons. The Board was entitled to doubt the authenticity of the summons, but not without subjecting it to some independent analysis.", "[36] I do not consider the Board's finding to be supportable by reliance on the decision in CITATION_SUPPRESSED . In that case, in stating that corroboration does not make an incredible story credible, Justice Harrington was considering an argument that the panel, in rejecting a claim for refugee protection, failed to consider a letter from the claimant's father which gave evidence that corroborated some aspect of the claimant's story. However, that is distinguishable from the case at hand, where the evidence that the Board failed to properly assess was not that of another witness but what purports to be objective and state-issued documentary evidence of the events that the Board was otherwise concluding did not occur.", "[37] The Respondent argues that the Board's decision must be considered as a whole, rather than considering each of its credibility findings in isolation. While I agree with this as a general principle, my conclusion is that the error in the treatment of the summons is sufficiently fundamental that on its own it warrants the Board's decision being set aside and returned for redetermination by a differently constituted panel. It is therefore unnecessary for me to consider the Applicant's arguments with respect to other components of the Board's credibility determinations and, as the credibility of the Applicant's claims will be considered afresh by a new panel, I make no specific findings thereon.", "[38] Counsel for both parties confirmed that neither party proposes any question of general importance for certification for appeal. JUDGMENT", "[39] THIS COURT'S JUDGMENT is that this application for judicial review is allowed and the matter is referred to the Board for re-determination by a different panel member. No question is certified for appeal. [End of document]"]}