{"id_": "017186", "body_str": ["[1] Campbell, J. : The present Application concerns a sixteen-year-old citizen of Colombia who claims refugee protection against FARC in Colombia. In April 2001, the Applicant and her parents were stopped at a FARC roadblock. This incident, and the subsequent threats that were received from FARC are the basis of the Applicant's claimed subjective and objective fear.", "[2] With respect to the Applicant's claim, the Refugee Protection Division (RPD) made the following finding: The panel finds that the claimant is neither a Convention refugee nor a person in need of protection for the reason that the panel does not find the material aspects of her story to be credible and/or her fear to be well founded. Alternatively, the panel finds that the claimant has a viable internal flight alternative in Mexico. (Decision, para. 7) An elaboration of the RPD's negative credibility finding is as follows: The panel notes that Maldonado proposes that the applicant's testimony will be presumed true unless there is reason to doubt it, which in this case there is, as discussed herein. The panel is of the view that Ahortor may be set aside, as well, In Osman and Taha , it was found that one could distinguish Maldonado and Ahortor in cases where the applicant could not reasonably explain an omission to provide material documentary evidence to corroborate her testimony. As the onus fell to the applicant in that case to prove her claim and she did not provide the necessary documentary evidence in support of it, the panel drew an adverse inference from this deficiency. In this case, the utter lack of corroborating documentation to support the fact of the roadblock incident in April 2001 and the phone calls from the FARC in Barranquilla, Medellin and Mexico City leads the panel to disbelieve, on a balance of probabilities, that the roadblock incident and the phone calls occurred and the FARC is after the claimant. (Decision, para. 13)", "[3] At the hearing of the present Application, Counsel for both the Applicant and the Respondent agreed that the RPD's elaboration exposes a reviewable error. As argued by Counsel for the Applicant, there is no one decision known as \" <FRAGMENT_SUPPRESSED> and Taha \" but rather two separate decisions with two separate citations ( <FRAGMENT_SUPPRESSED> ). The ratio in the decisions is not that the absence of corroborative documentary evidence can lead to a negative determination of credibility. Rather, it is the absence of a reasonable explanation for a lack of corroborative documentary evidence that can lead to a negative determination of credibility.", "[4] While acknowledging the RPD's fundamental error, nevertheless, Counsel for the Respondent argued that the decision can be upheld on the RPD's alternative finding of a viable Internal Flight Alternative. I reject this argument.", "[5] As I have recently stated in the decision in <FRAGMENT_SUPPRESSED> : In my opinion, if a central determination is reached in an RPD decision which has the potential of ending a claimant's hope for obtaining protection, and that determination is found to be erroneous, regardless of the argued merit of any alternative finding, I believe that it is only fair to set such a decision aside. I find that this is the just result in the present case.", "[6] In my opinion it is not possible to make an alternative finding in a case where negative credibility determination effectively extinguishes a claim for refugee protection because, in such a case, there no facts upon which to make an alternative finding. In the present case the negative credibility finding was agreed to be erroneous, and, as a result, on the principle stated in <FRAGMENT_SUPPRESSED> , regardless of the alternative finding, the decision must be set aside. ORDER", "[7] Accordingly, I set aside the decision for review and send the matter back for redetermination before a differently constituted panel.", "[8] There is no question to certify. Application allowed. Editor: Sharon McCartney/vnh [End of document]"]}