{"id_": "017147", "body_str": ["[1] Camp, J. : Bianca Ligondé and Adrian Egbers (the applicants) seek judicial review pursuant to section 18.1 of the Federal Courts Act , RSC 1985, c F-7 of decisions of the Public Service Commission of Canada (the Commission), wherein the applicants were found to have committed fraud in an internal appointment process. The applicants bring separate applications, but given their shared factual and legal positions, the matters have proceeded together. The applications will be addressed in a single decision. Both applicants seek orders quashing the Commission's decision, remitting the matter for redetermination, and costs.", "[2] Ms. Ligondé started working in the federal government in 2002 and presently works as a policy analyst with Environment Canada. Mr. Egbers joined the federal public service in 2009 and currently works with Industry Canada. Both applicants have graduate degrees.", "[3] In December 2012, the applicants applied for a Policy Analyst position at Transport Canada. The position was advertised through an internal process, meaning it was only open to individuals within the federal public service. Candidates were required to have a university degree. One of the key leadership competencies identified for the position was \"values and ethics\".", "[4] Of the 217 applications received, 114 candidates were invited to write an electronic take-home written exam. Candidates who passed the written exam would be invited for an interview, followed by a reference check, second language evaluation, and security clearance. The two applicants were among the 114 candidates invited to write the exam.", "[5] The applicants received an e-mail containing guidelines for the exam. They were instructed to read the guidelines and, if they agreed, respond to the e-mail with the following statement: \"I accept the conditions of the written examination.\" The guidelines concerned details such as equipment, tools, environment, timeframe, rescheduling, accommodation, security, and confidentiality. Salient details included the following: GENERAL: ... 4. When you receive your exam you have to read and follow the instructions. ... EQUIPMENT / TOOLS / ENVIRONMENT: ... 3. It is the candidate's responsibility to ensure that the environment is adequate for testing. ... SECURITY / CONFIDENTIALITY / SUPPORT: 1. All information concerning this exam including the exam is confidential and should not be shared with others prior or post exam. 2. There is to be no communication amongst candidates during or after this exam - this will ensure the integrity of this exam.", "[6] Aside from the rule that candidates are not to communicate or share information with others, there is no mention of use of the Internet or external sources. Candidates were not expressly prohibited from consulting the Internet or referencing external materials. There is also no express instruction that answers must be provided in the candidates' own words.", "[7] The exam was e-mailed to each of the applicants. The body of the e-mail reproduced the aforementioned guidelines. Attached to the e-mail was the written exam itself, which included further instructions: Attached are the copies of the questions that you will be expected to respond to during the exam. You will be evaluated on: Knowledge of key issues relating to transportation. Knowledge of emerging trends and developments affecting the Canadian economy. Knowledge of current Government of Canada economic priorities. The purpose of this exam is to assess the \"Knowledge\" factors as well as the Ability to communicate effectively in writing. You have 2 hours to complete this exam. You must complete and return your exam by email two (2) hours after receipt of the document. No delays will be tolerated. All material is being provided for this exam. [Emphasis in original.]", "[8] The exam contained three questions: 1. Please briefly identify and describe 3 key issues related to the Canadian transportation sector. 2. Please describe (2) key emerging trends/developments (globally or in North America) that have an impact on the Canadian economy and how these trends/developments relate to the transportation sector. 3. Please describe (2) of the Government's key priorities, and explain their relevance to, or implications for, the transportation sector.", "[9] While the instructions in the exam document indicated that \"[a]ll material is being provided for this exam,\" no other material was provided to the candidates.", "[10] The applicants wrote the exam at 9:00 a.m. on March 8, 2013, in their respective places of work. Both submitted their exams within the time limit. The applicants' exams were then corrected by an assessment board, which noticed that information from various sources had been copied and pasted in both exams. Mr. Egbers, in questions one and two, had copied and pasted excerpts from the \"Transportation in Canada 2011\" Annual Report, a publication available on the Transport Canada webpage. He made minor revisions to portions of the copied text and left other portions unaltered. For question three, Mr. Egbers included a reference to Canada's 2012 Budget Plan, also available online, and copied certain excerpts into his answer. He used quotation marks around one excerpt, identifying its source as \"Budget 2012\". Ms. Ligondé likewise copied information from the \"Transportation in Canada 2011\" Annual Report, as well as information from the Government of Canada's Economic Action Plan Website, Transport Canada's website, and the Parliament of Canada website.", "[11] A number of other candidates also copied material from external sources into the exam without proper attribution. Another category of candidates copied information, but cited the information and/or used direct quotations. These latter candidates were not investigated further. While the assessment board initially sought to eliminate the candidacy of the candidates who copied information without proper attribution, a decision was made to assess all of the exams based on their content. Ms. Ligondé passed the exam. Mr. Egbers did not, and his prospects for the position came to an end.", "[12] On June 7, 2013, Ms. Ligondé received an e-mail from Transport Canada, informing her that her application had proceeded to the next stage of the process. She was invited for an interview the following week. Ms. Ligondé responded on June 11, 2013, declining the invitation and withdrawing herself from the appointment process. Ms. Ligondé was not aware of the fraud allegations at the time of her decision to withdraw.", "[13] Transport Canada subsequently contacted the Commission, which commenced an investigation into five of the candidates, including the applicants. On August 20, 2013, the applicants were advised by letter that they were under investigation for fraud. The Commission interviewed each of the applicants, as well as Mélanie Aubin and Ghyslaine Franche, both human resources officials with Transport Canada, and Sandra Lafortune, the hiring manager.", "[14] On August 6, 2014, the Commission issued an Investigation Report in respect of each applicant. The Commission concluded that both Ms. Ligondé and Mr. Egbers had committed fraud within the meaning of section 69 of the Public Service Employment Act , SC 2003, c 22, ss 12, 13 [PSEA] when they submitted plagiarized responses to questions in the take-home written exam. The Commission adopted the definition of fraud from <FRAGMENT_SUPPRESSED> [ Seck ]:", "[39] ... Fraud thus has two essential elements: (1) dishonesty, which can include non-disclosure of important facts; and (2) deprivation or risk of deprivation.", "[40] Dishonesty is established where deceit, lies or other fraudulent means are knowingly used in an appointment process. This may include the non-disclosure or concealment of important facts in circumstances where that would be viewed by a reasonable person as dishonest.", "[41] ... the victim of the fraud is not required to prove that the fraudulent acts caused actual injury or loss. With regard to section 69 of the Act, to prove the second element, it therefore suffices to establish that the appointment process could have been compromised.", "[15] Based on this definition, the Commission identified the applicable legal test as whether, on a balance of probabilities, the applicants included information in the exam copied from various sources in order to increase their chances of being appointed. The Commission found that an appointment process can be compromised when a candidate knowingly copies information from another source into an exam. In the opinion of the Commission, the purpose of the exam was clearly communicated to the candidates. The Commission placed much emphasis on the fact that candidates were advised that the exam assessed a candidate's \"ability to communicate effectively in writing.\"", "[16] Although the exam instructions lacked clarity and failed to specify whether candidates could use the Internet to consult or reference publically available information, the Commission found that this was not the concern. Rather, according to the Commission, the concern was whether the applicants committed plagiarism. The Commission found that a reasonable person, particularly one who was university-educated, would be aware of plagiarism, know that plagiarism was not permitted, and know that copying and pasting information without proper attribution would prevent the assessor from evaluating the candidate's ability to communicate effectively in writing. The Commissioner concluded as follows: ... it is reasonable to believe, on a balance of probabilities, that [the applicants] knew that [they] took someone else's work and passed it off as [their] own in order to improve [their] chances for appointment. When a candidate knowingly copies and uses information from a text and passes it off as their own, they are acting in a dishonest manner because they are attempting to demonstrate to the assessment board that they meet the essential qualifications for the work to be performed in order to improve their chances for appointment. An appointment process can be compromised when an exam contains a response to a question that the candidate knowingly copied from another source. By copying information and passing it off as [their] own, [the applicants] committed fraud in the appointment process.", "[17] The applicants were each provided with their respective Investigation Report and were given an opportunity to comment and make submissions on proposed corrective action.", "[18] By letters dated November 3, 2014, each applicant was advised of the final decision of the Commission. Attached to the letters was a Record of Decision, wherein the Commission concluded the applicants had committed fraud during the appointment process \"by submitting a written exam containing information plagiarized from the Internet.\" The Commission found that such conduct brings into question the integrity of the appointment process. The Commission then turned to corrective action. It noted that the purpose of corrective action is to correct a situation and to prevent further reoccurrences. To that end, the Commission ordered, for a period of one year, that the applicants would have to obtain written approval before accepting any position or work within the federal public service. Failing to do so would result in revocation of the appointment. Second, for a period of one year, the applicants would have to notify the Commission if accepting work through casual employment or student programs, or else the applicant's Deputy Head would be advised of the finding of fraud. Third, a copy of each Investigation Report and Records of Decision would be sent to the Deputy Minister of the applicants' respective government departments. Fourth, each applicant would have to complete an ethics course, and then discuss the course with his or her superior.", "[19] Since this incident, Transport Canada has revised its exam instructions. It now specifies that candidates are free to use the Internet/intranet and any other resources during the exam. However, copying and pasting text from any source is now expressly prohibited. II. ISSUES AND STANDARD OF REVIEW", "[20] The parties are in agreement as to the issues to be resolved in this judicial review: 1. Was the determination of the Commission that the applicants committed fraud reasonable? 2. Was the corrective action ordered by the Commission reasonable?", "[21] The parties agree that the standard of review is reasonableness. A reasonable decision is one that falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law. The Court is to consider whether the decision is justified, transparent, and intelligible, having regard to the evidence, the parties' submissions before the decision-maker, and the process: <FRAGMENT_SUPPRESSED> ; Newfoundland and  <FRAGMENT_SUPPRESSED> . III. POSITIONS OF THE PARTIES A. Was the determination of the Commission that the applicants committed fraud reasonable? (1) The Applicants", "[22] The applicants advanced several arguments in support of their position that the finding of fraud was unreasonable.", "[23] First, the applicants submit that the definition of fraud in the context of section 69 of the PSEA is adapted from the criminal context, requiring that the applicants knowingly copied and pasted passages from the Internet, without attribution, with the intent to deceive the persons responsible for the appointment process and thereby increase their prospects of appointment.", "[24] Second, the applicants submit that a finding of fraud under section 69 of the PSEA carries very serious consequences, and the actions that form the basis of a finding of fraud should therefore rise to a certain level of criminality or quasi-criminality. The applicants submit that this interpretation is supported by the scheme of the PSEA, as fraud is the only criminal offence included in the legislation. Section 133 provides: 133 . Every person who commits fraud in any appointment process is guilty of an offence punishable on summary conviction. 133", "[25] Following a finding of fraud by the Commission, the applicants note that a copy of the investigation report and other relevant information can be forwarded to the Royal Canadian Mounted Police: Seck at paras 6, 31, 38. In addition to criminal consequences, the applicants submit that a finding of fraud can cause irrevocable damage to a public servant's reputation, as the Commission retains the authority to publish the names and personal information of the applicants in connection with the investigation. The applicants contend that findings of fraud are the ultimate accusation, which can lead to their employer and the public losing confidence in their personal integrity: <FRAGMENT_SUPPRESSED> .", "[26] Third, it is submitted that the applicants' conduct is far less serious than those in reported cases concerning fraud under section 69 of the PSEA. For example, in <FRAGMENT_SUPPRESSED>  aff'd 2012 FCA 314 the applicant provided a falsified reference, claiming an individual to be her supervisor, and writing the false reference on this individual's behalf.  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], the applicant somehow obtained access to the correction guide for an exam and copied out the answers word for word.  <FRAGMENT_SUPPRESSED>  the applicant falsely claimed an educational qualification on his resume. According to the applicant, these cases reflect more serious conduct, all of which evince deliberate intent to deceive in order to gain an advantage in the appointment process.", "[27] Fourth, it is submitted that the Commission failed to consider the applicants' conduct in the broader statutory context, particularly subsection 67(2) of the PSEA: 67 (2) The Commission may, at the request of the deputy head, investigate an internal appointment process that was conducted by a deputy head acting under subsection 15(1), and report its findings to the deputy head and the deputy head may, if satisfied that there was an error, an omission or improper conduct that affected the selection of the person appointed or proposed for appointment, ) revoke the appointment or not make the appointment, as the case may be; and ) take any corrective action that he or she considers appropriate. 67", "[28] According to the applicants, the Commission defines \"improper conduct\" as \"unsuitable behaviour, whether by action or inaction, in relation to an appointment process\": <FRAGMENT_SUPPRESSED>  [ MacAdam ]. A bad faith intent is not required. The Court in MacAdam held, at para 77, that \"[i]mproper conduct may reasonably be found where unsuitable behaviour related to the appointment process undermines one or more of the PSEA's guiding values.\" The applicants submit that subsection 67(2) of the PSEA thus contemplates less serious conduct than fraud, and more appropriately captures the impugned acts in this case. They contend that their exercise of poor judgment in copying and pasting without proper attribution can at best be described as \"unsuitable behaviour\" or \"improper conduct\" within the meaning of the statute, rather than criminally culpable fraud.", "[29] Fifth, the applicants submit that the specific factual circumstances do not rise to the level of fraud. The applicants submit that their conduct must be viewed in light of the undisputed fact that the exam instructions and guidelines lacked clarity; that the exam was poorly conceived and executed (as evidenced by the fact that many candidates copied and pasted from the Internet in answering the exam questions, either with or without attribution); and that Mr. Egbers in particular had clearly referenced the 2012 Budget among the two sources to which he referred in the exam. Moreover, it is submitted that the Commission's finding that the applicants intended to deceive is also unreasonable and unsupported by the evidence. The applicants reiterate that they never had any intention to deceive. They point out that the material copied was not obscure, but well-known, publically available, and easily accessible online. It is submitted that had they truly intended to deceive, they would not have copied from a source as obvious as an annual report from the website of the very government department to which they were applying.", "[30] Finally, the applicants submit that the facts did not support a finding of deprivation or risk of deprivation, as Transport Canada officials were aware of the lack of control measures in the exam and would have screened out candidates who lacked the requisite knowledge and competencies at the subsequent interview stage of the appointment process.", "[31] Overall, it is the applicants' position that the failure to properly cite well-known and easily accessible sources in the context of a take-home exam, where the instructions are admittedly unclear, may show poor judgment, but it is unreasonable to conclude that such conduct rises to the level of fraud. (2) The Respondent", "[32] It is the position of the respondent that the finding of fraud was based on the fact that the applicants submitted plagiarized exam answers. The respondent submits that fraud requires proof of two elements: (1) dishonesty; and (2) deprivation or risk of deprivation: Seck at para 39.", "[33] According to the respondent, the first element is established where an individual knowingly undertakes a dishonest act: Seck at para 40, citing R v Cuerrier , [1998] 2 SCR 371 at paras 110 to 116 [ Cuerrier ]. The respondent relies on the Commission's finding that a reasonable person would know that plagiarism was not permitted and that copying and pasting information without proper attribution would not allow the assessor to evaluate the candidates' ability to communicate effectively in writing. Accordingly, the respondent contends that the applicants had a \"duty\" to properly cite their sources. It is submitted that Mr. Egbers knew that plagiarism was not permitted in light of his education and as inferred from the fact that he referenced the 2012 Budget when answering question three of the exam. The respondent also points out Mr. Egbers admitted that failing to reference his source material was an error in judgment. It is likewise contended that Ms. Ligondé knew plagiarism was not permitted because of her education. Thus, as concluded by the Commission and as argued by the respondent, this evidence was sufficient to conclude that the applicants had the requisite knowledge for a finding of fraud. Moreover, the respondent submits that the fact that the source material was publically available and familiar to the managers at Transport Canada is irrelevant.", "[34] In respect of the second element, the respondent submits that deprivation is established where the appointment process could have been compromised. According to the respondent, plagiarizing in an exam which tested the candidate's knowledge and writing ability improved that candidate's chances for appointment, because the assessor was evaluating the writing skills of the author of the source material rather than the applicants', thereby compromising the integrity of the appointment process.", "[35] Finally, responding to the applicants' arguments that the case law on fraud under section 69 of the PSEA reflects far more serious conduct than the case at bar, the respondent submits that these cases are only but a few examples and each investigation must be based on its own merits. B. Was the corrective action ordered by the Commission reasonable?", "[36] The applicants submit that the Commission's order to send the Investigation Report and Record of Decision to their respective government departments was vague and unclear. In particular, the applicants contend that the Commission failed to specify a timeline for how long this information is to remain active and whether this information is to be included in the applicants' files. As a result, it is submitted that the measure could harm the applicants' respective careers in the public service indefinitely. According to the applicants, it would be disproportionately harsh to retain this information in their files in perpetuity, particularly in light of the nature of their impugned conduct and the irrevocable damage that a finding of fraud could have on their reputation. The applicants are of the view that the Investigation Report and Record of Decision should not remain on their files for more than six months.", "[37] It is the position of the respondent that the corrective action was within the jurisdiction of the Commission to protect and reinforce the integrity of the appointment process. According to the respondent, the corrective action in this case ensured the integrity of the appointment process in two ways: first, by preventing any further fraud by the applicants for a period of one year; and second, by ensuring the applicants understand their obligations as employees in the federal public service. It is submitted that the Commission has very broad discretion in respect of corrective action: Seck at paras 49, 51; MacAdam at paras 112-113. IV. ANALYSIS A. Was the determination of the Commission that the applicants committed fraud reasonable?", "[38] In my view, the determination of the Commission was not reasonable. The decision conflates plagiarism with fraud. Moreover, the Commission did not take into account or attributed insufficient weight to all the circumstances surrounding this enquiry, several of which mitigated against rejecting the applicants' versions.", "[39] Section 69 of the PSEA confers jurisdiction on the Commission to investigate allegations of fraud in an appointment process: 69 . If it has reason to believe that fraud may have occurred in an appointment process, the Commission may investigate the appointment process and, if it is satisfied that fraud has occurred, the Commission may ) revoke the appointment or not make the appointment, as the case may be; and ) take any corrective action that it considers appropriate. 69", "[40] In Seck , the Federal Court of Appeal determined that the meaning of fraud in section 69 of the PSEA is adopted from the criminal law. The only distinction lies in the burden of proof, as the applicable standard of proof for a finding of fraud by the Commission is that of the balance of probabilities (para 38). The parties in the present case agree that fraud requires dishonest deprivation. The Court in Seck approved the definition of fraud set out in Cuerrier . In that case, Justice Cory, writing for the majority, quoted the reasons of Justice McLachlin (as she then was) in , [1993] 2 SCR 5, wherein she described the essential elements of fraud at pages 25-26: To establish the actus reus of fraud, the Crown must establish beyond a reasonable doubt that the accused practised deceit, lied, or committed some other fraudulent act. ... [I] t will be necessary to show that the impugned act is one which a reasonable person would see as dishonest. Deprivation or the risk of deprivation must then be shown to have occurred as a matter of fact. To establish the mens rea of fraud the Crown must prove that the accused knowingly undertook the acts which constitute the falsehood, deceit or other fraudulent means, and that the accused was aware that deprivation could result from such conduct.", "[41] Justice McLachlin went on to note at page 26: The requirement of intentional fraudulent action excludes mere negligent misrepresentation. It also excludes improvident business conduct or conduct which is sharp in the sense of taking advantage of a business opportunity to the detriment of someone less astute. The accused must intentionally deceive, lie or commit some other fraudulent act for the offence to be established. Neither a negligent misstatement, nor a sharp business practice, will suffice, because in neither case will the required intent to deprive by fraudulent means be present. A statement made carelessly, even if it is untrue, will not amount to an intentional falsehood, subjectively appreciated. Nor will any seizing of a business opportunity which is not motivated by a person's subjective intent to deprive by cheating or misleading others amount to an instance of fraud. Again, an act of deceit which is made carelessly without any expectation of consequences, as for example, an innocent prank or a statement made in debate which is not intended to be acted upon, would not amount to fraud because the accused would have no knowledge that the prank would put the property of those who heard it at risk. We are left then with deliberately practised fraudulent acts which, in the knowledge of the accused, actually put the property of others at risk. Such conduct may be appropriately criminalized, in my view.", "[42] The above quotation is illustrative of how plagiarism will not always amount to fraud. To meet the definition of fraud, the act of plagiarism must be deceitful, or one which a reasonable person would otherwise view as dishonest; and the plagiarism must, in fact, result in actual or potential deprivation to the property of another. Furthermore, there must be a subjective mens rea to defraud. The individual must be aware that the dishonest act of plagiarism could, as a consequence, deprive others of what is theirs.", "[43] The Commission, in its Investigation Reports, framed the issue as whether the applicants plagiarized to increase their chances of appointment: 77. Based on the Federal Court of Appeal's definition to Seck , to conclude that fraud occurred pursuant to section 69 of the PSEA, the evidence must show, on the balance of probabilities that [the applicants] submitted the on-line written exam containing information copied from various sources in order to increase [their] chances of being appointed. An appointment process can be compromised when an exam contains a response to a question that the candidate knowingly copied from another source.", "[44] The decision-maker turned her mind to the knowledge component of fraud in this case, somewhat confusingly: she referenced the standard of a reasonable person. For example: 84. A reasonable person would know that plagiarism was not permitted and that copying and pasting information in his responses to Q1 and Q2 without citing sources would not allow the assessor to evaluate the candidate's ability to communicate effectively in writing. Mr. Egbers admitted that he copied and pasted material from the Internet into his responses to the exam questions without citing the sources. Mr. Egbers stated that not indicating reference to TC's documentation was a lack of judgment on his behalf. [Emphasis added.]", "[45] Based on what a reasonable person would know, the Commission rejected the applicants' claims that they lacked an intent to deceive as not credible: 81. Ms. Ligondé's claim that she did not intend to deceive is not credible. Although the evidence shows that the written exam instructions did not address copying/pasting or plagiarism, a reasonable person having completed university or even secondary studies, such as Ms. Ligondé, would be aware of plagiarism . Ms. Ligondé testified that she knew that the purpose of the exam was to asses her capacity to communicate effectively in writing. Ms. Ligondé admitted that she copied and pasted material from the Internet into her responses to the exam questions without citing her sources. 82. Ms. Ligondé testified that during her studies, she always had to reference documentation used. Ms. Ligondé stated that she did not consider this exam at [Transport Canada] as a research [ sic ] or a project and also because it was a two-hour exam, she did not think she had to reference. These explanations are not reasonable. [From Ms. Ligondé's decision; emphasis added.] 83. Mr. Egbers' claim that he did not intend to deceive is not credible. Although the evidence shows that the written exam instructions did not address copying/pasting or plagiarism, a reasonable person having completed university or even secondary studies, such as Mr. Egbers, would be aware of plagiarism . It was clear from Mr. Egbers' testimony that he knew that the purpose of the exam was to assess his ability to communicate effectively in writing and that plagiarism was not permitted. Otherwise, he would not have indicated references, as he argued he did, in his response to the third exam question. [From Mr. Egbers' decision; emphasis added.]", "[46] The last two sentences of the preceding excerpts are not logically compelling. More generally, with respect to the essential elements of fraud, the reasonable person standard is applied in respect of whether an impugned act is dishonest. However, the mens rea for fraud is subjective. The question is not what the applicants ought to have known, or what was reasonable, but what they actually knew. This requires a consideration of the full factual context, but the Commission was not concerned with the fact that the exam instructions were unclear: This being said, although the exam instructions as to whether candidates could use the Internet and consult publically available information during the exam were not clear and that there was no mention to referencing in the instructions or in the \"Guidelines for candidates\", this is not the concern. The concern is whether [the applicants] committed plagiarism at the written exam stage of the appointment process.", "[47] The concern is not whether plagiarism was committed, but whether fraud was. In assessing whether the plagiarism amounted to fraud, all of the surrounding circumstances should have been considered. Once the Commission isolated and then ignored the fact that the instructions were not clear and that confusion resulted, consideration of the actions of the applicants became unreasonable. This is not to say that the shortcomings of the examination procedure are the subject of these proceedings; but those shortcomings are important when gauging the conduct of the applicants.", "[48] What were the circumstances which prevailed when the applicants sat down at their computers and then wrote the exam? The applicants knew, from the instructions which came with the test: 1. That the test was supposed to evaluate their knowledge; 2. That the test was supposed to evaluate their ability to communicate; 3. That the instructions said that all material was being provided; 4. That as far as security and confidentiality were concerned, the exam was confidential and there was to be no communication with anybody else.", "[49] The applicants, being educated people with an academic background, also knew that, in the ordinary course, attribution should be made when quoting from another source. I use the qualifier \"in the ordinary course\", because Mr. Egbers gave an example of a case where attribution was not used in government work, and Ms. Ligondé did not believe attribution was required in an open-book two-hour exam, as contrasted with research projects during her university studies.", "[50] The senior person of those involved in setting the exam, Ms. Aubin, testified that the \"managers\" did not want candidates to access the Internet during the test, and that she had informed at least one other person of that fact. However, the instructions did not include a caution to this effect. Ms. Aubin conceded that the exam instructions could have been more precise.", "[51] There was a caution provided, but it said nothing about whether the Internet could be accessed, and if it was accessed, whether this fact had to be noted. The caution was limited to stipulating confidentiality and no-contact with others. This led to a possible inference that the caution contained the only limitation.", "[52] The problems caused by insufficient instructions have resulted in the exam instructions since being rewritten.", "[53] The resultant problems were not limited to the failure of the two applicants to reveal that they were using the Internet. It seems that a number of other candidates accessed the Internet to provide answers during the exam. This gave them an advantage over the others. Yet the authorities moved on with the process, feeling that they could identify in some unstipulated way, in later stages of the selection process, those who had not followed what I can call the \"spirit\" of the exam process. This is where the real harm came. Who can tell how many of those who did not use the Internet might have been successful if given the opportunity to go on in the selection process? The fact that a number of those who sat the exam thought they could look at the Internet is indicative of a situation of genuine confusion as to what was allowed and what was not. This is a very important point. The fact that others were confused cannot be lost from sight when judging the state of mind of the applicants. The question then becomes not whether it was reasonable for them to be confused - it was, as evidenced by the confusion of others - but whether in their confusion they really had the knowledge or intention to commit a fraud.", "[54] Those who did look at the Internet then behaved in various ways, across a spectrum. Some, it seems, used the Internet as an aide memoire or a fact checker. Perhaps some used the Internet more substantially and based their answers directly on what they saw there, but changed the wording sufficiently for the authorities not to view it as copying or plagiarism. (Another way of looking at this conduct would be to say that it truly was indicative of a guilty frame of mind.) Yet these people were not called to task and presumably made it through to the next round in a higher proportion than those who did not access the Internet or external source material during the exam. Then there were those that used the Internet, copied and pasted, but made attribution. Lastly there were some six candidates who used the Internet, but did not mask their tracks sufficiently, and did not make attribution. The two applicants are amongst the last group.", "[55] The Commission deprived itself of the opportunity to look at the applicants' evidence in this full context, and this led almost inevitably to the finding which the Commission reached: that the applicants were not credible. This approach is at odds with the fact that other candidates besides the applicants were confused, and expressed their confusion by reacting in different ways. That consideration leads to a different conclusion when reviewing the applicants' versions.", "[56] I reiterate that the mens rea for fraud is subjective. Even on the standard of a balance of probabilities under section 69 of the PSEA, finding the applicants to have committed criminally culpable fraud because of what they should or ought to have known, or by what a reasonable person would know or do in these circumstances, does not suffice - particularly where the rules were unclear and confusion prevailed.", "[57] For practical purposes, whether a particular act of plagiarism amounts to fraud is often a question of degree rather than kind. On the one end of the spectrum, a careless single omission of a source will rarely rise to the level of dishonest deprivation. On the other end of the spectrum, accessing the correction guide to an exam and copying the material word for word is not only plagiarism, but conduct which evinces a clear intent to defraud: <FRAGMENT_SUPPRESSED> . As the respondent points out, replicating an entire text without indicating its source could also suffice in certain contexts: <FRAGMENT_SUPPRESSED>  [ Nicolas ], although I note that Nicolas concerned a finding of plagiarism, not fraud. Again, the two concepts should not be conflated. While I agree with the respondent that reference to more egregious examples in the case law does not necessarily lead to the conclusion that less serious conduct should fall outside the meaning of fraud, the case law, in my view, does illustrate a point: a subjective mens rea , such as an intent to deceive, must be established in the evidence.", "[58] In my view, as the facts of the present case fall on neither end of the spectrum, the Commission was required to carefully consider whether the facts - all the facts - established that the applicants' possessed the requisite subjective mens rea to defraud. Plagiarism that is the product of mere carelessness or negligence or confusion on the part of the applicants is insufficient.", "[59] I find that the finding of fraud in this case was unreasonable. B. Was the corrective action ordered by the Commission reasonable?", "[60] The respondent submitted that all the Commission could do is to compile a report and pass it on appropriately. Once in the hands of another government department, the Commission has no power to say what must be done with the report. For this reason, the corrective action ordered cannot be said to be unreasonable. Any grievance with respect to the use of the reports once passed on would appear to lie against the applicants' respective government departments rather than the Commission. JUDGMENT", "[61] THIS COURT'S JUDGMENT is that: 1. The applications for judicial review are allowed, and the decisions are returned to the commission for redetermination by another decision-maker. 2. There is no order as to costs. [End of document]"]}