{"id_": "017130", "body_str": ["[1] Martineau, J. [Translation]: The applicants are challenging the legality of a decision of the Refugee Protection Division of the Immigration and Refugee Board [the panel] finding that they were neither Convention refugees nor persons in need of protection within the meaning of sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 [the Act].", "[2] The applicants are citizens of Mexico. They fear that they will be kidnapped and killed by members of a criminal organization, Los Zetas. According to the Personal Information Form [PIF] of the principal applicant, Hugo Gomez Herrera, it all started in September 2008, when individuals identifying themselves as members of Los Zetas demanded a payment of 5,000 pesos no later than October 1, 2008. Fearing for his life, he made the required payment on October 1, 2008. The criminals allegedly returned on October 25 and December 29, 2008, demanding further payments. On December 1, 2008, the principal applicant made a payment but, lacking the necessary resources, he refused to pay the amount demanded for January 1, 2009, namely, 10,000 pesos. On January 1, 2009, the principal applicant's pickup truck was stolen and the criminals telephoned him, offering to return his vehicle in exchange for a lump-sum payment of 20,000 pesos. Finally, in February 2009, the principal applicant went to the police to file a complaint. Unfortunately, he was sent to the Public Ministry, which refused to take his statement. In March 2009, the principal applicant moved to his wife's home in Acambaro, Guanajuato, but the threats continued, which is why the applicants decided to seek refugee protection in Canada.", "[3] The panel found that the principal applicant's testimony was tainted by several [translation] \"contradictions and prevarications\", and so the applicants were unable to demonstrate a well-founded fear of persecution. Since the sole issue relates to the applicants' credibility, the applicable standard of review is reasonableness.", "[4] A panel may reasonably conclude that a claimant for refugee protection is not credible because of implausibilities, as long as the inferences it draws are not unreasonable and its reasons are set out \"in clear and unmistakable terms\". In this case, the impugned decision is well reasoned; the panel noted various contradictions and implausibilities in the principal applicant's testimony. Finally, its overall finding of non-credibility and lack of risk is based on the evidence in the file. Therefore, this application must be dismissed.", "[5] I agree with the applicants' learned counsel that the principal applicant's PIF can indeed be interpreted as not necessarily excluding a second payment to Los Zetas on November 1, 2008; however, the panel's interpretation is clearly not unreasonable either. There was also much confusion at the hearing in the principal applicant's replies regarding the complaint filed with the police on January 1, 2009, following the theft of the pickup truck. Unfortunately, the true version of the facts, if one can call it that, as counsel for the applicants explains it now, was not recounted to the panel as clearly as today. In my humble opinion, it was not unreasonable for the panel to draw a negative inference, even if in retrospect, upon a close reading of the transcripts, another interpretation of the facts seems equally possible.", "[6] The applicants are also critical of the panel's reliance on a secondary element. During the hearing, the principal applicant testified that he had begun to hawk items in order to raise the monthly payments of 5,000 pesos demanded by Los Zetas. The panel pointed out that this fact did not appear in his PIF and that the principal applicant had said instead that he had gone into hiding at his mother's house for a month. The panel noted that the explanations provided for this seemed incoherent. One might wonder why he had to hawk items from his store when it was not yet closed. I am repeating myself, but the panel's negative inference is not inherently unreasonable, as it must be admitted that the principal applicant remains vague on this issue, which explains the use of the word [translation] \"prevarications\" elsewhere in the decision to describe his testimony as a whole.", "[7] Even though the applicants disagree with the outcome, the panel's decision must be read as a whole and in light of all the evidence in the file. While the panel may have erred in its assessment of certain answers provided by the principal applicant, I find, on the whole, that the principal applicant's answers were often confused, which could have raised reasonable doubts on the panel's part. By adding up all of the contradictions and implausibilities, cumulatively, the panel could reasonably conclude that the applicants' story was not credible, despite my agreement with the applicants' counsel that this was not the only possible outcome.", "[8] In conclusion, the panel's findings of fact are among the options that could reasonably lead it to find a lack of credibility ( <FRAGMENT_SUPPRESSED> ), and this application for judicial review will therefore be dismissed. No question of general importance has been raised by this case, and no question will be certified by this Court. JUDGMENT", "[9] THIS COURT'S JUDGMENT IS that the application for judicial review is dismissed and no question is certified. , LC 2001, ch 27 [Loi].", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8] JUGEMENT", "[9] [End of document]"]}