{"id_": "017246", "body_str": ["[1] Mactavish, J. : Veronica Gathoni Kahiga claimed refugee protection, asserting that she fears that her uncles in Kenya would force her to marry against her will. Her claim was rejected by the Refugee Protection Division of the Immigration and Refugee Board on the basis that her evidence was not credible.", "[2] While conceding that none of the individual findings made by the Board were patently unreasonable, counsel for Ms. Kahiga nevertheless submits that the cumulative effect of these findings is a decision that cannot stand. Ms. Kahiga's Allegations", "[3] Ms. Kahiga is an educated, professional woman, who was 34 years old when she left Kenya in September of 2001. She says that her paternal uncles formulated a plan to have her marry a 60 year old widower. When she refused, the plan was put on hold for some time. However, Ms. Kahiga says that after her father died in March of 1998, her uncles decided to proceed with their plan.", "[4] Ms. Kahiga says that she went to the police, but was sent away. She asserts that she then went to see the Chief in the rural area where her uncles lived, who told her that she should go ahead with the marriage.", "[5] In January of 2001, Ms. Kahiga says that her uncles sent a cousin to see her in Nairobi, to tell her that she should return home to proceed with the marriage. Ms. Kahiga claims that at this point she went into hiding, a situation that continued until she left Kenya some nine months later.", "[6] Ms. Kahiga did not file her refugee claim until January of 2002, nearly four months after arriving in Canada. She explained her delay as resulting from her hope that her uncles would change their minds, allowing her to return to Kenya. Standard of Review", "[7] <FRAGMENT_SUPPRESSED>  _ 38, the Supreme Court of Canada reaffirmed that, pursuant to paragraph 18.1(4)(d) of the Federal Courts Act, R.S.C. 1985, c. F-7, findings of fact made by the Immigration and Refugee Board may only be set aside if they are made in a perverse or capricious manner, or without regard to the material before the tribunal. The standard of review in respect of issues of credibility is thus patent unreasonableness. Analysis", "[8] Ms. Kahiga asserts that the Board committed a number of errors. Firstly, she says that the Board was highly selective in its treatment of the documentary evidence. In this regard it should be noted that the Board observed that no documentary evidence had been presented that showed that mature, independent women such as Ms. Kahiga, who are living in Kenya's cities, are forced into marriages by male relatives. Ms. Kahiga argues that while her education and professional status may have made her less vulnerable than some women, she was nevertheless not immune to pressure from her male relatives.", "[9] A review of the documentary evidence before the Board discloses that while forced marriage is customary in some communities, it reportedly arises in situations where a woman is 'inherited' by the eldest brother or other male relative of the woman's husband after his death. This is nothing like the situation described by Ms. Kahiga.", "[10] As the Board noted, in  <FRAGMENT_SUPPRESSED>  the Federal Court of Appeal held that \"the 'presumption' that a claimant's sworn testimony is true [...] may be rebutted by the failure of documentary evidence to mention what one would normally expect it to mention.\" In these circumstances, it was not unreasonable, much less patently so, for the Board to draw an adverse inference from the failure of the documentary evidence to refer to cases of forced marriage in circumstances such as those described by Ms. Kahiga.", "[11] Ms. Kahiga further submits that the Board erred in finding that she testified in a \"cautious and guarded manner\" or that she was \"hesitant\" and \"uncertain\" in her testimony. According to her counsel, Ms. Kahiga provided full and complete answers to the questions put to her. Clearly, it is the Board that is best situated to assess the demeanour of a witness, and this Court is simply not in a position to second-guess the Board when it comes to its assessment of a witness' manner while testifying.", "[12] According to Ms. Kahiga, the Board further erred in rejecting the affidavits of her sister and friend, which provided corroboration for her story. In my view, the Board did not err in this regard. The affidavits are brief, vague and non-specific in their description of the events supposedly witnessed by the deponents. Moreover, in her evidence, Ms. Kahiga made no mention of the deponents being present at the time of the events that they allegedly witnessed. In these circumstances, the Board's characterization of the affidavits as unreliable and self-serving was not unreasonable.", "[13] With respect to the issue of delay, Ms. Kahiga submits that the Board erred in finding that she waited for her visa to expire before making her claim, as her visa had in fact been extended. I have not been directed to any evidence that would support Ms. Kahiga's contention that her visa was extended. Moreover, the case law is clear that while a delay in claiming refugee protection is not determinative, it can point to the lack of a subjective fear of persecution on the part of a claimant: see  <FRAGMENT_SUPPRESSED> .", "[14] It also bears noting that Ms. Kahiga is an educated woman, who had evidently carried out research regarding Canada's refugee system prior to leaving Kenya, and who was aware of her rights in this regard. In these circumstances, the Board did not err in drawing an adverse inference from Ms. Kahiga's failure to seek refugee protection at the earliest opportunity. Conclusion", "[15] For these reasons, the application is dismissed. Certification", "[16] Neither party has suggested a question for certification, and none arises here. ORDER", "[17] THIS COURT ORDERS that: 1. This application for judicial review is dismissed. 2. No serious question of general importance is certified. [End of document] <FRAGMENT_SUPPRESSED>"]}