{"id_": "017323", "body_str": ["[1] Mandamin, J. : This is an application for judicial review of a decision of the Refugee and Protection Division (RPD) dated August 28, 2008, which refused the Applicants' claim for refugee status under s.96 or s.97 of the Immigration and Refugee Protection Act , S.C. 2001, c.27 (IRPA). BACKGROUND", "[2] Ms. Segura Agudelo is the representative applicant (the Applicant). She represents her three daughters in this application. The applicants are citizens of Colombia.", "[3] The Applicant and her husband both come from politically active families. They fled Colombia to the United States of America because they claim they face persecution by the Revolutionary Armed Forces of Colombia ( Fuerzas Armadas Revolucionarias de Colombia - Ejército del Pueblo) , also known as FARC.", "[4] The Applicant states in her PIF that the family believes that her husband's father, uncle and grandparents were murdered by FARC. However, the police reports did not identify FARC as the perpetrators.", "[5] The Applicant's family received threatening phone calls; men have entered their home and threatened them, and taken her husband's computer and video camera. The family moved to different homes in Columbia, and changed their telephone numbers, but still received threatening telephone calls after each move.", "[6] The Applicant's husband left Colombia on November 25, 2004. The Applicant remained with her children and mother in Colombia. They arrived in the US on December 14, 2004. During this interval the Applicant alleges that she was abducted and raped by four members of FARC. This story was not corroborated with any evidence. The Applicant admits that: she did not tell the authorities, her husband, her mother, her doctor, their lawyer or the judge in the US about the abduction and rape; nor did she document her injuries with photographs; or attend to the doctor immediately for treatment or testing for sexually transmitted diseases.", "[7] The Applicant, her husband, Carlos Mauricio Almonacid Espejo, and their children, made unsuccessful claims for asylum in the US. The Applicant and her husband did not make their refugee claim in the US until six months after their arrival. They subsequently withdrew their claim and were ordered to leave the US by November 24, 2006 or be deported back to Colombia. Mr. Almonacid Espejo went to the border at Buffalo, NY to ask how to make a refugee claim in Canada. He was told he was not eligible and was ordered to return to the US. The Applicant and family walked across the border at the town of Emerson, Manitoba. Her husband was arrested for crossing the border illegally, but was released.", "[8] The Applicant was asked to provide documentation concerning the claim made in the US; she only provided the decision. The Applicant's claim in the US was made on a completely different basis. The US claim did not mention the Applicant or her husband's involvement with politics. There was also no mention of her alleged rape in the claim. The US decision was not appealed.", "[9] The Applicant provided the US refusal decision but not specifics of the US claim. The US claim was based on a similar story that her husband's family had previously made for asylum in the US. Since the Applicant would not provide it, the RPD panel member (the Member) found that specifics of the US asylum claim had to be retrieved. The US Asylum Officer found that the Applicant's husband, Mr. Espejo, owned two casinos, and his casinos were robbed five times. The Asylum Officer found: The applicant claims to have a fear of future persecution. The applicant has failed to show that the harm he fears is on account of one of the five protected grounds. Applicant fears that he will be harmed because he is wealthy. He fears further robberies and extortion resulting in harm if he does not comply. However, the harm applicant fears is not protected under the refugee definition. Specifically, it is not related to his race, religion, nationality, political opinion, or particular social group. DECISION UNDER REVIEW", "[10] The Member found that the Applicants were not Convention refugees, or persons in need of protection. Her conclusion was based on credibility and alternatively, that a viable internal flight alternative (IFA) exists in Colombia.", "[11] The Member found the Applicant was not credible for a number of reasons including: a. the Applicant's failure to provide the US claim, despite being required to; b. the fact that the US claim was based on different grounds and the Applicants admitted being untruthful in that claim; c. the absence of evidence that the FARC was involved in the alleged murder of her husband's family members; d. the Applicant's lack of knowledge about the political group she claims to be an active member of, even though she is an educated woman; e. the absence of evidence regarding her alleged abduction and rape; and f. the misleading letters indicating the Applicant and her husband were members of the claimed organizations.", "[12] The Member was troubled by the fact that after threats were made to harm the children, the Applicant's husband left his wife and children behind in Colombia and, further, the Applicant herself did not immediately leave but waited almost one month before leaving even though she and all the children had US visas.", "[13] The Member gave the psychological report little weight because its conclusions were drawn solely from the Applicant's story. The author of the psychological report did not refer to any objective tests administered in the assessment.", "[14] Finally, the Member found that there was a viable IFA for the family in Medellin, a city in another region in Colombia. The Member noted that the allegation of political activity was based in Manta where the family farm was located. The Applicant and her family had only relocated within the same region and this did not prove to the Member that there was no alternative IFA in another region of Columbia. ISSUES", "[15] The issues in this application are: a. Did the RPD breach the principles of fundamental justice in coming to its decision by not calling the husband and the psychotherapist as witnesses? b. Did the Member err in finding that the Applicant lacked credibility? c. Did the Member err in finding that the Applicant had a viable internal flight alternative within Colombia? STANDARD OF REVIEW", "[16] <FRAGMENT_SUPPRESSED>  Justice Beaudry states that the Federal Court has consistently found that findings of credibility and fact are subject to the highest level of deference. Furthermore, since <FRAGMENT_SUPPRESSED>  determinations of credibility in the refugee claimant context are reviewable on the standard of reasonableness.", "[17] The standard of review for IFA findings is found in <FRAGMENT_SUPPRESSED>  where Justice Russell concluded, based on pre- <FRAGMENT_SUPPRESSED> jurisprudence, that the standard is reasonableness. The reasonableness standard was recently further elaborated on in <FRAGMENT_SUPPRESSED>  where the Supreme Court stated: \"There might be more than one reasonable outcome. However, as long as the process and the outcome fit comfortably with the principles of justification, transparency and intelligibility, it is not open to a reviewing court to substitute its own view of a preferable outcome.\"", "[18] With regard to breaches of fundamental justice or procedural fairness, Justice Binnie stated in <FRAGMENT_SUPPRESSED>  at para. 100: The content of procedural fairness goes to the manner in which the Minister went about making his decision, whereas the standard of review is applied to the end product of his deliberations. If a breach of fundamental justice or procedural fairness occurs in the course of coming to a decision, the decision is flawed and will be set aside. ANALYSIS Did the RPD breach the principles of fundamental justice in coming to its decision by not calling the husband and the psychotherapist as witnesses?", "[19] The Applicant submits that the Member erred by failing to call both her husband, and her psychotherapist as witnesses who were prepared to testify at the hearing. The Member found that it was not necessary to call the two witnesses. The Applicant submits that the Member cited credibility concerns in its decision that could have been answered had they called the husband as a witness.", "[20] Furthermore, the Applicant submits that the Member erred by giving no weight to the psychotherapist's report. This report is critical to the Applicant's claim, and as such, if there were questions about the tests conducted, the psychotherapist should have been questioned. The Applicant suggests that this equates to a denial of due process.", "[21] The Applicant believes that she did not receive a fair hearing, nor was she able to present a full and complete case due to the fact that these two witnesses were not called.", "[22] The Applicant had sought to restrict the content of the husband's testimony by excluding questions about the alleged rape. The rationale for this position was that the Applicant had not told her husband about being raped after he left Columbia. The Member questioned whether there was any value to the husband's testimony beyond the Applicant's own testimony. Applicant's counsel agreed that the Applicant's husband need not be called to testify but the Member left that option open for Applicant's counsel.", "[23] On the issue of whether the psychotherapist should have been called as a witness, the Member was not concerned with the credentials of the psychotherapist. Rather, the Member stated that its findings would be the same \"with or without verification of the Canadian credentials\". The Member gave little weight to the psychotherapist's report because the report was based entirely on the Applicant's own account without any objective testing.", "[24] The Member was under no obligation to call the psychotherapist as a witness. Applicant's counsel was allowed the opportunity to call the psychotherapist to testify, but determined it was not necessary.  <FRAGMENT_SUPPRESSED>  at para. 25, Justice Noël stated: Since the applicant has the burden of establishing the merit of his claim before the panel, it is entirely up to him to do whatever is necessary to present all the evidence that he deems necessary. That includes calling four necessary witnesses such as the interpreter or the immigration officer. It is not the panel's responsibility to establish the applicant's evidence for him.", "[25] The Applicant was given every opportunity to call their witnesses but chose not to. The Member is not required to evoke information or evidence for the Applicant. I do not find that the Member breached the principles of fundamental justice by not calling the Applicant's husband or the psychologist as witnesses. Did the Member err in finding that the principal Applicant lacked credibility?", "[26] The Applicant submits that the Member's decision on credibility was mainly based around the finding that the Applicant lied about the rape and that this finding was insensitive, erroneous and in complete disregard of the reactions of victims suffering a rape.", "[27] The Applicant is dissatisfied with the Member's treatment of the explanation of why the Applicant did not go to the doctor immediately or why she did not tell anyone about the incident. The Applicant submits that the Member did not properly consider the cultural norms of rape victims and as such, the decision is erroneous. However, the Applicant did not provide evidence about cultural norms relating to this issue and the Member did consider the gender guidelines when making its decision.", "[28] The Member, while considering the gender guidelines, relied on substantial evidence to support its finding that the Applicant was not credible regarding the allegation of being raped: a. the Applicant, an educated woman, and knowing the possibility of disease did not report it to the doctor, or ask for disease testing; b. there was no evidence of any trauma to her body; and c. the rape was not addressed by the judge in the US since the Applicant did not offer the information to add to their US asylum claim. I consider the Member's finding that the Applicant fabricated the story regarding her alleged rape to be reasonable.", "[29] The Member erred in referring to a medical report as no written medical report was provided. However, this is not a substantive error as the Applicant gave evidence about the medical report in her testimony.", "[30] The Applicant states that although she was a member of ANAPO she mainly participated in rallies, and her knowledge of the party is vague because she was not that involved. The Applicant submits that the Member misheard the question posed to the Applicant and thus misunderstood her answer.", "[31] The Applicant submits her political affiliation is not what has put the Applicant and her family at risk; it is the political affiliations of her husband. Thus, the Applicant submits the Member's conclusion as to the Applicant's political association is an error. The Member found that the Applicant's personal political activities were not the basis of the claim.", "[32] However, the Member is to consider the totality of the evidence before it, and the Applicant put this information in her PIF, thus, her political activities were a legitimate area for inquiry at the hearing. Further, a review of the transcript demonstrates that the allegation that the Member misunderstood is clearly wrong.", "[33] The Applicant was less than forthcoming with the claim made in the US. Although the immigration officials requested details of the US claim on several occasions, only the US decision was supplied at one point by the Applicant; the US asylum claim was never provided by the Applicant. The Applicant did eventually admit that their claim in the US was not truthful.", "[34] The Applicant also admitted that the threatening phone calls were regular occurrences in Colombia and this was why they did not notify the police of the calls.", "[35] The Member must be aware that plausibility findings cannot be based solely on Canadian paradigms.  <FRAGMENT_SUPPRESSED>  (C.A.), Justice Marceau found that the panel exaggerated the import of a few contradictions which then led to the finding of adverse credibility. In making findings of adverse or lack of credibility the Member must be certain that the evidence is inconsistent, rather than just vague. The Applicant's evidence the Member assessed was clearly inconsistent in several important respects.", "[36] Given the significant deference accorded to findings of fact and credibility, I find the Member's conclusions, based on the totality of the evidence, are well within a reasonable outcome. The Member doubted the truthfulness of the Applicant's allegations. The findings fit comfortably within the principles of justification, transparency and intelligibility, and as such are not open to me to review. Did the Member err in finding that the Principal Applicant had a viable internal flight alternative within Colombia?", "[37] Given my findings above with respect to credibility, there is no need to address the issue of an IFA. CONCLUSION", "[38] For the reasons above, I find that the application for judicial review is dismissed.", "[39] The Parties did not propose a question for certification. JUDGMENT", "[40] THIS COURT ORDERS AND ADJUDGES that 1. The application for judicial review is dismissed. 2. No question of general importance is certified. [End of document]"]}