{"id_": "017464", "body_str": ["[1] Phelan, J. : The Immigration and Refugee Board (Board) denied the Applicant’s refugee claim which was based on the allegation that she was a female victim of abuse. The grounds of that denial were that she did not have a well founded fear of persecution and that she had not rebutted the presumption of state protection in Trinidad and Tobago, her country of citizenship. This is the judicial review of the Board’s decision. II. Facts", "[2] The core of the Applicant’s claim is that she feared her in-laws who blamed her for the death of her ex-husband. She also claimed that she had complained to the police who did nothing. The Applicant had no objective evidence to support her contention that she had complained.", "[3] The Board made three critical findings: • that the Applicant was not a “generally credible and trustworthy witness” because of her demeanour during her testimony (she was not “open and convincing”), and her failure to produce documents or a reasonable explanation for failing to do so; • that the Applicant did not truly have a subjective fear of persecution because of her delay in departing Trinidad, her failure to make a claim during her previous stay in Canada for two years and her subsequent return to Trinidad; and • that the Applicant did not rebut the presumption of state protection and her failure to take reasonable steps to seek such protection.", "[4] In this judicial review, the Applicant raised the following issues: (a) Did the Board’s conduct during the hearing raise a reasonable apprehension of bias? (b) Did the Board commit a reviewable error with respect to its assessment of the Applicant’s alleged subjective fear? (c) Did the Board commit a reviewable error with respect to its finding of the availability of state protection? III. Analysis", "[5] The allegations of bias were based on her feelings of being rushed during her testimony and on a few instances where the Board Member interrupted her responses to questions.", "[6] An allegation of bias (or reasonable apprehension of bias) is a serious matter which must be clearly established. There is no basis for this claim. The transcript shows nothing more than normal discourse; there was nothing confrontational or undue in the Member’s conduct.", "[7] The Board’s decision on subjective fear is based on its assessment of the Applicant’s credibility. A credibility finding is subject to a high degree of deference. ( <FRAGMENT_SUPPRESSED> )", "[8] The Applicant’s attack on the Board’s decision is an attack on its credibility conclusions. The Board’s conclusions that she had not provided a reasonable explanation for failing to provide documentary evidence or for failing to seek protection when she was first in Canada are based on its finding of credibility.", "[9] The Court is unable to find any basis for concluding that the Board’s determination of credibility is patently unreasonable.", "[10] On the issue of state protection, the Board obviously did not believe her evidence that she had filed complaints with the police. The Board also considered the structures in place in Trinidad and Tobago to provide state protection for abused women.", "[11] The Board also considered whether there was an “air of reality” about those structures such that it was reasonable to conclude that state protection could be presumed to exist.", "[12] The Applicant has raised the issue of the proper standard of review of the issue of state protection. In my view, the standard depends on the particular sub-issue being addressed.", "[13] In its determination that the Applicant had not sought state protection, the Board decided the matter on the basis of the credibility of her story that she had complained to police and that she could not afford to hire a lawyer to assist her in approaching other organizations of state protection. As this is a matter of fact and credibility, the standard of review is patent unreasonableness.", "[14] The assessment of the adequacy of state protection is generally a matter of mixed law and fact for which the standard is reasonableness simpliciter.", "[15] The Applicant relied on this Court’s decisions in  <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 185 (QL) and in  <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1224 (QL). These cases are easily distinguished because in both cases there was evidence from a Jamaican government official responsible for women’s issues that women in Jamaica could not be protected from domestic violence. In both cases that evidence was ignored.", "[16] In the present case there is no such admission in respect of Trinidad and Tobago. Further, there is no evidence or basis to suggest that the Board failed to consider that there was evidence pro and con state protection.", "[17] Under these circumstances, there is no reason to overturn the Board’s conclusions on state protection.", "[18] Therefore, this application for judicial review will be dismissed. There is no question for certification. JUDGMENT", "[19] IT IS ORDERED THAT this application for judicial review is dismissed. [End of document] <FRAGMENT_SUPPRESSED>"]}