{"id_": "017428", "body_str": ["[1] O'Keefe, J. : By this application for judicial review, the applicant seeks to set aside a decision of Shelley Kerouate, Manager of the Client Services Division of the Vancouver Tax Services Office of the Canada Customs and Revenue Agency (\"CCRA\", as it was then named, or the \"respondent\"), dated April 3, 2003. By her decision, made pursuant to subsection 220(3.1) of the Income Tax Act, R.S.C. 1985, c. 1 (5th Supp.), (the \"Act\"), Ms. Kerouate refused to waive or cancel interest and penalties levied by the respondent in respect of the applicant's tax debt for the 2000 taxation year.", "[2] The applicant requests an order: 1. Setting aside the respondent's decision; 2. Referring the matter back to the respondent for determination in accordance with this Court's direction; 3. For costs; and 4. For other such relief as counsel may advise and the Court permit. Background", "[3] The applicant filed an incomplete return for the 2000 taxation year which did not accurately report all of her sources of income. When the respondent reassessed the applicant's return in December 2001 to include additional employment income and a retirement benefit received in 2000, arrears interest of $339.10 and an omission penalty of $3057.80 were added to her tax debt.", "[4] In a letter to the respondent dated January 14, 2002, the applicant's accountant requested that the penalty and interest component of the reassessment be waived as the applicant had not received the relevant T4 and T4A information slips. The letter stated that the applicant did not intentionally under-report her income and that the additional amounts were not included in her income due to a simple oversight. This letter made no mention of mental distress or other medical grounds.", "[5] The respondent, who received the request letter on May 30, 2002, treated it as a \"first level\" fairness relief request.", "[6] By letter dated August 28, 2002, the respondent notified the applicant of its decision to refuse her request for relief from interest and penalties. The respondent justified imposing an omission penalty under subsection 163(1) of the Act because this was the second time the applicant had omitted income from a tax return. The respondent further noted that it was the applicant's responsibility to prepare her return in a true, correct and complete manner, to ensure former employers were aware of any relevant address changes for the purposes of sending out income information slips, and that the general tax guide provides taxpayers with instructions on how to estimate income when information slips are missing. The respondent concluded that the applicant's stated circumstances did not fall within the discretion conferred by the fairness provisions of the Act.", "[7] The applicant wrote to the respondent on October 2, 2002 asking for reconsideration of her fairness request on the basis that the interest and penalties were attributable to circumstances outside of her control. She listed a number of reasons for her request, including that she had moved a number of times, \"medical/emotional issues\", that she had informed her former employer of her change of address but the employer failed to update its records, that she felt the omission penalty seemed unwarranted and unfair, and that she could not financially endure the burden of the penalty. The applicant stated that it was never her intention to deceive CCRA or avoid paying her taxes, and repeated her request for fairness relief.", "[8] The respondent treated this letter from the applicant as a \"second level\" fairness request and forwarded it to Sandy Parrett, an Officer of the Client Services Division who was not involved with the negative first level decision.", "[9] In response to a request from the respondent for documentation to support the claim of emotional distress, the applicant forwarded on October 19, 2002 a letter from her psychiatrist, Dr. Elizabeth Luke, which stated the applicant underwent treatment for emotional distress from August 2000 to August 2001.", "[10] On March 4, 2003, the respondent requested additional information from the applicant regarding her medical condition in the following terms: In addition to the letter you have submitted from your doctor the following additional information is required in order to properly evaluate your request: A medical certificate or letter from your doctor, with an explanation of how your medical condition affected your ability to comply with your tax obligations for the 2000 tax year.", "[11] The applicant responded by letter dated March 7, 2003, enclosing a letter from Dr. Elizabeth Luke dated March 7, 2003. In her letter, Dr. Luke stated: To my understanding she [Ms. Case] was not able to carry on with normal everyday activities, at least for some of the time I believe. Unfortunately I have little understanding of T4 other than my own which is sent to me in the mail. Regretfully I cannot give you any information which would be helpful to you or Jody.", "[12] In a letter dated April 3, 2003, Shelley Kerouate, Manager of the Client Services Division of the Vancouver Tax Services Office refused the applicant's second level request for fairness relief, stating in part: The documentation you provided from your doctor verified that you were under her care from August 15, 2000 to August 16, 2001 for treatment and therapy of emotional distress. While we acknowledge your medical condition and the difficulties associated with it, the letter you submitted from your doctor dated March 7, 2003 still does not explain how this condition affected your ability to comply with your tax obligations ...", "[13] The letter went on to conclude that the applicant's situation did not fall within the circumstances provided by the fairness legislation since the penalties and interest were not due to circumstances beyond the applicant's control.", "[14] The applicant's file was forwarded to the respondent's Collections Division to be considered for waiver of interest due to financial hardship, since the applicant had stated that she could not financially endure the interest and penalties. The financial hardship review is still pending.", "[15] This is the judicial review of the respondent's decision to deny the applicant relief from arrears interest and penalties on her tax debt.", "[16] The applicant submits that the medical documentation authored by her psychiatrist, Dr. Elizabeth Luke, clearly states that the applicant was unable to carry on with normal everyday activities for at least some of the time she was undergoing treatment for emotional distress. This documentation, the applicant argues, supports her statements that due to emotional distress she was unaware at the time of filing her 2000 tax return that two information slips were missing.", "[17] Relying on  <FRAGMENT_SUPPRESSED>  the applicant argues that she had a legitimate expectation that based on her medical state and the supporting documentation, that her situation would fall within the \"extraordinary circumstances\" set out in CCRA's Information Circular 92-2 such that interest and penalties would be waived.", "[18] The applicant asks that this judicial review be allowed with costs, the respondent's decision be set aside and that the matter be sent back to the respondent for reconsideration with the guidance of this Court.", "[19] The respondent submits that considerable deference should be given to its exercise of the discretionary powers conferred by subsection 220(3.1) of the Act. Relying on  <FRAGMENT_SUPPRESSED>  FCT 1114, the respondent states that the standard of review to be applied by this Court is patent unreasonableness.", "[20] The respondent emphasizes that on such a deferential standard of review, the fact that this Court may have decided the matter differently is an insufficient basis to intervene.", "[21] The respondent states that it was the applicant's responsibility to outline and substantiate the reasons why the interest and penalties owed were primarily caused by factors beyond the taxpayer's control. In this case, the respondent argues it was reasonable to conclude that the medical documentation provided by the applicant failed to demonstrate how her emotional distress prevented her from complying with the requirements of the Act.", "[22] The respondent further submits that it is relevant to consider an applicant's history of non-compliance with tax obligations in deciding whether to grant interest and penalty relief:  <FRAGMENT_SUPPRESSED>  FCT 688.", "[23] The respondent submits that the applicant has not established that its discretion was exercised for an improper purpose or that irrelevant considerations were used. As in  <FRAGMENT_SUPPRESSED>  the respondent contends that it properly considered the extraordinary circumstances raised by the applicant and simply determined that the applicant's failure to comply with the Act was not attributable to the circumstances cited.", "[24] In sum, the respondent submits that its discretion was fairly and properly exercised under subsection 220(3.1) based on relevant considerations and a reasonable decision was made on the basis of the available facts. Therefore, the respondent argues, its decision should stand.", "[25] Alternatively, should this Court decide the respondent's discretion was improperly exercised, it is submitted that the appropriate remedy would be to refer the matter back to the respondent for redetermination with directions.", "[26] The respondent asks that this application be dismissed, with costs. Issues", "[27] The issues in this case are as follows: 1. What standard of review should be applied to the respondent's decision to deny fairness relief under subsection 220(3.1) of the Act? 2. Are there grounds to interfere with the respondent's exercise of discretion in this case? Relevant Statutory Provisions and CCRA Publications:", "[28] Subsection 220(3.1) of the Act provides as follows: 220.(3.1) The Minister may at any time waive or cancel all or any portion of any penalty or interest otherwise payable under this Act by a taxpayer or partnership and, notwithstanding subsections 152(4) to 152(5), such assessment of the interest and penalties payable by the taxpayer or partnership shall be made as is necessary to take into account the cancellation of the penalty or interest.", "[29] CCRA's guidelines in exercising the discretion granted by subsection 220(3.1) are published as Information Circular 92-2 entitled \"Guidelines for the Cancellation of Interest and Penalties\" dated March 18, 1992. The relevant portions of paragraphs 2, 5 and 10 thereof provide: Introduction 2. This circular outlines the guidelines that Revenue Canada, Taxation will follow when applying the legislation. It also explains how taxpayers or employers can make a request to cancel or waive interest and penalties for years dating back to 1985, and describes the information required for such requests to be considered. Guidelines and examples of circumstances where cancelling or waiving interest or penalties may be warranted 5. Penalties and interest may be waived or cancelled in whole or in part where they result in circumstances beyond a taxpayer's or employer's control. For example, one of the following extraordinary circumstances may have prevented a taxpayer, a taxpayer's agent, the executor of an estate, or an employer from making a payment when due, or otherwise complying with the Income Tax Act: (d) serious emotional or mental distress such as, death in the immediate family. Requests for cancelling or waiving interest and penalties 9. To support a request, the following information is required: (a) the name, address, social insurance number or account number of the taxpayer or employer; (b) the taxation years involved; (c) the facts and reasons why the interest or penalties levied, or to be levied, were primarily caused by factors beyond the taxpayer's control; (d) any relevant documents or correspondence including receipts of payment. 10. The following factors will be considered when determining whether or not the Department will cancel or waive interest or penalties: (a) whether or not the taxpayer or employer has a history of compliance with tax obligations; (b) whether or not the taxpayer or employer has knowingly allowed a balance to exist upon which arrears interest has accrued; (c) whether or not the taxpayer or employer has exercised a reasonable amount of care and has not been negligent or careless in conducting their affairs under the self-assessment system; (d) whether or not the taxpayer or employer has acted quickly to remedy any delay or omission. [...] Analysis and Decision", "[30] Issue 1 What standard of review should be applied to the respondent's decision to deny fairness relief under subsection 220(3.1) of the Act? This Court has clearly stated on a number of occasions that the standard of review to be applied in cases involving subsection 220(3.1) of the Act is patent unreasonableness.  <FRAGMENT_SUPPRESSED>  Teitelbaum J. stated at paragraph 9: Subsection 220(3.1) of the Act confers discretion on the Minister with regard to waiving or cancelling penalties or interest. The Minister is under no obligation to do so. Thus, on judicial review, the Court must determine whether the Minister, or his statutory delegate, has properly exercised his discretion. The standard of review, as articulated by Mr. Justice Pelletier  <FRAGMENT_SUPPRESSED>  v.M.N.R., [2001] 3 C.T.C. 169 (F.C.T.D.), is patent unreasonableness. As Mr. Justice Mackay noted in  <FRAGMENT_SUPPRESSED>  2002 FCT 234 (F.C.T.D.), this standard requires a high degree of deference by the reviewing court to the exercise of discretion, especially since the discretion concerns a relieving provision under the Income Tax Act.", "[31] In reviewing the Minister's decision in cases such as this, the Court must adopt a pragmatic and functional analysis to determine the appropriate standard of review. When applying the pragmatic and functional approach, consideration must be given to four contextual factors: (1) the presence or absence of a privative clause or a statutory right of appeal; (2) the expertise of the tribunal relative to that of the reviewing court on the issue in question; (3) the purpose of the legislation and the provision in particular; and (4) the nature of the question - law, fact or mixed law and fact (see  <FRAGMENT_SUPPRESSED>  2004 SCC 23 at paragraphs 15 to 19).", "[32] Firstly, I would note that the decision in question is not protected by a privative clause nor is there a right of appeal. There is access to judicial review, however, the statute itself is silent on the question of review. Silence is said to be neutral and does not indicate a high standard of scrutiny.", "[33] With respect to the expertise of the Minister relative to that of the Court on the issue of whether or not interest or penalties should be forgiven, I am of the view that the Minister is better placed to make this decision, compared to the Court. The Minister would deal with this issue on an ongoing basis, has developed guidelines regarding its decision-making in this area and balances the public policy goals of the fairness provisions in making its determinations. This factor suggests that greater deference is warranted.", "[34] The purpose of the statute in this case has been described by Rouleau J. of this Court in  <FRAGMENT_SUPPRESSED>  at paragraph 8: The purpose of this legislative provision is to allow Revenue Canada, Taxation, to administer the tax system more fairly, by allowing for the application of common sense in dealing with taxpayers who, because of personal misfortune or circumstances beyond their control, are unable to meet deadlines or comply with rules under the tax system. The language used in the section bestows a wide discretion on the Minister to waive or cancel interest at any time. To assist in the exercise of that discretion, policy guidelines have been formulated and are set out in Information Circular 92-2. The wide discretion granted to the Minister would indicate a more deferential standard of review.", "[35] Regarding the nature of the question at issue, the Minister, in cases such as this, is required to make findings of fact with respect to a particular application and apply the facts to the wording of the legislation and policy. These decisions, therefore, have little, if any, precedential value and are primarily fact-driven, suggesting greater deference is owed to the Minister's decision.", "[36] Weighing all of these factors, I would conclude using the pragmatic and functional approach that the appropriate standard of review for the Minister's decision in this case is that of patent unreasonableness. This is consistent with the earlier jurisprudence of the Court (see for example,  <FRAGMENT_SUPPRESSED>  and Metro-Can, supra).", "[37] Issue 2 Are there grounds to interfere with the respondent's exercise of discretion in this case? In order to interfere with the Minister's exercise of discretion to refuse to forgive interest and penalties, I must be of the view that the Minister's decision was patently unreasonable. Major J. for the majority of the Supreme Court of Canada in the Voice Construction Ltd., supra case, stated at paragraph 18: ... A definition of patently unreasonable is difficult, but it may be said that the result must almost border on the absurd. ...", "[38] The Minister's decision in this case is contained in the letter from Shelly Kerouate dated April 3, 2003, which reads in part as follows: In your letter you state that you moved on numerous occasions during this time and that you did advise your previous employer but, that they did not make the necessary changes. I would like to advise you again that under Canada's system of self assessment it is your responsibility to ensure that your return is filed in a true, correct and complete manner. The documentation you provided from your doctor verified that you were under her care from August 15, 2000 to August 16, 2001 for treatment and therapy of emotional distress. While we acknowledge your medical condition and the difficulties associated with it, the letter you submitted from your doctor dated March 7, 2003 still does not explain how this condition affected your ability to comply with your tax obligations. Instead she says, \"To my understanding she was not able to carry on with normal everyday activities, at least for some of the time I believe.\" In fact she closes her letter by saying \"Regretfully I cannot give you any information which would be helpful to you or Jody.\"", "[39] The applicant argues that if she was unable to carry on with normal everyday activities, she could not be expected to be in a frame of mind to tend to something that comes once a year or to appreciate that not all of her T4s had been received for the 2000 taxation year.", "[40] The Minister, on the other hand, states that the medical reports do not show how the applicant's medical condition affected her ability to comply with her tax obligations.", "[41] A review of the Minister's file shows that the Minister's representative considered all of the submissions put forward by the applicant. The Minister's representative simply did not attach the same weight to the medical reports as that urged by the applicant.", "[42] The role of this Court sitting on judicial review is not to simply substitute its opinion for that of the Minister. Having reviewed all of the material on file, I cannot conclude that the Minister's decision to deny fairness relief was patently unreasonable.", "[43] I would emphasize that as stated in paragraph 9 of Information Circular 92-2, the burden is on the taxpayer to provide information that persuades CCRA that fairness relief is appropriate. The applicant did not discharge that burden in this case.", "[44] The applicant's reliance on Fraser H.  <FRAGMENT_SUPPRESSED> , and the doctrine of legitimate expectation cannot be accepted. In Fraser H. Edison, Blanchard J. simply held that CCRA's Information Circular 92-2 gave rise to a legitimate expectation that second level fairness decisions would be impartial and decided independent of the first level review. Since on the facts of that case, the same person was involved in both levels of decision, the application for judicial review was allowed. The decision  <FRAGMENT_SUPPRESSED>  H.  <FRAGMENT_SUPPRESSED>  does not assist the applicant in the case at bar.", "[45] A review of the file material in this case does not show any breach of procedural fairness nor that the Minister's discretion was exercised for an improper purpose or based on irrelevant considerations.", "[46] The application for judicial review is, therefore, dismissed.", "[47] There shall be no order as to costs. ORDER", "[48] THIS COURT ORDERS that: 1. The application for judicial review is dismissed. 2. There shall be no order as to costs. [End of document]"]}