{"id_": "017692", "body_str": ["[1] Tremblay-Lamer, J. : This is an application for judicial review of the decision of an adjudicator acting under the Canada Labour Code , RSC 1985, c L-2, dated May 22, 2012, wherein the adjudicator found that the respondent had been unjustly dismissed and awarded compensation for employment related losses, as well as aggravated and punitive damages.  <FRAGMENT_SUPPRESSED>", "[2] In its notice of application, the applicant only contests the aggravated and punitive damages awarded to the respondent.  <FRAGMENT_SUPPRESSED> FACTS  <FRAGMENT_SUPPRESSED>", "[3] The respondent had served the applicant for more than thirty years prior to his dismissal. At the time of his termination, he was the director of the applicant's health department. All of his activities were subject to oversight and approval by either Mr. Gregg Drury, the applicant's executive director, or the Chief and Council of the applicant.  <FRAGMENT_SUPPRESSED>", "[4] After the respondent, along with two other senior members of the health department, sent a letter to Mr. Drury criticizing his management style, Mr. Drury began to target the respondent with unsupported accusations of fraud and mismanagement.  <FRAGMENT_SUPPRESSED>", "[5] Aggravated by the relentlessly threatening and harassing conduct of Mr. Drury, the respondent's health deteriorated to the point that he was compelled to take medical leave under the care and supervision of his doctor. At all times, the applicant knew he was on medical leave.  <FRAGMENT_SUPPRESSED>", "[6] While the respondent was on medical leave, Mr. Drury continued his vicious campaign of intimidation. For example, he wrote letters to the respondent accusing him of insubordination for visiting his doctor, and of intentionally attempting to defraud the applicant in his calculation of sick leave benefits.  <FRAGMENT_SUPPRESSED>", "[7] When the then Chief of the applicant terminated Mr. Drury for reasons relating to improprieties in his management and administration of the applicant's affairs, Mr. Drury mounted a political campaign against the Chief, including a memorandum to the applicant's Council in which he made fabricated and malicious accusations regarding the respondent, including:  <FRAGMENT_SUPPRESSED> i) criminal wrongdoing in his oversight of expenditures;  <FRAGMENT_SUPPRESSED> ii) insubordination to the \" authority chain of command \";  <FRAGMENT_SUPPRESSED> iii) forcing an employee to illegally remove files from his office and burning the files;  <FRAGMENT_SUPPRESSED> iv) blackmailing the Chief; and  <FRAGMENT_SUPPRESSED> v) sexually assaulting another employee.  <FRAGMENT_SUPPRESSED>", "[8] The accusations were widely distributed within the community and throughout the region. They destroyed the respondent's reputation in the community and his professional standing among government agencies.  <FRAGMENT_SUPPRESSED>", "[9] The respondent was terminated without notice or compensation by the applicant.  <FRAGMENT_SUPPRESSED> THE IMPUGNED DECISION  <FRAGMENT_SUPPRESSED>", "[10] In his forty page decision, the adjudicator reviewed the evidence before him and concluded that:  <FRAGMENT_SUPPRESSED> - the respondent's responsibilities in the health department were entirely operational and not managerial;  <FRAGMENT_SUPPRESSED> - none of the allegations the applicant made to justify the termination of the respondent, many of which were \"vile and serious allegations of fraud, deception and mismanagement\", were proven at the hearing and the applicant's own evidence substantiated that it knew throughout that all of the allegations were completely baseless;  <FRAGMENT_SUPPRESSED> - the applicant's contention that the respondent had abandoned his job was completely unfounded; and  <FRAGMENT_SUPPRESSED> - it was plainly evident from the real facts that the treatment of the respondent by the applicant's executive director was \"high-handed and malicious\".  <FRAGMENT_SUPPRESSED>", "[11] The adjudicator reviewed relevant case law on remedies, particularly aggravated damages, punitive damages and solicitor-client costs, and assessed the damages as follows:  <FRAGMENT_SUPPRESSED> 95. In my view, to fairly and reasonably compensate Mr. Joseph for his unjust dismissal and its directly resulting consequences for him, and to appropriately and demonstrably censure the Respondent for its deliberate, despicable, and deceitful treatment of Mr. Joseph, damages are equitably assessed as follows:  <FRAGMENT_SUPPRESSED> a. For employment related losses, an amount equal to 21 months' severance, plus 20% for benefits ($84,420 + $16,884), being $101,304;  <FRAGMENT_SUPPRESSED> b. For consequential damage to his prospect of future employment, to his mental and physical health and well-being, to his integrity and dignity, and to his personal and professional reputation, aggravated damages in the additional amount of $85,000.00;  <FRAGMENT_SUPPRESSED> c. For the reprehensibly dishonest and bad faith manner of his dismissal by the responsible government of the Tl'azt'en First Nation, punitive damages in the additional amount of $100,000.00; plus  <FRAGMENT_SUPPRESSED> d. Interest on the total amount of damages, at the Court ordered interest rate of the Federal Court of Canada from the date of his unjust dismissal to the date of this Decision; and  <FRAGMENT_SUPPRESSED> e. Mr. Joseph's legal costs, on a full solicitor-client basis.  <FRAGMENT_SUPPRESSED> PRELIMINARY ISSUES  <FRAGMENT_SUPPRESSED> i) Can the applicant challenge a finding of fact by the adjudicator given the limited grounds raised in its notice of application?  <FRAGMENT_SUPPRESSED>", "[12] The respondent objects to the applicant's challenge to the adjudicator's finding that Mr. Drury was acting on behalf of the applicant or Chief and Council, as it had not disputed findings of fact in its notice of application. Regardless, the applicant's assertion is in direct contradiction to the evidence that was before the adjudicator.  <FRAGMENT_SUPPRESSED>", "[13] I agree with the respondent. Rule 301(e) of the Federal Courts Rules , SOR/98-106, provides that a notice of application shall set out \"a complete and concise statement of the grounds intended to be argued, including a reference to any statutory provision or rule to be relied on\". As Justice Pinard noted in <FRAGMENT_SUPPRESSED> this is mandatory language.  <FRAGMENT_SUPPRESSED>", "[14] There were no grounds set out in the applicant's notice of application that related to errors of fact. The only grounds raised in the notice of application related to the adjudicator's awards for aggravated and punitive damages. Accordingly, the applicant's submissions regarding its liability for the bad faith conduct of Mr. Drury are not properly before the Court.  <FRAGMENT_SUPPRESSED> ii) Admissibility of the affidavits of Lorne Brown, Diana Martinson and Joshua Hallman  <FRAGMENT_SUPPRESSED>", "[15] The respondent submits that despite receiving over one month's notice that he would seek extensive punitive damages, in addition to damages related to defamation, mental distress and loss of personal and professional reputation, the applicant never submitted evidence before the adjudicator on its ability to pay a punitive damages award. The applicant now relies on the affidavits of Lorne Brown, Diana Martinson and Joshua Hallman to present evidence that was not before the adjudicator and does not fall within the narrow exceptions permitted by the Court for the submission of evidence that was not before the tribunal. The respondent notes that Lorne Brown and Diana Martinson were not present at the hearing and that although Joshua Hallman was a witness at the original hearing, his affidavit does not reconstruct the evidence that was before the adjudicator.  <FRAGMENT_SUPPRESSED>", "[16] It is settled law that as a general rule, affidavit material in an application for judicial review is restricted to providing the reviewing court with a record of what was before the tribunal ( <FRAGMENT_SUPPRESSED> [ Canadian Tire Corp. ]). To allow additional material to be introduced at judicial review that was not before the decision-maker would in effect transform the judicial review hearing into a trial de novo , which is not the purpose of judicial review ( Ochapowace First Nation (Indian Band No. 71) v Canada (Attorney General) , 2007 FC 920 at para 10). There are a few recognized exceptions to the general rule against the Court receiving evidence that was not before the decision-maker, namely that the evidence outlines either the general background to the case, procedural defects not on the record, or a complete absence of evidence before the decision-maker to support a particular finding.  <FRAGMENT_SUPPRESSED>", "[17] I agree with the respondent that the three affidavits are inadmissible. Other than statements related to the affiants' credentials, all the information contained in the affidavits of Lorne Brown, Diana Martinson and Joshua Hallman relates to the applicant's financial situation, including its limited financial resources, its obligations to provide services to members and its ability to pay damages to the respondent. This evidence was not before the adjudicator. Nor does it fall under any exception to the general rule against new evidence being admissible on judicial review. As such, the affidavits of Lorne Brown, Diana Martinson and Joshua Hallman are struck from the record.  <FRAGMENT_SUPPRESSED> iii) Admissibility of the cross-examination of the respondent  <FRAGMENT_SUPPRESSED>", "[18] The respondent maintained a running objection to all questions asked in his cross-examination and now submits the entire 200 page transcript of his cross-examination should be struck from the record. The respondent only found one set of questions which were directed at reconstructing the factual record before the original panel, but submits the questions continue to be inadmissible due to irrelevance, as they do not assist the Court on any issue before it. The set of questions reads as follows:  <FRAGMENT_SUPPRESSED> Q You advised Mr. Borowitz [the adjudicator] that you had worked 30 years for the band, correct? A Yes.  <FRAGMENT_SUPPRESSED> Q Did you explain to Mr. Borowitz - - and unfortunately because there's no transcript or no record of what was said - - did you explain to Mr. Borowitz at that time that there was a two-year period that you were not employed by the band? A It wasn't asked.  <FRAGMENT_SUPPRESSED> Q So the answer is you didn't - - A It wasn't asked.  <FRAGMENT_SUPPRESSED> Q You were asked how long you worked for the band, correct? A It's still employment with the band because you still get band funds to be a councilor. You get an honorarium.  <FRAGMENT_SUPPRESSED>", "[19] Again I agree with the respondent. The length of time the respondent worked for the applicant and the portion of that time the respondent spent as a contractor or councillor are irrelevant to the issues before the Court, as the applicant has not challenged the adjudicator's award of employment-related damages. Only the awards of aggravated damages and punitive damages are challenged in these proceedings. As none of the cross-examination dealt with reviewing the record before the adjudicator on the issues of aggravated damages and punitive damages, the transcript of the cross-examination must be struck from the record.  <FRAGMENT_SUPPRESSED> ISSUES  <FRAGMENT_SUPPRESSED>", "[20] This application for judicial review raises the following issues :  <FRAGMENT_SUPPRESSED> 1. Was the adjudicator's award of $85,000 in aggravated damages reasonable?  <FRAGMENT_SUPPRESSED> 2. Was the adjudicator's award of $100,000 in punitive damages reasonable?  <FRAGMENT_SUPPRESSED>", "[21] For the reasons noted above, the applicant's submissions regarding its liability for the bad faith conduct of Mr. Drury are not properly before the Court. As such, this issue will not be addressed. These reasons are premised on the adjudicator's factual finding that Mr. Drury acted on behalf of the applicant as the Executive Director at all times that his actions prejudiced the respondent. Furthermore, there is no indication in the record that the issue of Mr. Drury not acting on behalf of the band was ever raised before the adjudicator.  <FRAGMENT_SUPPRESSED> STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>", "[22] The applicant challenges the remedies of aggravated and punitive damages chosen by the adjudicator.  <FRAGMENT_SUPPRESSED> Madam Justice Dawson held that the reasonableness standard of review applied to the remedy chosen by an adjudicator appointed under section 242 of the Canada Labour Code , RSC 1985, c L-2:  <FRAGMENT_SUPPRESSED>", "[23] The first asserted error attacks the adjudicator's determination that the dismissal was unjust and his choice of remedy. These are questions of mixed fact and law. I am required to consider whether the existing jurisprudence has already determined in a satisfactory manner the degree of deference to be accorded to such determinations.  <FRAGMENT_SUPPRESSED>  at paragraphs 57 and 62.  <FRAGMENT_SUPPRESSED>", "[24] In my view, the jurisprudence has settled this question. Questions of mixed fact and law decided by adjudicators appointed under section 242 of the Code are reviewable on the standard of reasonableness.  <FRAGMENT_SUPPRESSED>  at paragraph 6 (F.C.A).  <FRAGMENT_SUPPRESSED>", "[23] Similarly, the reasonableness standard of review applies to both issues raised in this application.  <FRAGMENT_SUPPRESSED> ARGUMENT AND ANALYSIS  <FRAGMENT_SUPPRESSED> 1. Was the adjudicator's award of $85,000 in aggravated damages reasonable?  <FRAGMENT_SUPPRESSED>", "[24] The applicant submits the adjudicator erred by not assessing the actual damages suffered by the respondent as a result of the manner of his dismissal ( <FRAGMENT_SUPPRESSED> [ Keays ]). In fact, each of the decisions on which he relied gave awards that were significantly lower than the amount awarded in this case ( <FRAGMENT_SUPPRESSED> [ Waldman ]; <FRAGMENT_SUPPRESSED>  [ Downham ]; <FRAGMENT_SUPPRESSED> [ Piresferreira ]).  <FRAGMENT_SUPPRESSED>", "[25] The applicant argues that the only rationale provided in the adjudicator's reasons for the $85,000 award was a reproduced argument of the respondent on the issue at paragraph 74 of the decision.  <FRAGMENT_SUPPRESSED>", "[26] Moreover, unjust dismissal cases involving first nations bands where complainants were awarded much smaller amounts of aggravated damages, or none at all ( <FRAGMENT_SUPPRESSED> [ Dignean ]; <FRAGMENT_SUPPRESSED> ) [ Solomon ]).  <FRAGMENT_SUPPRESSED>", "[27] Accordingly, the applicant argues the award of aggravated damages be set aside or, in the alternative, be reduced to $10,000.  <FRAGMENT_SUPPRESSED>", "[28] On the other hand, the respondent submits the adjudicator's award of aggravated damages in the amount of $85,000 is consistent with the case law. Where there is general insensitivity and the employee can prove mental distress as a result, damages are awarded around the $20,000 range ( <FRAGMENT_SUPPRESSED>  aff'd 2011 ONCA 7). Where the conduct becomes more severe, outrageous and heavy handed, there is normally a corresponding finding of damages above $40,000 ( <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> ). In the case at bar, the adjudicator outlined a clear need for aggravated damages and found that there was a clear causal relationship between the applicant's conduct and the respondent's physical and mental health, as well as the respondent's reputation. As such, the respondent submits the award of aggravated damages was clearly reasoned and entirely warranted.  <FRAGMENT_SUPPRESSED>", "[29] For the following reasons, I agree with the respondent.  <FRAGMENT_SUPPRESSED>", "[30] In my view, the adjudicator properly understood the principles relating to aggravated damages. He cited as an authority on the matter <FRAGMENT_SUPPRESSED>  [ Wallace ]. The principles summarized  <FRAGMENT_SUPPRESSED> at paras 13 to 18 include the following:  <FRAGMENT_SUPPRESSED> - The term aggravated damages is used to refer to compensatory damages flowing from the manner in which employment is terminated ( Keays , at para 62);  <FRAGMENT_SUPPRESSED> - Damages resulting from the manner of dismissal must be available only if i) they result from the circumstances described  <FRAGMENT_SUPPRESSED> , namely where the employer engages in conduct during the course of dismissal that is \"unfair or is in bad faith by being, for example, untruthful, misleading or unduly insensitive\" ( Keays , at para 57) and ii) if the manner of dismissal caused mental distress that was in the contemplation of the parties ( Keays , at para 59);  <FRAGMENT_SUPPRESSED> - The term \"bad faith\" in reference to damages is to be given a broad definition and is not intended to refer to the kind of deliberate wrongful and malicious conduct that gives rise to a claim for punitive damages ( Kelowna , at para 16  <FRAGMENT_SUPPRESSED> , at paras 57-58);  <FRAGMENT_SUPPRESSED> - Examples of conduct in dismissal resulting in compensable damages include attacking the employee's reputation by declarations made at the time of dismissal and misrepresentation regarding the reason for the decision ( Keays , at para 59); and  <FRAGMENT_SUPPRESSED> - The employer's pre-termination and post-termination conduct may be relevant to the issue of bad faith in the manner of dismissal, as an employee's actual termination may be part of a larger pattern of conduct. The adjudicator referred to Kelowna , at para 18 citing <FRAGMENT_SUPPRESSED> (Ont CA), in which the Court of Appeal stated the following:  <FRAGMENT_SUPPRESSED> 23 ... I do not disagree with the trial judge's view that Wallace damages are not limited to acts of the employer at the very moment of dismissal and can in appropriate circumstances include \"the employer's conduct pre- and post-termination ... and the conduct of the employer in its aftermath\" but only, in my view, as a component of the manner of dismissal.  <FRAGMENT_SUPPRESSED>", "[31] The case law supports the adjudicator's decision in the case at bar to award aggravated damages to compensate the respondent for \"consequential damage to his prospect of future employment, to his mental and physical health and well-being, to his integrity and dignity, and to his personal and professional reputation\".  <FRAGMENT_SUPPRESSED>", "[32] As noted by the adjudicator, in <FRAGMENT_SUPPRESSED> , at paras 253-256, the Ontario Superior Court of Justice awarded aggravated damages due to loss suffered from a damaged reputation:  <FRAGMENT_SUPPRESSED> 253 Wallace held that where \"bad faith\" or unfair conduct of the employer causes intangible losses such as humiliation, embarrassment, damage to self-esteem, these losses should be compensated for even if there is no consequent tangible loss.  <FRAGMENT_SUPPRESSED> 254 The intangible damage flowing from wrongful actions of the employer in the case before me resulted in humiliation, embarrassment, loss of self-esteem and loss of enjoyment of social activities. Unlike the routine case, these losses were not temporary. These losses have continued for the better part of 4 years up to the present. I find that the losses will be diminished by this judgment but that there will be a lingering loss. As the plaintiff has already experienced, \"clouds\" on one's character are difficult to eradicate.  <FRAGMENT_SUPPRESSED> 255 I assess these losses at $50,000.  <FRAGMENT_SUPPRESSED>", "[33] In Downham , the Court considered aggravating factors in the pre-termination and post-termination events in its assessment of the complainant's damages (see Downham , at paras 231 and 233). The aggravating factors included the following findings:  <FRAGMENT_SUPPRESSED> - a letter given to the complainant advising him of his suspension contained extremely serious findings which were \"essentially groundless\";  <FRAGMENT_SUPPRESSED> - this letter was intended to cause the complainant personal distress and to destroy his professional career;  <FRAGMENT_SUPPRESSED> - a subsequent report about the complainant contained numerous statements of fact and conclusions which were unfounded and the report was circulated to politicians whose knowledge would inevitably lead to problems in a small community;  <FRAGMENT_SUPPRESSED> - the complainant had to live with the consequences of the employer's unfounded allegations for more than three years and it had affected all areas of his life, including his social life and employment; and  <FRAGMENT_SUPPRESSED> - the employer maintained its position at trial and contended that the errors they acknowledged in the report were inconsequential.  <FRAGMENT_SUPPRESSED>", "[34] Similarly, in the present case, the applicant made numerous allegations towards the respondent, which it maintained at the hearing before the adjudicator . The adjudicator found that all the allegations were unfounded and that both the respondent's reputation in his community and his professional standing among government agencies were predictably destroyed when a number of the allegations were widely distributed publicly.  <FRAGMENT_SUPPRESSED>", "[35] As a consequence the complainant suffered damage to his health in the manner in which he was dismissed. The adjudicator made the following findings in his decision:  <FRAGMENT_SUPPRESSED> 28. The Executive Director's malevolence to the Complainant appears to have originated in a letter the Complainant and two other senior members of the Health Department had sent to the Executive Director expressing concern about his management style. He took affront to the letter, stating in his testimony that it was a breach of the Respondent's \" Code of Conduct \". From that point on, he targeted the Complainant with unsupported accusations of fraud and mismanagement. It was a relentless witch-hunt.  <FRAGMENT_SUPPRESSED> ...  <FRAGMENT_SUPPRESSED> 31. Aggravated by the relentlessly threatening and harassing conduct of the Executive Director, the Complainant's health deteriorated to the point that he was compelled to take medical leave under the care and supervision of his doctor.  <FRAGMENT_SUPPRESSED> ...  <FRAGMENT_SUPPRESSED> 33. While the Complainant was on medical leave, the Executive Director continued his vicious campaign of intimidation. He wrote letters to the Complainant accusing him of insubordination for visiting his doctor, and of intentionally attempting to defraud the Respondent in his calculation of sick leave benefits. [Emphasis added]  <FRAGMENT_SUPPRESSED>", "[36] Thus, the adjudicator did not err in awarding aggravated damages in part on the damage the respondent suffered to his physical and mental health.  <FRAGMENT_SUPPRESSED>", "[37] Lastly, the jurisprudence also supports the adjudicator's decision to award aggravated damages on the basis of damage to the respondent's integrity and dignity. In <FRAGMENT_SUPPRESSED> , at para 33, this Court upheld aggravated damages awarded to a complainant for the \"manner of his dismissal, and the humiliation of being escorted off the premises\". The quantum of aggravated damages awarded in the circumstances of that case was $23,750.  <FRAGMENT_SUPPRESSED>", "[38] Similarly, in the case at bar, the respondent was humiliated at his workplace when the Executive Director purported to make a workplace rule that no employee of the applicant was allowed to speak with the complainant while he was on medical leave, even on their own personal time away from work. Again, it was reasonable for the adjudicator to take this factor into account.  <FRAGMENT_SUPPRESSED>", "[39] I am also satisfied that the quantum of damages the adjudicator awarded was reasonable, considering that  <FRAGMENT_SUPPRESSED> the complainant was awarded $50,000 in aggravated damages for loss related only to humiliation, embarrassment and damage to self-esteem.  <FRAGMENT_SUPPRESSED>", "[40] Therefore, given that the adjudicator awarded the aggravated damages flowing from the manner in which the respondent was dismissed to compensate him for numerous losses related to his prospect of future employment, his health, his integrity and dignity, and his reputation, an award in the present case of $85,000 is entirely justifiable. This amount is not inconsistent with the case law involving extreme, heavy handed conduct that had a severe impact on the person being compensated.  <FRAGMENT_SUPPRESSED>", "[41] For all these reasons, I find the decision of the adjudicator on aggravated damages to be reasonable. The decision is justified, transparent and intelligible, and the reasons allow the Court to understand why the adjudicator made his decision ( <FRAGMENT_SUPPRESSED> ; Newfoundland and  <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED> 2. Was the adjudicator's award of $100,000 in punitive damages reasonable?  <FRAGMENT_SUPPRESSED>", "[42] The applicant submits a punitive damage award of $100,000 is not appropriate in this case. The adjudicator erred by making no concluding statements with respect to punitive damages and no finding of an independent actionable wrong that would give rise to punitive damages ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[43] In the alternative, the applicant argues that if punitive damages should be awarded, the amount should be lowered. The adjudicator had to assess punitive damages with respect to the totality of the damages he had already awarded, yet he failed to perform any rationality and proportionality analyses. The $100,000 award far from meets the aims of punitive damages and is so excessive that it has in essence crippled the applicant.  <FRAGMENT_SUPPRESSED>", "[44] Accordingly, the applicant argues the award of punitive damages be set aside or, in the alternative, reduced.  <FRAGMENT_SUPPRESSED>", "[45] The respondent submits the adjudicator's order on punitive damages was reasonable and well within the range of other punitive damage awards for conduct similar to the applicant's ( <FRAGMENT_SUPPRESSED> , at paras 272-278; <FRAGMENT_SUPPRESSED> ). Notably, the adjudicator clearly separated the analyses of punitive and aggravated damages. The adjudicator outlined the leading case law that both clearly demarcated the difference between the two heads of damages and outlined the applicable test. He also separated the actual sums into the appropriate categories at the end of his decision.  <FRAGMENT_SUPPRESSED>", "[46] The respondent maintains that the principles of proportionality are varied and require a weighing and balancing of the evidence and the adjudicator's view of the required censure. The adjudicator's impression of the applicant's conduct was expressed throughout the decision and his perception that there was a need for punishment was clear.  <FRAGMENT_SUPPRESSED>", "[47] For the following reasons, I agree with the respondent.  <FRAGMENT_SUPPRESSED>", "[48] <FRAGMENT_SUPPRESSED>  [ Whiten ], the Supreme Court made numerous conclusions regarding punitive damages and found that a proper award of punitive damages must look at proportionality in several dimensions, including the blameworthiness of the defendant's conduct, the degree of vulnerability of the plaintiff, the harm or potential harm directed specifically at the plaintiff and the need for deterrence ( Whiten at paras 111-126). Punitive damages should be resorted to only in exceptional cases and with restraint ( Whiten at para 69). The focus is on the defendant's misconduct, and not the plaintiff's loss ( Whiten at para 73). Furthermore, the overall award of damages should be rationally related to the objectives of retribution, deterrence and denunciation, for which the punitive damages are awarded ( Whiten at paras 74 and 111).  <FRAGMENT_SUPPRESSED>", "[49] Recent case law has changed the perception that high punitive damage awards were inappropriate. For example, in <FRAGMENT_SUPPRESSED> [ Pate ], the Court of Appeal ordered a new trial on the issue of the punitive damage award because the trial judge expressed the opinion that he would have ordered more punitive damages than $25,000, but was \"bound by the principles of proportionality\". In that case, the trial judge had found that \"the Defendant's egregious conduct in making unfounded claims, both in the criminal action and in its Statement of Defence respecting the employee's conduct, amounted to the intentional infliction of mental distress and social and economic damage\". As this finding was not challenged on appeal ( Pate at para 61), the Court of Appeal held that:  <FRAGMENT_SUPPRESSED> 62 Taking account of the trial judge's findings of significant misconduct on the part of the respondent that lasted over a lengthy period and that had a devastating impact on the appellant's life, as well as the amounts awarded under the other heads of damages, it is not immediately apparent why whatever higher amount of punitive damages the trial judge was considering would not have been appropriate.  <FRAGMENT_SUPPRESSED>", "[50] Upon re-hearing the matter, Justice Gunsolus awarded $550,000 in punitive damages ( <FRAGMENT_SUPPRESSED> ). A similar punitive damage award was also upheld by the Ontario Court of Appeal in <FRAGMENT_SUPPRESSED> [ McNeil ].  <FRAGMENT_SUPPRESSED>", "[51] In the case at bar, the adjudicator awarded punitive damages in the amount of $100,000 \"for the reprehensibly dishonest and bad faith manner\" of the dismissal of the respondent by the applicant.  <FRAGMENT_SUPPRESSED>", "[52] The adjudicator's factual findings and overview of relevant case law on punitive damages provide a firm basis for his decision to award punitive damages in the amount of $100,000.  <FRAGMENT_SUPPRESSED>", "[53] I disagree with the applicant that the adjudicator erred by referring to <FRAGMENT_SUPPRESSED> , which also involved a wrongful dismissal of an employee. The adjudicator simply noted that  <FRAGMENT_SUPPRESSED> the Ontario Superior Court of Justice awarded $50,000 for aggravated damages and also awarded punitive damages in the amount of $100,000 for \"numerous acts of misconduct and its continuance to trial\" ( Downham at para 278). The applicant states that this case is not parallel to the case at bar, but I fail to see how the adjudicator erred by referring to it, as the Court in that case found that the employer had been malicious, extreme and deserved full condemnation for its misconduct ( Downham at paras 272-277).  <FRAGMENT_SUPPRESSED>", "[54] Analogously, in the case at bar the adjudicator found that the applicant's conduct was reprehensible, dishonest, malicious, deliberate, despicable, deceitful and in bad faith. The adjudicator properly looked at several dimensions of the case, including the blameworthiness of the applicant's conduct, the vulnerability of the respondent - for example, that he was on medical leave while the Executive Director continued his \"vicious campaign of intimidation\" - and the deliberate harm directed specifically at the respondent.  <FRAGMENT_SUPPRESSED>", "[55] I note that the adjudicator referred to a case that was set aside by the British Columbia Court of Appeal in <FRAGMENT_SUPPRESSED> . However, I find that the Court of Appeal's guidance in that case supports the approach taken by the adjudicator:  <FRAGMENT_SUPPRESSED> 66 Punitive damages are awarded to express approbation and to punish in circumstances where the global amount of damages awarded, including aggravated damages in appropriate circumstances, is insufficient ( <FRAGMENT_SUPPRESSED>  at para. 94; <FRAGMENT_SUPPRESSED>  at para. 59). The trial judge was well aware of this, but, in my view, he erred making such an award in this case.  <FRAGMENT_SUPPRESSED> 67 In breach of contract cases, punitive damages flow out of egregious conduct of a defendant at the time of the breach. In this case, when dismissing the claim for moral damages, the judge held that the appellant's \"conduct at the time of termination was not unfair, unfaithful, misleading or unduly insensitive\". He also held that Mr. Marchen did not suffer undue distress. On these findings of fact, punitive damages are not available.  <FRAGMENT_SUPPRESSED>", "[56] In contrast, in the present case, given that the adjudicator made numerous factual findings regarding the reprehensible and bad faith conduct of the applicant, the $100,000 award of punitive damages is reasonable. The quantum for punitive damages awarded by the adjudicator is entirely justifiable and within the range of acceptable outcomes.  <FRAGMENT_SUPPRESSED>", "[57] Although the applicant argued that damages recoverable from a first nations band for the unjust dismissal of an employee were different than the damages recoverable from employers generally, there is no case law to support this assertion.  <FRAGMENT_SUPPRESSED>", "[58] For these reasons, I would dismiss the application for judicial review, with costs to the respondent.  <FRAGMENT_SUPPRESSED>", "[59] THIS COURT'S JUDGMENT is that :  <FRAGMENT_SUPPRESSED> This application for judicial review is dismissed with costs to the respondent.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: E. Joanne Oley/vnh  <FRAGMENT_SUPPRESSED>"]}