{"id_": "017738", "body_str": ["[1] Mandamin, J. : This is an application for judicial review of the December 5, 2011decision of the Refugee Protection Division of the Immigration and Refugee Board (RPD) where in the RPD determined that the Applicant is not a Convention refugee and is not a person in need of protection.", "[2] I have concluded the RPD erred in law in failing to apply the correct s. 96 test for determining whether the Applicant had a well founded fear of persecution for the reasons that follow. Facts", "[3] The Applicant is a thirty year old Tamil male from northern Sri Lanka, who alleges persecution at the hands of paramilitary groups and the Sri Lankan Army and police. The Applicant alleges that although he had had no connection to the Liberation Tigers of Tamil Eelam (LTTE), he may be perceived as a LTTE supporter by the Sri Lankan government due to his age, gender and ethnicity.", "[4] The Applicant alleges that on September 10, 2009, while living in Trincomalee, some people with weapons questioned the Applicant on the street. They checked his identity documents and let him leave. The Applicant was frightened and went to stay at his aunt's home for the night. The following day he learned that the people he had spoken to the previous day and army officials were looking for him at his home. The Applicant decided to move to Colombo. While living in Colombo, the Applicant learned from his family that people were still looking for him.", "[5] The police came to the Applicant's home in Colombo and searched his room and questioned him regarding his reasons for living in Colombo. The Applicant advised the police that he was seeking employment abroad, and the police left.", "[6] In February 2010, while walking to a bakery, a white van stopped in front of the Applicant. He was pushed into the van and kidnapped. He was taken to an unknown place where he was questioned about his connection to the LTTE and he was beaten and accused of supporting the LTTE. He was detained for one day and then was released after money was paid to his kidnappers. The Applicant realized that his kidnappers were members of the Karuna, a Tamil paramilitary group allied with the Sri Lankan government. Upon his release the Applicant decided to leave Sri Lanka on April 16, 2010.", "[7] The Applicant travelled through the United States to Canada, arriving on June 24, 2010. The Applicant immediately applied for refugee status. Decision Under Review", "[8] The RPD did not find the Applicant's testimony to be credible. The RPD held there were significant contradictions and omissions regarding central elements of the claim, within both the oral testimony proffered at the hearing and the Applicant's PIF. The RPD drew a negative inference in regard to the Applicant's credibility.", "[9] With regards to the Applicant's objective basis for his fear of the Sri Lankan government, the RPD found, on a balance of probabilities, that the Sri Lankan government does not wish to arrest the Applicant and does no perceive him to have ties to the LTTE, even though he is a young Tamil male from the northern and eastern regions of Sri Lanka.", "[10] The RPD also found that given that the Applicant's brother-in-law, who shares the same ethnicity, gender and the geographic location of residence in eastern Sri Lanka, has faced no difficulties since the cessation of the war, it is unlikely that the Applicant would face difficulties should he return.", "[11] The RPD also determined that there has been a change of circumstances in Sri Lanka. The RPD noted that after the end of the war in May 2009 the United Nations High Commissioner for Refugees (UNHCR) had previously maintained that, all Tamil asylum seekers in and from the northern areas of Sri Lanka should be recognized as refugees absent clear and reliable indicators that they did not meet the criteria. However, with the improved country conditions in Sri Lanka for Tamils, the RPD noted the UNHCR changed its position in 2010. On July 5, 2010, the UNHCR Eligibility Guidelines for Assessing the International Protection Needs of Asylum Seekers from Sri Lanka concluded that there is no longer a need for group-based refugee protection for Sri Lankans of Tamil ethnicity originating from the north of the country.", "[12] The RPD accepted that the UNHCR request meant the Applicant's claim was to be judged based on its merits.", "[13] The RPD noted the Sri Lankan government's security interest was focussed on young Tamil males from the north and east of Sri Lanka who had ties with the LTTE. The RPD decided, since the Applicant had not ties with the LTTE, the Sri Lankan government would not be interested in him.", "[14] The RPD found that, on a balance of probabilities, the Applicant did not face any persecutory action at the hands of the Sri Lankan government and that the Sri Lankan government does not wish to arrest the Applicant.", "[15] The RPD determined that the change in country conditions was a determinative factor in denying the Applicant's claim for refugee protection. Relevant Legislation", "[16] The Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA) provides: 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. ... 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. ... Issues", "[17] The Applicant submits the following issues arise in this case: 1. Did the RPD apply an incorrect test? 2. Did the RPD err in law in the interpretation and application of the definition of a Convention refugee as defined in Section 96 of the IRPA 3. Did the RPD err in the assessment of the Applicant's credibility?", "[18] In my view, the determinative issue is whether the RPD erred in applying an incorrect standard of proof for a well-founded fear of persecution in its section 96 analysis. Standard of Review", "[19] In FRAGMENT_SUPPRESSED I stated the standard of review on this issue as follows: FRAGMENT_SUPPRESSED Analysis", "[20] The Applicant submits the RPD erred by applying the incorrect test for determining whether or not a person is a Convention refugee. The Applicant submits the proper test is whether or not there is a reasonable chance or a serious possibility that the claimant would be persecuted should he be returned to his country of nationality, with \"serious possibility\" being the preferred phraseology. The Applicant submits this standard is lower than a balance of probabilities, but higher than a mere possibility.", "[21] The Applicant argues the RPD erred by elevating the standard of proof required from a serious possibility to a balance of probabilities and that this warrants judicial intervention.", "[22] The Respondent submits the proper tests under sections 96 and 97 are as follows. In order to be granted Convention refugee status under section 96 of IRPA , a claimant must establish that there is more than a mere possibility of persecution, a reasonable chance of persecution or serious possibility of persecution. Section 96 requires a well-founded fear of persecution on one of the five enumerated grounds. In order to qualify as a protected person under section 97, a claimant must demonstrate a risk of torture, risk to life, or risk of cruel and unusual punishment on a balance of probabilities.", "[23] The Respondent submits that a review of the reasons as a whole reveals the RPD understood the proper test.", "[24] In my view, the RPD failed to clearly articulate and apply the proper legal test for the Applicant's section 96 Convention refugee claim. In FRAGMENT_SUPPRESSED I stated:", "[20] The legal test or standard of proof to be met by an applicant for refugee status asserting a fear of persecution was addressed by the Federal Court of Appeal in Adjei , above. Justice MacGuigan, considering the proper interpretation of section 2(1)(a) of \"Convention refugee\" in the former Immigration Act , the forerunner to s. 96(a) IRPA stated: FRAGMENT_SUPPRESSED. Indeed, in FRAGMENT_SUPPRESSED, Heald J.A. said: FRAGMENT_SUPPRESSED We would adopt that phrasing, which appears be equivalent to that employed by FRAGMENT_SUPPRESSED): FRAGMENT_SUPPRESSED", "[21] The Board's reasons are to be taken as a whole. In FRAGMENT_SUPPRESSED, Justice Lemieux in deciding whether the board erred in its application of the section 96 test by setting out two slightly different tests held: FRAGMENT_SUPPRESSED", "[22] In FRAGMENT_SUPPRESSED, Justice O'Reilly stated: FRAGMENT_SUPPRESSED", "[25] In FRAGMENT_SUPPRESSED, Justice Rennie stated: FRAGMENT_SUPPRESSED FRAGMENT_SUPPRESSED, FRAGMENT_SUPPRESSED FRAGMENT_SUPPRESSED. This too is, therefore a reviewable error. [Emphasis added]", "[26] The Applicant identifies four instances where the RPD is alleged to have erred by applying the incorrect standard of proof with respect to its section 96 analysis. These are: ... while the Sri Lankan government remains suspicious of Tamils from the north and east, the government is likely to target those who are suspected of having an affiliation with the LTTE. Having considered all of the evidence presented, the Panel is not persuaded on a balance of probabilities that the claimant would be identified by the Sri Lankan authorities as a LTTE sympathizer or a person with links to the LTTE should he return to Sri Lanka. ...the Panel finds on a balance of probabilities that the claimant would not be identified by the Sri Lankan authorities as a LTTE sympathizer or a person with links to LTTE should he return to Sri Lanka. Given that his brother-in-law, who shares the same ethnicity, gender, and the geographic location of residence in eastern Sri Lanka, has face no difficulties since the cessation of the war, the Panel finds it unlikely , that the claimant, a similarly situated person, would face difficulties should he return. [Emphasis added by Applicant]", "[27] The first example cited above is merely the RPD's assessment of what the Amnesty International report states; it is not a conclusion made by the RPD regarding the Applicant.", "[28] The remaining three examples clearly demonstrate the RPD's application of the impermissible stricter standard of proof. The RPD expressly found, on a balance of probabilities, that the Applicant would not be identified by the Sri Lankan authorities as a person with links to LTTE should he return to Sri Lanka, and that it was unlikely that he would face difficulties.", "[29] While the RPD is tasked with examining the facts which the Applicant relies to hold a subjective well founded fear of persecution, it cannot put itself into the Applicant's shoes and apply the civil balance of probabilities to decide if the Applicant's subjective fear is well founded or not. By doing so, the RPD erred in imposing a stricter standard.", "[30] At paragraph 43 of its decision, the following conclusion of the RPD is a further illustration that it applied the incorrect standard of proof: For these reasons , the Panel finds on a balance of probabilities that the Sri Lankan government does not wish to arrest the claimant and does not perceive him to have ties to the LTTE , even though he is a young Tamil male from the northern and eastern regions of Sri Lanka. [Emphasis added]", "[31] The RPD's decision, however, contains two paragraphs that refer to the correct test: the Panel finds that there is no serious possibility that the claimant would be persecuted should he return to Sri Lanka and that his fear is not well founded. [Certified Tribunal Record - RPD Decision at para 63] As the claimant adduced no other evidence nor does the documentation support a finding that he would face a serious possibility of persecution should he return to Sri Lanka or that he will be persecuted or be subjected personally to a risk to his life, or a risk to cruel and unusual treatment or punishment or to a danger of torture by any authority in Sri Lanka, the claim for refugee protection must fail. [Certified Tribunal Record - RPD Decision at para 68]", "[32] In my view, these later statements do not salvage the RPD's decision since, at best, the RPD applies inconsistent standards of proof for its s. 96 analysis. Conclusion", "[33] After considering the RPD's decision as a whole, I must conclude the RPD applied the wrong standard to evaluate the Applicant's section 96 Convention refugee status. The RPD's failure to articulate and apply the proper legal test is an error in law.", "[34] I would grant the application for judicial review on this point alone. As such I need not consider the additional issues raised by the Applicant.", "[35] Neither Applicant nor Respondent proposes a question of general importance for certification. JUDGMENT", "[36] THIS COURT ORDERS AND ADJUDGES that 1. The application for judicial review is allowed, the decision of the RPD is quashed and the matter is referred to a differently constituted panel for redetermination. 2. No question of general importance is certified. Application allowed. Editor: E. Joanne Oley/vnh"]}