{"id_": "018044", "body_str": ["[1] Simpson, J. : This application is made pursuant to s. 6(1) of the Patented Medicines (Notice of Compliance) Regulations , SOR/93-133 (the \" Regulations \"), for an order prohibiting the Minister of National Health and Welfare (the \"Minister\") from issuing Notices of Compliance to Apotex Inc. ( <FRAGMENT_SUPPRESSED> ) in connection with 250 mg and 500 mg capsules, and 125mg/5mL; 187/5mL; 250 mg/5mL; and 375 mg/5mL oral suspensions of the drug known as Cefaclor until after the expiration of all of the following Canadian Letters Patent: Nos. 1,152,513; 1,069,126; 1,056,372; 1,097,611; 1,142,173; 1,132,547; 1,136,132, 1,144,924; 1,077,936; 1,216,575 (the \"Patents\").", "[2] This application, insofar as it related to additional patents which contain only process claims, was withdrawn in response to the decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 501 (F.C.A.). The Issue", "[3] Section 4(2) of the Regulations provides that patent lists must set out patents that contain \"... a claim for the medicine itself or a claim for the use of the medicine ...\". The Patents at issue in this case all contain product by process claims for intermediate substances which are used exclusively in the synthesis of Cefaclor (the \"Intermediates\"). However, none of the Patents contain claims for Cefaclor itself. Apotex submits that the Intermediates are not medicines and that, on the facts of this case, Cefaclor is the only medicine. Because Intermediates are not medicines, Apotex says that patents which contain claims for Intermediates are improperly on the applicants' patent lists. On the other hand, the applicants, (collectively \"Lilly\") say that the Intermediates are medicines as that term is defined in the Regulations and that the Patents are, therefore, properly included on their patent lists.", "[4] The question raised by this controversy is whether the Intermediates are medicines under the Regulations : if so, Lilly will be granted the prohibition order it seeks; if not, Apotex will be entitled to the Notices of Compliance it has requested pursuant to section C. 084 of the Food and Drug Regulations , SOR/88-257.", "[5] This court has recently considered what types of patent claims are caught by the Regulations . In <FRAGMENT_SUPPRESSED> , the Court of Appeal confirmed that the Regulations do not apply to process claims.  <FRAGMENT_SUPPRESSED>  (T.D.), composition claims were found to be within the scope of the Regulations . However, as far as I am aware, this is the first case which raises the question of whether product by process claims for intermediate substances are covered by the Regulations The Facts", "[6] The material facts are not in dispute. Cefaclor is an antibiotic and is unquestionably a medicine as that term is defined in the Regulations . It is sold by Eli Lilly Canada Inc. under the trademark \"Ceclor\".", "[7] The Intermediates are substances which are the precursors to Cefaclor. With chemical processing, they will be used in the production of Cefaclor. They were developed for this purpose and they have no other. They are intended and destined for use in the manufacture of Cefaclor. However, unlike Cefaclor, the Intermediates have no therapeutic properties: they cannot be used to treat disease, they cannot serve as diagnostic tools and they can play no role in the mitigation or prevention of disease.", "[8] Apotex obtained a compulsory licence of the product by process patent for Cefaclor under the patent regime which predated the Patent Act Amendment Act , 1992, S.C. 1993, c. 2. However, Apotex did not obtain compulsory licences for the Intermediates. Accordingly, in order to practice the patent for Cefaclor, Apotex requires access to the Patents for the Intermediates. Apotex will have the access it needs if this application is dismissed because Notices of Compliance will issue.", "[9] The uncontradicted expert evidence before me discloses that there is no commercially viable means of producing Cefaclor without using at least two of the Intermediates. Canadian Patents 1,097,611 and 1,146,536 contain the claims for those crucial intermediates. Apotex has not suggested that it has developed a non-infringing process. It is, therefore, reasonable to infer that Apotex plans to infringe the Patents by copying Lilly's production methodology if it is not prohibited from manufacturing the Intermediates by a prohibition order made in this application. In that event, it will be open to Lilly to seek remedies for infringement at common law. The Definition Of Medicine", "[10] The Regulations contain the following definitions in s. 2: \"2. In these Regulations, \"' claim for the medicine itself' includes a claim in the patent for the medicine itself when prepared or produced by the methods or processes of manufacture particularly described and claimed or by their obvious chemical equivalents; \"'medicine' means a substance intended or capable of being used for the diagnosis, treatment, mitigation or prevention of a disease, disorder or abnormal physical state, or the symptoms thereof; \" (my emphasis)", "[11] In determining whether the Intermediates are medicines, Lilly asks this court to have regard for former ss. 41(1) and 41(4) of the , R.S.C. 1970, c. P-4 (s. 39(1) and (4) of the , R.S.C. 1985, c. P-4, now repealed) and the definition of drug in s. 2 of the Food and Drugs Act , R.S.C. 1985, c. F-27 because those provisions contain language similar to that found in the relevant definitions in the Regulations", "[12] Section 41 of the provides: \"41(1) In the case of inventions relating to substances prepared or produced by chemical processes and intended for food or medicine , the specification shall not include claims for the substance itself , except when prepared or produced by the methods or processes of manufacture particularly described and claimed or by their obvious chemical equivalents. (my emphasis) \"41(4) Where, in the case of any patent for an invention intended or capable of being used for medicine or for the preparation or production of medicine, an application is made by any person for a licence to do one or more of the following things as specified in the application, namely:\" (my emphasis)", "[13] The Food and Drugs Act provides that a drug includes any substance or mixture of substances, manufactured sold or represented for use in: \"2(a) the diagnosis, treatment, mitigation or prevention of a disease, disorder, abnormal physical sate, or the symptoms thereof , in man or animal;\" (my emphasis)", "[14] A number of cases were decided under s. 41 and its predecessor. They held i) that benadryl in bulk, although not capable of therapeutic use, was a medicine; ( <FRAGMENT_SUPPRESSED>  D.L.R.(2d) 153; 30 C.P.R. 59.) ii) that intermediates were caught by the section because they were substances \"intended for medicines\"; ( <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 289 (T.D.).) and iii) that the language, \"intended for medicine\" in s. 41(1) was to be interpreted broadly. ( Application No. 965,900, Re (1974), 17 C.P.R.(2d) 165 (Pat. App. Bd.), at p. 172.) It was also held that: \"If it had been meant that s. 41(1) applied only to substances which are themselves medicines, we believe the subsection would have read 'substances prepared or produced by chemical processes which are foods and medicines'. The fact that the expression 'intended for food or medicine' was used instead clearly suggests that something more is involved. \" (Ibid. at p. 173.) (my emphasis)", "[15] Counsel for Lilly takes the position that, because the words \"... intended or capable of being used for ...\" in the definition of medicine in s. 2 of the Regulations appear to have been taken directly from s. 41(4) of the , the legal principles described above should guide my interpretation of the definition of medicine in the Regulations . Lilly submits that the words \"intended or capable of being used for\" in the definition of medicine in s. 2 of the Regulations must mean something other than simply \"can be used for\". It is argued, following the approach taken in cases under s. 41 of the , that this language means \"more\" and should be interpreted broadly to cover substances which are intended for a medicine and which have no other purpose.", "[16] There is no question that intermediates are intended for a medicine. It was on this basis that they were included under s. 41. However, the language of s. 41 is not the language before me. Section 41(4) of the speaks of an \"... invention intended ...\" \"... for medicine ...\" whereas s. 2 of the Regulations speaks of a \"... substance ...\" \"... intended or capable of being used for the diagnosis treatment, mitigation or prevention of a disease ...\". The uses to which the invention and the substance are to be put are entirely different. Section 41(4) requires use for medicine and s. 2 requires use for treatment, etc. Accordingly, although the phrase \"intended or capable of being used for\" is repeated, it is repeated in the Regulations in an entirely different context which creates a new meaning. For this reason, and because the meaning of the Regulations is clear to me, I have not accepted s. 41 and its related case law as aids in the interpretation of the definition of medicine in the Regulations", "[17] Lilly has also submitted that, if I find in favour of Apotex, it will be implicit in my conclusion that the phrase \"intended or capable of being used for\" is meaningless. I do not agree. An active substance in bulk or in a non-dosage form may be intended for treatment, but not yet capable of being administered to a patient. Such substances would be caught by the Regulations because of the words \"intended or capable of being used for\". Hence the phrase has utility.", "[18] In the course of dealing with the Regulations in <FRAGMENT_SUPPRESSED> , the Associate Chief Justice reminded us of the importance of looking at the ordinary and natural sense of the words when undertaking statutory interpretation. ( <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 171 (T.D.)) As well, in <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 218, at p. 242.)", "[19] Applying these principles and recognizing that the Intermediates can be put to none of the uses listed in the definition of medicine in s. 2 of the Regulations , it is clear to me that, on a plain reading of the definition, the Intermediates are not medicines. I do not believe that the definition of medicine in the Regulations was intended to cover substances, such as the Intermediates, which have no therapeutic value. For this reason, the Patents for the Intermediates do not contain claims for the \"medicine itself\". It flows from this conclusion that the Patents are improperly included on Lilly's patent lists. Conclusion", "[20] The allegations made by Apotex are made out and the application is dismissed. Application dismissed. Editor: Gary W. McLaughlin/saf [End of document]"]}