{"id_": "018067", "body_str": ["[1] Zinn, J. : The Refugee Protection Division [the RPD] rendered an unreasonable decision on the applicants' claim for Convention refugee status as a result of its reliance on isolated selections from the documentary evidence that had little direct relevance to the claims under consideration, and its failure to seriously examine why these applicants had not sought state protection. Background", "[2] Ms. Orgona and her three children Nikolett, Vanessza, and Tibor are all Hungarian citizens of Roma ethnicity. Their husband and father, Tibor Orgona, is making a separate application for protection. The applicants allege that they suffered discrimination, harassment and assault in their native Hungary as a consequence of their ethnicity.", "[3] They claim that while living in the village of Hunya, they were threatened and harassed by their neighbours and the children were discriminated against at school. They left Hunya for Budapest after the father was stabbed with a pocket knife while being attacked by two men who had been chasing him on bicycles. They fled Budapest for Canada when they were physically attacked by right-wing extremists. They never went to the police to complain about any of these incidents.", "[4] The RPD dismissed their claim. While the RPD noted a number of internal inconsistencies with the account of the last attack, it held that the determinative issue was the applicants' failure to rebut the presumption of state protection.", "[5] The RPD found that by never approaching the police or other organizations with a complaint, they had failed to take all reasonable steps to seek state protection. It was said that the objective evidence indicated that there were \"many sources of recourse had the [applicants] decided to report any problems to the police and been dissatisfied with their action.\" The Minorities Ombudsman's Office, the Independent Police Complaints Board [the IPCB] and the Roma Police Officers'Association are cited as some of the sources of recourse to which they could have availed themselves.", "[6] The RPD noted that the IPCB is independent of the police, reviews complaints of police actions and makes recommendations to the head of the National Police. Furthermore, if those \"recommendations are not accepted, the matter can be referred to a court.\"", "[7] Second, the RPD described the various reports of attacks against Roma in recent years and noted that \"the police reacted by taking several measures within a program that was supposed to enhance community safety.\" For example, areas where the police believed similar attacks might occur were patrolled at night and in the early mornings. It was found that objective evidence indicated that the police made several arrests in relation to the attacks.", "[8] In its examination of the allegation of discrimination, the RPD noted that \"it is stated in the Board package that Hungary has one of the most advanced anti-discrimination laws and system for minority protection in the Central and Eastern European region.\" However, it also found that the failure of local authorities to implement this legislation explains much of the discrimination experienced by Roma. Despite this telling finding, the Board noted that Roma have a number of organizations with whom they may seek redress if they suffer discrimination.", "[9] The Board also noted that the Hungarian government has taken a number of measures that are aimed to reduce inequities suffered by the Roma in the areas of housing, employment, education, health, and political representation.", "[10] On the basis of its examination of the documentary record, the RPD \"confirms that, although not perfect, there is adequate state protection  <FRAGMENT_SUPPRESSED>  for Roma who are victims of crime, police abuse, discrimination, or persecution.\"", "[11] Actions, not good intentions, prove that protection from persecution is available. See the following on this point among the many, many decisions of this Court involving state protection in  <FRAGMENT_SUPPRESSED> .", "[12] The decision under review is replete with statements and quotations of the government's good intentions; there is scant reference or statements as to the effectiveness of these efforts. The RPD points to one document that describes a series of nine particularly horrendous attacks against members of the Romani community between January 2008 and August 2009. They were similar in that the perpetrators used Molotov cocktails and firearms. The victims were killed, burned, and seriously injured.", "[13] These crimes were investigated and eventually four persons were charged. But that evidence shows nothing of the results or the efforts made to investigate and prosecute those involved in the more numerous \"other\" attacks on Roma  <FRAGMENT_SUPPRESSED> . Evidence of the actions taken by police to address notorious, well-publicized, serial killings is of little persuasive value in showing how the police deal with more common criminals. However, on the basis of that particular response to these few horrific organized crimes, the RPD concluded that \"there is solid objective evidence of active police investigation and arrest.\" The situation of these applicants, and most Roma, is not that of the victims in these nine attacks. Therefore, the RPD erred in relying, selectively, on evidence that had little relevance to these applicants and their situation  <FRAGMENT_SUPPRESSED> .", "[14] The RPD also makes reference to the IPCB as an avenue of redress if the police do not act properly. It writes that it is an independent body reviewing complaints of police actions which makes recommendations to the head of the National Police and if the recommendations are not accepted, the matter can be referred to a court. On its face, that appears to be an effective tool to ensure that complaints about the police are dealt with; however, another document states that \"in practice\" the head of the National Police \"'neglect[s]' 90 percent of the Complaints Body's decisions.\" Thus, there appears to be no real avenue for redress for the vast majority of the complainants. The RPD's determination that this process provides a reasonable opportunity for Roma to seek redress is unreasonable.", "[15] Without any analysis as to how its conclusion that there is adequate state protection  <FRAGMENT_SUPPRESSED>  for Roma who are victims of crime, police abuse, discrimination, or persecution was reached, it cannot be said to be reasonable in light of the evidence to the contrary in the national document package, including, as an example, the following from Amnesty International's Violent Attacks Against Roma  <FRAGMENT_SUPPRESSED> : Time to Investigate Racial Motivation Amnesty International's research into some of the nine attacks and other reported incidents indicates that the Hungarian authorities failed to identify and respond effectively to violence against Roma <FRAGMENT_SUPPRESSED> , including by not investigating possible racial motivation . This report details the shortcomings in the responses of Hungarian criminal justice system in relation to hate crimes. Although there are existing provisions to combat hate crimes they are not being properly implemented, including because the police lack capacity to recognize and investigate hate crimes and lack training to enhance such capacity. There are no guidelines for police offices on how to investigate hate crimes and how to treat alleged victims - and neither are there guidelines for prosecutors on how to oversee these investigations. The assistance and support provided by the state for victims of hate crimes are also inadequate. In terms of prevention the authorities lack effective measures to map the nature and scale of the issue, including because they do not collect disaggregated data on hate crimes, thereby hampering their ability to identify trends and craft relevant policy responses. ... Despite the existing legal provisions on hate crime, Hungary has been criticized for failing to implement the provisions. The low levels of prosecutions of racially-motivated crimes have been attributed to the reluctance of the police, prosecutors and courts to investigate and acknowledge racial motivation in violent and nonviolent crimes against Roma ... Amnesty International is concerned that Hungarian authorities are failing to take necessary steps to prevent and respond to violence against Roma effectively due to shortcomings and gaps in the criminal justice system. [emphasis added]", "[16] Lastly, the RPD concluded that these applicants had failed to rebut the presumption of state protection, in part, because they had not sought it. However, because the RPD was of the view (on the basis of this selective evidence) that adequate state protection was available, it failed to seriously examine and test the evidence and submissions of the applicants that they did not seek it because it would not have been \"reasonably forthcoming.\" Based upon the evidentiary record, that may well have been a reasonable supported belief and, where protection is not likely to be forthcoming, there is no requirement to seek it: <FRAGMENT_SUPPRESSED> .", "[17] For these reasons this decision must be set aside. No question was proposed for certification. JUDGMENT", "[18] THIS COURT'S JUDGMENT is that the application is allowed, the decision is set aside, the claims for protection are remitted to a differently constituted panel for determination, and no question is certified. Contexte", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11] Hercegi Canada (Ministre de la Citoyenneté et de l'Immigration <FRAGMENT_SUPPRESSED> à 60.", "[12]", "[13]", "[14]", "[15] Violent Attacks Against Roma  <FRAGMENT_SUPPRESSED> : Time to Investigate Racial Motivation [Traduction] en Hongrie [...] [...]", "[16] Canada (Procurer général) c Ward , [1993] 2 RCS 689.", "[17] JUGEMENT", "[18] [End of document]"]}