{"id_": "018075", "body_str": ["[1] Teitelbaum, D.J. : Tony Papa and Micheline Gallo seek to have set aside jeopardy orders issued against them on May 2, 2008 (the Orders) pursuant to s. 225.2(2) of the Income Tax Act , R.S.C. 1985, c. 1 (5th Supp.) (the Act ). These are my reasons why the jeopardy order in respect of Mr. Papa (T-689-08) should not be disturbed. Background", "[2] Tony Papa and Micheline Gallo (collectively the Applicants) are married and reside in the Province of Quebec.", "[3] On April 18, 2008, the Canada Revenue Agency (CRA) issued assessments and reassessments for taxation years 2002 - 2007 in respect of the Applicants. These assessments and reassessments, which were based on an audit initiated by the CRA in December 2007, claimed total tax owing of approximately $9.2 million in respect of Ms. Gallo, and $9.3 million in respect of Mr. Papa.", "[4] On May 1, 2005, the CRA filed an ex parte application with the Court pursuant to s. 225.2(2) of the Act seeking authorization to take steps under ss. 225.1(1)(a) to (g) against the Applicants. In support of the application, four affidavits were filed by CRA officials detailing the taxes assessed against the Applicants, and the risk posed by delay in collecting the assessed amounts.", "[5] The affidavits make a number of allegations against the applicants, particularly Mr. Papa. The affidavit of Jonathan Lepage, a CRA auditor, outlined a number of alleged irregular loan and payment transactions made by Mr. Papa dating back to 2003. Mr. Lepage's affidavit also outlines a number of alleged irregular stock purchase transactions, and alleges that Mr. Papa has used a trust created in 2002 by himself and his son, Joseph Papa (\"Fiducie Tony Papa\"), as an alter-ego or financial intermediary to engage in irregular financial transactions. Finally, Mr. Lepage's affidavit alleges that Mr. Papa has used his wife to engage in certain real estate transactions so as to minimize the assets held in the name of Mr. Papa.", "[6] The affidavit of Danny Guay, a CRA auditor, makes allegations in respect of certain stock transactions entered into by Mr. Papa. Specifically, the affidavit outlines that several of the companies that Mr. Papa has been involved with have been the subject of investigations by regulatory authorities in Canada and the United States. The affidavit also alleges that the CRA encountered difficulties in assessing the applicants because of the confusing nature of certain stock and other financial transactions. Mr. Guay's affidavit also alleges that, in addition to frequent transfers between the Applicants and the Fiducie Tony Papa, the Applicants have engaged in a number of offshore financial transfers.", "[7] The affidavit of Charly-Daniel Norris outlines allegations that Mr. Papa received monies in 2000 obtained through fraud. The alleged fraud includes financial transactions between Mr. Papa and his then counsel Mario Marabella.", "[8] The affidavit of Jean-François Fournier details difficulties encountered by CRA in 2005 with respect to collecting taxes owed by Mr. Papa. Those taxes arose from assessments for the 1998 - 2003 taxation years. According to the affidavit, Mr. Papa was delinquent in repaying portions of a settlement agreement he entered into with CRA in 1999.", "[9] Based on the evidence tendered by CRA, on May 2, 2008, Justice Tremblay-Lamer signed jeopardy orders against the Applicants.", "[10] On May 14, 2008, the Applicants filed a notice of motion commencing this proceeding. On May 16, 2008, the Court set out a schedule for the completion of cross-examinations, and the filing of submissions. Hearings on the application took place on June 17-18, September 8-9, and October 21, 2008.", "[11] Working with the parties, on June 25, 2008, the Court ordered Mr. Papa to place $6 million on deposit with the Receiver General of Canada. In consideration for this deposit, the CRA was ordered to release and discharge all seizures made against the Applicants.", "[12] During oral submissions on October 21, 2008, the parties confirmed that CRA had completed its review of Ms. Gallo's tax assessments and concluded that her tax owing was zero. As such, there is no basis for continuing the jeopardy order under s. 225.2(2) of the Act against Ms. Gallo. These reasons will proceed solely on the basis of the allegations made by Mr. Papa. Legal Principles Governing Review of Jeopardy Orders", "[13] The statutory authority for reviewing ex parte jeopardy orders under s. 225.2(2) of the Act is found in ss. 225.2(8) - (11) of the Act \"(8) Where a judge of a court has granted an authorization under this section in respect of a taxpayer, the taxpayer may, on 6 clear days notice to the Deputy Attorney General of Canada, apply to a judge of the court to review the authorization. \"(9) An application under subsection 225.2(8) shall be made (a) within 30 days from the day on which the authorization was served on the taxpayer in accordance with this section; or (b) within such further time as a judge may allow, on being satisfied that the application was made as soon as practicable. \"(11) On an application under subsection 225.2(8), the judge shall determine the question summarily and may confirm, set aside or vary the authorization and make such other order as the judge considers appropriate.\"", "[14] Reddy that reviewing a jeopardy order involves aspects of \"an appeal and a hearing de novo\" ( Reddy , at para. 6).", "[15] Reddy outlines the following two-stage test to be applied to the review of a s. 225.2(2) jeopardy order: \"1. The applicant (here Mr. Papa) has the initial burden 'to muster evidence, whether by affidavits, by cross-examination of affiants on behalf of the Crown, or both, that there are reasonable grounds to doubt that the test required by paragraph 225.2(2) has been met'. [ Reddy , para. 7] \"2. Where the Applicant meets this threshold, 'it is implicit in the process established by paragraph 225.2(8) that the Court considering review of the authorization once made may consider evidence originally presented on behalf of the Minister in support of the Jeopardy Order and any additional evidence by affidavit or from cross-examination of affiants, presented by either party in relation to the motion for review. The evidence must be considered in relation to the test established by paragraph 225.2(2) itself and by relevant cases ...' [ Reddy , para. 8]\"", "[16] Section 225.2(2) of the Act obligates the Minister to show \"that there are reasonable grounds to believe that the collection of all or any part of an amount assessed in respect of a taxpayer would be jeopardized by a delay in the collection of that amount ...\" (Emphasis mine) Reasonable grounds to believe in the context of s. 225.2(2) of the Act has been held to constitute a standard of proof that \"while falling short of a balance of probabilities, nevertheless connotes a bona fide belief in a serious possibility based on credible evidence.\" (see Minister of National Revenue v. 514659 B.C. Ltd. , [2003] F.T.R. Uned. 99; 2003 FCT 148, at para. 6; <FRAGMENT_SUPPRESSED>  at para. 24).", "[17] In his initial notice of motion, Mr. Papa also relied on Rule 399 of the Federal Courts Rules as a basis for setting aside the May 2, 2008 jeopardy order. Rule 399 states in relevant part: \"(1) On motion, the Court may set aside or vary an order that was made (a) ex parte; or if the party against whom the order is made discloses a prima facie case why the order should not have been made.\"", "[18] Rule 399 applies to all orders of the Court, even where a statutory scheme provides for review of ex parte orders ( <FRAGMENT_SUPPRESSED>  (T.D.), at para. 5). It is well settled law that a party seeking an ex parte order owes a duty of frank and full disclosure to the Court ( <FRAGMENT_SUPPRESSED> ; 5 F.T.R. 161 (T.D.); Reddy para. 9).", "[19] In written and oral submissions, counsel for Mr. Papa did not place specific reliance on the Rule 399 jurisprudence. Instead, the core argument advanced by the applicants is that the CRA failed to make full and frank disclosure to Justice Tremblay-Lamer. In the Applicants' view, the errors and omissions in the evidence tendered in the ex parte hearing before Justice Tremblay-Lamer are sufficiently serious to justify setting aside the Orders.", "[20] The interaction between Rule 399, and the jurisprudence related to the review of an order under s. 225.2(2) of the Act was not canvassed by the parties.", "[21] The case law on full and frank disclosure in the context of jeopardy orders appears to treat the issue as a standalone ground for potential intervention by a reviewing judge ( Reddy , at para. 9; see also <FRAGMENT_SUPPRESSED>  (T.D.)). That is to say, even where an Applicant fails to meet their initial evidentiary burden under Reddy and Satellite Earth Station , it remains open to the reviewing judge to set aside a jeopardy order where counsel for the Minister has not met the obligation to make a full and frank disclosure.", "[22] The jurisprudence in respect of s. 225.2(2) of the Act and Rule 399 appear to have a common purpose. Both allow a person who has been made the subject of an ex parte order to challenge the evidence presented in support of the order, and show that awareness of errors or omissions in the evidence as initially presented to the judge issuing the ex parte order would have changed the outcome of the ex parte application. As Justice Reed noted in paragraph 13 of Air Canada \"At the same time ... an order of the Court, even an ex parte order, is not lightly set aside. The non-disclosure or errors, in the evidence placed before the issuing judge, must be such as to have caused the issuing judge, had he or she known of them, to have refused to grant the order. I accept that what must be proven is that the order that was granted was based on misleading, incomplete, or incorrect facts.\"", "[23] Both the jurisprudence on reviews of orders under s. 225.2(2) of the Act and Rule 399 ask whether there is evidence, be it errors or omissions, which tends to undermine the ex parte order, and if so whether knowledge of those errors or omissions by the judge hearing the ex parte application would have altered the outcome. Thus, while the descriptions of the legal tests in the jurisprudence concerning review jeopardy orders and applications under Rule 399(1)(a) may not be identical, I am satisfied they have a common purpose. To find otherwise would tend to undermine both. The Errors and Omissions Alleged By Mr. Papa", "[24] Mr. Papa alleges that the four affidavits offered by the CRA in support of their ex parte application are replete with errors and omissions. During the course of oral argument, the Court invited counsel for Mr. Papa to submit an itemized list of the errors and omissions. The list provided by Mr. Papa, taken together with Mr. Papa's written and oral submissions, does not convince me that the orders issued by Justice Tremblay Lamer should be set aside, or that the CRA failed to make full and frank disclosure.", "[25] Some of the errors alleged by Mr. Papa are highly technical in nature, and cannot be said to be material to the Orders. For example, Mr. Papa alleges that, and CRA concedes, the initial affidavit of Jonathan Lepage misstated the dates upon which Mr. Papa filed certain tax returns. Also, Mr. Papa states that CRA was incorrect to suggest that Fiducie Tony Papa had not filed a tax return for 2007. Imperfections such as these do not form a basis for setting aside an ex parte order (see <FRAGMENT_SUPPRESSED> ).", "[26] Many of the errors alleged by Mr. Papa go to the audit process or the assessments and reassessments that formed the basis of CRA's application for the Orders. Example of such errors include CRA's alleged failure to properly apprehend the nature of certain transactions entered into by the applicants and Fiducie Tony Papa, the failure of CRA to appreciate Mr. Papa's penny stock trading activities, and CRA's misapprehension of the purpose and terms of certain loans made by Mr. Papa and Fiducie Tony Papa, and the CRA's failure to ask certain specific questions during the 2007/2008 audit of the Applicants.", "[27] A review under s. 225.2(8) of the Act is not the appropriate forum to challenge assessments or reassessments, or the conduct of CRA officials in audits leading to assessments or re-assessments. If a taxpayer is unsatisfied with an assessment or reassessment, the Act provides a procedure for challenging them ( <FRAGMENT_SUPPRESSED>  (T.D.), at para. 23).", "[28] Omissions alleged by Mr. Papa in the ex parte submissions of the CRA are similarly unconvincing. For example, Mr. Papa argues that the CRA failed to inform Justice Tremblay-Lamer that CRA had previously audited Mr. Papa for taxation years 2000 - 2002. Furthermore, the result of that audit produced a capital loss for Mr. Papa for that period. However, the assessments that formed the basis of the jeopardy orders signed by Justice Tremblay-Lamer were in respect of the 2002 - 2007 taxation years. The mere fact that Mr. Papa had been audited previously, and may have certain capital losses available to him again go to the substance of the assessment and not the jeopardy order itself.", "[29] In sum, the evidence tendered by Mr. Papa does not convince me that there are reasonable grounds to doubt that orders signed by Justice Tremblay-Lamer are invalid. Furthermore, even if I were to accept that Mr. Papa's evidence does give rise to some reason to doubt the Orders, I am convinced that the CRA's evidence gives rise to a reasonable ground to believe that delay in collection of taxes against Mr. Papa would be jeopardized. I am also of the view that the CRA did not fall short of its duty of full and frank disclosure. ORDER", "[30] THIS COURT ORDERS that 1. The jeopardy order signed by Justice Tremblay-Lamer dated May 2, 2008 in respect of Micheline Gallo (T-688-08) is set aside. 2. The application by Mr. Tony Papa pursuant to s. 225.2(8) of the Income Tax Act in T-689-08 is dismissed with costs. 3. Mr. Papa is hereby given 30 days from the date of this Order to place an additional $3.3 million on deposit with the Receiver General of Canada. 4. Should Mr. Papa fail to place an additional $3.3 million on deposit with the Receiver General of Canada within the above delay, the CRA shall, pursuant to s. 225.2(2) of the Income Tax Act , be authorized take such steps authorized by the May 2, 2008 jeopardy order in respect of amounts not secured by the $6 million already on deposit with the Receiver General of Canada. Order accordingly. Editor: Sharon McCartney/gs [End of document]"]}