{"id_": "018101", "body_str": ["[1] Gagné, J. : This is an application for a writ of mandamus , resulting from the Minister of Citizenship and Immigration's [CIC] failure to render a decision on the Applicant's application for permanent residence as a protected person, which has been pending since February 2006. While the ultimate responsibility for the decision rests with CIC, the Applicant argues that the Minister of Public Safety and Emergency Preparedness [MPSEP] is necessarily involved, as a result of his statutory responsibility to conduct an examination of the Applicant's admissibility under section 34 of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA]. The Applicant asks the Court to compel both Respondents to finalize the application within the following thirty days. The Applicant is also seeking costs on his application.", "[2] In the interim, the Respondents made a motion pursuant to section 87 of IRPA for a non-disclosure order to protect information presently redacted in the Certified Tribunal Record [CTR], on national security grounds. This motion was granted by the Court on September 16, 2015 with respect to pages 506-512 of the CTR (Canada Border Services Agency's [CBSA] 2013 inadmissibility assessment and Canadian Security and Intelligence Service's [CSIS] March 23, 2010 brief). The Respondents have advised the Applicant and the Court that they did not intend to rely on the redacted information in the course of the present application, and they did not.", "[3] On the merits, the Respondents argue that the present application should be dismissed because compelling CIC to issue a decision within a strict time frame would have the effect of aborting or abbreviating their security investigation. In the alternative, they request that the hearing should be adjourned to January 2016, at which time CIC could provide an update regarding whether it has made an admissibility determination and confirm the remaining steps, if any, to finalize the Applicant's application for permanent residence. II. Facts", "[4] The Applicant Pirabakaran Kanthasamyiyar is a Hindu priest from Sri Lanka. He arrived in Canada on January 13, 2005 and made a refugee claim upon arrival, based on alleged persecution by the Liberation Tigers of Tamil Eelam [LTTE], the Eelam People's Democratic Party and the Sri Lankan security forces. In his Personal Information Form [PIF] narrative, he explained that the LTTE had forced him to dig bunkers and fill sandbags, and to teach computer courses to youths in the LTTE offices. He also alleges being beaten by the Sri Lankan security forces (the army and/or the police) on various occasions due to his suspected membership in the LTTE. In 2004, the Applicant became convinced that the LTTE wanted to force him to become a militant, which is why he escaped to Canada.", "[5] The Refugee Protection Division Board determined that the Applicant was a Convention refugee and allowed his claim on February 9, 2006. That same month, the Applicant applied to CIC for permanent residence as a protected person, pursuant to subsection 21(2) of IRPA. No decision has yet been rendered on that application, hence the application for a writ of mandamus", "[6] The Applicant has been a priest at the Canada Kanthaswamy Temple [CKT] in Scarborough, Ontario, since January 2005, first as a volunteer priest and subsequently as an employee.", "[7] On June 13, 2007, the Applicant married his wife, a citizen of Sri Lanka, at the Sri Lanka High Commission in Singapore. In his affidavit, he states that the principal purpose of the trip was the marriage, but that he also travelled to Singapore, Malaysia, Germany and Switzerland. He advised CIC of his marriage in October 2007 and in March 2009, he requested that his wife be added to his permanent residence application.", "[8] On April 8, 2008, CSIS interviewed the Applicant about the activities he was forced to do for the LTTE back in Sri Lanka. The Applicant acknowledged the activities from his PIF narrative, but denied ever being a member of the LTTE or World Tamil Movement [WTM]. He also denied knowing of the LTTE / WTM in Toronto or of any fundraising efforts on their behalf by the CKT.", "[9] On May 13, 2009, a CIC officer requested an update from CSIS, noting that the interview occurred on April 8, 2008. CSIS replied on May 19, 2009 that the case was under review. On June 8, 2009, another CIC officer asked CSIS if the Applicant had been \"NRT'd\" [no reportable trace], noting that the CSIS clearance had been outstanding since 2006. On June 12, 2009, CSIS responded that the case was still under review and that \"it has been worked on recently. It has not been forgotten\".", "[10] On March 23, 2010, CSIS issued its case brief to the CBSA regarding the Applicant's possible inadmissibility pursuant to paragraph 34(1)( ) of IRPA. It was apparently temporarily lost as CBSA only received it in February 2011. The Applicant obtained a redacted copy of this brief.", "[11] On May 24, 2010, a \"poison pen\" letter was received by the Canadian High Commission in Colombo and was forwarded to CSIS for assessment the following day. The letter claimed that the Applicant resided in Germany prior to entering Canada, that he still has links with the LTTE's former members, and that he orders vandalism activities to be carried out by LTTE members. It also claimed that his marriage was a sham and that he would receive $30,000-$40,000 for bringing his wife to Canada. On June 1, 2010, CSIS advised that the letter had been passed on and results would follow when available. A follow-up poison pen letter was received on July 7, 2010, claiming that after the Applicant got married, he travelled to several countries to meet former heads and leaders of the LTTE. This letter was also forwarded to CSIS.", "[12] On November 15, 2010, a CIC officer made a note to file that CIC would: • await CSIS to continue to process PP [poison pen] letter info before disclosing to client • once decision by CSIS made, then depending on veracity of PP letters, will proceed accordingly • for time being IO/DL has advised to inform counsel that bkgrd [background] checks are still under review • an email has been sent to CSIS HQ to inquire about a status update.", "[13] The Applicant only found out about the existence of the poison pen letters in early 2014 through access to information requests, and did not obtain production of them until he received the CTR in June 2015.", "[14] In response to CIC's November 15, 2010 request for an update, CSIS advised CIC to contact CBSA. On November 17, 2010, CBSA advised that it did not find any information related to the Applicant in its databank. CIC requested further updates from CBSA on February 14, 2011 and on September 8, 2011. On September 21, 2011, CBSA advised that the assessment of the case was not yet finalized and that since the brief would soon expire, it requested updated IMM forms from CIC. CIC sent these forms to CBSA on October 5, 2011.", "[15] On October 6, 2011, CBSA requested updated security advice from CSIS regarding the Applicant. CSIS completed an updated security briefing on December 13, 2011 but CBSA only received it sometime before April 16, 2012. The brief is not contained in the CTR as it was not transmitted from CBSA to CIC. During cross-examination, CIC officer Clare Palmer suggested that this may be because \"[s] ometimes CBSA doesn't forward the brief if it contains no new information\". The Applicant obtained a redacted copy of this briefing.", "[16] On March 1, 2013, CIC requested an update from CBSA. The same day, CBSA advised that the file was still under review, and that it had been referred for further analysis. On March 18, 2013, CBSA advised CIC that after an initial review of the file, CBSA required additional information before it could conclude its assessment. On May 15, 2013, CIC sent a memorandum to CBSA, requesting a brief update and attaching the additional information.", "[17] On July 17, 2013, the CBSA completed its own inadmissibility assessment pursuant to paragraph 34(1)( ) of the IRPA, concluding that there were reasonable grounds to believe that the Applicant is inadmissible due to his membership in the LTTE. The assessment states that while the Applicant never admitted he was a member of the LTTE, he is a priest at CKT, which is under forcible control of the WTM, a leading organization for the LTTE.", "[18] The Applicant was convoked for an interview with CBSA on January 28, 2014, subsequently rescheduled for April 10, 2014. During the interview, the CBSA officer questioned the Applicant about the basis for his refugee claim, his associates in Canada, the CKT and whether he is a member of the LTTE. The Applicant admitted having heard rumours that the CKT was previously thought to have engaged in fundraising for the WTM and the LTTE, but that any such engagement was before he began working there. He stated that he did not believe it had continued during his time with the CKT.", "[19] On July 9, 2014, the Applicant requested an update, and on July 12, 2014, the CBSA officer indicated that the investigation was ongoing. The Applicant again followed up on September 16, 2014, but no reply was received. On September 25, 2014, the Applicant wrote to both CBSA and CIC advising that unless his case was resolved, he would seek legal action.", "[20] The CBSA replied on September 29, 2014, stating that the investigation was ongoing. The CIC replied on October 7, 2014, indicating that the Applicant's file had been transferred to the Vancouver CIC office. Neither agency provided a timeline. The Applicant filed the present application on November 18, 2014.", "[21] On February 3, 2015, CBSA completed a report pursuant to subsection 44(1) of IRPA alleging that the Applicant is a member of the LTTE, contrary to paragraph 34(1)( ) of IRPA. The file was referred for an admissibility hearing on March 10, 2015. The admissibility hearing had not yet occurred nor has it been scheduled.", "[22] In her affidavit dated January 13, 2015, CIC officer Clare Palmer states that she expects to be able \"to begin [her] review of the Applicant's file next week and, based on [her] past experience, expect to be able to make [her] determination with respect to the Applicant's inadmissibility in 3 to 6 months\" and if not found inadmissible, another 6 months would be necessary for other clearances.", "[23] In her affidavit dated June 24, 2015, she states that she \"would anticipate receiving the completed assessment from CBSA by mid-August\" and that, \"at this point in time, [she] estimate[s] that [she] would be able to make [her determination] with respect to the Applicant's admissibility within 6 months.\"", "[24] At the beginning of the hearing before me, the Respondents made an oral motion for permission to file two new affidavits in support of their position: a further affidavit of Clare Palmer dated October 15, 2015 and an affidavit from CBSA officer Claudio Pellicore dated October 16, 2015. I granted that motion.", "[25] In this new affidavit, Ms. Palmer first states that she has received an updated inadmissibility assessment from CBSA and that \"[i] t is non-favourable and contains similar information to the previous assessments.\" As the updated report is not attached, I agree with the Applicant that I should infer that it contains no new information. She also states that she did not receive an update from CSIS and that in spite of the fact that CSIS' report was to expire during the month of October; no update was required as the previous report was still valid when the discussion occurred. Finally, she states that on July 14, 2015, she requested CBSA to run an INTERPOL fingerprint checks as it was not done when the Applicant arrived in 2005, and that on August 11, 2015, she asked the Applicant's permission to disclose any record he may have in Germany. Apparently, this verification was not performed when they received the poison pen letters in 2010, one of which indicated that the Applicant resided in Germany prior to coming to Canada. Due to the Applicant being outside of the country until October 8, 2015, the request was only put to the German authorities on October 15, 2015. Ms. Palmer expects to receive a response in late October or early November and be able to interview the Applicant if necessary in late November. She therefore expects to be able to make a determination with respect to the Applicant's admissibility in December 2015. III. Issues", "[26] This application for judicial review raises the following issues: 1. Is the Applicant entitled to an order from this Court enjoining the Respondents to render a final decision concerning his application for permanent residence in Canada? 2. Should the Applicant be awarded costs? IV. Analysis A. The Applicant entitlement to an order from this Court enjoining the Respondents to render a final decision concerning his application for permanent residence in Canada (1) Position of the parties (a) Applicant", "[27] As a preliminary matter, the Applicant argues that both CIC and the MPSEP are responsible for finalizing the application, and for the delays that have occurred in its processing. This responsibility is anchored in sections 4 and 21 of IRPA, as well as in the Order Setting Out the Respective Responsibilities of the Minister of Citizenship and Immigration and the Minister of Public Safety and Emergency Preparedness Under the Act , SI/2005-120. Since both Ministers are responsible, they must both be bound by any order of this Court.", "[28] The Applicant then argues that this case meets the eight criteria for an application seeking mandamus , as per <FRAGMENT_SUPPRESSED>  (FCA) at para 45, aff'd [1994] 3 SCR 1100 [ <FRAGMENT_SUPPRESSED> ]. This test is applicable in immigration matters ( <FRAGMENT_SUPPRESSED>  at para 39).", "[29] In their written submissions, the Respondents only argue that the third and eighth <FRAGMENT_SUPPRESSED> criteria are not met. At the hearing however, they added that the seventh Apotex criterion is not met either and that the Court should find that the additional information contained in the October 15, 2015 affidavit of CIC officer Clare Palmer amounts to an equitable bar to the relief sought. As the Respondents did not clearly articulate that last argument, the present reasons will only address the third and eighth <FRAGMENT_SUPPRESSED> criteria.", "[30] With respect to the third <FRAGMENT_SUPPRESSED> criterion, the Applicant argues that there is a clear right to the performance of the Respondents' duty, because he has satisfied all the conditions precedent for the processing of his application for permanent residence, he has made many prior demands for a decision, a reasonable time was allotted to the Respondents to comply and the delay has been unreasonable. The Applicant bases his argument that the delay is unreasonable on the three criteria outlined in <FRAGMENT_SUPPRESSED>  (FC) at para 23 [ <FRAGMENT_SUPPRESSED> ]. These are: (1) the delay has been longer than the nature of the process requires, prima facie ; (2) neither the Applicant nor his counsel is responsible for the delay; and (3) the authority responsible for the delay has not provided satisfactory justification (see also <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ] ).", "[31] Nearly ten years have elapsed since the Applicant submitted his application. According to the Applicant, this delay has largely been occasioned by the MPSEP, which has offered no justification for the delay. The Applicant argues that all of the information on which the CBSA has relied for its 2013 inadmissibility assessment dates from 2008 or earlier, which begs the question as to why a decision has still not been rendered. CIC, for its part, failed to act after receiving the 2013 assessment, and only began to act after the present mandamus application was filed. Its failure to act promptly led to the need to request a new security screening from CBSA, which engendered further delays. Finally, there have been communication failures between the CBSA and CSIS, which further contributed to the delay.", "[32] With respect to the eighth <FRAGMENT_SUPPRESSED> criterion, the Applicant argues that the balance of convenience is in his favour and that he has been prejudiced by the delay. Meanwhile, the Respondents have had ample opportunity to determine the permanent residence application; they would not be prejudiced by a mandamus order. (b) Respondents", "[33] The Respondents agree that the mandamus test from <FRAGMENT_SUPPRESSED> is applicable here, but argue that the third and eighth criteria have not been met. Thus, a mandamus order is not warranted.", "[34] With respect to the third criterion of the <FRAGMENT_SUPPRESSED> test, the Respondents argue that the delay is not unreasonable. They contend that their obligation to promote international justice and security, provided for in paragraphs 3(1)( ) and ( ) of IRPA, along with their duty to determine the admissibility of the Applicant, found in subsection 21(2) of IRPA, justify this delay. The Respondents cite <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], and remind us that subsection 21(2) of IRPA does not provide time limits for an officer's determination of admissibility.", "[35] The Respondents emphasize the importance of not aborting security investigations undertaken in the context of permanent residence applications ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). In the present case, there are legitimate concerns about the Applicant's involvement with the LTTE and the poison pen letters made specific, concrete allegations that required further investigation. The Respondents also argue that the Applicant's story through which he obtained refugee status may have contained significant misrepresentations, which may support an application to vacate that status. This would remove the foundation for his permanent residence application.", "[36] The Respondents insist that the Applicant's file is being monitored on a regular basis, and the screening regarding security and inadmissibility provides a satisfactory justification for the delay ( <FRAGMENT_SUPPRESSED> , above at para 23). They also emphasize that CIC officer Clare Palmer, to whom the Applicant's file was transferred in December 2014, has been diligent and expects to make a determination regarding the Applicant's admissibility within three months.", "[37] As for the eighth criterion of the <FRAGMENT_SUPPRESSED> test, the Respondents argue that the balance of convenience favours them rather than the Applicant. The Respondents must investigate the security concerns related to the Applicant's possible association with the LTTE before a decision on his permanent residence application can be rendered. In the process, the Applicant's file is being regularly monitored. These factors militate against issuing a mandamus order, or, in the alternative, adjourning the hearing until January 2016, when the CIC could provide an update regarding whether officer Clare Palmer has made an admissibility determination, and what steps, if any, remain to be taken on the application. The Respondents cite <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ] as a precedent for the requested adjournment. (2) Apotex criterion #3: Is there a clear right to performance of the duty?", "[38] With respect to the third criterion, I agree with the Applicant that he has fulfilled the conditions precedent, by filing his application, paying the requisite fees, and cooperating with the CIC and MPSEP throughout the process ( <FRAGMENT_SUPPRESSED> , above at para 17). The Respondents offer no detail as to why the Applicant would not have fulfilled the conditions precedent.", "[39] The determination as to whether the delay was unreasonable on the actions of both CIC and the MPSEP (CBSA and CSIS) depends on the criteria set out in <FRAGMENT_SUPPRESSED> , above at para 23. a) Conille criterion (1): Is the delay longer than the nature of the process requires, prima facie?", "[40] The question then becomes, is this nearly ten-year delay prima facie unreasonable? In <FRAGMENT_SUPPRESSED> , above at para 8, Justice Pinard held: Even though at first glance nine years is a long time for someone who is waiting to be given permanent residence status, mandamus applications must be assessed in accordance with the particular facts of the case; the case law is used only to outline the parameters ( <FRAGMENT_SUPPRESSED>  (Fed. T.D.), at paragraph 15).", "[41] This was emphasized by the Court in <FRAGMENT_SUPPRESSED> , above at para 15, in reviewing subsection 21(2) of IRPA: \"[t]he requirements of the legislation, as set out, are not subject to any temporal or pragmatic parameters. No time limits are given with respect to the underlined phrase above. What is reasonable and what is unreasonable varies as each instance is a case unto itself\" (see also <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[42] From my review of the facts, I conclude that this delay is prima facie unreasonable. At first glance, the following brief chronology illustrates that steps were taken regularly: CSIS interviewed the Applicant in 2008, \"worked on\" the file in 2009 and issued its case brief to CBSA in March 2010 - though CBSA did not receive it until February 2011. The poison pen letters, which added a new angle to the investigations, were received in May and July 2010. CSIS completed an updated security briefing in December 2011 - though CBSA did not receive it until April 2012. CBSA then requested additional information from CIC in March 2013, which CIC sent in May or September of 2013. CBSA issued its IRPA subsection 44(1) report in July 2013, concluding the Applicant was inadmissible. CBSA interviewed the Applicant in April 2014 and in February 2015, it completed another IRPA subsection 44(1) report similarly concluding that the Applicant is inadmissible. CBSA and CSIS sent their completed security checks to CIC on or around July 6, 2015. The admissibility hearing had yet to occur or be scheduled as of the date of the hearing. CIC officer Clare Palmer plans on making her own inadmissibility determination by December 2015.", "[43] However, before the Applicant filed the present application in November 2014, the only thing CIC did besides answering a CBSA request, was to wait on the security reports from both CBSA and CSIS, in order to eventually discharge its own duty. Throughout all these years, it is true that CIC regularly requested updates from both CBSA and CSIS, but it is also true that it satisfied itself with vague answers as to the status of the investigation without any discussion as to the time frame for its completion. CIC had to request an update of the CBSA report as it had expired and will probably have to request an update of the CSIS brief which has just expired in October 2015.", "[44] Once the file was finally transferred to CIC officer Clare Palmer, she had to conduct her own security investigation as neither security agency seemed to have performed some of the very basic verifications. First, she had to run a fingerprint check as none was done when the Applicant arrived in Canada in 2005. It is true that officer Palmer has indicated it may not have been policy to do so back then but she did not say when it became policy. Second, she had to ask the Applicant's permission to send his personal information to the German authorities in order to investigate the allegation that the Applicant resided in Germany prior to coming to Canada, which was contained in the second poison pen letter received in July 2010. I agree with the Respondents that the fact that both poison pen letters were sent anonymously did not facilitate the investigation. However, it should not have taken five years to make that very basic verification with the German authorities, just as it should not have taken ten years to run a fingerprint check.", "[45] This begs the question as to the nature and extent of the investigation that was performed by CSIS and CBSA between April 2006 and July 2015 - aside from the two interviews conducted with the Applicant in 2008 and 2014. The 2010 CSIS case brief and the 2013 CBSA report do not provide many details as they mostly contain generic information on the LTTE and WTM and these organisations' alleged control over the temple where the Applicant is employed as a priest.", "[46] In light of the specific facts of this case, I am unable to find that these delays are prima facie reasonable, nor that a period of almost ten years is normally required by the nature of the permanent residence application process. (a) Conille criterion (2): Is the Applicant or his counsel responsible for the delay?", "[47] The second <FRAGMENT_SUPPRESSED> criterion is easily met: neither the Applicant nor his counsel is responsible for the delay. The Applicant has cooperated with the Respondents throughout this whole process. (b) Conille criterion (3): Has the authority responsible for the delay provided satisfactory justification?", "[48] Similarly to my analysis of the first <FRAGMENT_SUPPRESSED> criterion, the determination of the third <FRAGMENT_SUPPRESSED> criterion - whether the Respondents have provided satisfactory justification for the delays - is largely incumbent on a factual analysis.", "[49] As is clear from the facts and the brief chronology above, security checks were ongoing almost throughout the whole period under review (until approximately July 6, 2015). In <FRAGMENT_SUPPRESSED> , above at paragraph 26, Justice Tremblay-Lamer cautioned that a blanket statement that security checks are pending does not in itself constitute an adequate explanation, and that \"[w]hat will constitute an adequate explanation will of course depend on the relative complexity of the security considerations in each case\". While in that case she did not find the delay to be adequately explained, she acknowledged that other cases have held that ongoing security checks are justified.", "[50] In the case at bar, the Respondents offer no explanation for the delay, besides reiterating that the investigation was ongoing and that issuing an order of mandamus would have the effect of aborting an important security investigation. However, and as indicated above, we remain in the dark as to the nature and extent of the investigation that was performed by CSIS and CBSA between 2006 and 2015. The Respondents have not provided that information in response to the Applicant's application and the CTR does not offer any further insights.", "[51] Again, CIC officer Clare Palmer had to commence a very basic security check within the last few months as it had not been performed before.", "[52] Therefore, I am of the view that <FRAGMENT_SUPPRESSED> criterion (3) is also met. (c) Conclusion on Apotex criterion #3", "[53] Given that I have found that the delay was prima facie unreasonable, and that it was not justified by the Respondents, the Applicant meets <FRAGMENT_SUPPRESSED> factors (1) and (3). Thus, the third criterion of the <FRAGMENT_SUPPRESSED> test is met: there is a clear right to performance of the duty. This would mean that a mandamus order could issue; however, I will continue on to analyze the eighth <FRAGMENT_SUPPRESSED> criterion. (3) Apotex criterion #8: Whom does the balance of convenience favour?", "[54] None of the cases cited above, except <FRAGMENT_SUPPRESSED> , engages in an analysis of the balance of convenience; those cases were decided on the third <FRAGMENT_SUPPRESSED> criterion. <FRAGMENT_SUPPRESSED> involved an application for a writ of mandamus to compel a CIC officer to make a decision on a permanent residence application. The file involved security concerns and CSIS had still not provided its security checks to CIC. In his balancing analysis, Justice Martineau stated that to dismiss the application for judicial review would mean that the Applicant would have to file another such application \"if the decision awaited was not made within a reasonable time\" (at para 40) and that there was no guarantee that leave would be granted. That constituted a hardship. However, he acknowledged that forcing the CIC officer to render her decision in a short amount of time might place her in a difficult position because she was still waiting for security checks (at para 41). He also noted that the Respondent's evidence was incomplete. Rather than making an order allowing or dismissing the application for a writ of mandamus , Justice Martineau made an interlocutory order summoning the parties to a subsequent hearing one and a half years later, so that further evidence could be adduced by the Respondent and additional submissions could be made (at para 42).", "[55] The facts of this case are different than those in <FRAGMENT_SUPPRESSED> . In the present case, the security checks are complete and the timelines for a decision by the CIC officer are clearer: an admissibility determination will likely be made by December 2015, and the permanent residence application will be processed thereafter; the average processing for that second stage is eight months, according to officer Palmer's October 15, 2015 affidavit.", "[56] Thus, I believe that the balance of convenience favours the Respondents, who are near completion of their assessment of the Applicant's file.", "[57] However, since the Applicant had to bring this application for judicial review in order to compel CIC to accelerate its treatment of the file, I will issue an order of mandamus and grant CIC more time to issue its decision on the Applicant's application for permanent residence than is suggested by the Applicant. I will grant CIC until March 31th, 2016 to complete its assessment and issue its decision. B. Should the Applicant be awarded costs? (1) Position of the parties (a) Applicant", "[58] The Applicant argues that special reasons justify costs being awarded, as per Rule 22 of the Federal Courts Citizenship, Immigration and Refugee Protection Rules , SOR/93-22. The Applicant cites many cases in which the Court has held that a long unjustified delay in rendering a decision on an immigration application constitutes special reasons (for example <FRAGMENT_SUPPRESSED> (6)(iv) [ <FRAGMENT_SUPPRESSED> ] ; and <FRAGMENT_SUPPRESSED> ). At the hearing, the Applicant contended that the cases cited by the Respondents requiring \"abusive\" conduct or \"bad faith\" were not consistent with <FRAGMENT_SUPPRESSED> , and that consequently, the unreasonable delay here is sufficient for an award of costs.", "[59] The Applicant also argues that the Respondents' failure to address the application in a timely manner is contrary to article 34 of the Convention Relating to the Status of Refugees , 189 UNTS 2545, and the family reunification objectives in paragraphs 3(1)( ) and 3(2)( ) of IRPA. The Applicant proposes a lump sum costs award of $5,000 or that costs be assessed at the upper end of the range in Column IV of Tariff B of the Federal Courts Rules , SOR/98-106. (b) Respondents", "[60] The Respondents argue that there are no special reasons warranting costs in this case. There has been no evidence of conduct that is \"unfair, oppressive, improper or actuated by bad faith\" on the part of the Respondents ( <FRAGMENT_SUPPRESSED> ).", "[61] Although I found that the delay was both unreasonable and unexplained, I do not find that an award of costs is warranted. I cannot agree with the Applicant's assertion that the cases cited by the Respondents are inconsistent with Ndungu, and thus I find that those cases are relevant here. I do not believe that this is a case where the Respondents have demonstrated conduct that is \"unfair, oppressive, improper or actuated by bad faith\". In fact, no evidence of unfair conduct or bad faith on the part of the Respondents was adduced before me. V. Conclusion", "[62] For all of these reasons, the Court will issue, without costs, an order of mandamus . However, as only CIC can be compelled to the performance of the duty, the order will be limited to the latter. CIC will be compelled to issue its decision on the Applicant's application for permanent residence on or before March 31st, 2016. No costs will be granted. JUDGMENT", "[63] THIS COURT'S JUDGMENT is that 1. The Minister of Citizenship and Immigration shall render a decision on the Applicant's application for permanent residence on or before March 31st, 2016, unless he or she presents to the Court, before the expiration of that delay, a motion for an extension of the delay to render a decision; 2. No costs are granted. [End of document]"]}