{"id_": "018205", "body_str": ["[1] Hughes, J. : The Principal Applicant Villa is an adult woman who is a citizen of Mexico; the other two Applicants are her children who have not yet reached an age of majority. The Applicants made a claim for refugee protection in Canada pursuant to sections 96 and 97(1) of the Immigration Refugee Protection Act , S.C. 2001, c. 27 (IRPA).", "[2] The Claim was rejected by a Member of the Immigration and Refugee Board of Canada by a decision in writing dated April 10, 2008. Leave was granted by this Court permitting the Applicants to seek judicial review of that decision.", "[3] For the reasons that follow, I find that the application is allowed.", "[4] The Member in her decision helpfully stated that the basis of her decision was that she determined that the Applicants had not rebutted with clear and convincing evidence that there was an internal flight alternative (IFA) available to the Applicants in the Federal District of Mexico City (FDMC). The Member found that the evidence given by the Principal Claimant on her behalf and that of her children was credible and not embellished. This finding is not challenged. The factual background can be stated briefly.", "[5] The Principal Applicant is an educated woman with an accounting background who was raised and worked in Queretaro, Mexico. She was married to a Mr. Noe Nieves Gallagos and bore him two children who are the other Applicants in this proceeding. The Principal Applicant was employed as an administrative assistant in Queretaro in a restaurant business owned by Victor Correa Granados (Correa). One evening in December 2005 Correa encountered the Principal Applicant when she was leaving work. She regularly had to leave information in an area used as an apartment by Correa. Correa seized the Principal Applicant, physically abused her and raped her. The Principal Applicant fled and returned home where she was confronted by her husband who observed her bruises and injuries. Her husband said nothing at the time but in subsequent days became withdrawn then violent. Meanwhile a person acting on behalf of Correa visited the Principal Applicant on at least two occasions warning her not to speak out against Correa. Ultimately her husband left the Principal Applicant and her children. The Principal Applicant sought help from her church and psychologists. She moved to another place in Mexico, Colonia La Loma. On the advice of her psychologist, the Principal Applicant denounced Correa to the police who advised her to come back since the relevant officer who dealt with such matters was not there. That night, Correa's representative against visited the Principal Applicant to warn her to stop complaining. This person continued to stalk the Principal Applicant even though she had secured employment at a new place.", "[6] The Principal Applicant again spoke to her psychologist who suggested that she move to another place, including a suggestion as to Canada. The Principal Applicant met with her parents and her brother, a state judge, and it was determined that she leave Mexico and come to Canada. Apparently, the representative of Correa continues to pester the Principal Applicant's family.", "[7] The Member's findings were set out in that portion of her Reasons entitled \"Analysis\" commencing on page 3. I repeat the first paragraph: I find that the evidence presented by the claimant in support of her claim was credible and not embellished. However, the determinative issue in this claim is that I find the claimants have not rebutted with clear and convincing evidence the presumption that the authorities in the IFA of the FDMC can protect its citizens. I find that with her accounting degree and constant employment in her profession prior to leaving Mexico, then she could relocate there with her children and find satisfactory employment in her area of expertise with no problems related to language or credentials and avail herself of the protection that the documentary evidence states is available for victims of domestic violence in this district.", "[8] On page 4 over to page 5 of her Reasons, the Member writes a shopping list of legal criteria used to establish if there is a viable internal flight alternative. It is in the application of the relevant criteria that the Member has failed to appreciate how the evidence before her is to be considered.", "[9] The Supreme Court of Canada in the often cited case of Ward <FRAGMENT_SUPPRESSED> ) has established, as the Member has set out, that one must begin with a presumption that states are capable of protecting their own citizens except where it is evident that the state is in complete breakdown. It is also correct to say that the Applicants bear a burden of persuading the Member that the protection afforded by the IFA is not adequate Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> .", "[10] However in that case the Court of Appeal was careful to point out in paragraph 20 that the standard of proof \" ...does not require a higher probability than what is normally required on the balance of probabilities standard to meet the burden of proof .\" At paragraph 30 of that decision, the Court of Appeal wrote that the evidence had to be reliable and sufficiently probative such as to convince the Member that state protection is inadequate on the balance of probabilities. The manner in which this proof is to be adduced was set out at paragraphs 17 to 19 of the Court of Appeal's decision: 17 The respondent claims that the state of Mexico could not or failed to provide her with state protection against her husband's physical abuse. As a result of her claim, the respondent bears both an evidentiary and a legal burden. 18 Indeed, in order to rebut the presumption of state protection, she must first introduce evidence of inadequate state protection (for the sake of convenience, I will use \"inadequate state protection\" as including lack of such protection). This is the evidentiary burden. 19 In addition, she must convince the trier of fact that the evidence adduced establishes that the state protection is inadequate. This is the legal burden of persuasion.", "[11] In the present case, the Member addressed the IFA question. At page 12 of the transcript of the hearing, the Member acknowledged that she was aware that the Federal District (Mexico City) was not very distant from Queretero: Member: I did note that everybody - no, not everybody. The mother and her son where both born in the Federal District. So I'm just wondering how that came about. It appears that the - nobody ever lived there, so - or no one was educated there. I also know that it's not very distant from Queretero.", "[12] At pages 18 and 19 of the transcript of the hearing we find the Member questioning the Principal Applicant (through an interpreter): Member: And you have, in your personal information form, what happened on that day, and it's also referred to in a couple of the medical reports that we have. Madam, if you were to return to Mexico and set up your life in the Federal District, do you think that either of these men would follow you there? Principal Claimant: Definitely. Member: Well, let's again them in order. I understand that they - they're not - they're - your problem with them isn't really connected so that one - they wouldn't come at your together. So it's all right if I separate them in the way I've been doing? Principal Claimant: That's correct. Member: Okay. Let's talk about your husband first. Why do you think he would come to Mexico City? Principal Claimant: Well, to harm me. Him, during the communications or contacts that we have had, he tells me like I'm a damn person and he tells me that he's not going to allow me to live happily with my children. Member: But you haven't seen him since he moved out of your family home. You said that the last time you saw him was in January 2006. So you were in Mexico for six months after that. You stayed in Queretero and he didn't come to see you. So why d you think that he would follow you to Mexico City? Principal Claimant: He didn't try or attempt to see us because he knew that now, or at that time I was in contact with my parents. And cowardly, or in a cowardly manner, what he would do was to reach me and talk to me only on the phone. When on other occasions, he would call from other telephones, and those were the occasions when I would normally answer the phone, then he would take the opportunity to insult me. Member: So why do you think he would follow you to Mexico City? Principal Claimant: Because in Mexico I don't have any family. In Mexico I would be alone with my children. Member: Would you be safer in Queretero? Principal Claimant: That's right. Member: Now, let's talk about Victor Correa (phonetic) and your problems with him. You haven't seen him since he raped you? Principal Claimant: No. Member: And you were in Mexico for quite a few months after that? Principal Claimant: That's right. Member: Why did he not come to see you after the rape? Principal Claimant: He didn't come personally, but he sent, on several occasions, an employee, a person I didn't know and would introduce himself on behalf of Mr. Victor Correa (phonetic). Member: Well, again, I'm going to ask you what would happen if you went to the Federal District? Do you think that he would follow you there? Principal Claimant: I am sure that in any part of the Mexican's country, he would locate me to be sure that I wouldn't do anything against, against him, because he has many contacts in the government and very powerful business people or businessmen. Member: But if he didn't come after you in the six months you remained in Mexico, why would he now follow you, now that its two years later? Principal Claimant: Because he keeps on being an important person and what he did to me represents, or becomes a risk, a danger to him.", "[13] This appears to be the evidence before the Member as given at the hearing by the Principal Applicant. Given this evidence, this Court would conclude, as the Member should have done, that the Applicants had met their burden of providing that Mexico City was not a viable IFA.", "[14] The Applicants lawyer was given an opportunity to make further submissions as to IFA and did so in writing. In doing so reference was made to a number of reports such as those emanating from the United Nations and the United States and to decisions of this Court including <FRAGMENT_SUPPRESSED>  at para. 28; <FRAGMENT_SUPPRESSED>  at para.10; and <FRAGMENT_SUPPRESSED>  at para. 25. Those and other decisions of this Court point to the fact that Mexico is an emerging, not a full fledged, democracy and that regard must be given to what is actually happening and not what the state is proposing or endeavouring to put in place.", "[15] In the present case, the Member refers to \" documentary evidence \" in her Reasons, at the first paragraph on each of pages 3 and 4 footnoted at 11, 16 and 16 as affording the basis for concluding that Mexico City offers an appropriate IFA. That evidence appears to bundles of documents. The Member does not say on which document or portion thereof, she places reliance. The Member does not say how the evidence given by and on behalf of the Applicants was weighed against such documentary evidence. A review of that documentary evidence fails to disclose what it might have been that would have convinced the Member, on a balance of probabilities, that Mexico City afforded a reasonable IFA.", "[16] Therefore, I find that the application must be allowed and the matter sent back for redetermination by a different Member. Given that the Principal Applicant's evidence was found to be credible and not embellished the issue for redetermination should be limited to that of the Federal District of Mexico City as an appropriate internal flight alternative. The matter is fact specific and no question will be certified. There is no Order as to costs. JUDGMENT", "[17] For the Reasons provided THIS COURT ADJUDGES that 1. The application is allowed; 2. The decision of April 21, 2008 rejecting the Applicants' refugee claim is quashed and sent back for redetermination by a different Member. The issue for redetermination shall be limited to whether the Federal District of Mexico City is an appropriate internal flight alternative; 3. There is no question for certification; 4. No Order as to costs. [End of document] <FRAGMENT_SUPPRESSED>"]}