{"id_": "018210", "body_str": ["[1] Near, J. : This is an appeal brought under subsection 14(5) of the Citizenship Act , R.S.C. 1985, c. C 29 (the Act) appealing the decision (the Decision) of a Citizenship Judge dated August 5, 2008, approving the Respondents application for Canadian citizenship.  <FRAGMENT_SUPPRESSED>", "[2] It is the Applicant's position that the Respondents did not meet the residence requirements set out under subparagraph 5(1)(c) of the Act during the relevant time and that the Citizenship Judge erred in determining that the Respondents satisfied these residence requirements and erred in law by approving the Respondent's application for citizenship.  <FRAGMENT_SUPPRESSED>", "[3] The Respondents did not appear at the hearing of this matter.  <FRAGMENT_SUPPRESSED>", "[4] For the reasons set out below the appeals  <FRAGMENT_SUPPRESSED> -08 and T-1528-08 are allowed, the decisions of the Citizenship Judge are set aside and the matters are sent back for re-determination by a different Citizenship Judge.  <FRAGMENT_SUPPRESSED> I. Background  <FRAGMENT_SUPPRESSED>", "[5] The Respondents are 35-year-old citizens of Pakistan and a married couple. Both Respondents landed in Canada on July 14, 2002 with their one year old child. The child returned to Pakistan three months after their arrival. Both Respondents applied for Citizenship on February 20, 2006, while in Pakistan. They did not submit an application on behalf of the child. Both Respondents received a positive decision on August 5, 2008.  <FRAGMENT_SUPPRESSED>", "[6] The Applicant appealed both decisions, which were made by the same Citizenship Judge. The wife, Ms. Sidrat Farooq, is the Respondent in Court File No. T-1527-08 and the husband, Mr. Imran Farooq, is the Respondent in Court File No. T-1528-08. The two appeals were heard concurrently.  <FRAGMENT_SUPPRESSED>", "[7] The Respondents indicated on each of their residency questionnaires that during the relevant time period they were absent from Canada on only two occasions: a trip to New York to visit a brother in 2002 and a trip to Pakistan in January 2002, for a total absence from Canada of 39 days during the relevant period. They submitted various documents such as tenancy agreements, financial and income statements and evidence of Mr. Farooq's immigration consulting business in support of their citizenship applications. I note that Ms. Farooq's application stated she did not work.  <FRAGMENT_SUPPRESSED>", "[8] Prior to the Decision the Citizenship Judge received a file review from a Citizenship and Immigration Canada (CIC) Officer. The file review noted specific issues that raised questions with regard to the Respondents applications, notably that if the Respondents information was accepted as stated they had only seen their daughter once in approximately four years. The file review also noted that the activity in their bank accounts was minimal, their Notices of Assessment indicated minimal income, and that the phone number listed was actually registered to their landlady.  <FRAGMENT_SUPPRESSED>", "[9] The Citizenship Judge completed the appropriate form required for each of the two applicants. He checked the box indicting that the Respondents had complied with paragraph 5(1)(c) and under the \"Reasons\" section wrote:  <FRAGMENT_SUPPRESSED> I am satisfied the applicant meets the requirement of residence according to 5(1)(c) of the Act.  <FRAGMENT_SUPPRESSED>", "[10] The same wording was used to support the decision in both citizenship applications.  <FRAGMENT_SUPPRESSED> II. Standard of Review  <FRAGMENT_SUPPRESSED>", "[11] The applicable standard of review regarding a Citizenship Judge's determination of whether the Citizenship Applicant met the residency requirement is reasonableness (", "[12] Procedural fairness questions and the adequacy of reasons are pure questions of law reviewable on a correctness standard ( <FRAGMENT_SUPPRESSED> , at paragraph 21).  <FRAGMENT_SUPPRESSED> III. Issues  <FRAGMENT_SUPPRESSED> A. The Residency Test  <FRAGMENT_SUPPRESSED>", "[13] Section 5(1) of the Act sets out the necessary criteria for obtaining citizenship.  <FRAGMENT_SUPPRESSED> 5. (1) The Minister shall grant citizenship to any person who  <FRAGMENT_SUPPRESSED> (a) makes application for citizenship;  <FRAGMENT_SUPPRESSED> (b) is eighteen years of age or over;  <FRAGMENT_SUPPRESSED> (c) is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act, and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner:  <FRAGMENT_SUPPRESSED> (i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and  <FRAGMENT_SUPPRESSED> (ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence; [Emphasis added]  <FRAGMENT_SUPPRESSED> (d) has an adequate knowledge of one of the official languages of Canada;  <FRAGMENT_SUPPRESSED> (e) has an adequate knowledge of Canada and of the responsibilities and privileges of citizenship; and  <FRAGMENT_SUPPRESSED> (f) is not under a removal order and is not the subject of a declaration by the Governor in Council made pursuant to section 20.  <FRAGMENT_SUPPRESSED> [Je souligne]  <FRAGMENT_SUPPRESSED>", "[14] The Act does not define \"residency\". As outlined by Justice Danièle Tremblay-Lamer in <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 947 at paragraph 10, the Court's interpretation of \"residence\" can be grouped into three categories. The first views it as actual, physical presence in Canada for a total of three years, calculated on the basis of a strict counting of days ( (1993), 62 F.T.R. 122,19 Imm. L.R. (2d) 259 (T.D.)). A less stringent reading of the residence requirement recognizes that a person can be resident in Canada, even while temporarily absent, so long as he or she maintains a strong attachment to Canada ( Antonios E. Papadogiorgakis (Re) , [1978] 2 F.C. 208 (T.D.), 88 D.L.R. (3d) 243). A third interpretation, similar to the second, defines residence as the place where one \"regularly, normally or customarily lives\" or has \"centralized his or her mode of existence\" ( Koo (Re)", "[15] While a Citizenship Judge must rely on any one of the three tests, it is not open to him or her to \"blend\" the tests ( <FRAGMENT_SUPPRESSED> , paragraphs 12-13). The onus is on the citizenship applicant to provide sufficient objective evidence to demonstrate they have met the residency requirements ( <FRAGMENT_SUPPRESSED> , at paragraph 19 per Justice Tremblay-Lamer, see also Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  89 A.C.W.S. (3d) 22 at paragraph 14).  <FRAGMENT_SUPPRESSED>", "[16] In this case the Citizenship Judge did not identify in the reasons which test was used to determine that the Respondents met the requirements of section 5(1)(c). I agree with the Applicant that this was an error.  <FRAGMENT_SUPPRESSED> A. The Reasons Provided  <FRAGMENT_SUPPRESSED>", "[17] Section 14(2) of the Act requires that the Minister be provided with notice and reasons of the Citizenship Judge's decision. Section 14(2):  <FRAGMENT_SUPPRESSED> (2) Forthwith after making a determination under subsection (1) in respect of an application referred to therein but subject to section 15, the citizenship judge shall approve or not approve the application in accordance with his determination, notify the Minister accordingly and provide the Minister with the reasons therefor.  <FRAGMENT_SUPPRESSED>", "[18] According to Justice Edmond Blanchard in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 152, the reasons must be sufficient to enable the appeal court to discharge its appellate function, indicate the residency test used and explain why she/he determined that the residency requirements in section 5 of the Act had been met (at paragraph 5). It is a reviewable error to fail to provide sufficient reasons (at paragraph 6). Justice Blanchard did discuss the importance of addressing concerns raised by the CIC Officer at paragraph 6:  <FRAGMENT_SUPPRESSED> In my view, the Citizenship Judge committed a reviewable error by not providing reasons for having approved the Respondent's application to the Minister. In the circumstances of this case, and given the concerns raised by the Citizenship Officer who conducted the interview of the Respondent, reasons should have been provided describing the documents submitted by the Respondent and their impact on the Decision. The reasons should have also indicated the residency test the Judge used and explained why he determined that the residency requirements in section 5 of the Act had been met.  <FRAGMENT_SUPPRESSED>", "[19] I am also instructed by the recent decision by Justice Roger Hughes in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 254, who commented extensively on the importance of the Citizenship Judge's reasons:  <FRAGMENT_SUPPRESSED>", "[4] A citizenship judge is not a \"judge\" as it may be understood in the sense of a superior Court or provincial Court judge. Section 26 of the Citizenship Act states that any \"citizen\" may be a citizenship judge, no legal training or other qualifications are apparently necessary. The power of a citizenship judge, as set out in the Act and amplified by the Regulations, is found in section 14(2) of the Act which is captioned \"Advice to Minister\" and is to approve or not approve the application but with an important addendum \"...and provide the Minister with the reasons therefor\":  <FRAGMENT_SUPPRESSED> Advice to Minister  <FRAGMENT_SUPPRESSED> (2) Forthwith after making a determination under subsection (1) in respect of an application referred to therein but subject to section 15, the citizenship judge shall approve or not approve the application in accordance with his determination, notify the Minister accordingly and provide the Minister with the reasons therefor.  <FRAGMENT_SUPPRESSED>", "[5] This \"advice\" takes the form of \"approval\" or \"not\" together with reasons therefor. The only remedy thereafter as provided by the Citizenship Act is for an appeal to this Court by either the Minister or the applicant under section 14(5) of the Act. The decision of this Court as provided by section 14(6) is final:  <FRAGMENT_SUPPRESSED> Appeal  <FRAGMENT_SUPPRESSED> (5) The Minister or the applicant may appeal to the Court from the decision of the citizenship judge under subsection (2) by filing a notice of appeal in the Registry of the Court within sixty days after the day on which  <FRAGMENT_SUPPRESSED> (a) the citizenship judge approved the application under subsection (2); or  <FRAGMENT_SUPPRESSED> (b) notice was mailed or otherwise given under subsection (3) with respect to the application.  <FRAGMENT_SUPPRESSED> Decision final  <FRAGMENT_SUPPRESSED> (6) A decision of the Court pursuant to an appeal made under subsection (5) is, subject to section 20, final and, notwithstanding any other Act of Parliament, no appeal lies therefrom.  <FRAGMENT_SUPPRESSED>", "[6] Thus, unless there is an appeal, the approval or refusal by a citizenship judge, is a final matter as to the applicant's Canadian citizenship. The Minister has no further function to perform or other remedy other than an appeal. Therefore the provision of reasons by the citizenship judge assumes a special significance. The reasons should be sufficiently clear and detailed so as to demonstrate to the Minister that all relevant facts have been considered and weighed appropriately and that the correct legal tests have been applied.  <FRAGMENT_SUPPRESSED>", "[20] I note that in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 617 (T.D.) the Citizenship Judge found that the residence requirement was met by the citizenship applicant establishing a centralized mode of living in Canada. On appeal Justice Eleanor Dawson held that no reasons were given for this conclusion and it was not palpably supported by the written record before the Citizenship Judge (see paragraph 11). Justice Dawson allowed the appeal based on the evidence contained in the written record before the Citizenship Judge, the fact that it was not addressed in the reasons and the lack of evidence as to anything else that was put before the Citizenship Judge.  <FRAGMENT_SUPPRESSED>", "[21] In this case the file before the Citizenship Judge included notes from the CIC Officer indicating areas of concern related to the Respondents citizenship application. These areas of concern included the fact that if considered as submitted, the Respondents had not seen their only child for approximately four years, and that they had minimal banking activity and income in Canada.  <FRAGMENT_SUPPRESSED>", "[22] In light of these concerns, the Citizenship Judge was required to address these points in the reasons to indicate the issues raised and how the evidence related to them was considered. The reasons were silent and inadequate and therefore constitute a failure to comply with the statutory requirement to give reasons. This was an error.  <FRAGMENT_SUPPRESSED>", "[23] THIS COURT ORDERS AND ADJUDGES that :  <FRAGMENT_SUPPRESSED> 1. the appeals in both T-1527-08 and T-1528-08 are allowed;  <FRAGMENT_SUPPRESSED> 2. the decisions of the Citizenship Judge  <FRAGMENT_SUPPRESSED> -08 and T-1528-08 are set aside and the matters are sent back for re-determination by a different Citizenship Judge; and  <FRAGMENT_SUPPRESSED> 3. there is no Order as to costs.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}