{"id_": "018234", "body_str": ["[1] Diner, J. : This is an application for judicial review, pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [ IRPA ], of the decision of the Immigration Appeal Division [IAD, Panel] of the Immigration and Refugee Board, dated July 25, 2013 [Decision], which refused the Applicant's appeal. II. Facts", "[2] The Applicant is a permanent resident of Canada. He married Bhanu Rekha Raghu Raman [Ms. Raman] in India on June 12, 2010. Ms. Raman is a citizen of India. She applied for a permanent resident visa under the family class category, sponsored by the Applicant.", "[3] The visa officer at the Canadian visa post in New Delhi refused the application on April 7, 2011 on the grounds that Ms. Raman was not part of the family class. The visa officer found that Ms. Raman had not had the legal capacity to marry the Applicant because she had not divorced her first husband prior to the second marriage. The officer also had concerns about the genuineness of the marriage.", "[4] The Applicant appealed to the IAD from the visa officer's decision, which appeal was refused by the IAD. The IAD found that although Ms. Raman was not legally married before and did have the legal capacity to marry the Applicant, it found that her current marriage was not genuine and was entered into primarily for the purpose of acquiring a privilege under IRPA", "[5] The IAD stated 3 concerns with regard to the genuineness and motivation for the marriage: 1. The vagueness around the role Siva (the introducer) played in fostering a relationship between the Applicant and Ms. Raman, in particular, the nature of Ms. Raman's relationship with Siva; 2. The haste with which the Applicant and Ms. Raman were married, given their age and experience; and 3. Their post-wedding communication. III. Analysis A. Standard of Review", "[6] Due to section 4 of the Immigration and Refugee Protection Regulations , SOR/2002-227, the Applicant has an onus to establish that the spouse is a member of the family class, by establishing that the marriage (1) is genuine; and (2) was not entered into primarily for the purpose of acquiring any status or privilege under IRPA", "[7] The Applicant argues that the IAD erred in its conclusion that the Applicant had not established that the marriage was genuine, and that it was not entered into primarily for an IRPA purpose.", "[8] This is a question of fact and is reviewable on a standard of reasonableness ( REFERENCE_SUPPRESSED. As such, the Court's role is to determine whether the IAD's Decision \"falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( CITATION_SUPPRESSED).", "[9] Significant deference is owed to the IAD on matters of credibility, especially where the IAD has had the opportunity to hear and observe the testimony of the applicant ( REFERENCE_SUPPRESSED). B. General Credibility", "[10] I recognize that, per the applicable standard of review, the IAD had the opportunity to hear and observe the Applicant give his evidence, and to hear Ms. Raman give her evidence, in an oral hearing. It is therefore in the best position to assess their credibility and the genuineness of their marriage. Justice Beaudry stated in REFERENCE_SUPPRESSED:", "[20] The IAD, in a hearing de novo , is entitled to determine the plausibility and credibility of the testimony and other evidence before it. The weight to be assigned to that evidence is also a matter for the IAD to determine. As long as the conclusions and inferences drawn by the IAD are reasonably open to it on the record, there is no basis for interfering with its decision. Where an oral hearing has been held, more deference is accorded to the credibility findings.", "[11] However, the Court has also found that when making findings of credibility, they must be clear. In REFERENCE_SUPPRESSED, Heald JA held as follows: The appellant was the only witness who gave oral testimony before the Board. His evidence was uncontradicted. The only comments as to his credibility are contained in the short passage quoted supra. That passage is troublesome because of its ambiguity. It does not amount to an outright rejection of the appellant's evidence but it appears to cast a nebulous cloud over its reliability. In my view, the Board was under a duty to give its reasons for casting doubt upon the appellant's credibility in clear and unmistakable terms . The Board's credibility assessment quoted supra is defective because it is couched in vague and general terms. The Board concluded that the appellant's evidence lacked detail and was sometimes inconsistent. Surely particulars of the lack of detail and of the inconsistencies should have been provided. Likewise particulars of his inability to answer questions should have been made available. [Emphasis added]", "[12] CITATION_SUPPRESSED was a pre- CITATION_SUPPRESSED decision, but the same principles have been upheld since CITATION_SUPPRESSED . For example, Justice Mactavish held in REFERENCE_SUPPRESSED:", "[7] The Refugee Protection Division is required to make negative credibility findings in clear and unmistakeable terms: REFERENCE_SUPPRESSED In this case, the Board appears to have had doubts about Mr. Zaytoun's credibility. ... To quote the Federal Court of Appeal in CITATION_SUPPRESSED , this statement \"does not amount to an outright rejection of the appellant's evidence but it appears to cast a nebulous cloud over its reliability\": above at para. 6.", "[8] The Board cannot have it both ways. ... If the Board did not accept Mr. Zaytoun's testimony on this point, it was required to say so clearly, and to provide a proper credibility analysis justifying its findings. [Emphasis added]", "[13] In this case, I am of the opinion that all three of the credibility findings were problematic in and of themselves. Any one of them are sufficient to overturn the decision because of the small number of credibility concerns (i.e. three) - given a tribunal record of some 459 pages, including a hearing record of over 115 pages. I would also note that going into the hearing, the main issue had been credibility concerning the Applicant's prior relationship and ability to marry, because that is the basis upon which the visa officer rejected the original spousal sponsorship, which refusal became the subject of the IAD's de novo appeal. The IAD, and previously the visa officer, spent the majority of its proceeding, and then decision, hearing and writing about that very issue. Ultimately, the IAD concluded that there was no issue with the legal capacity for the Applicant's spouse to marry the Applicant.", "[14] The Panel went on to elaborate on the three areas where it had credibility issues listed in paragraph [5] above, those being (I) Siva, the introducer, (ii) marriage haste and (iii) lack of communication. As alluded to, each of the findings when viewed in isolation is problematic, which is compounded considering that the Panel conjoined (I) and (ii) when it stated:", "[43] When the panel considers these two factors together, the panel can only conclude that this marriage had been arranged, through Siva, some time before the Appellant's arrival in India. (AR, p 16) [Emphasis added]", "[15] On the issue of the haste of the marriage, the Panel finds that:", "[42] The marriage between the Appellant and the Applicant was, in the panel's view, arranged in considerable haste. This is not a situation of a marriage of two young people arranged by their parents, where, in the Appellant's and Applicant's community, personal feelings might have little bearing on the arrangement and it is simply a matter of \"getting on with it\". The Appellant and the Applicant are mature individuals. The Applicant had an unpleasant experience in her relationship with Mr. Raman and evidently presented herself and thought of herself as married for years. It is difficult to understand why she would not exercise more caution in committing herself to the Appellant, with whom she became betrothed within ten days of meeting him and married him within less than four weeks. (AR, p 16)", "[16] I do not find that the conclusion with respect to the \"haste\" of the marriage was justifiable, when viewed through the prism of CITATION_SUPPRESSED 's reasonability test. The Panel was aware that this was an arranged meeting and, for all intents and purposes, marriage. The Panel found issues with the speed of the wedding, which took place within 40 days of the original introduction of the couple, and within 10 days of the couple's first in-person meeting. Both parties gave consistent answers that they had decided to pursue the relationship and commitment within about 3 days of their first meeting. Both explained why they felt ready for this.", "[17] The Panel criticized the haste based on Ms. Raman's troubled past relationship and marriage, and the fact that Ms. Raman was 38 years of age at the time, i.e., getting on in age for a single mother. There are two reasons that this is a weak conclusion.", "[18] First, one can easily understand why Ms. Raman was ready for the companionship that she clearly explained she had longed for: older couples can be quick in deciding to get married (although haste is certainly not the exclusive domain of any particular age). Older people are often ready to move more quickly into a lifelong commitment, as they know what they want. As Ms. Raman stated in her testimony, \"I am getting older. I am very old now and I don't know how long I'll be able to live. ... I found him a good person. So I took two or three days ... to think about it and then decide it\" (Transcript, CTR, p 430).", "[19] Second, if the basis of finding haste was one steeped in a certain culture, it is unfair. In the context of the Refugee Protection Division, the Court has found that where the Board [RPD] draws plausibility conclusions about evidence without considering the proper cultural and socio-political context, this can constitute grounds for quashing a decision (see: REFERENCE_SUPPRESSED . The Board, must be careful about imposing western or Canadian paradigms on non-western culture ( REFERENCE_SUPPRESSED and I recognize that both CITATION_SUPPRESSED and CITATION_SUPPRESSED involved refugee claims, not sponsorship appeals.", "[20] My conclusion on the Panel's \"haste\" finding is that it was speculative at best, or otherwise made without taking into account non-western values.", "[21] On the introducer, the Panel makes much of an inconsistency that seems more of a point of confusion, when reading the transcript. The Panel finds that Ms. Raman was inconsistent about the meeting with Siva, the introducer, who intended to create a successful match. It concluded that \"the Applicant is attempting to downplay her contact with Siva\" (Decision, CTR, p 16, para 41). However, it was an erroneous finding of fact, made without regard to all the material before it, for the IAD to find that this was an inconsistency.", "[22] The Panel, after explaining confusing testimony and the elements of contradiction in regard to Siva, quotes Ms. Raman as stating that \"we never met together and spoke\" (Decision, CTR, p 15, para 40). However, when one reviews the transcript, there was clearly confusion, whether in interpretation or otherwise, in that Ms. Raman believed she had been asked whether the three of them had ever met alone and spoken (Transcript, CTR, pp 431-432). When this confusion is cleared up, and Ms. Raman is asked whether the three of them and other people were ever together at the same point during Sucumar's first visit, she then answers the question in exactly the same way as her husband did, namely that they \"had been all together at the house and [Siva] left after two days\" (Transcript, CTR, p 432).", "[23] The third and final point of credibility for the Panel is that of communication. The Panel has the following to say:", "[44] The panel has examined the 2010 telephone records provided by the Appellant. Calls between what the panel presumes are the Appellant's telephone number and the Applicant's telephone numbers are, for a newly married couple, fairly infrequently [sic] and mostly are one minute duration. There is no other evidence of communication between them. The Appellant has provided photographs of him and the Applicant together, both at their wedding and on informal outings. (Decision, AR, p.16)", "[24] I also find this final credibility (post-wedding communication) finding of the Panel to be problematic. Based on my review of the entire record, which includes detailed logs of communications between the Applicant and Ms. Raman, I neither find this to be a justifiable aspect of the Panel's conclusions.", "[25] First, I find that the telephone logs have instances of substantial telephonic communication between the Applicant and Ms. Raman. As one would expect, some calls were short, and there were various missed calls. That is normal in any marriage. But there were numerous and regular calls that took place where the inference is that there were lengthier conversations.", "[26] Quite apart from the substantial telephone communication that is evident, there was testimony by the Applicant and Ms. Raman that they used other methods of communication, such as internet-based modes (including Skype and Yahoo! Messenger) and what appears to be voice-over IP technology, called iTalkBB.", "[27] In today's digital world, there are various ways of communicating other than the telephone, and the Applicant and Ms. Raman testified that they used other methods. I see nothing in the Decision that dealt with this oral evidence on other types of communications.", "[28] In coming to these findings, I am mindful that the IAD is to be given significant deference on its credibility findings, and that reviewing judges are to read the decision as a whole rather than take a microscopic review of credibility findings including REFERENCE_SUPPRESSED). In this case, whether one takes a microscopic or telescopic view of the IAD's findings, they are equally problematic. Each of the three findings individually are flawed, as discussed above. And, viewed as a whole, the big picture also falls short. The Panel concludes:", "[45] The haste in which this marriage was undertaken and the vagueness around the role of the introducer causes the panel to have serious doubts as to the genuineness of this marriage. There is more to the arranging of this marriage than what is being presented to the panel. The panel is not being told the whole story. This raises serious concerns about the nature of this marriage. (Decision, AR, p.16)", "[29] On an application for judicial review, the onus is on the Applicant to establish that the IAD has committed a reviewable error. Here, I have found more than one. The comprehensive record, and picture it paints, depict a compelling story. While it is not my role to decide the ultimate fate for this couple regarding their future ability to settle in Canada, their sponsorship application merits reconsideration anew, for the reasons provided above. As such, this application for judicial review is allowed.", "[30] This case does not raise a serious question of general importance warranting certification, as agreed by the parties. JUDGMENT", "[31] THIS COURT'S JUDGMENT is that this application for judicial review is allowed and the matter is remitted to a differently constituted panel for re-determination. There are no questions for certification. CITATION_SUPPRESSED"]}