{"id_": "018243", "body_str": ["[1] Noël, J. [Translation]: This is a motion for dismissal of an application for judicial review on the ground that it does not comply with rules 1602(2)(c), (e) and (f) and 1602 (4) of the Federal Court Rules", "[2] In their application for judicial review, the applicants assert that the Royal Canadian Mounted Police refuses to reimburse the members of \"C\" Division for meal allowances to which they claim to be entitled under Treasury Board policy. They also claim that the Commissioner of the R.C.M.P. and the Commanding Officer of \"C\" Division have issued guidelines which do not comply with a policy laid down by Treasury Board. Finally, they assert that the Commissioner of the R.C.M.P. is refusing to exercise his jurisdiction, as set out in the Act , to apply the Treasury Board policy.", "[3] In support of the motion for dismissal, the applicants contend, inter alia, that: (1) the application for judicial review does not disclose any order or decision which is subject to such review; (2) the application for judicial review does not state in what way the people against whom it is brought are federal boards, commissions or tribunals which are subject to the court's power to review; (3) the application for judicial review cannot be brought on behalf of all members of \"C\" Division by the two applicants, who have no legal standing to bring action on behalf of anyone else; (4) section 18.1 of the Federal Court Act cannot be used as a class action to obtain a remedy for third parties.", "[4] In the affidavit which accompanies the application for judicial review, the applicant Gaétan Delisle asserted, inter alia, that he is a member of the R.C.M.P. and the division staff relations representative; that several hundred grievances have been filed by members of \"C\" Division in respect of a refusal to pay meal allowances; that the grievance procedure is inadequate and ineffective; and that these grievances are currently at the first level of the grievance procedure. The affidavit also establishes that since March 12, 1993, there has been no reply to a demand enjoining the Commissioner of the R.C.M.P. to terminate (Translation) \"the unlawful refusal by the R.C.M.P. to compensate members of 'C' Division for the said meals\".", "[5] The purpose of the application for judicial review is to obtain a judgment declaring the refusal of the Commissioner of the R.C.M.P. to exercise his jurisdiction, and his refusal to apply the Treasury Board policy concerning meal allowances, to be illegal.", "[6] I am of the opinion that the motion for dismissal must be allowed. Under s. 5 of the Royal Canadian Mounted Police Act , the Commissioner has full control of the force and all matters connected therewith. Thus it is the Commissioner who must apply the Act , and this includes responsibility for compliance with s. 22(1), which provides: \"22(1) The Treasury Board shall establish the pay and allowances to be paid to members.\"", "[7] Moreover, Part III of the Act sets out a procedure for resolving grievances which culminates in the Commissioner's decision. Section 32 provides that that decision is final and binding. It is not subject to appeal or review by any court except in accordance with s. 18 of the Federal Court Act", "[8] In view of this legislative context, and since the grievance procedure has not been exhausted, counsel for the Commissioner is correct in arguing that the Commissioner was not exercising (or refusing to exercise) any jurisdiction provided by the Act when he did not respond to the demand of March 5, 1993. The Commissioner was therefore not acting as a \"federal board, commission or other tribunal\". Since there are grievances, only when the grievances reach his level will the Commissioner have to exercise a statutory mandate to deal with the matter which is the subject of the demand.", "[9] Moreover, rule 1602 of the Federal Court Rules is not worded in such a way as would permit what is in fact a class action to obtain a remedy for third parties. An application for judicial review must be limited to a simple order or decision and must result in an order which may be enforced. The several hundred grievances referred to in the affidavit in support of the originating notice of motion presumably represent individual claims for reimbursement which have not been paid to date. Each of these claims must be evaluated in accordance with the individual fact situation on which it is based and a decision specific to it must be made. I do not see how, in this context, an order of general application enjoining the Commissioner to reimburse the members of \"C\" Division for meal allowances owing to them could be of any use whatsoever.", "[10] For these reasons, the application for dismissal is allowed with costs against the respondents. Application allowed. Editor: David C.R. Olmstead/sms"]}