{"id_": "018440", "body_str": ["[1] Shore, J. [Translation]: This case involves parents who want to temporarily visit their children residing in Canada for the purposes of meeting their son's fiancée and attending their wedding.", "[2] This Court has already recognized the importance of the objective of family reunification in a discretionary decision-making context ( FRAGMENT_SUPPRESSED).", "[3] Furthermore, Citizenship and Immigration Canada's policy and program Manual OP-11 on the overseas processing of temporary resident applications (Manual OP-11) encourages flexibility in the process of issuing visas to parents: Parents and grandparents In April 2005, the Minister of Citizenship and Immigration made a policy decision to encourage visa officers to be more flexible in issuing temporary resident visas (TRV), including multiple-entry visas, to parents and grandparents • who have applications for permanent residence in process; and who wish to visit but do not intend to immigrate to Canada . [Emphasis added.] (Manual OP-11 at page 7). II. Judicial procedure", "[4] This is an application for judicial review presented in accordance with subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA), of a decision dated December 18, 2011, by a visa officer from the Canadian Embassy in Tehran, Iran, refusing the applicants a temporary resident visa. III. Facts", "[5] The principal applicant, Ezzat Tavakoli Dinani, a retired nurse, and her spouse, the applicant, Abdolah Abdolahi Neisiani, a retired doctor, are Iranian citizens.", "[6] They have four children together. Two of their daughters are still their dependent children and attend university in Iran, one in chemical engineering and the other in medicine.", "[7] Their third daughter is married and has been living in Canada since February 2007. Their son, Meisam Abdolahi Neisiani, has been living in Canada since September 2005.", "[8] The applicants sought a temporary resident visa from the Canadian Embassy in Tehran with the aim of visiting their children who reside in Canada. They wanted to meet their son's fiancée and attend the wedding.", "[9] On December 18, 2011, their temporary resident visa was refused. IV. Decision under review", "[10] First, the visa officer's refusal was based on his belief that the applicants would not leave Canada at the end of the authorized stay period because of their travel history and their family ties in both Iran and Canada.", "[11] Second, the visa officer was not convinced that the applicants had sufficient financial resources to support themselves during their stay and to ensure their return to Iran. V. Issue", "[12] Did the visa officer err by refusing the temporary resident visa application? VI. Relevant statutory provisions", "[13] The following provisions of the IRPA are relevant: Application before entering Canada 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act. Obligation on entry 20 . (1) Every foreign national, other than a foreign national referred to in section 19, who seeks to enter or remain in Canada must establish, ) to become a permanent resident, that they hold the visa or other document required under the regulations and have come to Canada in order to establish permanent residence; and ) to become a temporary resident, that they hold the visa or other document required under the regulations and will leave Canada by the end of the period authorized for their stay. 11. 20.", "[14] The following provisions of the Immigration and Refugee Protection Regulations , SOR/2002-227 are relevant: TEMPORARY RESIDENT VISA Issuance 179. An officer shall issue a temporary resident visa to a foreign national if, following an examination, it is established that the foreign national ) has applied in accordance with these Regulations for a temporary resident visa as a member of the visitor, worker or student class; ) will leave Canada by the end of the period authorized for their stay under Division 2; ) holds a passport or other document that they may use to enter the country that issued it or another country; ) meets the requirements applicable to that class; ) is not inadmissible; and ) meets the requirements of section 30. 179. VII. Position of the parties", "[15] The applicants argue that the visa officer did not respect Manual OP-11. In fact, the manual indicates that the Minister of Citizenship and Immigration encourages the issuance of temporary resident visas to parents and grandparents. Thus, the visa officer should have considered that the applicants were travelling to visit their two children who reside in Canada. The applicants maintain, in this regard, that the officer should have given them the opportunity to be heard on the merits of their application in order to comply with the rules of natural justice.", "[16] Furthermore, the applicants argue that the visa officer did not examine the evidence submitted supporting their financial ability to support themselves during their stay and to ensure, by this very fact, their return to Iran.", "[17] The respondent argues that the applicants did not submit evidence that could satisfy the visa officer that they would leave Canada at the end of the authorized period. He claims that visa officers are under no obligation to orally interview applicants. VIII. Analysis", "[18] The visa officer's decision was discretionary and the standard of review that is well-settled by past jurisprudence is reasonableness ( FRAGMENT_SUPPRESSED).", "[19] With this in mind, it is important to focus on the officer's decision-making process, which must be transparent and intelligible ( FRAGMENT_SUPPRESSED , above).", "[20] In this case, the visa officer refused the temporary resident visa because of the female applicant's family ties in the country of origin and the financial evidence that could guarantee her return to Iran.", "[21] More specifically, the visa officer noted the following in the Computer Assisted Immigration Processing System (CAIPS): Married couple, he 65 & she 61 To visit son/dtr in Canada Dtr PR since 2007 - no neg in FOSS Son has history of irr migration from 2008 - case still pending . Host (dtr) does not meet lico as per documents provided No proof of savings for PA I have reviewed all documents on file . PA does not appear well established and does not appear to meet requirements for a temporary resident visa because: - PA does not demonstrate family ties that would compel return after any authorized stay in Canada - PA does not appear to be sufficiently financially established based on financial statements submitted - purpose of travel is not compelling-PA has limited travel history - Host in Canada does not appear well established based on the documents submitted. Not satisfied genuine visitor. Application is refused. [Emphasis added.]", "[22] However, in that paragraph, the visa officer did not address the evidence submitted, which included, among other things, the following documents: a. notification of payment of monthly pension in Iran for each of the applicants (Applicant's Record (AR) at pages 40-41); b. bank statement in the name of the female applicant attesting to the funds available for her trip (AR at page 39); c. list of the applicants' assets (AR at page 44; apartment, three pieces of land, and one doctor's office); d. a document entitled \"License to Establish a Doctor's Private Office\", in the name of the male applicant (AR at page 45); e. statement that one of the applicants practised as a urologist in their own private practice (AR at page 46); f. statement that the male applicant practised as a urologist in a hospital (AR at page 47); g. education certificates for the two daughters who are the applicants' dependent children attesting to their university attendance in Iran (AR at pages 48-49; in a society and a country where two young girls, unmarried, would have difficulty living alone); h. letter by the female applicant explaining the reasons for the trip and the ongoing family ties in Iran (AR at page 55); i. invitation letter from the applicants' daughter and son-in-law attesting to their care (AR at page 38).", "[23] Certainly, the respondent's position that the applicants could have improved their application by adding other financial evidence to convince the visa officer is understandable and supported by the case law of this Court.", "[24] Nevertheless, in the case at bar, sufficient and probative evidence contradicts the visa officer's reasoning, namely, with respect to the applicants' economic situation.", "[25] It has been recognized that the common phrase that the officer [translation] \"considered all of the evidence\" cannot systematically immunize the decision from judicial review, namely in a case where relevant evidence is submitted and not discussed by the decision-maker ( FRAGMENT_SUPPRESSED.", "[26] In this case, this Court is of the opinion that the officer's findings were made without regard for the evidence.", "[27] In addition, the visa officer does not seem to have taken into account the importance of the familial nature of the trip like manual OP-11 encouraged him to do.", "[28] Consequently, the visa officer's decision must be set aside, the application for judicial review is allowed and the matter is referred back to another visa officer for redetermination. JUDGMENT", "[29] THE COURT ORDERS that the applicants' application for judicial review be allowed and the matter be referred back to another visa officer for redetermination. No question of general importance is certified. Application allowed. Editor: Sharon McCartney/klf"]}