{"id_": "018603", "body_str": ["[1] Layden-Stevenson, J. : At the conclusion of the hearing of this application for judicial review, I dismissed the application from the bench. These are my reasons.  <FRAGMENT_SUPPRESSED>", "[2] Master Seaman Rioux applied, under subsection 32(1) of the Veterans Review and Appeal Board Act , S.C. 1995, c. 18 (the Act), for reconsideration of the Veterans Review and Appeal Board (VRAB) Appeal Panel's decision denying his claim for a disability pension. In support, he submitted a follow-up medical opinion, an internet article and letters from former colleagues. The panel held that its earlier decision contained no error in law or fact and that the tendered documentation did not constitute new and relevant evidence. Consequently, it dismissed the application.  <FRAGMENT_SUPPRESSED>", "[3] MS Rioux contends that the panel erred in refusing to reconsider its decision and further asserts that its conclusion was unreasonable.  <FRAGMENT_SUPPRESSED>", "[4] Having considered the documentation in the records and the submissions of counsel, I am not persuaded that the panel's decision can be characterized as unreasonable.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[5] MS Rioux enlisted in the Canadian Navy in 1981. In 1999 and 2001 he underwent double hip replacements to treat bi-lateral avascular necrosis. He was subsequently unable to return to his trade. He applied for a disability pension with Veterans Affairs Canada in March of 2001. His application was refused at the departmental level. He unsuccessfully appealed the decision to the VRAB Review Panel and further appealed to the VRAB Appeal Panel. On May 31, 2002, the VRAB Appeal Panel affirmed the decision of the Review Panel and denied the application. MS Rioux was medically discharged from the navy in November of 2002.  <FRAGMENT_SUPPRESSED>", "[6] The application for disability pension was denied at all levels on the basis that there was insufficient evidence to conclude that the claimed condition arose out of or was directly connected with regular force service. Put another way, the causal link between the disability and MS Rioux's service was not established.  <FRAGMENT_SUPPRESSED>", "[7] Further explanation of context is required. MS Rioux began his career as a radar operator. Over the years, he received further radar training. Between June and December of 1994, he underwent specialized training to become a naval electronic technician. He later served as a naval electronic technician aboard the Halifax class multi-role patrol frigate HMCS Ville de Québec. This service included a period of deployment to the Adriatic Sea from July until December of 1995. During this assignment, MS Rioux was exposed to high-powered non-ionizing x-ray radiation from separate tracking illuminating radar (STIR), depleted uranium from spent weapon shells from 22 mm close-in weapons system (CIWS) as well as to benzene and other exhaust fumes from the diesel and gas engine turbine stacks aboard ships. MS Rioux states that although safety procedures were in place, these precautions have since been revised and enhanced.  <FRAGMENT_SUPPRESSED>", "[8] After experiencing breathing problems and flu-like symptoms, MS Rioux was diagnosed with lymphoblastic (non-Hodgkins) lymphoma in June of 1996. He underwent prompt treatment including chemotherapy, prophylactic brain radiation and an autologous bone marrow transplant. He has been in remission since July 7, 1996. MS Rioux believes that his lymphoma was caused as a result of his exposure to the previously-noted toxic substances and materials.  <FRAGMENT_SUPPRESSED>", "[9] The medical evidence tendered in support of his application consists of correspondence from MS Rioux's oncologist. It states that \"his high dose multi-agent chemotherapy is likely the cause of his bilateral hip avascular necrosis\". There is scant attention (at any level of decision-making) given to the connection between the bilateral hip avascular necrosis (the disability which precipitated the medical discharge) and the treatment for the lymphoblastic lymphoma. On my reading of the various decisions, it is fair to conclude that no particular issue was taken regarding the relationship between the two.  <FRAGMENT_SUPPRESSED>", "[10] Rather, the concern arose in relation to the causal link between MS Rioux's service and his lymphoblastic lymphoma. Beginning with the departmental level decision, and at each level of decision-making thereafter, causal link was identified as the critical and decisive issue. At each level, it was determined that there was insufficient evidence to conclude that the claimed condition was a direct result of MS Rioux's exposure to radiation during his military service.  <FRAGMENT_SUPPRESSED>", "[11] The medical evidence, dated April 6, 2001, regarding the decisive issue stated:  <FRAGMENT_SUPPRESSED> MS Rioux's work as a naval electronic technical technician with his exposure to radar may possibly have been a risk factor for developing his non-Hodgkin's lymphoma. (my emphasis)  <FRAGMENT_SUPPRESSED>", "[12] On his application for reconsideration, MS Rioux submitted letters from four colleagues. All confirmed his exposure to the toxic substances. He submitted an internet article that delineated the various risk factors associated with non-Hodgkins lymphoma, including exposure to radiation and chemicals. He also submitted a second letter dated September 23, 2002 from his oncologist.  <FRAGMENT_SUPPRESSED>", "[13] As stated at the outset, the panel determined that no errors of fact or law were made in its earlier decision (thereby precluding reconsideration on its own motion) and that the new information did not conform to the factors articulated in the test set out in <FRAGMENT_SUPPRESSED>  ( MacKay ).  <FRAGMENT_SUPPRESSED> The Relevant Legislation  <FRAGMENT_SUPPRESSED>", "[14] Subsection 32(1) of the Act authorizes the panel to reconsider a previous decision if one or more of the statutory grounds for reconsideration is established. The provision reads as follows:  <FRAGMENT_SUPPRESSED> Veterans Review and Appeal Board Act S.C. 1995, c. 18  <FRAGMENT_SUPPRESSED> 32. (1) Notwithstanding section 31, an appeal panel may, on its own motion, reconsider a decision made by it under subsection 29(1) or this section and may either confirm the decision or amend or rescind the decision if it determines that an error was made with respect to any finding of fact or the interpretation of any law, or may do so on application if the person making the application alleges that an error was made with respect to any finding of fact or the interpretation of any law or if new evidence is presented to the appeal panel.  <FRAGMENT_SUPPRESSED> L.C. 1995, ch. 18  <FRAGMENT_SUPPRESSED> The Standard of Review  <FRAGMENT_SUPPRESSED>", "[15] The parties agree, and I concur, that the applicable standard of review is reasonableness. <FRAGMENT_SUPPRESSED>  ( ) directs a two-step process to determine the appropriate standard of review. First, I am to consider existing jurisprudence to ascertain whether the standard of review has already been established. If not, I am to undertake a standard of review analysis.  <FRAGMENT_SUPPRESSED>", "[16] Historically, decisions of the VRAB Appeal Panel have been reviewed on a standard of patent unreasonableness or reasonableness, depending on the nature of the question. The standard of patent unreasonableness has been collapsed and now falls under the reasonableness standard.  <FRAGMENT_SUPPRESSED>", "[17] My colleagues  <FRAGMENT_SUPPRESSED> ) and  <FRAGMENT_SUPPRESSED> ) have determined that the applicable standard of review with respect to a reconsideration decision of the VRAB Appeal Panel is that of reasonableness. I endorse their findings in this regard.  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[18] The term \"new evidence' is not defined in the Act. However, it is common ground that the test delineated by Mr. Justice Teitelbaum  <FRAGMENT_SUPPRESSED> (being the same as that for new evidence on appeal articulated in <FRAGMENT_SUPPRESSED> ) is the appropriate test for the reception of new evidence in the context of a reconsideration decision. The factors are:  <FRAGMENT_SUPPRESSED> • The evidence should generally not be admitted if, by due diligence, it could have been adduced at trial;  <FRAGMENT_SUPPRESSED> • The evidence must be relevant in the sense that it bears upon a decisive or potentially decisive issue in the trial;  <FRAGMENT_SUPPRESSED> • The evidence must be credible in the sense that it is reasonably capable of belief;  <FRAGMENT_SUPPRESSED> • The evidence must be such that if believed it could reasonably, when taken with the other evidence adduced at trial, be expected to have affected the result.  <FRAGMENT_SUPPRESSED>", "[19] The panel rejected the \"new evidence\" on all counts. As I indicated at the hearing, in my view, the finding that the evidence was not relevant because it did not sufficiently address the decisive issue and therefore could not have affected the result in the case is dispositive.  <FRAGMENT_SUPPRESSED>", "[20] Notably, before his application for reconsideration was made, MS Rioux had an administrative decision, a review decision and an appeal. Each constituted a hearing de novo with the opportunity to submit evidence and arguments: <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[21] The internet article, as noted by counsel for the respondent, does not support MS Rioux's contention of causation. It provides a broad list of risk factors, including, among many others, exposure to radiation and chemicals. It defines risk factors as \"anything that might increase a person's chance of getting cancer\". It discusses the speculation and uncertainty that exists in relation to the cause of cancer. Further, the article is dated 12/20/98. Thus, it was available, or could have been available, at the first stage of decision-making. No explanation was offered as to why it could not have been adduced earlier.  <FRAGMENT_SUPPRESSED>", "[22] The same can be said of the letters from MS Rioux's colleagues. With one exception, they pre-date the administrative level decision. Again, there is no explanation as to why they were not made available earlier. In any event, all letters speak to MS Rioux's exposure to radiation and chemical fumes, a fact that was not in issue.  <FRAGMENT_SUPPRESSED>", "[23] Arguably, the most problematic piece of evidence is the second opinion from MS Rioux's oncologist. Although this correspondence identified specific risk factors, the panel concluded that \"it has not sufficiently addressed the decisive issue in this case which is whether there is a direct connection between service and the claimed condition\".  <FRAGMENT_SUPPRESSED>", "[24] The oncologist's revised correspondence addresses causation as follows:  <FRAGMENT_SUPPRESSED> think it is very that MS Rioux's non-Hodgkins lymphoma may have developed because of his work-related carcinogenic exposure. (my emphasis)  <FRAGMENT_SUPPRESSED> There is nothing further.  <FRAGMENT_SUPPRESSED>", "[25] While this comment is somewhat stronger than the earlier comment that MS Rioux's work may possibly have been a risk factor for developing the disease, there is a line of authority from this court holding that great deference is owed to the Appeal Board's expertise in weighing inconclusive medical information. Moreover, in circumstances where similar medical reports have been rejected by the panel, the rejections have been sustained in the  <FRAGMENT_SUPPRESSED>  (F.C.), aff'd. (2007), 360 N.R. 323 (F.C.A.).  <FRAGMENT_SUPPRESSED>", "[26] In addition to finding that the new opinion did not sufficiently address the decisive issue, the panel concluded, although the oncologist was a credible source, the opinion with respect to causation was not credible. This finding was premised on the lack of reasoning and analysis in relation to the issue of causation and the proffered cautious opinion of possibility.  <FRAGMENT_SUPPRESSED>", "[27] Finally, the panel concluded that the new evidence was unlikely to affect the result of its previous decision. Given its conclusion that the new evidence did not address the decisive issue, it necessarily follows that the evidence could not have affected the result.  <FRAGMENT_SUPPRESSED>", "[28] teaches that reasonableness is a deferential standard concerned with the existence of justification, transparency and intelligibility within the decision-making process. It is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.  <FRAGMENT_SUPPRESSED>", "[29] Here, the panel examined the factors required for it to receive new evidence. It concluded that the evidence was not \"new\" as the term is legally understood. The second medical opinion was neither relevant nor credible. The letters from MS Rioux's colleagues did not add anything to the previous information. The \"new evidence\" could have been obtained earlier if due diligence had been applied. Further, the \"new\" evidence raises only a mere possibility that military service was a cause of the claimed condition.  <FRAGMENT_SUPPRESSED>", "[30] In my view, the panel made no error in rejecting the new evidence. With the exception of the letter from one colleague, all of this evidence could have been, and ought to have been, adduced at the preliminary stages of the administrative process. As for the second medical opinion, I agree with the respondent that it was evident after the administrative-level decision that causation was a problem. Further medical evidence was obviously required. Moreover, even if the panel had determined (and it did not) that it could not have been available earlier, at best, the opinion is equivocal and cautious.  <FRAGMENT_SUPPRESSED>", "[31] The panel articulates its reasons for denying MS Rioux's request. I am unable to conclude that its decision falls outside the range of possible acceptable outcomes which are defensible in respect of the facts and law.  <FRAGMENT_SUPPRESSED>", "[32] Section 39 of the Act, which requires that the panel resolve any doubt in favour of an applicant, does not relieve the pension applicant of the burden of proving on a balance of probabilities the facts required to establish entitlement to a pension: <FRAGMENT_SUPPRESSED>  (F.C.A.). That said, it is open to MS Rioux to apply again for a pension entitlement should the evidence available to him warrant such application.  <FRAGMENT_SUPPRESSED>", "[33] The respondent did not request costs and none are awarded.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}