{"id_": "018920", "body_str": ["[1] Rennie, J. : The plaintiffs appeal to this Court from the Order of Prothonotary Kevin Aalto directing that security for costs be posted. For the reasons that follow, the appeal is dismissed.", "[2] On October 15, 2010, Prothonotary Aalto ordered the plaintiffs to provide security for costs in a patent and trade-mark infringement suit between the parties (the Order). The Prothonotary postponed hearings on other motions until after the issue of security for costs has been finally determined. By consent of the parties, the motion on security for costs was bifurcated between liability and quantum. Because of this intervening appeal, however, the Prothonotary never reached the issue of quantum. This appeal is therefore confined to the question of whether the Prothonotary erred in ordering the plaintiffs to post security.", "[3] The plaintiffs are residents of the United States. They allege that the defendants have infringed Canadian Patent No. 1,323,239 (the 239 Patent). The 239 Patent is entitled \"Processed Fish Product\". It was issued on October 19, 1993 and expired on October 18, 2010. The 239 Patent was, prior to its expiry, jointly owned by the two plaintiffs, Paul and Alfred Fraser. There are eighteen defendants, some of whom are competitors against one another. The defendants' motion for security sought the posting of $25,000 as initial security per each of the three groups of defendants represented by the same counsel.", "[4] The Prothonotary reviewed the history of the plaintiffs' claims for copyright infringement, noting that one of the plaintiffs' claims was dismissed on summary judgment by a United States District Court. That decision was upheld on appeal to the United States Court of Appeals for the Federal Circuit. In respect of those claims, the Prothonotary wrote: \"[t] he costs incurred by the U.S. Defendants in the U.S. proceedings exceeded $500,000. In the course of those proceedings Judge Zobel ordered the individual plaintiffs to pay sanctions of $500 to various parties. While there is an issue as to whether or not those sanctions amount to 'costs', the evidence is clear that those sanctions have not been paid.\" The defendants confirmed before the Prothonotary that it cost $500,000 collectively, to defend the U.S. litigation.", "[5] In ordering that security for costs be posted, the Prothonotary relied on Rule 416(a)(b) and (f) of the Federal Courts Rules (SOR/98-106). Rule 416 provides as follows: 416. (1) Where, on the motion of a defendant, it appears to the Court that (a) the plaintiff is ordinarily resident outside Canada, (b) the plaintiff is a corporation, an unincorporated association or a nominal plaintiff and there is reason to believe that the plaintiff would have insufficient assets in Canada available to pay the costs of the defendant if ordered to do so, (f) the defendant has an order against the plaintiff for costs in the same or another proceeding that remain unpaid in whole or in part, the Court may order the plaintiff to give security for the defendant's costs. The Prothonotary found that the plaintiffs were non-residents, there was reason to believe that they had insufficient assets in Canada to pay the costs of the defendants, and there was an outstanding award of costs against them arising from proceedings in the U.S. involving the same patent. Prima facie, an order requiring the posting of security for costs was appropriate.", "[6] The crux of the matter before the Prothonotary was whether or not the plaintiffs were impecunious and, in consequence under Rule 417, should be granted relief from the requirement that they post security for costs. Rule 417 provides as follows: 417. The Court may refuse to order that security for costs be given under any of paragraphs 416(1)(a) to (g) if a plaintiff demonstrates impecuniosity and the Court is of the opinion that the case has merit. Rule 417 establishes a conjunctive test. With respect to impecuniosity, the Prothonotary ruled that the plaintiffs were not impecunious and that security for costs should be posted.", "[7] The Prothonotary properly framed the legal issue as follows: The purpose of Rule 417 is to prevent poverty from being a barrier to access to justice. Thus, there is an onus on a party seeking to avoid the posting of security for costs to demonstrate impecuniosity. To prove impecuniosity, there must be full and frank disclosure of the financial wherewithal of the party and the onus must be discharged with \"robust particularity\" so that \"there be no unanswered material questions\" (see Heli  <FRAGMENT_SUPPRESSED> ).", "[8] Relying primarily on Heli Tech Services and Nicholas , the Prothonotary ultimately ruled: Although the Plaintiffs do demonstrate that they do not have substantial assets from which security for costs can be made, there are nonetheless assets owned by them, from which security can be posted. In all, the Plaintiffs have not demonstrated with the robust particularity required that they are indeed impecunious and have therefore failed to meet the onus on them to avoid posting security.", "[9] The jurisprudence sets clear parameters around claims of impecuniosity. In Nicholas , this Court noted: ... [a] person who is 'impecunious' is someone who is 'in need of money, poor, penniless, impoverished or needy'... A plaintiff who asserts that he is impecunious in an effort to avoid having to post security for costs bears a heavy onus of proof ... . To raise impecuniosity there must be evidence that if security is required the suit will be stopped -because the amount of the security is not only not possessed by the plaintiff but is not available to it ... (Emphasis added).", "[10] As noted, the test in Rule 417 is conjunctive. The Prothonotary did not reach the second prong of the inquiry, namely, whether the case had merit, because the first prong of Rule 417 had simply not been satisfied, that is, that the plaintiffs had not demonstrated impecuniosity. Standard of Review", "[11] The standard of review applicable to decisions of a prothonotary is set forth in <FRAGMENT_SUPPRESSED> . Discretionary orders of prothonotaries ought not be disturbed on appeal to a judge of this Court unless: (a) the questions raised in the motion are vital to the final issue of the case, or (b) the orders are clearly wrong, in the sense that the exercise of discretion by the prothonotary was based upon a wrong principle or upon a misapprehension of the facts. The appeal is to be heard by this Court de novo if either prong of the test is met.", "[12] The Federal Court of Appeal recently discussed the merits of this unique standard of appellate review in <FRAGMENT_SUPPRESSED>  and articulated sound policy reasons why the ordinary standard of appellate review should apply to appeals from decisions of prothonotaries. The Court of Appeal's observations were obiter, however, and this Court, at this stage of the jurisprudence, must apply the law as expressed in <FRAGMENT_SUPPRESSED> above. The Issues", "[13] The first issue on this appeal is whether the Order for security for costs is vital to the final issue in the case. The plaintiffs contend that they cannot afford to post security for costs in the amount and manner sought by the defendants, even though quantum has not yet been set by Prothonotary Aalto. They contend, in support of the reversal of the decision, that the effect of the Order is vital in itself to the final issue in the case, as it would ostensibly require the plaintiffs to discontinue the action.", "[14] The second issue is whether the Prothonotary properly exercised his discretion in finding that the plaintiffs were not impecunious and therefore not relieved from the prima facie obligation to post security for costs under Rule 416. In this regard, the plaintiffs contend that the finding that they were not impecunious was an unreasonable conclusion based on the financial statements before the Prothonotary. Whether Vital to the Final Issue", "[15] The Order directing the plaintiffs to post security for costs is not vital to the final issue of the case. An order of this nature stands in contrast to an order striking a cause of action, adding a plea of a limitation period or removing or adding parties. In reaching this conclusion, I note that in <FRAGMENT_SUPPRESSED>  Justice Michael Phalen also concluded that an order directing security for costs be posted did not raise a question vital to the final issue of the case.", "[16] It should also be remembered that it is the that is before the Prothonotary that determines whether or not it is an issue vital to the final outcome of the case, <FRAGMENT_SUPPRESSED>  paras 18-31 and <FRAGMENT_SUPPRESSED> . An order directing the posting of security for costs cannot be vital to the final outcome of the case depending on whether a party can, or cannot, meet the payment. It is the or issue that is the relevant determiner of whether an issue is vital to the final outcome. In the case at bar, the question before the Prothonotary was whether the plaintiffs were impecunious, not whether his finding them impecunious or not impecunious would, as a matter of fact, effectively end or not end their claim and the litigation. Furthermore, he did not determine whether their claim lacked merit. Rather, the Prothonotary only adjudicated the plaintiffs' claim of impecuniosity and whether they satisfied the persuasive and evidentiary burdens in demonstrating impecuniosity in order to avoid posting security for costs.", "[17] As the Order is not vital to the final issue of the case, the only way this appeal can succeed is if this Court finds that the Prothonotary was clearly wrong in the exercise of his discretion or clearly misapprehended facts. Counsel for the plaintiffs made several submissions on this, the second prong of the <FRAGMENT_SUPPRESSED> test. The only submission however, that merits discussion is that in respect of what was argued to be an elevated standard of proof applied by the Prothonotary.", "[18] The plaintiffs contend that the Prothonotary erred by holding them to a standard of proof in excess of the balance of probabilities. The plaintiffs rely on the Supreme Court of Canada decision <FRAGMENT_SUPPRESSED>  for their argument. In that case the Court held at paragraph 40: ... it is time to say, once and for all in Canada, that there is only one civil standard of proof at common law and that is proof on a balance of probabilities. Of course, context is all important and a judge should not be unmindful, where appropriate, of inherent probabilities or improbabilities or the seriousness of the allegations or consequences.", "[19] In consequence, the plaintiffs contend that the Prothonotary's reliance on Heli Tech Services and on Nicholas was misplaced, arguing that it was incorrect to apply a \"heavy onus of proof\", a \"high standard\" or any other standard in a civil suit other than the ordinary civil standard of balance of probabilities. Further, the plaintiffs contend, the \"robust particularity\" line of cases is no longer good law, but, if it is still good law, they also contend that the Prothonotary erred in applying the \"robust particularity\" test in such a way as to effectively require proof in excess of the ordinary civil standard of balance of probabilities.", "[20] In my view, this argument confuses two distinct concepts: that of evidentiary burden and that of the legal burden.", "[21] When a judge speaks of a burden of proof he or she is referring to the scope of the evidence required; for example, the range of facts, matters or criteria in respect of which proof must be advanced. This is the evidentiary burden which describes that which is required to be established, as a matter of fact, in order for a cause of action to succeed.", "[22] In contrast, the plaintiff carries the persuasive or legal burden, as it is sometimes called, to establish each of these points on a balance of probabilities. The party has an evidentiary burden, onus or obligation to prove each point on either the balance of probabilities in a civil case, or to beyond a reasonable doubt, in a criminal case.", "[23] The editors in Sopinka Lederman & Bryant: The Law of Evidence in Canada (3rd) at 90, para ยง3.11 note that the terminology and language pertaining to legal and evidentiary burdens, onus and the standard of proof are often confused and sometimes misleading. Consistent with the language used by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> the editors settle on 'legal or persuasive' burden to describe the obligation to establish facts on either the balance of probabilities or beyond a reasonable doubt: The incidence of the persuasive (legal) burden of proof means that the party has the obligation to prove or disprove the existence or non-existence of a fact or issue to the civil or criminal standard; otherwise that party looses on that issue. The substantive law, such as the law of torts or the criminal law, and not the adjectival law of evidence, governs which party has the burden of proof in relation to a fact or issue.", "[24] To take an example, a plaintiff in an action for negligent misrepresentation has an obligation to lead evidence, inter alia, on the fact of reliance, the reasonableness of reliance, that the reliance was detrimental and that the statement relied on was negligently made. The plaintiff carries an evidentiary burden in respect of each of these points. The degree of evidentiary certainty by which those facts must be established, is the legal burden or standard of proof. In this respect, there are but two; the civil standard of proof on a balance of probabilities or the criminal standard of proof beyond a reasonable doubt.", "[25] In this case, the plaintiffs had the evidentiary burden of proving that they were impecunious. The degree to which the facts, indicia or criteria of impecuniosity must be established, the legal burden however, was that of the balance of probabilities. Here the \"robust particularity\" addresses the scope of proof and specific detail - in other words, the evidentiary burden - as to the financial well-being of the plaintiffs that was necessary to establish impecuniosity.", "[26] As in this case, a party has the burden, or onus, to prove, on a balance of probabilities, several discrete facts. As Lord Hoffman said In Re B (Children) (FC)", "[2008] UKHL 35 at para 2: If a legal rule requires a fact to be proved (a \"fact in issue\"), a judge or jury must decide whether or not it happened. There is no room for a finding that it might have happened. The law operates a binary system in which the only values are 0 and 1. The fact either happened or it did not. If the tribunal is left in doubt, the doubt is resolved by a rule that one party or the other carries the burden of proof. If the party who bears the burden of proof fails to discharge it, a value of 0 is returned and the fact is treated as not having happened. If he does discharge it, a value of 1 is returned and the fact is treated as having happened.", "[27] In this case, one of two results was possible in the plaintiffs' efforts to establish impecuniosity: either they discharged their evidentiary burden or they did not. Because the plaintiffs did not prove all the necessary facts to establish impecuniosity on a balance of probabilities, the Prothonotary found that the evidentiary burden had not been discharged.", "[28] In so doing, the Prothonotary did not depart from the legal burden of proof on the balance of probabilities when he found that the plaintiffs had not led evidence as to their financial situation with \"robust particularity.\" The Prothonotary clearly linked the requirement on the plaintiffs to lead detailed and comprehensive evidence to the evidential burden: To prove impecuniosity, there must be full and frank disclosure of the financial wherewithal of the party and the onus must be discharged with \"robust particularity\" so that \"there be no unanswered material questions\". [Citations omitted] Part of the robust particularity with which a party must demonstrate impecuniosity to the Court involves demonstrating that there are no other sources of funding available to that party. For example, are they able to raise funds against the assets of the corporate Plaintiff, business associates or other members of their families? The affidavit evidence of the Plaintiffs is silent on these matters. The affidavit evidence also fails to provide the full financial picture of the Plaintiffs.", "[29] The plaintiffs left material questions unanswered and did not satisfy the Court that they would be \"prevented by an order for security from continuing the litigation.\" Simply put, all necessary facts that needed to be proved, all of the elements of the plaintiffs' financial situation that were relevant to a finding of impecuniosity were not met. In sum, there is no merit to the argument that in considering the evidence that was before him with respect to the plaintiffs' financial state, that the Prothonotary considered or applied some other or different legal standard, such as proof beyond a reasonable doubt.", "[30] The Prothonotary looked not only at what the plaintiffs led as evidence of impecuniosity, but also at what they did not lead. The plaintiffs did not provide full disclosure of their financial situation in order to establish that they were impecunious. There were material gaps in the financial records, and the evidence that was before the Prothonotary did not demonstrate that the plaintiffs were impecunious. Therefore, it is and remains perfectly consistent with the legal standard of proof on a balance of probabilities to require a broad scope of evidence on a number of points with respect to the financial position of the plaintiffs in order to discharge the evidentiary burden of proof. In my view, the Prothonotary did not err in stating that proof of impecuniosity must be done with robust particularity.", "[31] The second ground of appeal advanced is predicated on the second branch of the <FRAGMENT_SUPPRESSED> test - a misapprehension of facts or evidence - and can be quickly disposed of. The Prothonotary's findings on the grounds of impecuniosity are well founded in the record. These include discrepancies in the financial statements of the plaintiffs, and as noted, material gaps in the plaintiffs' explanation of their financial position. The Prothonotary concluded that while the financial health of the plaintiffs was not strong, there were unanswered questions as to the disposition and current value of certain corporate assets. He also noted a wide fluctuation in gross income. In 2008, the corporations controlled by the plaintiffs earned approximately $1.4 million, but in 2009, their gross income was almost zero. No explanation was provided. The Prothonotary also noted that while the corporate assets had been depreciated to close to zero, no evidence was provided as to either their status or remaining market value.", "[32] These are all reasonable observations based on the evidence. No particular finding of fact was urged as incorrect nor was the Court's attention directed to facts or aspects of the financial statements that were overlooked or misunderstood.", "[33] In closing I note that in lieu of actual security for costs, the plaintiffs offered to provide an undertaking to the Court to cover all of the defendants' legal costs if their suit should fail. As the Prothonotary observed, the offer to provide an undertaking to cover all costs contradicted the plaintiffs' position that they were impecunious: \"It seems somewhat incongruous that on one hand the plaintiffs allege impecuniosity yet, on the other hand, undertake to make payment of any judgment or costs awarded against them. If they are in a position to undertake to pay there is no reason why they should not satisfy the prima facie requirement of posting security for costs.\" I agree with this observation.", "[34] In answering the first question before this Court, I therefore find that the Order does not raise an issue vital to the final outcome of the case. On the second question, I find that the Prothonotary did not commit any error in the exercise of the discretion accorded to him nor base the exercise of discretion on any misapprehension of facts.", "[35] Costs for the defendants are granted and fixed in the amount of $3,000.00. JUDGMENT", "[36] THIS COURT'S JUDGMENT is that the appeal be and is dismissed. Costs in the fixed amount of $3,000.00 are granted to the defendants. Appeal dismissed. [End of document]"]}