{"id_": "019072", "body_str": ["[1] Mandamin, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act Act ) for judicial review of the decision of the Refugee Protection Division [RPD] of the Immigration and Refugee Board, dated May 13, 2011. The RPD refused the applicant's application to reinstate her refugee claim pursuant to Rule 53 of the Refugee Protection Division Rules RPD Rules ].", "[2] For the reasons that follow, this application is dismissed. Background", "[3] The applicant, Maria Alejandra Posada Arcila, is a citizen of Colombia. She was named as a minor claimant in her mother's claim for refugee protection. Her PIF was signed and filed by her mother, as she was only 17 years old at the time.", "[4] The applicant states that she and her mother had a serious argument on December 29, 2010, and, as a result, she made the dangerous and irrational decision to call Immigration and ask to cancel her refugee claim so she could obtain her passport and return to Colombia.", "[5] She states that shortly afterwards, she realized withdrawing her claim was reckless. She states that she prepared a letter to Immigration on January 19, 2011, asking that her claim not be withdrawn, but she did not send it because she wanted to consult with a lawyer and show the letter to the lawyer first.", "[6] The applicant states that she did not obtain Legal Aid until March 2011 and there was also a delay in obtaining her mother's PIF, which contained the narrative upon which she was basing her refugee claim. She applied to reinstate the claim on March 24, 2011. Decision Under Review", "[7] In the reasons for its decision, dated May 13, 2011, the RPD noted that the Board received the request to withdraw the refugee claim on December 30, 2010, stating the applicant wanted to return to Colombia. The applicant sent an additional note by fax on January 4, 2011, indicating that she had booked a flight to Bogota for January 15, and she therefore needed her passport as soon as possible. In that note, the applicant stated her father had sent her passport by UPS on December 20, 2010, but it had been seized at customs.", "[8] The RPD acknowledged the applicant's evidence that she withdrew the claim impulsively and recklessly because of the fight with her mother. The RPD also noted her claim to have written the January 19 letter without ever sending it.", "[9] The RPD stated that it only had jurisdiction to reinstate the claim if there was a breach of natural justice or if it is otherwise in the interests of justice. The RPD concluded that there had been no failure to observe a principle of natural justice, because the applicant voluntarily took all of the steps to return to her country. The RPD noted that her father sent the passport several days before the alleged fight with her mother on December 29, 2010. Furthermore, the applicant was an adult when she made the decision, and her failure to consider the consequences did not represent a breach of natural justice.", "[10] The RPD went on to state that, pursuant to Rule 44 of the RPD Rules , an application to reinstate a refugee claim must be made without delay. The RPD found that the applicant had not acted without delay, as she did not apply to reinstate until nearly three months after withdrawing her claim.", "[11] The RPD found that the applicant's behaviour was not that of someone with a genuine fear for her life if she returned to Colombia. She had not explained why she did not take the January 15, 2011 flight to Colombia, nor had she provided a satisfactory explanation for her failure to retain counsel until March 2011. The RPD also noted that she could have obtained her PIF upon request and thus did not accept the applicant's allegation that the delay was attributable to waiting to receive her own PIF.", "[12] The Board concluded that the evidence had not established that it would be in the interests of justice to reinstate the applicant's claim, and the application to reinstate was therefore dismissed. Relevant Legislation", "[13] Refugee Protection Division Rules (SOR/2002-228). 44. (1) Unless these Rules provide otherwise, an application must be made in writing and without delay. The Division may allow a party to make an application orally at a proceeding if the party with reasonable effort could not have made a written application before the proceeding ... 53. (1) A person may apply to the Division to reinstate a claim that was made by that person and withdrawn. Form and content of application (2) The person must follow rule 44, include their contact information in the application and provide a copy of the application to the Minister. Factors (3) The Division must allow the application if it is established that there was a failure to observe a principle of natural justice or if it is otherwise in the interests of justice to allow the application. Issue", "[14] The issue in the present application is whether the RPD decision to refuse to reinstate the applicant's claim was reasonable. Standard of Review", "[15] The question of whether a refugee claim must be reinstated pursuant to Rule 53 of the RPD Rules is a question of mixed fact and law, and therefore to be reviewed on a standard of reasonableness. <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], <FRAGMENT_SUPPRESSED>  [ ] at para 3. Analysis", "[16] The RPD considering a request for reinstatement must examine whether there was a failure to observe a principle of natural justice, and whether it was in the interests of justice to reinstate the claim. at para 7. Further, this Court has also held that reinstatement is the exception to the norm. <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. Breach of a Principle of Natural Justice", "[17] The applicant does not advance any substantive argument there was a breach of natural justice, other than to submit her act was made when she was only 18 years old and she now understands her act was ill advised and dangerous. She says she started the process of requesting her refugee claim be reopened on January 19, 2011 but did not apply until March 23, 2011 after she obtained the services of a lawyer.", "[18] The RPD did consider whether there was a failure to observe a principle of natural justice. The RPD decided it could not conclude there had been such a failure because the applicant acted voluntarily and without constraint. Moreover, she had taken steps earlier to return to Colombia by asking her father to send her passport on December 20, 2010 before the confrontation with her mother on December 29, 2010.", "[19] The RPD noted the applicant was an adult when she made the decision and concluded the applicant's failure to inform herself did not result from a breach of natural justice by the RPD.", "[20] I find the RPD's decision to be reasonable. It considered the question in light of the evidence before it which was drawn in the main from the applicant's affidavit. The RPD decision on this point is within the range of reasonable outcomes. In the Interests of Justice", "[21] The applicant says within a week of withdrawing her refugee claim she changed her mind and prepared correspondence to request reopening her claim. However, she did not send the correspondence. She says she was advised to get the help of a lawyer. She says she was attempting to obtain documentation, specifically her Personal Information Form [PIF] and that of her mother. She says she was not provided her mother's documentation until March 10, 2011 by her mother's solicitor. She says her PIF did not contain her mother's narrative. She says she consulted a lawyer in January 2011 but was unable to retain a lawyer until she had Legal Aid. She applied for Legal Aid by January 19, 2011 and was able to retain a lawyer by March 1, 2011.", "[22] The applicant submits it was a material misapprehension of the facts to conclude the applicant did not bother to consult a lawyer until March of 2011.", "[23] Some of the evidence submitted by the applicant in this hearing was not before the RPD when it made its decision. I agree with the respondent that such evidence cannot be considered when assessing the reasonableness of the RPD decision. <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ].", "[24] The RPD considered <FRAGMENT_SUPPRESSED> as requiring the RPD to weigh all of the circumstances of a case and not just from the applicant's viewpoint. It noted the applicant's behaviour was not the behaviour of one who fears for her life if she returned to Colombia. The note the applicant wrote in January was not sent to the RPD at that time. The RPD observed the applicant did not explain why she did not take the flight she booked on January 15, 2011 nor did she explain the delay in retaining a lawyer until March 2011. Finally, the RPD considered the applicant's claim she was awaiting her PIF before making her application to reinstate and had difficulty in obtaining it. The RPD commented that, had the applicant made the request for her PIF to the RPD office, she would have received a copy.", "[25] In response to a question by the Court, the respondent subsequently confirmed the applicant could obtain her own PIF on making a direct request to the RPD office.", "[26] By the time the applicant brought forth her application, she had the assistance of a lawyer and nothing suggests she was prevented from providing the RPD with more evidence to complete the picture of her situation. Since reinstatement of a claim is exceptional and the applicant provided the RPD with a paucity of evidence, I find the RPD decision on the issue of considering the interests of justice to be reasonable. Request for a Stay", "[27] The applicant also makes submissions regarding a stay of removal. Particularly, her refugee claim has not been heard on its merits, and she will suffer irreparable harm if removed to Colombia.", "[28] The respondent submits that this request is premature, as the Court has held that until a Direction to Report is issued, there is \"nothing for this Court to stay\". The respondent also notes that, because of her pending PRRA application, she benefits from a statutory stay of removal.", "[29] Regarding the request for a stay of removal, as the respondent submits, the applicant has not received a Direction to Report, and she benefits from a statutory stay of removal while her PRRA application is in process. Without a Direction to Report, this request is premature.", "[30] The application for judicial review is dismissed. JUDGMENT", "[31] THIS COURT'S JUDGMENT is that 1. The application for judicial review is dismissed.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13] , DORS/2002-228 44. (1) Unless these Rules provide otherwise, an application must be made in writing and without delay. The Division may allow a party to make an application orally at a proceeding if the party with reasonable effort could not have made a written application before the proceeding ... 53. (1) A person may apply to the Division to reinstate a claim that was made by that person and withdrawn. Form and content of application (2) The person must follow rule 44, include their contact information in the application and provide a copy of the application to the Minister. Factors (3) The Division must allow the application if it is established that there was a failure to observe a principle of natural justice or if it is otherwise in the interests of justice to allow the application.", "[14] La norme de contrôle", "[15] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], <FRAGMENT_SUPPRESSED> [ ]). Analyse", "[16] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ].", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23] <FRAGMENT_SUPPRESSED> et 5 [ <FRAGMENT_SUPPRESSED> ]).", "[24]", "[25]", "[26] Demande de sursis", "[27]", "[28]", "[29]", "[30] JUGEMENT", "[31] [End of document]"]}