{"id_": "019001", "body_str": ["[1] Rennie, J. : The applicants seek judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada (the Board) dated July 11, 2011 finding that the applicants were neither Convention (United Nations' Convention Relating to the Status of Refugees, [1996] Can TS No 6) refugees under section 96 of the Immigration and Refugee Protection Act , 2001, c. 27 ( IRPA ) nor persons in need of protection under section 97 of the IRPA .  <FRAGMENT_SUPPRESSED>", "[2] For the reasons that follow, the application is granted.  <FRAGMENT_SUPPRESSED> Facts  <FRAGMENT_SUPPRESSED>", "[3] The principal applicant, Rene Guillermo Vaquerano Lovato (applicant), alleges that he fears returning to El Salvador because he and his extended family have been victims of extortion by the Mara Salvatrucha (MS). The MS targeted the applicant's father and uncles, the joint owners of a gas station, and then murdered and robbed an uncle while he was en route to the bank. The applicant then began to receive threatening phone calls suggesting that his family would be killed if the MS's financial demands were not met. He fulfilled the demands but made a denunciation to the police for which he was later attacked and beaten. The threats continued and as a result, the applicant left El Salvador on April 11, 2010 and claimed for refugee protection in Canada on April 27, 2010.  <FRAGMENT_SUPPRESSED>", "[4] The Board found the applicant to be credible. However, it rejected the applicant's claim under section 96 and section 97 of the IRPA . With respect to section 96, the Board found that there was no nexus to a Convention ground and dismissed the claim as a result.  <FRAGMENT_SUPPRESSED>", "[5] With regards to section 97, the Board accepted that the applicant faced a particular risk of harm from the MS, but concluded that because this risk was generally faced by others in El Salvador, the requirements of section 97 were not met.  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[6] At issue in this case is whether the Board applied the correct legal analysis of section 97(1)(b)(ii). I find that the Board erred in law in its assessment of the section 97 claim, and therefore the decision must be set aside.  <FRAGMENT_SUPPRESSED>", "[7] The Board correctly noted that \"consideration of an application under section 97(1)(b)(ii) of the IRPA requires a personalized review in the context of the actual and potential risks to which the claimant is subject.\" However, the Board went on to find that \"even if the claimant does face a personalized risk of harm, in cases like this, where the general public is subject to the risk of crime, a person who is a direct victim of crime is not automatically a person in need of protection within the meaning of section 97 of the Act.\" I find that the Board misunderstood the applicable legal test under section 97(1)(b)(ii) which rendered its decision unreasonable.  <FRAGMENT_SUPPRESSED>", "[8] The Board made a number of findings which are central to the disposition of this review:  <FRAGMENT_SUPPRESSED> Having undertaken an individualized inquiry I find that the claimant did face a particular risk of harm at the hands of the MS, but I also find that the risk of harm faced by the claimant is a risk generally faced by others in El Salvador.  <FRAGMENT_SUPPRESSED> ...  <FRAGMENT_SUPPRESSED> ... being a victim of violence and other crimes at the hand of criminal or organized gangs in El Salvador is a risk faced generally by all citizens and residents of El Salvador.  <FRAGMENT_SUPPRESSED> ...  <FRAGMENT_SUPPRESSED> ... the risk with which the claimant faced [sic] is generalized and one which is faced generally by the population of El Salvador. Based on the particular facts of this case, even if the claimant faced a particularized risk of harm in accordance with section 97 of the IRPA, the risk faced by the claimant is generalized, which falls under the paragraph 97(1)(b) exception.  <FRAGMENT_SUPPRESSED>", "[9] The Board erred in concluding that the applicant faced a particular risk of harm but was ineligible for section 97 protection simply because there is a general risk of criminal or gang activity in  <FRAGMENT_SUPPRESSED>  reviewed the basic principles governing the interpretation of section 97(1)(b)(ii) - specifically, that an individualized inquiry must be conducted in each case, and the fact that the risk to an applicant arises from criminal activity does not in itself foreclose the possibility of protection under section 97. The decision under review is not consistent with the jurisprudence, as it completely negates an admitted situation of individualized risk simply because the actions giving rise to that risk are also criminal.  <FRAGMENT_SUPPRESSED>", "[10] The facts of this case are similar to those in <FRAGMENT_SUPPRESSED> . In that case, the applicant was a young man from El Salvador who claimed to have been targeted for recruitment and then threatened by the MS over a period of several months. The Board did not make any unfavourable findings about the applicant's credibility, but relied on the applicant's admission that gangs recruited throughout the country and across society. On the basis of this admission, the Board found the risk to be generalized and denied the claim.  <FRAGMENT_SUPPRESSED>", "[11] In Pineda , Justice de Montigny made the following statement at paragraph 15:  <FRAGMENT_SUPPRESSED> Under these circumstances, the RPD's finding is patently unreasonable. It cannot be accepted, by implication at least, that the applicant had been threatened by a well-organized gang that was terrorizing the entire country, according to the documentary evidence, and in the same breath surmise that this same applicant would not be exposed to a personal risk if he were to return to El Salvador. It could very well be that the Maras Salvatruchas recruit from the general population; the fact remains that Mr. Pineda, if his testimony is to be believed, had been specifically targeted and was subjected to repeated threats and attacks. On that basis, he was subjected to a greater risk than the risk faced by the population in general.  <FRAGMENT_SUPPRESSED>", "[12] <FRAGMENT_SUPPRESSED>  Justice Russel Zinn observed at paragraph 34 that the requirement that the risk is not faced generally by other individuals in or from that country\" means that:  <FRAGMENT_SUPPRESSED> \"persons who face the same or even a heightened risk as others face of random or indiscriminate violence from gangs [may not be] eligible for protection. However, where a person is specifically and personally targeted for death by a gang in circumstances where others are generally not, then he or she is entitled to protection under s. 97 of the Act if the other statutory requirements are met.  <FRAGMENT_SUPPRESSED>", "[13] In this case, the Board was guided by an incorrect understanding of the meaning of section 97(1)(b)(ii). Despite finding that the applicant was subject to a particularized risk of harm, it concluded that the risk also affected the population at large because all El Salvadorians are at risk of violence from the MS. The Board noted: \"There was no persuasive evidence before me that the claimant was targeted for any other reasons than the reasons I have already indicated\", i.e. those that motivate the MS to target any member of the population. In this way, the Board incorrectly focused on the reasons for which the applicant was being targeted, rather than the evidence that the MS was specifically targeting the applicant to an extent beyond that experienced by the population at large. As a result, the Board's decision is unreasonable.  <FRAGMENT_SUPPRESSED>", "[14] As noted  <FRAGMENT_SUPPRESSED> , section 97 must not be interpreted in a manner that strips it of any content or meaning. If any risk created by \"criminal activity\" is always considered a general risk, it is hard to fathom a scenario in which the requirements of section 97 would ever be met. Instead of focusing on whether the risk is created by criminal activity, the Board must direct its attention to the question before it: whether the claimant would face a personal risk to his or her life or a risk of cruel and unusual treatment or punishment, and whether that risk is one not faced generally by other individuals in or from the country. Because the Board failed to properly undertake this inquiry in this case, the decision must be set aside.  <FRAGMENT_SUPPRESSED>", "[15] The application for judicial review is granted. No question has been presented for certification and none arises.  <FRAGMENT_SUPPRESSED>", "[16] THIS COURT'S JUDGMENT is that the application for judicial review is granted. The matter is referred back to the Immigration Refugee Board for reconsideration before a different member of the Board's Refugee Protection Division. No question for certification has been proposed and the Court finds that none arises.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED>", "[2]", "[3]", "[4]", "[5] Analyse  <FRAGMENT_SUPPRESSED>", "[6]", "[7]", "[8] [...]  <FRAGMENT_SUPPRESSED> [...]  <FRAGMENT_SUPPRESSED> )  <FRAGMENT_SUPPRESSED>", "[9]", "[10]", "[11] Dans Pineda", "[12]", "[13]", "[14] Vivero", "[15] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[16] [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}