{"id_": "019130", "body_str": ["[1] Zinn, J. : The principal applicant, Xiao Fang Huang, and her two minor children, the other applicants, are asking the Court to set aside the decision of the Refugee Protection Division of the Immigration and Refugee Board dated May 6, 2011, that found that the applicants are not refugees or persons in need of protection pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27.", "[2] For the reasons that follow, their application is granted. Background", "[3] The applicants are citizens of China. The principal applicant says that she and her son were diagnosed with anaemia in February 2007. She was worried for their health. In February 2008 a friend introduced her to Christianity, and told her that she would be blessed and protected if she believed in God. The principal applicant began praying on her own, and later that month she attended a service for the first time at her friend's house church and she attended services regularly thereafter.", "[4] She says that on August 17, 2008, when attending a service it was learned that the Public Security Bureau (PSB) was on its way. The principal applicant escaped and went into hiding. Her husband told her that the PSB had gone to their home and interrogated him, and had confiscated some of her photographs. The principal applicant also learned that two of the members of the church, including her friend had been arrested.", "[5] The principal applicant was afraid for her and her children's safety, and used the services of a smuggler to travel to Canada. She states that after leaving China, she learned that her husband was fired from his job, and that her friend was sentenced to a term of three years' imprisonment.", "[6] In an amended Personal Information Form (PIF) submitted before the second day of the Board's hearing, the principal applicant alleged that she also feared personal harm due to her violation of China's family planning policy. Her mother told her about a woman in their village who had been forcibly sterilized because she had two children.", "[7] The Board found that the determinative issues were the identity of the principal applicant as a Christian, and the well-foundedness of her fear of being forcibly sterilized. Fear of Sterilization", "[8] The Board noted the principal applicant's allegation that a woman in her village was sterilized without her consent; however, it found that her fear was not supported by any documentary evidence, and was inconsistent with the evidence before the Board.", "[9] The Board found that in the principal applicant's home province, Guangdong, the preponderance of the evidence indicated that violation of the family planning policy resulted in a fine, rather than forced sterilization. The Board noted that it found no specific reports of forced sterilization in 2002-2005 in Guangdong. The Board found that the requirement to pay a fine could not be considered persecution for the purposes of a refugee claim.", "[10] The Board found that the principal applicant had not presented any persuasive evidence that the policies in Guangdong had changed. It found that her fear was speculative, based on a story about a woman in her village and concluded her fear of sterilization was not supported by objective evidence. Christianity", "[11] The Board found it implausible that the PSB would attend the principal applicant's home looking for her on 18 occasions, since there was no evidence she played any role within her church. The Board also found inconsistencies in her testimony about seized photos which the principal applicant claimed were photos of other church members. The Board found that claim to be inconsistent with her testimony that the church took many security precautions to protect members' identities. The Board also rejected the explanation for how the PSB could know which of her photos were of church members, and rejected her explanation for not asking her husband to destroy the photos.", "[12] The Board drew a negative inference from the principal applicant's testimony that the PSB had not left a summons or warrant on any of their alleged visits to her home, which the Board found inconsistent with the country condition documents.", "[13] Because of these inconsistencies, the Board found that the raid on the principal applicant's church and the seizure of the photos had not occurred, and furthermore that the documents adduced to corroborate these claims (a seized items certificate, and a notice of termination proving her husband was fired), were fraudulent.", "[14] The Board found, in light of these negative credibility findings, that the principal applicant's claim to have practiced Christianity in China was not credible.", "[15] The Board then considered whether the principal applicant was a genuine practicing Christian in Canada. The Board referred to the 'good faith' principle in making a refugee claim which it stated stands for the proposition that a refugee claim cannot succeed if the individual who was not otherwise at risk, deliberately manipulates his or her circumstances to create a risk of persecution. The Board found that the principal applicant's claim was not made in good faith. It made this determination based on its finding that the principal applicant was not a genuine practicing Christian in China, and had joined the Christian church in Canada only to support a fraudulent refugee claim.", "[16] The Board found, in the alternative, that there was no serious possibility that the principal applicant would be persecuted as a Christian if she returned to China. The Board noted evidence that unregistered Christian groups are generally tolerated in Guangdong. While there was evidence of interference with Christian practices in other parts of China, the Board found little evidence of such in Guangdong.", "[17] The Board noted one incident of a raid on a church in Guangdong in December 2008, but also noted that there were no arrests or prison sentences resulting from this raid. The Board found that none of the other incidents of arrests of Christians in recent years occurred in Guangdong. The Board found, relying on <FRAGMENT_SUPPRESSED>  that it is reasonable to expect, if there was a serious possibility of persecution, that it would be documented.", "[18] The Board therefore found that the principal applicant would not face persecution as a Christian in Guangdong, or be personally subject to a risk to her life or a risk of cruel and unusual treatment or punishment or a danger of torture.", "[19] The Board concluded that, since the minor applicants' claims were based on the principal applicant's allegations, they too were not Convention refugees or persons in need of protection. The Board therefore rejected all of the applicants' claims. Issues", "[20] The applicants submit the following issues are raised: 1. Did the Board err in its assessment of the family planning aspect of the claim, by failing to consider the most recent relevant evidence on point and instead making its finding based on outdated evidence? 2. Did the Board err in its assessment of the principal applicant's religious identity by imposing a \"good faith\" requirement contrary to refugee law and case law? 3. Did the Board err by failing to make any findings regarding the minor applicants' religious identities? 4. Did the Board err in its assessment of the risk faced by practicing Christians in the Guangdong province? Analysis", "[21] The standard of review of all issues, save the second, is reasonableness. The question of whether the Board applied the correct test for the element of the claim is reviewable on a standard of correctness, but the application of that test to the facts is reviewable on a standard of reasonableness. 1. Relying on Outdated Evidence Relating to Family Planning", "[22] I agree with the applicants that on the face of the record the Board based its conclusion that the principal applicant did not face a risk of sterilization on outdated evidence. The Board referred only to documentary evidence from 2005 and earlier; however, there was more recent, relevant evidence of the risk of sterilization in Guangdong that was before the Board, specifically Response to Information Request CHN103502, China: Family planning laws, enforcement and exceptions; reports of forced abortions or sterilization of men and women particularly in the provinces of Guangdong and Fujian (2007 - May 2010) . This document refers to a campaign in Guangdong in April 2010 to sterilize almost 10,000 people who had violated the family planning rules. This evidence was highlighted in the applicants' written submissions to the Board, but was not addressed by the Board.", "[23] I agree with the respondent that the Board is presumed to have weighed and considered all the evidence unless the contrary is shown: <FRAGMENT_SUPPRESSED>  (CA). However, as was held in <FRAGMENT_SUPPRESSED>  [ Cepeda-Gutierrez ], the failure to refer to highly relevant and reliable evidence that contradicts the Board's conclusion is a reviewable error. In this case, the Board's analysis of the risk of forced sterilization was limited to documentary evidence from 2005 and earlier. The Board stated at paragraph 13 of its reasons: \"In regard to specific incidents of forced abortions or sterilizations in Guangdong province, none could be found in reports from sources consulted by the IRB Research Directorate.\" However, as the evidence the applicants rely upon contains specific reference to recent incidents of sterilization in Guangdong and is directly contrary to the Board's finding, it was necessary for the Board to specifically address it. As it did not, that is a reviewable error.", "[24] I do not accept the respondent's characterization of this more recent evidence as \"some isolated incidents.\" The report contains evidence of very recent large-scale forced sterilization in the applicants' home province. This cannot reasonably be characterized as being a series of isolated incidents - it appears to be a systematic government initiative. 2. \" Good Faith\" Requirement", "[25] The applicants submit that the Board erred in law in its assessment of the aspect of the principal applicant's claim by imposing a \"good faith\" requirement. The Board relied on two sources. The first is a decision from New Zealand's Refugee Status Appeals Authority in HB, Refugee Appeal No. 2254/94, September 21, 1994. [see footnote 1] The second is James Hathaway, The Law of Refugee Status (Toronto: Butterworths, 1991).", "[26] They submit, in part, that the sources relied upon by the Board (the New Zealand Refugee Status Appeals Authority and a James Hathaway text) are over 15 years old and are not specific to Canadian law. They also rely on <FRAGMENT_SUPPRESSED>  [ Ghasemian ], at paras 29-31, and submit that there is no good faith requirement for refugee claims in Canada. On the contrary, they say, even where a claimant converts for an opportunistic reason, he or she is still entitled to protection if he or she can establish a well-founded fear of persecution on a Convention ground.", "[27] The Board's decision on the good faith requirement in the decision under review was brief. It is as follows at paras 27 to 30: Having found that the claimant was not a Christian in China, the panel must consider whether the claimant is a genuine practicing Christian in this country. There is a requirement for \"good faith\" in making a refugee claim. In this regard, R.P.G. Haines, the Chairman of a refugee status Appeal panel and A.G. Wang Heed, a member of the United Nations High Commission for Refugees stated in part: If there is no good faith requirement in the sur place situation, it places in the hands of the appellant for refugee status the means of unilaterally determining the grant to him or her of refugee status.15 15. Refugee Status Appeals Authority (New Zeland), Refugee Appeal No. 2254/94, RE: HB September 21, 1994. (www. Nzrefugeeappeals.govt.nz/pdfs/ref_ 199940921_2254.pdf). In this regard, the panel cites the following from James Hathaway's The Law of Refugee Status with regard to \" \" claims: An individual who as a stratagem deliberately manipulates circumstances to create a real chance of persecution which did not exist cannot be said to belong to this category. 16 The panel finds, on a balance of probabilities that this claim has not been made in good faith. 16. Hathaway, James, The Law of Refugee Status Having found that the claimant is not a genuine practicing Christian in China and having found that this claim has not been made in good faith, the panel finds, on a balance of probabilities, and in the context of findings noted above, that the claimant joined a Christian church in Canada only for the purpose of supporting a fraudulent refugee claim. In the context as noted above, and on the basis of the totality of evidence disclosed, the panel finds that the claimant is not a genuine practicing Christian, nor would she be perceived to be in China.", "[28] The respondent made no submissions on the issue but informed the Court that the question of whether good faith was a requirement for refugee claims was currently under examination by the Minister.", "[29] I agree with the applicant that the authorities cited by the Board are problematic. First, the passage cited as a quotation from Hathaway's text is not from that source; it is a passage from the New Zealand decision. Second, Mr. Hathaway's view as expressed in his text does not appear to support the Board's conclusion. Hathaway states at page 39 that conduct intended to create a risk of persecution may nonetheless ground a valid refugee claim, because that conduct will lead a state to impute a negative political opinion or disloyalty to the claimant: It does not follow, however, that all persons whose activities abroad are not genuinely demonstrative of oppositional political opinion are outside the refugee definition. Even when it is evident that the voluntary statement or action was fraudulent in that it was prompted primarily by an intention to secure asylum, the consequential imputation to the claimant of a negative political opinion by authorities in her home state may nonetheless bring her within the scope of the Convention definition. Since refugee law is fundamentally concerned with the provision of protection against unconscionable state action, an assessment should be made of any potential harm to be faced upon return because of the fact of the non-genuine political activity engaged in while abroad. This issue is most poignantly raised when it is alleged that the fact of having made an unfounded asylum claim may per se give rise to a serious risk of persecution. While these cases provide perhaps the most obvious potential for \"bootstrapping\", there must nonetheless be a clear acknowledgment and assessment of any risk to basic human rights upon return which may follow from the state's imputation of an unacceptable political opinion to the claimant. The mere fact that the claimant might suffer some form of penalty may not be sufficiently serious to constitute persecution, but there are clearly situations where the consequence of return may be said to give rise to a well-founded fear of persecution. For example, in Slawomir Krzystof Hubicki evidence was adduced that under then-prevailing Polish criminal law, the claimant would face imprisonment of up to eight years because he had made a refugee claim in Canada. In such situations, the basis of claim is not the fraudulent activity or assertion itself, but is rather the political opinion or disloyalty imputed to the claimant by her state. Where such an imputation exits, the gravity of consequential harm and other definitional criteria should be assessed to determine whether refugee status is warranted.", "[30] Third, there is jurisprudence of this Court, not referenced by the Board, which casts doubt on the soundness of its position: Ghasemian, paras 29 - 33 and <FRAGMENT_SUPPRESSED>  paras 10 - 12.", "[31] The question raised as to whether an absence of good faith vitiates an otherwise founded refugee claim is both difficult and interesting. However, it does not need to be decided in this application. I have concluded that the Board's decision with respect to the claim is unreasonable, even if good faith is a requirement. I make this finding because there is no support in the decision or in the record for the finding the Board made that \"the claimant joined a Christian church in Canada only for the purpose of supporting a fraudulent refugee claim\" [emphasis added].", "[32] Even if the principal applicant was not a Christian in China, there is evidence that she attends a Christian church in Canada and participates in its activities. Perhaps, like Saul on the road to Damascus, she had a revelation and a spiritual awakening in Canada; perhaps not. However, in order to arrive at a decision as to the genuineness of her current beliefs some analysis must be made of the evidence and if her evidence is to be totally discounted, some justification must be provided for that decision. Here there is none. The Board merely states the conclusion it has reached and it is impossible for the Court, on the basis of the record, to ascertain why that conclusion was reached. 3. Children's Religious Identity", "[33] The applicants submit that the children's fear is based on their inability to practice their religion in China. They began practicing Christianity with their mother upon arrival in Canada, as corroborated by a letter from the Reverend at their church. They submit that the Board failed to assess whether they were genuine Christians, and whether they could freely practice their religion in China. They submit that the Board was required to make a finding regarding all the claims, and not just that of the principal applicant.", "[34] I agree with the respondent that the Board's conclusion regarding the risk of persecution for Christians in Guangdong was equally applicable to the children and therefore was sufficient to determine their claims. It is only if there was a risk of such persecution that the children's religious identity would have to be assessed. 4. Assessment of Risk to Christians", "[35] The applicants submit that the Board ignored some of the most pertinent evidence of risk to Christians in Guangdong, contrary to Cepeda-Gutierrez . Specifically, the Board failed to consider a letter from Bob Fu, President of the China Aid Association, which, it is said, refuted several of the Board's findings. Also ignored, they submit, is a Response to Information Request that referred specifically to the situation in Guangdong, and which stated in part at page 63 of the Application Record: With specific reference to the provinces Fujian and Guangdong, it is absolutely incorrect to find that there is religious freedom in these provinces. [...] [T]he persecution may come and go and not be totally predictable, but it is always present. Even the very threat of a government crackdown is a method of persecution. The house churches in Fujian and Guangdong, like all of China, face the constant and fearful risk of being closed and its members punished. Certainly, these provinces do not enjoy religious freedom while all other parts of China do not.", "[36] I agree with the respondent that the Board analyzed the most recent evidence of persecution of Christians, but reasonably concluded that there was insufficient evidence of such persecution in Guangdong. While there was evidence that ran contrary to its conclusion, I cannot find that the evidence referred to by the applicants (two letters by the same person) was so critical that its omission renders the Board's conclusion unreasonable.", "[37] Because of the Board's error in its analysis of the principal applicant's risk of forced sterilization and in its analysis of the refugee claim, the application for judicial review is granted, the decision set aside and the application remitted back to the Board for re-determination by a different panel.", "[38] The applicants proposed a question for certification: \"Whether there is a \"good faith\" requirement for persons seeking refugee protection based on the grounds of religious persecution under Canadian law.\" In light of the decision I have reached in this application, the question posed would not be determinative of an appeal and is not a proper question to be certified. JUDGMENT", "[39] THIS COURT'S JUDGMENT is that this application is allowed, the decision of the Refugee Protection Division of the Immigration and Refugee Board dated May 6, 2011, is set aside, and the applicants' refugee claims are remitted to a differently constituted Board for determination. No question is certified. Application allowed. Footnotes 1. The web page cited by the Board for this authority no longer exists. The decision may be found at http://www.refugee.org.nz/Casesearch /Fulltext/2254-94.htm [End of document]"]}