{"id_": "019195", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act) for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board), dated January 22, 2010, wherein the applicant was determined not to be a Convention refugee or a person in need of protection under sections 96 and 97 of the Act. This conclusion was based on the Board's finding that the applicant lacked credibility and did not have a well-founded fear, or in the alternative, that an internal flight alternative (IFA) existed.", "[2] The applicant requests that the decision of the Board be set aside and the claim be remitted for redetermination by a differently constituted panel of the Board. Background", "[3] Omar Yovani Garzon (the applicant) was born on April 5, 1977 and is a citizen of Colombia.", "[4] The applicant was a member of the Colombian National Police (CNP) from January 1997 until the end of 2003 and captain until February 2006. In November 2005, the applicant's superior told him to allow several trucks carrying chemicals to enter Santa Rosa without being checked by the CNP. The applicant refused, as it was against policy, and he was retired from the CNP in February 2006 for not following orders.", "[5] On April 13, 2007, the applicant and his common law spouse's car was stopped by several guerrillas of the Revolutionary Armed Forces of Colombia (FARC). The applicant was forced to exit the car and his spouse was told to drive away. The FARC led the applicant through the woods for several hours. After about four hours, the applicant was able to escape and made his way back to Bogotá. He did not go to the police because he states that he knew they did not give protection to anyone in his situation.", "[6] On April 18, 2007, the applicant received a phone call at his business telling him that he was lucky to have escaped from the FARC and that he was now a military target that they would find and kill. Because of this, the applicant applied for temporary resident permits for his family to the United States. He also sold his business at the end of April 2007.", "[7] The applicant received several more phone calls saying that the FARC had located him and in June 2007, a man was seen looking for the applicant at his condominium. The applicant went to stay with his parents and left Colombia for New York on July 10, 2007 without his spouse and step-daughter.", "[8] In New York, the applicant asked his friend to inquire about applying for asylum. His friend told him that it was difficult for Colombians to gain asylum in the United States. The applicant remained in the United States for one and a half years. He paid an immigration centre to help him extend his temporary resident permit, but this never took place.", "[9] On January 14, 2009, the applicant entered Canada and claimed refugee status. Board's Decision", "[10] The Board found that the applicant did not have a credible well-founded fear of returning to Colombia. In the alternative, the Board found that a viable IFA existed for the applicant in Bogotá.", "[11] The Board found that the applicant lacked credibility based on four negative inferences that it drew. First, on a balance of probabilities, the Board found that the CNP would have a policy to protect its retirees and as such, the Board drew a negative inference from the fact that the applicant did not report his captivity by FARC to the police. Second, the Board found that it was hard to believe that the FARC would not simply kidnap the applicant, if they knew where he was located, but rather, content themselves with calling him and watching his condominium building. Third, the applicant was able to sell his business while being targeted by FARC. Finally, the Board found that the FARC normally exact reprisals on close relatives of their military targets who escape them but the applicant's spouse and parents have not been contacted in Bogotá. The Board found that this casts doubt on the applicant's assertions that he was or is being targeted by the FARC.", "[12] The Board found that the applicant's fear was not well-founded. Specifically, they found that he lacked subjective fear due to his lack of serious effort and a lack of any urgency to claim asylum in the United States, although he lived there for one and a half years.", "[13] In the alternative, the Board found that the applicant had a viable IFA. The Board found that the FARC is now a degraded military force which lacks internal communication and which has lost its command posts in urban areas. Therefore, the FARC would be unable to track the applicant in Bogotá and he would be safe in another part of the city. Issues", "[14] The applicant submitted the following issues for consideration: 1. Did the Board member err in making blue sky bald statements with no supporting evidence on the following? (a) Colombia National Police's policy on protecting its retirees; and (b) That FARC should have raided the applicant's condominium or his internet café without positively locating him? 2. Did the Board member err in quoting from the National Documentation Package, Colombia Section 7 respecting FARC would normally exact reprisals on close relatives of their military targets? 3. Did the Board member err in falsely stating that the applicant lived in the United States for one and a half years without taking any action to legalize his status? 4. Did the Board member err in stating that the applicant had an IFA in Bogotá? 5. Did the Board member err in not mentioning and dealing with the issue of change in country conditions in Colombia? 6. Did the Board member err in failing to mention the continuation of kidnappings by the FARC?", "[15] I would rephrase the issues as follows: 1. What is the appropriate standard of review? 2. Did the Board err by finding that the applicant lacked subjective fear by not claiming asylum in the United States? 3. Was the Board's negative credibility finding made in a capricious manner without regard to the material before it? 4. Did the Board err in finding a viable IFA existed in Bogotá? Applicant's Written Submissions", "[16] The applicant submits that the Board erred by not supporting its decision with any evidence or by basing its decision on extrinsic evidence. There was no evidence to support the Board's finding that the CNP protect their retirees, that the FARC exact reprisals on family members of their military targets, or that the FARC would have kidnapped the applicant instead of calling him and watching his condominium, if they had been targeting him. These unsupported findings of fact formed the basis of the Board's negative credibility finding.", "[17] The applicant submits that the Board erred in finding that the applicant lacked subjective fear. The applicant did make efforts to seek asylum in the United States; he called a friend to look into the asylum process and he tried to regularize his temporary residence status. The Board erred by not addressing the fact that Colombians have a low rate of acceptance in the United States as refugees and by not recognizing that the American asylum process differs from the Canadian process because refugees do not receive permanent residence as quickly.", "[18] The applicant submits that the Board erred in its determination that there was a viable IFA for the applicant. The Board was required to indicate what part of Bogotá the applicant would be safe in and what the prevailing conditions are in that area. In addition, the Board was required to indicate and analyze if there has been a material change in the country conditions of Colombia, particularly since there was conflicting documentary evidence that suggests that the FARC continues to be involved in kidnappings and murder of Colombian security and police officers. Respondent's Written Submissions", "[19] The respondent submits that the Board drew negative inferences about the applicant not alerting the Colombian security to the threats he faced from FARC, the applicant selling his business while under threat and the fact that the applicant's relatives in Colombia have not been contacted.", "[20] The respondent submits that the finding that the applicant's fear was not well-founded is reasonable. Refugee claims are forward-looking and the applicant had to prove that his fear was objectively and subjectively reasonable. The respondent submits that it was reasonable for the Board to draw a negative inference as to the subjective fear of the applicant based on his failure to apply for asylum in the United States. The respondent submits that the Board found that the FARC has been diminished and the applicant can return to Bogotá without reasonable fear of being at risk.", "[21] The respondent submits that the Board's finding regarding the IFA of Bogotá was an alternative finding and the determination of refugee status did not rest on this. However, the respondent submits that the Board did discuss the prevailing conditions in Bogotá. The respondent submits that the Board was establishing that the applicant's fear was not objectively well-founded by discussing the weakening of the FARC.", "[22] The respondent submits that there was some evidentiary basis for the Board's finding that the FARC often exact reprisals from family members. Further, the respondent submits that it is common sense that armed groups might put pressure on their targets by attempting to harm relatives. The respondent submits that even if the Board misstated this fact, the ultimate determination did not depend on this finding. The respondent submits that even if this was a breach of natural justice or the duty of fairness, the matter does not need to be returned to the Board for re-determination where the Board would inevitably come to the same conclusion. Analysis and Decision", "[23] Issue 1 What is the appropriate standard of review? Where previous jurisprudence has determined the standard of review applicable to a particular issue before the court, the reviewing court may adopt that standard of review (see <FRAGMENT_SUPPRESSED>  at paragraph 57).", "[24] It is established law that in reviewing assessments of credibility, the applicable standard of review is that of reasonableness (see <FRAGMENT_SUPPRESSED>  (QL) (C.A.) at paragraph 24). Likewise, the finding of whether an applicant lacks subjective fear which is a determination of mixed fact and law is also reviewable on the standard of reasonableness.", "[25] The settled standard of review for the determination of whether a viable IFA exists is also reasonableness (see Go ltsberg v. Canada (Minister of Citizenship and Immigration) , 2010 FC 886 at paragraph 16).", "[26] In reviewing the Board's decision using a standard of reasonableness, the Court should not intervene on judicial review unless the Board has come to a conclusion that is not transparent, justifiable and intelligible and within the range of acceptable outcomes based on the evidence before it (see <FRAGMENT_SUPPRESSED> above, at paragraph 47).", "[27] Issue 2 Did the Board err by finding that the applicant lacked subjective fear by not claiming asylum in the United States? The Board found that the applicant had not made serious efforts to apply for asylum in the United States during the one and a half years that he lived there.", "[28] Failing to apply for refugee status in a foreign state is a factor which the Board is entitled to consider in assessing the applicant's subjective fear (see <FRAGMENT_SUPPRESSED> ).", "[29] The applicant submits that the Board did not acknowledge that he had a friend inquire about the asylum process in the United States, that he attempted to legalize his status through a visitor visa or that the acceptance of Colombian applications for asylum in the United States is low and refugees in the United States are not granted permanent residence as quickly as in Canada.", "[30] However, the Board's finding that there was a lack of serious effort on the part of the applicant to apply for asylum is reasonable despite the applicant's submissions. As Mr. Justice Yvon Pinard held in <FRAGMENT_SUPPRESSED> pplicant's reasons for not claiming refugee status in a foreign country must be valid in order to avoid an adverse inference. Serious efforts require more than having a friend inquire about the asylum process. A Mr. Justice Roger Hughes held in <FRAGMENT_SUPPRESSED> that \"a refugee claim should not be looked at simply as one of many choices as to how best to seek status in Canada.\" The applicant's submission that he did not apply for asylum because it would be granted more easily in Canada or because he would gain permanent residence faster in Canada are not valid reasons for negating the adverse inference that he lacked subjective fear by not applying for asylum in the United States. A finding that the applicant lacked subjective fear due to his failure to apply for asylum in the United States is sufficient, alone, for the Board to reasonably deny the refugee claim (see <FRAGMENT_SUPPRESSED>  at paragraph 6).", "[31] Because of my finding on Issue 2, I need not deal with the remaining issues as an applicant needs to have a subjective fear in order to succeed in a refugee claim.", "[32] The application for judicial review is therefore dismissed.", "[33] The applicant submitted the following proposed serious questions of general importance for my consideration for certification: 1. If the Refugee Protection Division Member attributes an important statement to a document or group of documents filed at the Refugee Protection Division hearing, but that statement is NOT even there: is this a case of the Refugee Protection Division based (sic) its decision or order on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it, and therefore it is a reversible error? 2. If the Refugee Protection Division Member only mentions documents which agrees with his conclusion, but totally ignores documents or information in the Record which did not agree with his conclusion, has the Refugee Protection Division contravened the Zrig decision, which states that the Refugee Protection Division Member has to present both side (sic) of the case, contained in the Record? 3. For an undivided City, can the Refugee Protection Division Member propose one part of the City as safe haven for the refugee claimant who has been persecuted in another part of the same City?", "[34] I have reviewed the proposed questions and the decision of the Federal Court of Appeal in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (F.C.A.) and I am satisfied that none of the questions satisfy the test set out by the Federal Court of Appeal. None of the proposed questions transcend the immediate interests of the parties to the litigation, contemplate issues of broad significance or general application nor are they determinative of the appeal. JUDGMENT", "[35] IT IS ORDERED that the application for judicial review is dismissed and no question is certified. ANNEX Relevant Statutory Provisions Immigration and Refugee Protection Act , S.C. 2001, c. 27 72.(1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court. 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. 97.(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. [End of document]"]}