{"id_": "019231", "body_str": ["[1] Snider, J. : The Applicant, Mr. Kulanthaivelu Ratnavelu, is a Hindu Tamil citizen of northern Sri Lanka. His claim for refugee protection is based on an alleged fear of persecution and risk at the hands of the Sri Lankan Army (\"SLA\") and the Liberation Tigers of Tamil Eelam (\"LTTE\"). In a decision dated July 22, 2004, a panel of the Immigration and Refugee Board (Refugee Protection Division) (the \"Board\") determined that he was not a Convention refugee or a person in need of protection, basing its conclusion on its findings that he was not credible and that his fear was not well founded. The Applicant seeks judicial review of that decision. Issues", "[2] The issue raised by this application is whether the Board erred by (a) misconstruing evidence before it; or (b) by ignoring evidence before it. Analysis", "[3] A credibility finding by the Board is subject to a patently unreasonableness standard of review. This means that I can only overturn the decision if it is entirely unsupported by the evidence.", "[4] The precipitating event that, according to the Applicant, caused him to leave Sri Lanka occurred in October 2003 when the LTTE wanted him to operate a boat for them or provide his son as a conscript. The Board focussed on that event and did not believe that these incidents occurred. This issue was determinative and, thus, the Applicant's claim failed. The difficulties that the Applicant had in the past with the LTTE were not, according to the Applicant's own evidence, the events that made him leave Sri Lanka. Thus, to be successful in this application, the Applicant would have to persuade me that the Board erred in its finding that the incidents in 2003 did not occur.", "[5] The key elements of the Board's determination can be summarized as follows: • This event was not mentioned to the authorities at his port of entry to Canada; • The Board dismissed his claim that he had a \"profile\" that would attract the attention of the LTTE; • The Applicant's testimony was \"vague and evasive on critical issues\"; and • The Applicant had lived in Vavuniya for three years - from January 2000 until October 2003 - without contact by the LTTE.", "[6] The Applicant submits that the Board erred in respect of each of these elements. I will examine each of these reasons. (a) Omission from POE notes", "[7] The Board noted the Applicant's failure to include the alleged events in his statement to the immigration officer at his port of entry into Canada and concluded that his statements \"do not include the alleged recent events related to the SLA, again illustrating to the panel that the recent events have been fabricated to further his claim\". The Applicant submits that there was no omission; rather, the Applicant responded to the questions in a general way and included reference to the LTTE.", "[8] A review of the port of entry (\"POE\") notes shows that the alleged events were not described to the immigration officer when the Applicant arrived in Canada. These incidents were critical to his claim. This is not a situation where a claimant merely omitted some of the details; here, the Applicant failed to describe any of the incidents that subsequently formed the basis of his claim. The Board is entitled to rely on discrepancies between the POE notes and the later testimony. The omission of the events that precipitate a claimant's flight from his country, if not determinative on its own of the issue before the tribunal, certainly raises the question of whether subsequently-added events were included to bolster a refugee claim rather than because they are true. The Board did not err in taking the omission into account. (b) Evasive responses", "[9] The Board noted, in a number of places in the reasons, that the Applicant's testimony was rambling and evasive. The Applicant submits that the Board failed to take into account his low level of education.", "[10] The Board had the opportunity to assess the testimony of the Applicant first hand. In this case, the Board considered the argument of counsel that the Applicant \"goes off on a tangent because that is the way he is\". However, the Board did not agree, stating that the Applicant was \"very eloquent\" and \"eager to display his fluency and knowledge of the current political situation in Sri Lanka\". The Board concluded that the Applicant: ... drifted, faltered and became incoherent only when asked about the recent events which allegedly made him leave, indicating to the panel that he has conjured up these events to create a claim.", "[11] Assessment of the testimony is within the heartland of the Board. The Board was in a position to observe the Applicant's demeanour during his testimony; I was not. In its reasons, the Board carefully described how the Applicant's testimony changed when he was speaking of the alleged events. Its observations and the inferences drawn are \"unassailable in the absence of an overriding error apparent from the record\" ( <FRAGMENT_SUPPRESSED> ). The inference it drew from the way the Applicant testified is not unreasonable. I see no error. (c) Profile", "[12] The Board states that: Moreover, it defies the panel's credulity that, a claimant with no profile, who was allegedly used by the LTTE for hard labour three years earlier, would suddenly be of such interest to them now, that they would search the claimant out in Vavuniya because he knew how to operate a boat.", "[13] The Applicant maintains that the Board ignored his evidence that he was sought by the LTTE to operate a special kind of boat and that he thus did have a \"profile\" that would make him a target of the LTTE.", "[14] However, a review of the transcript reveals that it is far from clear that the Applicant possesses any kind of special skills. When asked what was special about these boats the Applicant says that they have powerful engines and he had special training in 1982. When asked if anyone could operate one of these boats, no answer was given. The Board considered this evidence and also the evidence that he had, in the past, been used for \"hard labour\" and not to operate specialized boats.", "[15] The Board notes that the country condition documents shows the LTTE target young men and women and not someone of the Applicant's age of over 50. This combined with an incomplete description of the special skill the Applicant claims to have provides a sound evidentiary basis for the Board to conclude he does not have the profile of someone sought by the LTTE and to disbelieve the claimant's version of the events. (d) Time in Vavuniya", "[16] The Board refers to the three years that the Applicant lived in Vavuniya without incident and appears to question the credibility of the Applicant on that basis. The Applicant submits that the three years can be explained by the fact that the LTTE were only permitted to be in this town beginning in 2002. Thus, he argues, it was perverse for the Board to rely on the lack of LTTE interference for those three years as a reason to impugn his credibility.", "[17] In response to this, I first note that it is not clear that the Board does consider this to be a determinative factor. The Board makes no finding, as it might have, that it is not plausible that the Applicant, after three years of peacefully living in Vavuniya, was suddenly approached by the LTTE. The use made of this part of the testimony appears to be to give examples of the Applicant's evasiveness in giving answers.", "[18] Further, even if this can be construed to be a reason for disbelieving the Applicant, I can see no error. While it is correct that the LTTE only had a \"legal\" presence in the town as of 2002, the documentary evidence shows that the LTTE operated in the region throughout. Thus, it would have been open to the Board to conclude that it was not credible that the LTTE left the Applicant alone for three years if his skills and profile were such that the LTTE wanted to recruit him or his son. Conclusion", "[19] For these reasons, the application will be dismissed. Neither party proposed a question of general importance for certification. ORDER", "[20] This Court orders that: 1. The application is dismissed; and 2. No question of general importance is certified. [End of document]"]}