{"id_": "019275", "body_str": ["[1] MacKay, J. : This is an application for judicial review seeking a variety of remedies including prohibition, certiorari and declaratory relief under ss. 18 and 18.1 of the Federal Court Act , R.S.C. 1985, c. F-7, as amended, including an order and a declaration pursuant to ss. 7, 11(d) and 24 of the Charter of Rights and Freedoms (the \" Charter \"). The decision here impugned is an interlocutory ruling of an adjudication board constituted under s. 43 of the Royal Canadian Mounted Police Act , R.S.C. 1985, c. R-10, as amended (\" RCMP Act \"), to conduct a formal inquiry into the conduct of the applicant, which was alleged to be in breach of the RCMP Code of Conduct", "[2] That decision, questioned by the applicant's Amended Originating Notice of Motion, filed on November 6, 1996 in accord with the order of Mr. Justice Lufty dated October 18, 1996, was the basis of all forms of relief here sought and it was the object of submissions of the parties heard in Fredericton on October 16, 1997. These reasons concern my order now issued, dismissing the application for judicial review. Background", "[3] The applicant has served nearly 25 years with the Royal Canadian Mounted Police. He was promoted to Corporal in 1987 and Sergeant in 1993. His most recent posting has been as the noncommissioned officer dealing with customs and excise matters in Fredericton, N.B. In 1995, the applicant was evaluated in a Senior Police Administration Course as a \"credit to the Royal Canadian Mounted Police\".", "[4] In April 1995, a temporary casual clerk of RCMP J Division in Fredericton complained that she had been sexually harassed by the applicant. The complaint was investigated to determine whether the subject matter was criminal in nature. After consultation with the Director of Public Prosecutions, it was determined that there was insufficient evidence to warrant criminal proceedings. It was decided, however, that the complaint against the applicant should be investigated under the RCMP Code of Conduct to determine whether there was evidence of alleged breaches of that Code", "[5] On April 5, 1995, the applicant was suspended with pay and was advised that an internal investigation was being conducted into allegations made by an individual regarding his conduct. The applicant later learned that other individuals had also made complaints about his conduct.", "[6] A recommendation was made to the Divisional Commanding Officer, the respondent in these proceedings, who determined to initiate formal discipline proceedings under s. 43 of the RCMP Act . An adjudication board was constituted pursuant to s. 43(2) to inquire into alleged breaches by the applicant of the force's Code of Conduct . The Notice of Disciplinary Hearing dated December 4, 1995 contains eight allegations of sexual harassment against the applicant, involving five female RCMP civilian employees. The applicant was informed in this notice that the sanction that would be sought, should a contravention be established, would be dismissal from the force.", "[7] The board commenced its hearings into the allegations on June 3, 1996. Apparently, some allegations were subsequently withdrawn. During the hearing, the first complainant presented evidence that allegedly differed substantially from the documentary evidence that had been disclosed to the applicant prior to commencement of the hearing. As a result, during the course of the hearing, the applicant's representative made several motions to exclude evidence on the basis of nondisclosure. These motions were denied.", "[8] On June 6, 1996, the applicant's representative determined, on cross-examination, that the original complainant had made complaints about two other officers at about the same time as complaints were made about the applicant. Neither of these other complaints had been disclosed to the applicant, despite the fact that one of those complaints, for harassment of a nonsexual nature, contained the applicant's name and the file about this complaint, it was urged, should have been known to the prosecuting officers.", "[9] The applicant moved for dismissal of the complaints of the original complainant on the basis of this failure to disclose material evidence. On June 6, 1996, the Board found that at least one of the prosecuting officers, and possibly both, were aware of the existence of the file on the nonsexual harassment complaint, but it held that those officers did not intend to mislead the hearing or to show any malice or prejudice towards the applicant.", "[10] The applicant became concerned about the role played by one prosecuting officer, Sgt. Keating, in the investigation and the presentation of the complaints. Also, it appeared to the applicant that the fees of counsel advising the first complainant may have been paid by the RCMP and that Sgt. Keating had played a role in making arrangements for that. The applicant came to suspect a possible conspiracy against him and to believe that evidence in regard to other issues, such as the apparent mental state of the original complainant, had not been disclosed to him. On June 10, 1996, the applicant instructed counsel to summon Sgt. Keating as a witness and a summons, directing the latter to appear as a witness, was issued by the Registrar of the Board, and was executed during the course of proceedings that day.", "[11] On June 10 and 11, 1996, the applicant moved that Sgt. Keating, as a witness subject to a summons could no longer act as a prosecuting counsel and should therefore be removed from the hearing until called as a witness, as was the case with witnesses generally. Counsel argued that Sgt. Keating was part of a conspiracy to mislead the board and withhold information from it and from the applicant. On June 11, 1996, an application was brought to the board by a senior RCMP officer to quash the summons served on Sgt. Keating. After hearing arguments from both sides, the board quashed the summons issued by the Registrar and ruled that there was insufficient evidence to support the alleged conspiracy, and thus the basis alleged for the summons was not established. In the result, the summons to Sgt. Keating was quashed, and the applicant's motion to the board that Sgt. Keating be removed from the hearing, pending his testimony as a witness, was dismissed.", "[12] It is the decision quashing the summons that the applicant now challenges on the basis that it violates the principle of procedural fairness, represents an error of jurisdiction and amounts to a violation of the applicant's rights as guaranteed by ss. 7 and 11(d) of the Charter of Rights and Freedoms . More specifically, it is submitted that the RCMP Act does not explicitly empower the board to quash a properly issued summons and that, as a result, the board acted beyond its jurisdiction. It is urged that the decision to quash the summons was incorrect or patently unreasonable and, in any event, had the effect of violating the rules of common law procedural fairness and fundamental justice under s. 7 of the Charter by interfering in the applicant's ability to present his case. Further, the applicant submits that the board, as constituted, does not meet the requirements of judicial independence required by s. 11(d) of the Charter Analysis", "[13] After hearing counsel for the parties and having reviewed the parties' submissions, I conclude that this application should be dismissed. In my view, the application is premature except with respect to the challenge to the adjudication board, and the validity of the provisions of the RCMP Act under which the board was constituted, under s. 11(d) of the Charter", "[14] The courts have ruled consistently that a \"decision\" to be subject to judicial review must be a final decision, not an interlocutory, procedural ruling. In FRAGMENT_SUPPRESSED [see footnote 1], FRAGMENT_SUPPRESSED", "[15] In FRAGMENT_SUPPRESSED [see footnote 2], FRAGMENT_SUPPRESSED in a s. 18.1 proceeding as authority for the proposition that FRAGMENT_SUPPRESSED. Similarly, in FRAGMENT_SUPPRESSED [see footnote 3], Her Ladyship held that unless the applicant can show special circumstances, the court would not review an interlocutory decision.", "[16] In FRAGMENT_SUPPRESSED [see footnote 4], FRAGMENT_SUPPRESSED", "[17] The norm is that this court will not intervene in judicial review to set aside interlocutory decisions unless there are exceptional circumstances. The nature of special circumstances justifying intervention in the case of an interlocutory decision has been discussed by the courts. In FRAGMENT_SUPPRESSED [see footnote 5], where the applicant challenged the constitutionality of a tribunal to which the Superintendent of Bankruptcy had delegated his powers, FRAGMENT_SUPPRESSED FRAGMENT_SUPPRESSED FRAGMENT_SUPPRESSED", "[18] In FRAGMENT_SUPPRESSED [see footnote 6], Mr. Justice Gibson held that no special circumstances existed in that case, which concerned judicial review of an interlocutory decision made in an opposition proceeding under the Trade-marks Act . After discussing the discretionary nature of the remedies sought, he concluded that FRAGMENT_SUPPRESSED", "[19] In the case at bar, it is argued for the applicant that the decision to quash the summons issued to Sgt. Keating is a final decision, but I am not persuaded that it falls into the class of decisions ordinarily subject to judicial review. It did not dispose of a substantive question before the tribunal, rather the decision of the board is clearly interlocutory in nature, dealing with a preliminary evidentiary issue, that is whether a summons to a prospective witness should be quashed. An appeal to the Commissioner from the decision of the board is provided for under s. 45.14 of the RCMP Act , on \"any ground of appeal\" concerning a finding by the board that an allegation of a contravention of the Code of Conduct by a member is established or concerning any sanction imposed. This is broad enough to encompass complaints regarding alleged procedural errors, and the Commissioner can order a new hearing or replace the board's decision with his own under s. 45.16. As a result, unless there are special circumstances justifying intervention by the court at this stage, the proceedings of the adjudication board should not be stayed further. Any error in a procedural decision may be the subject of appeal, or possibly even of later judicial review if a procedural error of significance is not remedied by the Commissioner's disposition of an appeal.", "[20] In my opinion, none of the other arguments raised by the applicant are persuasive that the board committed egregious error or that there are special circumstances that would warrant the court's intervention at this stage. First, in my opinion, the board did not make an error of jurisdiction in quashing the summons. There are many cases indicating that administrative boards similar to the adjudication board in this case are \"masters of their own procedure\", subject only to the express constraints of their empowering acts and the requirements of procedural fairness. [see footnote 7] I cannot conclude, despite the argument for the applicant, that express statutory authority is necessary for this board, in determining its own procedural requirements, to quash the summons here issued to the prosecuting officer. No constraint on the board's authority for procedural decisions is set out by the RCMP Act and applicable Regulations . The only limitations arise from the requirements of procedural fairness. Moreover, s. 4 of the Commissioner's Standing Orders (Practice and Procedures) , SOR/88-367 as amended (the \" Standing Orders \"), provides that \"Where any matter arises during the course of proceedings before a board, not otherwise provided for in these Rules, the board may take whatever steps it considers necessary to settle the matter\".", "[21] Second, in my opinion, there was no violation of procedural fairness in this case, at least in the manner the impugned decision was made. The record shows that decision itself was made in after both sides had opportunity to present their respective positions and the board then arrived at a reasoned decision. The impact of this procedural decision on the ultimate outcome of the proceedings is not a matter of concern, for the purposes of judicial review at this stage, in considering procedural fairness.", "[22] That said, if the decision to quash the summons were to prevent the applicant from having a \"... full and ample opportunity ... to present evidence, to cross-examine witnesses and to make representations at the hearing\" as required by s. 45.1(8) of the RCMP Act , there could then be an error in law on the basis that the decision violates the requirements of the Act . At this stage, I am not persuaded that there was any such error. In my view, the RCMP Act cannot be interpreted as giving the applicant an unlimited right to call witnesses, particularly in light of s. 6 of the Standing Orders , which permits the Board to dismiss witnesses. For the applicant, it is urged that a witness cannot be dismissed until he or she is called during the proceedings, but I am not persuaded this is so.", "[23] The board made a decision to quash a summons issued on its behalf by the Registrar and effectively it dismissed a summoned witness on grounds and in a fashion, as the respondent points out, consistent with precedents dealing with similar circumstances; namely, lawyers engaged in litigation being called as witnesses by opposing counsel. There are several cases indicating that, at least in criminal trials, \"... there is a persuasive burden on the lawyer who seeks to force opposing counsel to go into the witness box and relinquish his role as counsel. The persuasive burden is to show relevance and necessity\". [see footnote 8] I see no reason why this standard should not be applied in disciplinary matters, and the board's decision in effect, in my view, here applied that standard. It found there was not evidence of a conspiracy alleged by the applicant. Thus the relevance of any testimony of the summoned witness, Sgt. Keating, in relation to an alleged conspiracy, at least at this stage in the proceedings, would not be relevant to issues before the board in its inquiry. In so doing, the board acted by interlocutory decision without error reviewable by judicial review at this stage.", "[24] Third, I am not satisfied that there has been any constitutional violation by the board. For the record, I note that although notice of a constitutional question was among documents initially filed by the applicant, as I understand it that notice was not served upon all attorneys-general in accord with s. 57 of the Federal Court Act , R.S.C. 1985, c. F-7, as amended. Nevertheless, having considered the Charter arguments raised on behalf of the applicant, I deal with these having concluded that the decision of the board and the provisions of the RCMP Act here in question are not invalid or inoperable on constitutional grounds.", "[25] For the applicant it is urged that s. 7 of the Charter has been contravened by the board's failure to ensure the proceedings were conducted in a manner consistent with procedural fairness, or with fundamental justice assured by that provision. Reliance is placed on the comments of Mr. Justice La Forest of the Supreme Court in FRAGMENT_SUPPRESSED [see footnote 9] that the issue of whether the right to earn a livelihood is a value constitutionally protected under the Charter remains open. In this court, that matter appears to have been resolved in the negative.", "[26] In FRAGMENT_SUPPRESSED [see footnote 10], the Federal Court of Appeal dealt with the applicability of s. 7 to a proceeding under the Public Service Employment Act , R.S.C. 1970, c. P-32, which concerned the dismissal of an employee from his employment for alleged incompetence. The applicant there urged that the absence of provisions enabling him to subpoena witnesses to testify before the board in question was a denial of the rights guaranteed to him by s. 7. In dismissing this ground of argument, FRAGMENT_SUPPRESSED", "[27] In my view, these discipline proceedings under the RCMP Act , even if the possible sanction is loss of the applicant's employment, do not give rise to the application of s. 7 of the Charter . Even if I were not bound by the decision of the Court of Appeal in FRAGMENT_SUPPRESSED , I would not find that s. 7 was contravened in this case. It was not urged, rightly in my view, that fundamental justice would demand more than does procedural fairness in this case. Thus, for the reasons outlined above in the discussion of procedural fairness, in my opinion, at this stage, there has been no violation of fundamental justice protected by s. 7, if it is here engaged, by the interlocutory decision, a preliminary evidentiary decision, by the board.", "[28] Finally, the applicant urges, in reliance on FRAGMENT_SUPPRESSED [see footnote 11], that the proceedings in this case, by an internal body of the RCMP with a potential sanction of the loss of his liberty to pursue his lengthy career, are penal in nature and public in consequence and thus s. 11(d) of the Charter is applicable. That provision is that \"11. Any person charged with an offence has the right (d) to be presumed innocent until proven guilty according to law in a fair and public hearing by an independent and impartial tribunal;\"", "[29] For the applicant, it is submitted that the board in this case does not meet the requirements of \"an independent and impartial tribunal\" as required by s. 11(d). The board's three members are appointed on a case by case basis, without remuneration for service on the board, apart from their regular salaries as continuing officers serving in the RCMP and subject to the RCMP Act , not independent in their continuing general service duties from the office of the Commissioner of the force, and it is to him, ultimately, they must answer, and he, ultimately, has discretion to determine any appeal of the applicant from a finding of the board.", "[30] I note that, in my opinion, the challenge to the board's constitution, and to the statutory basis underlying it pursuant to s. 11(d) of the Charter , is an appropriate challenge at this stage in the board's proceedings. If the applicant's argument were persuasive, this would be a special circumstance warranting intervention of the court on judicial review even though the decision impugned is clearly interlocutory in nature. If the constitution of the board were found to violate the applicant's rights under s. 11(d), the proceedings and all decisions of the board, including that here impugned, would be invalidated by the court's necessary intervention. I hasten to say that I am not persuaded that in the circumstances of this case, s. 11(d) of the Charter is applicable. Thus, it is not contravened and s. 11(d) requirements are not the basis of special circumstances that would warrant the intervention of the court.", "[31] I note that the respondent urged at the hearing that this challenge was not properly before the court in view of the order of Lufty, J., dated October 18, 1996, which directed that an Amended Originating Notice of Motion be filed, concerned with the single decision of the board to quash the summons. It can be argued that that decision is questioned if the decision-maker's lawful authority is questioned as improperly constituted under the Charter , and I proposed to dispose of this argument on its merits.", "[32] In FRAGMENT_SUPPRESSED [see footnote 12], the Supreme Court determined that s. 11(h) applies only where the matter is of a criminal or quasi-criminal nature, public in the sense it is intended to promote public order and welfare within a public sphere of activity or if the matter involves the imposition of penal consequences. While that case did not concern s. 11(d), it did involve circumstances in which the appellant, a serving RCMP officer, was subject to a fine imposed by an internal discipline body and was also charged under the Criminal Code in relation to the same conduct as had been dealt with by the internal body. In discussing the relationship of s. 11 generally to discipline proceedings, the court indicated that generally discipline proceedings would not attract the application of s. 11, unless they involve true penal consequences, i.e. imprisonment or a fine which by its magnitude would appear to be imposed for the purpose of redressing the wrong done to society at large rather than to the maintenance of internal discipline within the limited sphere of the RCMP. The Code of Discipline involved in FRAGMENT_SUPPRESSED generally was said not to be concerned with criminal or quasi-criminal proceedings but rather with the maintenance of discipline and integrity within the force, though the court there found that the possibility of imprisonment for major service offences under the RCMP Act , as then constituted, amounted to a true penal consequence attracting the application of s. 11.", "[33] In FRAGMENT_SUPPRESSED , it was the public nature of the offences before the military court martial, alleged drug offences as well as desertion, and the nature of potential penalties, including imprisonment, that led the Supreme Court in that case to find the tribunal was required to be independent and impartial, in the nature of a judicial body in the traditional sense. In my opinion, FRAGMENT_SUPPRESSED is distinguishable from the case at bar on the basis of the wrongs there alleged and on the basis of the potential penalty.", "[34] Moreover, following FRAGMENT_SUPPRESSED , this court has determined that the RCMP disciplinary process is not inherently criminal or quasi-criminal and it does not generally involve proceedings of a public nature that engage s. 11 of the Charter . It may be that if a substantive penalty were applicable in a given case, the penal consequences test of FRAGMENT_SUPPRESSED would attract the application of s. 11(d) of the Charter , but that would not seem likely where lesser penalties support a conclusion that the sanction is intended simply to reinforce discipline within the RCMP.", "[35] In FRAGMENT_SUPPRESSED [see footnote 13], Mr. Justice Joyal held that proceedings under the RCMP Act , concerned with an alleged disciplinary offence, for which a fine of $500, a reprimand and suspension from duty were proposed sanctions, were internal, not in any way public and did not involve sanctions similar to penal consequences. Those proceedings were not subject to s. 11 of the Charter , in particular they were not subject to s. 11(d) which the applicant there had urged was applicable, as the applicant here did.", "[36] Similarly, in FRAGMENT_SUPPRESSED [see footnote 14], Mr. Justice Teitelbaum was of the view that s. 11(d) did not apply where the applicant in that case, charged with disgraceful conduct under the RCMP Act , had a fine imposed on him of two weeks' salary. His Lordship held that FRAGMENT_SUPPRESSED", "[37] In the case at bar, the RCMP Act does not provide for imprisonment as a possible sanction if the board finds that an alleged breach of the Code of Conduct is established. Yet, the applicant urges that the possibility of dismissal from the RCMP in this case constitutes a sanction with true penal consequences within the test established in FRAGMENT_SUPPRESSED . Later Supreme Court cases have considered the principles in FRAGMENT_SUPPRESSED in the context of police disciplinary proceedings. In FRAGMENT_SUPPRESSED [see footnote 15], the Supreme Court followed FRAGMENT_SUPPRESSED and held that a police disciplinary proceeding under Regulations of the Ontario Police Act , R.S.O. 1980, c. 381, was not subject to s. 11, even where the Regulations included the penalty of dismissal for \"major offenses\". In FRAGMENT_SUPPRESSED [see footnote 17], the appellants were charged with \"major offenses\" under the regulation and, thus, faced possible dismissal. The Supreme Court ruled that s. 11(d) did not apply.", "[38] I conclude from these cases that the sanction of dismissal in a police disciplinary matter is not a \"penal consequence\" that creates a requirement for \"an independent and impartial tribunal\" within s. 11(d). The possible sanction is not penal in the sense necessary for application of that Charter requirement but rather is intended to maintain discipline within the ranks of the RCMP. The board constituted under s. 43 of the RCMP Act to consider alleged breaches of the Code of Conduct in this case is not a body that requires the aspects of judicial independence and impartiality comparable to those of a court secured by s. 11(d) of the Charter . The board has an obligation to be impartial in its work consistent with the principles of fairness, but its composition of serving RCMP officers does not violate s. 11(d). Conclusion", "[39] An order goes dismissing this application for judicial review. It is my conclusion that there are not special circumstances that would warrant the court's intervention on an application for judicial review of a decision that is interlocutory and not a final decision on substantive issues before the board. The board is not constituted contrary to the requirements of s. 11(d) of the Charter and its decision here in question to quash the summons issued to the prosecuting officer was not made in a manner contrary to the principle of procedural fairness, nor was it contrary to s. 7 of the Charter . This court declines to intervene in the proceedings of the adjudication board at this stage.", "[40] I note that the applicant requested costs on a solicitor and client basis, essentially because the filing of an affidavit of the prosecuting officer, including in an exhibit the allegations and particulars of unproven charges against the applicant, was vexatious. It is said those details were irrelevant for the respondent's application for which the affidavit was filed in support, that the public filing of that information was contrary to RCMP policy and to the provisions of the Privacy Act , R.S.C. 1985, c. P-21, and was intended to embarrass the applicant. Further, it is said in written submissions that \"by releasing this information to the public in this fashion, the applicant has lost his right to a fair and impartial hearing\".", "[41] In my opinion, filing of affidavit material in judicial proceedings, even if it were ultimately found to be irrelevant, does not deprive the other party of a right to a fair and impartial hearing. The suggestion that inclusion of the information in an exhibit to the affidavit filed was contrary to the Privacy Act , while not argued, in my opinion has no merit in light of the exceptions permitting disclosure of personal information under s. 8 of the Act . The relevance of the information for purposes of the earlier interlocutory motion of the respondent is not an issue requiring determination here.", "[42] Thus, there is no special reason within the meaning of rule 1618 to consider any award of costs to the applicant, even if his motion had been successful, and clearly no basis is made out for any award of solicitor-client costs. There will be no order concerning costs, as is usual in judicial review proceedings, in accord with rule 1618 of the Federal Court Rules , C.R.C. 1978, c. 663, as amended. Application dismissed. Editor: Gary W. McLaughlin/ldl Footnotes FRAGMENT_SUPPRESSED [End of document]"]}