{"id_": "019253", "body_str": ["[1] Harrington, J. : The first question in this copyright and trademark action is what the case is really about. The parties agree that it is about compact discs and related material which Microsoft alleges are counterfeit. The CDs contain copies of various Microsoft computer software programs. These programs are literary works, protected by copyright. The CDs and other material are also covered by such well-known trademarks as \"Microsoft\", \"Windows\", \"Office\" and \"Outlook\". However Microsoft goes on to allege that even if the CDs and other material are genuine, the defendants' dealings in them were unlicensed and still constitute an infringement of its copyright and trademarks. The defendants take the position that to the extent the items are genuine, even if unlicensed, they infringed nothing. They say they were dealing in the grey market which is perfectly legal.", "[2] I find that the CDs as well as the material related thereto, such as instruction manuals and certificates of authenticity, were counterfeit. By counterfeit I mean they were neither manufactured by Microsoft nor by any of its authorized replicators. It follows that the copies of the computer programs embodied in the CDs were unauthorized.", "[3] Consequently, Microsoft's position that dealing in genuine, but unlicensed, material infringes copyright and trademark is somewhat moot. Nevertheless, some consideration must be given thereto because of the wide-ranging scope of the permanent injunctive relief it seeks.", "[4] The evidence which leads me to the conclusion that the computer programs in question were not authorized by Microsoft to be copied, and that the CDs and related material are counterfeit, arises from a seizure by the Royal Canadian Mounted Police in November 1999, followed by another seizure by the Montreal Urban Community Police in March 2000. The items seized by the RCMP were exhibited at trial and examined in extensive detail by a renowned expert retained by Microsoft. I accept his opinion that what he identified as counterfeit was counterfeit. The items seized by the Montreal police were returned to the defendants who then disposed of them under extremely suspicious circumstances. Fortunately, however, they had been examined by a Microsoft in-house expert while still in police custody. I accept her opinion that the items she identified as counterfeit were counterfeit. It follows that the copies of the computer programs embodied in the CDs were not authorized.", "[5] Although it is therefore a foregone conclusion that Microsoft is entitled to some judgmental relief, such as delivery up of the counterfeit material, the defendants say they did not know that the discs and related material were counterfeit and that the copies of the computer programs embodied therein were unauthorized. Indeed, by making Microsoft prove its case they made the point that it would be difficult, if not impossible, for someone to distinguish reality from illusion unless privy to Microsoft's closely-guarded confidential information. Knowledge, or lack thereof, has a considerable bearing on the personal liability of the two individual defendants who are, or were, directors of the corporate defendants and on the scope of the wide-ranging injunction, statutory damages, punitive damages and other remedies sought by Microsoft.", "[6] In order to put the facts of this case in context, I shall first begin with a brief legal overview, followed by an explanation of Microsoft's business and licensing practices, the defendants' business practices, a timeline of key events, findings of fact, the application of law to those facts, and the relief to be granted. As these reasons are lengthy, the following index may prove helpful: Paragraphs Legal Overview 7-9 Microsoft's Business and Licensing Practices 10-12 --The Manufacturing Process 11 --The Distribution Process 15 The Defendants' Practices 21-27 The Timeline 28-72 --Were the items seized by the RCMP counterfeit? 35 --Were the items seized by the Montreal police counterfeit? 46 --What happened to the items seized by the Montreal police? 55 ---The Mitchell Sting Operation 65 Liability of the Defendants – or What They Knew 73-99 --The Corporate Defendants 73 --Liability of Carmelo Cerrelli 91 --Liability of Adam Cerrelli 99 Remedies 100-142 --Declaration 101 --Delivery Up 102 --Damages 103 ---Statutory Damages 105 ---Punitive Damages 116 --Permanent Injunction 121 ---Against Whom 125 ---Against What 128 --Interest 139 --Costs 141 Aftermath 142 LEGAL OVERVIEW", "[7] Microsoft's claim is based on two federal statutes, the Copyright Act , R.S.C. 1985 c. C-42 and the Trade-marks Act , R.S.C. 1985, c. T-13. The defendants have admitted that copyright subsists in the 25 works alleged in the proceedings and that Microsoft is the owner thereof. They also admit that Microsoft is the owner of the 10 trademarks alleged, and is using and has used them extensively throughout Canada in association with the Microsoft computer programs and related material.", "[8] Copyright gives the owner the sole right to produce or reproduce a work, in this case a literary work, in any material form whatever. Section 27 of the Copyright Act provides that it is an infringement of copyright for any person, without the owner's consent, to do anything that is reserved to him, including offering for sale, selling or distributing copies to a prejudicial extent. It is a requirement that the infringer knew or should have known that the copy infringed copyright, or would have if made in Canada by the person who made it. However, if the copies were imported, knowledge is irrelevant. Where copyright has been infringed, the owner thereof is entitled to remedies by way of injunction, damages, equitable accounting of profit and delivery up. There are also special rules concerning injunctions and damages.", "[9] The registration of a trademark, until shown to be invalid, gives the owner thereof the exclusive right to use it throughout Canada in respect of specified wares and services so as to distinguish them from those of others. Section 7 of the Trade-marks Act prohibits anyone from passing off other wares or services as and for those ordered or requested. Sale, distribution and advertisement of wares and services in association with a confusing trademark is deemed to be an infringement. Furthermore, no one may use a trademark registered by another in a manner that is likely to have the effect of depreciating the goodwill attaching thereto. The Act recognizes the equitable relief of injunction as does the Federal Courts Act , R.S.C. 1985, c. F-7, itself. MICROSOFT'S BUSINESS AND LICENSING PRACTICES", "[10] Microsoft Inc. of Redmond, Washington, is a well-known developer and purveyor of computer software programs; those systems and applications which enable a computer to carry out its desired functions. The Microsoft name is probably as renowned as any. Its computer programs are defined as \"literary works\" within the meaning of the Copyright Act , notwithstanding that they are not normally copied or stored in print form. The means of storing programs outside a computer has continually evolved, from punch cards to silicon chips to CDs to digital versatile discs (DVDs), and undoubtedly will continue to evolve. Although now almost a matter of ancient history in the rapidly evolving world of computers, Madam Justice Reed's tour de force in <FRAGMENT_SUPPRESSED> ; 110 N.R. 66, provides sound background information. The Manufacturing Process", "[11] At the time in question Microsoft, for the most part, did not manufacture the pre-recorded read only memory compact discs (CD-ROMs) in which its computer programs were embodied. It hired outside manufacturing facilities and used various methods to deliver to them the copies of the programs, the artwork and text to be printed on the CDs, the front-liners and back-liners of the carrying cases, or jewel cases, in which CDs are normally stored, instruction manuals, certificates of authenticity and the like.", "[12] Much of this information is closely guarded and was covered by a confidentiality order issued at an early stage of the proceedings by Prothonotary Giles, later amended by Prothonotary Lafrenière. It would be inappropriate to recount Microsoft's evidence in chapter and verse as it was not contested and as counterfeiters should not be given information which would allow them to improve their product.", "[13] Nevertheless, there is some information publicly available. Not only did witnesses called by Microsoft testify to that fact, but so did the two personal defendants. One thing to look out for is the source identification code (SID code) which is readily visible on the CDs. Microsoft participates in a program supported by the International Federation of the Phonographic Industry (IFPI), in conjunction with Philips Electronics of the Netherlands. Each production facility and each mould used to produce \"stampers\" which contain all the digital content of a disc, is assigned a specific identification code. This gives the optical disc production facility, and customers such as Microsoft, the means to identify all discs mastered or replicated in a particular plant, as well as the individual laser beam recorder and mould used to produce a particular disc. The assigned codes allow for parties to add more identification markers. Microsoft has done so in order to be able to know in great detail the provenance of each CD it authorized to be manufactured.", "[14] Microsoft also publishes some indicia of authenticity on its website and on its products. For example, the certificate of authenticity accompanying Microsoft Windows 95 identifies certain things to look for in the certificate itself. The manual states that if one believes the product may be counterfeit one may communicate with Microsoft at a specified email address. The back-liner of the jewel case in which the Microsoft Office 2000 Professional CD-ROM is intended to rest explains that the authenticity of that disc can be verified by the presence of a holographic image. The Distribution Process", "[15] For the purposes of this case, Microsoft used two major distribution chains to get its programs to the end-user. On the one hand there is the original equipment manufacturer (OEM) market and on the other the retail market. Licensing is a key feature of both.", "[16] The OEM distribution chain in turn is divided in two: royalty OEMs, and \"system builders\". Royalty OEMs do not figure in this case. They are major computer hardware companies which have individual contracts with Microsoft or its replicators. Such well-known names as Compaq, Dell, Hewlett-Packard and IBM were given as examples. However there are also smaller manufacturers or assemblers, called \"system builders\", which might be as small as a corner store. They put together and sell clone computers which require software programs.", "[17] The OEM products, which it turns out were counterfeit, were purportedly subject to two separate licensing agreements; the first between Microsoft and the system builder and the second between the system builder and the end-user. It is a condition of the first agreement that the items only be sold in conjunction with a computer, and never on a stand-alone basis. It bears mentioning, however, that this first agreement is between Microsoft Licensing Inc., a Nevada corporation, and the system builder. Presumably there is an in-house agreement between the plaintiff, Microsoft Corporation, and Microsoft Licensing Inc. However, that agreement was not before the Court, and Microsoft Licensing Inc. is not a plaintiff. Be that as it may, according to the agreement, the system builder has been given the right to distribute one complete unit of the items enclosed in the distribution pack. The system builder pack exhibited in this case contains three units in shrink-wrapped packages which contain such things as the CD, the instruction manual, a certificate of authenticity (COA) and the End User License Agreement (EULA) between the system builder and the end-user.", "[18] It is not difficult to appreciate how the individual components of the system builder pack could find their way onto the market. A small system builder might have a contract to build 10 computers for one customer. The customer may only need one CD and instruction manual. The temptation arises for the system builder to sell the unneeded copies to someone else. However, for the most part, in this case we are not dealing with such genuine CDs, instruction manuals and related material.", "[19] The retail market is somewhat different. The retail boxes seized from Inter-Plus by the police were also counterfeit, as I have used that term. Microsoft products on offer can be seen in advertisements placed by retailers in your daily newspaper. One buys a cellophane-wrapped cardboard box festooned with various Microsoft trademarks. Inside one will find a CD within a jewel case, an instruction manual and related material. Although the end-user has purchased the CD, he or she has apparently not purchased the computer program or programs embodied within. The installation of the program within the computer and the authorization particulars which have to be entered to allow the program to function are said by Microsoft to constitute a licensing agreement between it and the end-user.", "[20] Although I am somewhat loath to discuss genuine, but unlicensed product, Microsoft acknowledges that, in addition to the unlicensed unbundling of product by OEMs, genuine product made by an authorized replicator could \"find its way out the back door\". A replicator is licensed to produce a specific number of CD-ROMs. Overproduction is possible. Such surplus would be unauthorized and unlicensed from Microsoft's point of view. However, as aforesaid, that is not what we are talking about in this case. THE DEFENDANTS' PRACTICES", "[21] Carmelo Cerrelli is the kingpin, and \"Inter-Plus\" is the name of the game. I say that deliberately. Both numbered company defendants have carried on business under that name - and more recently, other related corporations which are not named defendants have done so as well. In addition, the name \"Inter-Plus Inc.\" has also been used, although there is no evidence that such a corporation exists, or ever existed. 9014-5731 Quebec Inc. was struck from the Quebec Company Register in 1999 for failing to file annual returns. To raise a lawyer's point, it could be, but has not yet been, revived. However, no attempt has been made to have the action dismissed against it on the basis that it is a non-entity. Given the intermingling between the two numbered company defendants, the fact that they have both been controlled by Carmelo Cerrelli, have used the same name, and have operated out of the same premises, and considering that there is evidence of the shifting of assets in ongoing shareholding arrangements, for the purposes of this case I shall treat 9038-3746 Quebec Inc. and 9014-5731 Quebec Inc. as one.", "[22] When 9038-3746 Quebec Inc. was incorporated in 1996, Maria Pellizzi Cerrelli appeared as sole shareholder and director. However, it became apparent during the course of proceedings that she had only lent her name to her two sons, Carmelo and Adam, in order to avoid potential credit problems. In reality, the company reflected a partnership among Carmelo, Adam, and another. That partner left in 1998, and has subsequently died. He never figured in the action which has now been discontinued against Maria.", "[23] Adam Cerrelli left Inter-Plus shortly thereafter and moved from Montreal to the Toronto area where he set up a company by the name of Magnasoft Distributors Inc., of which Carmelo was also a director. In August 1999 Magnasoft and Adam pleaded guilty to criminal charges of knowingly selling infringing copies of Microsoft works in which they had no copyright entitlement. Microsoft no longer seeks damages or costs from Adam, but on the other hand it has been agreed that if an injunction issues against Carmelo personally, it should also issue against Adam. Carmelo testified at trial. Adam did not, but part of his examination for discovery was read in. Any reference to Mr. Cerrelli, without further specification, is a reference to Carmelo Cerrelli.", "[24] Inter-Plus has dealt with Microsoft OEM and retail products, as well as products from other software companies. A great deal of the product has been imported from the United States. It has not purchased product from Microsoft authorized distributors. It purchased from those who would not say from where the product originated, but nevertheless \"assured\" it that it was buying the genuine article. Leaving copyright and licensing issues aside, it is quite legal to buy a genuine article on the \"grey market\" ( <FRAGMENT_SUPPRESSED> ; 356 N.R. 391 (S.C.C.)).", "[25] Inter-Plus received its product in various ways, most of which were outside the stream of commerce contemplated by Microsoft. It bought items on a stand-alone basis. For example, it would purchase CD-ROMs on spindles, or in paper sleeves, without the accompanying jewel cases, front-liners, back-liners, manuals of instruction, certificates of authenticity, and so on. Those items in turn would also be purchased on a stand-alone basis. Inter-Plus would bundle a package together, shrink wrap and sell. However, it also purchased some retail boxes complete with contents.", "[26] Inter-Plus' customers were said to be system builders and retail outlets. Although customer lists were not produced despite court order, I am satisfied that Inter-Plus did not sell to end-users, although a related company does. It bought and sold, but did not manufacture, the CDs and other wares in question.", "[27] Since Inter-Plus was neither a system builder nor an end-user of any of the items, but merely a middleman, for the purposes of this case it has not been in a direct contractual relationship with Microsoft. THE TIMELINE", "[28] Microsoft obviously monitors the market closely for it did not take long for its solicitors to put Inter-Plus on notice. In March 1997 they wrote to say that Microsoft had received reports that Inter-Plus was distributing OEM versions of Microsoft software products on a \"stand-alone\" basis. The letter went on to say that Microsoft granted licenses to OEMs which authorized them to distribute operating system software and other Microsoft software titles with personal computers or hardware components. The licenses prohibited the OEMs from distributing such software on a stand-alone basis and required that they pass that condition down the distribution chain. They added that in Microsoft's view stand-alone distribution was contrary to Canadian copyright law. Finally they said that according to a market survey, copy of which was not provided, one third of Microsoft's OEM products distributed on a stand-alone basis in Canada were found to be counterfeit.", "[29] This letter was followed up in January and May 1998 by further letters in which the lawyers said it had been reported to Microsoft that Inter-Plus was distributing counterfeit OEM Microsoft Windows 1995.", "[30] Inter-Plus drew these letters to the attention of its lawyers. In December 1998 its lawyer, who did not identify his client, sent two Microsoft retail boxes to Microsoft for analysis. Microsoft replied that the products were counterfeit. Particulars thereof were neither given nor sought. The Microsoft memo stating that the products were counterfeit was among the material seized by the RCMP.", "[31] Carmelo Cerrelli would have the Court believe that the two items in question had been purchased from Microsoft-authorized distributors. I do not believe a word of it. Not only is there no corroborating evidence, such as invoices, but Mr. Cerrelli, as shall be detailed later on in these reasons, proved himself time and time again to be a liar and a scofflaw.", "[32] In November 1999 the RCMP executed a search warrant at Inter-Plus' premises, and seized various CD-ROMs and other items. This was followed by a second search warrant executed by the Montreal Urban Community Police in March 2000. They also seized CD-ROMs and other items. In both cases, the Crown prosecutor declined to press criminal charges.", "[33] Section 42 of the Copyright Act makes it a crime for a person to knowingly import, sell, distribute, or exhibit for sale an infringing copy of a work in which copyright subsists. The decision of the Crown prosecutor is not relevant to this case, which is subject to proof on the civil standard of the balance of probabilities, rather than on the criminal standard of proof beyond a reasonable doubt. The various American proceedings involving O.J. Simpson bring home this point.", "[34] In August 2000, Microsoft filed this suit, which has been twice amended. It promptly obtained an order from Mr. Justice MacKay relating to the custody of the material seized by the RCMP which would have otherwise been returned to Inter-Plus. The material came into the custody of KPMG as court-appointed guardian. However, before Microsoft could obtain a custody order with respect to the items seized by the Montreal police, they were returned to Inter-Plus. Microsoft nevertheless did obtain an order for inspection and preservation pending the outcome of the proceedings. However, it was told by Inter-Plus' lawyers of the time that the items had been sold, while in a subsequent affidavit Carmelo Cerrelli said he threw them in the garbage. In any event, while the RCMP items were exhibited at trial, the items seized by the Montreal police, with one possible exception, were not. Were the Items Seized by the RCMP Counterfeit?", "[35] The RCMP items were delivered to the Court by a representative of KPMG. As he was not the one who had originally taken delivery from the RCMP, issues arose concerning the chain of custody. However it became apparent that if need be Microsoft was in position to call each and every person from KPMG who had had a hand in the matter over the past six years. It was agreed that evidence could be led by way of affidavit, and Inter-Plus waived its right to cross-examine. I am satisfied that the items exhibited in Court as being items seized by the RCMP from the offices of Inter-Plus in December 1999 were in fact the items so seized, and are the same items examined before trial by Microsoft's expert, Robert Freedman, at KPMG's offices.", "[36] Mr. Freedman has most impressive credentials. He has spent some 25 years in the computer software business. He is currently Senior Vice-President, Technical Operations of the Optical Disc Manufacturing Division of National Film Laboratories Inc. in Los Angeles. His company, which does business as Crest International, is a full-service manufacturer of pre-recorded discs including all forms of CDs and DVDs. It is involved in the mastering, replication and printing of CDs and DVDs for a number of different content providers including music companies, and Microsoft.", "[37] He was a founding member of the Anti-Piracy Task Force Working Group of the International Recording Media Association (IRMA) which is supported by various trade associations including IFPI, above, the Recording Industry Association of America and the Motion Picture Association. He has been called upon to assist United States Customs and the Los Angeles Police Department.", "[38] I qualified Mr. Freedman as an expert to assist the Court in determining the authenticity of CD-ROMs and related material. Mr. Freedman had an encyclopedic knowledge of CDs, the ways in which they are manufactured and how they work. That knowledge extended far beyond the mastering and replication processes and also covered printing and packaging.", "[39] In brief, a CD-ROM, whether it contains a Microsoft software program or pre-recorded music, or a DVD which might contain a motion picture, works by inserting it into a disc drive in which an optical laser reads the pits and lands which were created in the manufacturing process and converts this information into computer-readable digital content.", "[40] Mr. Freedman determined that 394 of the 397 CD-ROMs he examined were counterfeit and that the front-liners and back-liners so identified in his report were also counterfeit. There were a number of matters he took into account. Given the confidential nature of his testimony, and the fact that it was not contested, it is not necessary to set out his evidence in detail. He took into account SID codes, artwork, mould characteristics and CD-ROM contents.", "[41] To the extent that there were IFPI numbers shown on the CDs, they suggested that the discs emanated from three different plants in three different continents. Mr. Freedman visited each of those plants, checked their masters against what had been provided by Microsoft, examined their equipment and concluded the discs were not manufactured by these three Microsoft-authorized replicators, in the places and with the equipment suggested by the IFPI numbers appearing on them. He stated that although the uninitiated, not privy to the information he had, could not have identified the discs with the same degree of accuracy, it is common knowledge in the industry that the absence of certain IFPI numbers makes an item suspect. This information was readily available from the IFPI and other Internet websites.", "[42] He demonstrated to the Court, with the aid of material not available to the general public, or even to retail dealers, why the printing and artwork on the CDs, and on the printed material was counterfeit.", "[43] The defendants did not attempt to contest Mr. Freedman's opinion. Rather they suggested that a stranger, not privy to Microsoft's secrets, would not be able to distinguish the counterfeit from the real. Although there might have been some merit to that position if the fakes were better, one need not be privy to Microsoft's secrets to appreciate the significance of missing or incomplete IFPI numbers on CDs. In addition, a comparison of genuine and counterfeit product showed to the naked eye, or perhaps with slight magnification, that the printing and artwork on the genuine article was far crisper and more professional than on the counterfeits. On the other hand, the CDs Mr. Freedman randomly installed into a computer all worked. The access keys worked. If the key number was one originally issued by Microsoft, it could, at that time, be used on any number of computers, a problem which may well now have been eliminated.", "[44] Microsoft employees called as witnesses at trial, or examined on discovery, conceded that although they were able to identify counterfeit material, they doubted they could have done so without their special knowledge, at least when a full set of IFPI numbers appeared on the CD itself.", "[45] Corporal Lamontagne of the RCMP participated in the execution of the search warrant. Although he was part of the Copyright Enforcement Group, which he had joined two years earlier, and although he had benefitted from on-the-job training and follow-up workshops, he was not able, and did not try, to ascertain whether the CDs were counterfeit or not. He selected some 20 at random, marked them, and sent them to Microsoft for analysis. Microsoft returned them with an explanation from its employee Michelle Boyes as to why the items were counterfeit. All he can say is that the Crown prosecutor did not lay charges. He was not privy to those deliberations. Were the Items Seized by the Montreal Police Counterfeit?", "[46] On 1 March 2000, the Montreal police seized further wares from Inter-Plus in virtue of a different search warrant. The items seized included eight units of packaged Microsoft Office 97 Professional Edition, 168 units of Microsoft Office 2000 Professional (CD-ROMs in jewel cases), 595 units of Microsoft Windows 98, Second Edition (OEM), CD-ROMs on spindles, license packs, Client Access Licenses, front-liners, back-liners, sheets of CD-key labels, sheets of product-key labels, end user license agreements and other material. These items remained with the police until 22 April 2003, when they were returned to Inter-Plus. During that time they were examined by Michelle Boyes, a paralegal with Microsoft Canada who had been trained in its anti-piracy program. She was of the opinion that some of the items seized were counterfeit, others were not, while others were suspect.", "[47] By April 2003, in fact in 2002, Microsoft had furnished the defendants with an affidavit from Ms. Boyes. They had also furnished an affidavit from Mr. Freedman with respect to the RCMP seizure.", "[48] Microsoft's attorneys were aware that the Crown prosecutor was not going to lay charges with respect to the items seized by the Montreal police, and that they were to be returned to Inter-Plus. They called upon Inter-Plus' attorneys to reach a custody agreement, failing which they would seek an appropriate court order. They specifically mentioned that they wanted their expert to examine the items. For whatever reason, which shall be discussed later on, Inter-Plus never made the returned items available for subsequent examination.", "[49] Consequently Microsoft called Ms. Boyes as a factual and as an expert witness. Inter-Plus opposed her qualification as an expert and asserted that in any event she was in a conflict of interest because she was employed by Microsoft.", "[50] On this latter point, it is well established that employment by a party to a lawsuit does not automatically disqualify a person otherwise qualified from offering the Court an expert opinion. The risk of a conflict of interest goes to the weight which should be given to that testimony, when all is taken into account. In the present case, it was Inter-Plus' blatant disregard of orders of this Court which denied the Court the benefit of Mr. Freedman's expertise. Although Ms. Boyes' experience and breadth of knowledge were narrower than Mr. Freedman's, and although she was only trained with respect to Microsoft products, while Mr. Freedman has for example testified with respect to pirated music CDs, hers was the only trained eye that looked at the seized items. She had, once before, offered an opinion to a New Brunswick court. I qualified her as an expert. My confidence was not misplaced. She was of considerable assistance to the Court, and to the extent possible she approached the matter the way Mr. Freedman had. She was privy to secret information. I accept that what she said was counterfeit, as I use the word, was counterfeit, and what she said was not, was not. As to items she identified as suspect, their disappearance after they were returned to Inter-Plus meant a follow-up inspection of the manufacturing plants would have been of no value.", "[51] She pointed out that certain CD-ROMs were missing required IFPI numbers, that there were errors in the artwork, that print quality was substandard, process colours were off and micro-type was wrong, among other things. It bears noting that, as aforesaid, in her opinion not all the items seized were counterfeit.", "[52] Francesco Secondi, the officer in charge of the Montreal police seizure, was also called as a witness. In 2000, he was an investigator in the Fraud Squad which at that time included computer matters. He is currently the supervisor of the Computer Crime Unit. During the seizure he dealt with Carmelo Cerrelli who was most cooperative. For instance, the search warrant did not cover all of Inter-Plus' premises - but nevertheless, access was given to all. The room which particularly drew his attention was one with shelving containing Microsoft and other software, a machine with shrink wrap, various Microsoft booklets, CDs on 100-capacity spindles, CDs in paper sleeves, and paper licensing agreements. There was also a notice posted that care should be taken that the same key number not be repeated. He considered the whole layout, including the notice, to be very suspicious. Although he did not seize the notice, he took a photograph of it and photographs of the overall layout.", "[53] His idea was that fraud charges be laid. However he was later informed that since the Copyright Act itself had criminal aspects to it, the enforcement of that Act , as opposed to the Criminal Code , R.S.C. 1985, c. C-46, at large, fell upon federal, rather than provincial, authorities. Ultimately, he was informed by the Crown prosecutor that charges would not be laid and that the seized items were to be returned to Inter-Plus on request. These items were returned to a representative of Inter-Plus on 22 April 2003.", "[54] Unfortunately, the file which Mr. Secondi had with him at trial was incomplete. At a very early stage, it had been lent to the RCMP, and only returned a few days before trial. Some of the material was not in it, including the photographs. Nevertheless I am satisfied, on the balance of probabilities, that a sign warning against the duplication of key numbers had been posted on the premises. Carmelo Cerrelli was later called as a witness, but not asked any questions thereon. Although it was suggested that Mr. Secondi was biased against Mr. Cerrelli in that he may have been poisoned by Microsoft into believing that trading in grey market unlicensed goods was in and of itself criminal in nature, I find no basis for that suggestion. In fact, it was during his examination-in-chief that Mr. Secondi volunteered that Mr. Cerrelli was very cooperative. What Happened to the Items Seized by the Montreal Police?", "[55] We have reached the stage where I have found that all the items seized by the RCMP which were identified by Mr. Freedman as counterfeit and all the items seized by the Montreal police which were identified by Ms. Boyes as counterfeit were, on the balance of probabilities, counterfeit. It follows that the computer programs embodied in the CDs were not authorized by Microsoft. While the items seized by the RCMP were exhibited in Court and will eventually be delivered up to Microsoft, the ultimate disposal of the items seized by the Montreal police is unclear. No matter what happened, Carmelo Cerrelli and Inter-Plus are caught up in a web of deceit which amply demonstrates their utter disregard for the process of this Court.", "[56] On 4 June 2003, Inter-Plus' solicitor wrote to Microsoft's solicitors to say \"the products returned to our clients from the MUCP have been sold\". He added that even if Microsoft had had any basis to bring on a motion for inspection, the issue was now moot.", "[57] Undeterred, Microsoft pressed on. On 16 June 2003 Prothonotary Lafrenière ordered that to the extent any of the items in issue were still in the defendants' possession, power or control, Microsoft's counsel and Mr. Freedman were to be granted access to Inter-Plus' premises to conduct an unimpeded inspection thereof. To the extent that any of the items were no longer in their possession, custody or control, they were required to forthwith serve an affidavit providing particulars of any sales or any other manner of disposition.", "[58] This order was upheld on appeal by Madam Justice Snider on 7 July 2003.", "[59] This gave rise to an affidavit from Carmelo Cerrelli dated 10 July 2003, which flies in the face of the letter sent by his solicitors a month earlier. Mr. Cerrelli said: \"1. The items seized by the Montreal police department are no longer in my possession. \"2. I have disposed [sic] all of them by throwing them in the garbage shortly after April 22 and before May 1, 2003.\"", "[60] Although he was aware that according to Ms. Boyes not all the returned items were counterfeit, apparently it was too much trouble to identify and save the genuine articles.", "[61] However by the time Mr. Cerrelli was examined on discovery in 2005, his story had changed, and indeed it appears to have changed once more at trial. He testified that when he used the word \"I\" in his affidavit, he meant the royal \"WE\". Mr. Cerrelli does not deal in garbage. What he meant was that he had instructed a worker in the warehouse room, whom he did not identify with precision except that he had left Inter-Plus' employ shortly after, to throw the items out. It was only some time later when he visited the warehouse that he realized his instructions had not been followed, and so he instructed a new employee, Patrick Mitchell, to do so.", "[62] The evidence from Mr. Mitchell, corroborated by his employment contract, is that he only joined Inter-Plus 18 June 2003. If Mr. Cerrelli meant to tell the truth, his instructions to Mr. Mitchell could only have been issued after he had signed his affidavit on 10 July 2003. By then Inter-Plus was under court order to allow the items to be inspected, and so the instructions to Mr. Mitchell were in clear violation of that order.", "[63] Mr. Mitchell testified that he, together with another employee in the shipping department, took the 20 to 25 boxes in question and threw them into a dumpster in the back of Inter-Plus' premises. Some of the boxes had open tops, and Mr. Mitchell could see various computer products bearing Microsoft's name. He surreptitiously returned later to the dumpster and helped himself to four or five boxes.", "[64] It may well be that Mr. Mitchell unilaterally helped himself to some of the items he was instructed to throw out, and that he threw out the rest. It is also possible that Mr. Cerrelli then visited the dumpster himself. However, no matter how this is analyzed, the items had not been destroyed when the lawyer said they were and, to Mr. Cerrelli's knowledge, were available for inspection after Prothonotary Lafrenière's order. He testified that his solicitors kept him fully informed of events as they happened either by providing a copy of letters and orders, or by informing him of the contents. If he later destroyed the items, or sold them, he did so in clear contravention of an order of this Court. The Mitchell Sting Operation", "[65] In October 2003, a private investigator hired by Microsoft made a test purchase of a Microsoft Windows 98, Second Edition (OEM-Packaged product) from Mr. Mitchell who was operating an E-Bay account. His connection with Inter-Plus was not known by Microsoft at that time. The purchase was exhibited at trial. Although there was an initial challenge to the chain of custody, Microsoft again established that it was in position to call as witness each and every individual from the firm of private detectives who had played a role therein. An agreement was reached on the spot between counsel whereby affidavits were filed. I am satisfied that the product exhibited at Court was the product purchased from Mr. Mitchell and examined by Ms. Boyes prior to trial. Mr. Mitchell readily admitted that he had sold items so described, but quite understandably was not able to say whether the items exhibited at Court were the same ones he had sold.", "[66] Based on Ms. Boyes' evidence, I am satisfied that the CD-ROM is counterfeit. The manual was a genuine manual for Windows 98, but not for Windows 98, Second Edition.", "[67] Mr. Mitchell's evidence is most interesting in that he readily admitted to being disloyal to his employer on a number of occasions. Not only did he attempt to sell the items taken from the dumpster on his E-Bay account (with limited success), but he also took Inter-Plus' price list, put his own business name thereon, converted the prices into U.S. dollars, and added a mark-up. To the extent he could not supply product from the items he had taken from the dumpster, he bought them from Inter-Plus on an in-house account, which would have been documented at the time.", "[68] Some months later he suggested to Mr. Cerrelli that Inter-Plus sell through his E-Bay account. This went on for some months, it being a condition of sale that the payments be made to Inter-Plus.", "[69] Come 2005, he was fired for taking kickbacks from a supplier. However, he was immediately rehired under a new contract, and given one last chance. This display of human kindness on Mr. Cerrelli's part is quite remarkable, considering that the evidence at trial demonstrates his propensity to sue customers and former employees right and left, including his own sister!", "[70] As with so many other events, Mr. Cerrelli has no recollection of operating an E-Bay account with Mr. Mitchell, and despite being ordered to produce all purchase and sales records through to 2005 has failed to do so. He blames an employee who left in mid-2003 with a number of records. However, the dealings with Mr. Mitchell, which Mr. Mitchell says were fully documented, occurred after that. He is completely inconsistent in describing the boxes in which the items seized by the Montreal police were returned. On discovery he remembered nothing. At trial he was able to say there were seven or so green and white boxes, all closed with the name of a company thereon. Mr. Mitchell recalled more than 20 boxes, some with open tops.", "[71] To the extent their evidence is in conflict, I prefer Mr. Mitchell's. He was asked to provide the names of employees who held various positions, and was able to do so without difficulty. On the other hand, Mr. Cerrelli, who had been ordered to provide this information, had for the most part failed to do so. All things being equal, and they are not equal given Mr. Cerrelli's complete lack of credibility, a positive recollection should normally be preferred over no recollection at all ( <FRAGMENT_SUPPRESSED> ).", "[72] In the circumstances, and taking into account the remedies sought by Microsoft, I do not consider it necessary to make a definitive finding as to what ultimately happened to the items seized by the Montreal police. Microsoft submits that irrespective of the facts, the letter from Inter-Plus' lawyers in June 2003, stating that the items had been sold, constitutes a binding admission. While it is correct to say that a lawyer's letter can constitute an admission, in this particular case the admission would not be an admission against interest, and so I am not prepared to treat it as such. I might have been inclined to do so had I not accepted Ms. Boyes' evidence and had to resort to holding that the disposal of the items, whether by sale or otherwise, gave rise to an adverse inference. It should be noted that at trial Mr. Cerrelli did not attempt to say that his lawyer had misunderstood what had been told him. Rather he tried to say that he might have been thinking of the items sold by Mr. Mitchell. Given that the lawyer's letter was written in June 2003, and that Mr. Cerrelli had only been told in 2005 that Mr. Mitchell had helped himself to items thrown in the dumpster, it is obvious that Mr. Cerrelli does not even care that the Court knows he cannot possibly be telling the truth. LIABILITY OF THE DEFENDANTS - OR WHAT THEY KNEW The Corporate Defendants", "[73] As stated at the outset, I am treating the two numbered companies as one, and need not consider the personal liability of Adam Cerrelli. If an injunction issues against Carmelo Cerrelli, Adam Cerrelli has consented that it also issue against him. The liability of Inter-Plus and Carmelo Cerrelli must be considered under both the Copyright Act and the Trade-marks Act", "[74] I find, on the balance of probabilities, that the counterfeit items were imported into Canada. It is more likely than not that Inter-Plus purchased them from MBC Enterprises, a corporation based in Utah. Mr. Cerrelli testified that MBC was Inter-Plus' prime supplier of Microsoft product. Furthermore, the only invoices of relevance which were exhibited were those from MBC which had been seized by the RCMP.", "[75] I find that Inter-Plus imported the counterfeit copyrighted works into Canada for the purpose of offering them for sale, selling them, and distributing them. In accordance with s. 27(3) of the Copyright Act , \"it is irrelevant whether the importer knew or should have known that the importation of the copy infringed copyright\".", "[76] For the purposes of s. 27(2)(b), I find that Inter-Plus' distribution prejudicially affected Microsoft. Apart from not gaining the profit to which it was entitled on the sale of genuine copies, the evidence of Ms. Boyes that the prices at which Inter-Plus purchased from MBC were abnormally low was not contradicted. I find sale of such counterfeit items at low prices prejudicially affected Microsoft's relationship with its chain of legitimate suppliers.", "[77] If I am wrong in holding that the counterfeit items were imported, it is necessary to consider whether Inter-Plus knew or should have known that the items were counterfeit. This also holds true regarding Carmelo Cerrelli as Inter-Plus, and not he, was the importer. I am satisfied on the balance of probabilities that both Inter-Plus and Carmelo Cerrelli knew or should have known that the items were counterfeit and infringed copyright.", "[78] It is not necessary to prove actual knowledge. As stated by Mr. Justice Spence in <FRAGMENT_SUPPRESSED>  (C.A.), at page 123: \"'Knowledge' in the section cannot mean in my opinion any more than notice of facts such as would suggest to a reasonable man that a breach of the copyright law was being committed.\" Furthermore, \"It is not sufficient for such a person to close his eyes to facts which would have been obvious if he kept his eyes open\": <FRAGMENT_SUPPRESSED>  (Ont. H.C.), at page 45.", "[79] The knowledge requirement can also be made out when the conduct of the defendants amounts to wilful blindness.  <FRAGMENT_SUPPRESSED>  (Ont. C.J. Prov. Div.), affd. (1995), 63 C.P.R.(3d) 229 (Ont. Gen. Div.), a copyright infringement case regarding a photocopying service, the provincial court described wilful blindness as follows at page 412: \"Wilful blindness arises when a person who has become aware of the need for inquiry, declines to make the inquiry because he does not wish to know the truth and would prefer to remain ignorant. In such a situation, he is fixed with knowledge and his belief in another state of facts is irrelevant. ( <FRAGMENT_SUPPRESSED>  Man. R.(2d) 1; 18 C.C.C.(3d) 223.)\"", "[80] The above sentiment was echoed by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  O.A.C. 1, where Mr. Justice Sopinka stated, at paragraph 102, that \"[d]eliberately choosing not to know something when given reason to believe further inquiry is necessary can satisfy the mental element of the offence\". It should be kept in mind that that was a criminal case with a higher standard of proof than the case at bar.", "[81] There is no need to draw a distinction between what Inter-Plus should have known and what Carmelo Cerrelli should have known. He admits to being Inter-Plus' directing mind. Although both Adam Cerrelli and the third partner had also been involved in purchasing decisions in the early days, come 1999 Carmelo Cerrelli was the one and only person in charge.", "[82] The infringement in question is a secondary infringement in the sense that Inter-Plus did not personally manufacture or copy anything. Section 27(2) of the Copyright Act makes it an infringement of copyright for any person to, amongst other things, sell a copy of a work that he \"knows or should have known infringes copyright or would infringe copyright if it had been made in Canada by the person who made it\".", "[83] I am satisfied on the balance of probabilities that Inter-Plus and Carmelo Cerrelli knew or should have known that the items in question infringed Microsoft's copyright and trademark rights.", "[84] These reasons include: A. They accepted assurances (no written assurance was ever provided) from their suppliers without inquiring as to the provenance of the items. b. I accept Ms. Boyes' evidence that the prices at which Inter-Plus purchased the items were extremely low, which should have put them on suspicion. It was not an inevitable conclusion that the items were counterfeit, such as buying a Rolex watch from the back of a truck for $10, but it was a factor. c. Microsoft informed them from the outset that one third of OEM stand-alone products sold in Canada were counterfeit. While they were under no obligation to accept that statement as true, they were put on notice as to the risk, and the Adam Cerrelli and Magnasoft experience forcefully brought home the fact that there were counterfeit items on the market, without even taking the guilty pleas as admissions. d. They were informed in early 1999 that the product they had sent to Microsoft for analysis was counterfeit. e. Their examination of the items they purchased was \"cursory\" at best. Adam Cerrelli actually used that word on discovery. Carmelo Cerrelli testified that he might inspect five per cent of the items. He claims he would check for heat-sensitive material and the IFPI numbers as cautioned by his contact at MBC. Had he taken more care, as Mr. Freedman and Ms. Boyes did, even without their specialized knowledge, he should have been put on notice that something was wrong. Had he compared the items he purchased with items purchased from an authorized dealer, it would have been apparent that the printing was inferior. He could have asked Microsoft for its opinion, as the police did. In all likelihood he did not because he knew what its answer would be. The defendants saw no evil, heard no evil and spoke no evil. They were content to bury their heads in the sand. f. I accept Mr. Secondi's evidence, and conclude they had purchased duplicate key numbers.", "[85] After the RCMP seizure they did not change their buying practices, but did so (so they say) after the Montreal police seizure. However, their failure to produce invoices, as ordered by the Court, goes against them.", "[86] To summarize on this point, it may well be that when they began their business the defendants did not know they were dealing in counterfeit items. They may have been too sanguine. They may have placed too much reliance on the representations of their suppliers. In the absence of further experience it might be going too far to tax them with more than an error of judgment at that time.", "[87] However, their business was, to some degree, experimental in that they knew they were purchasing from unauthorized distributors and that Microsoft did not contemplate that its products be sold on a stand-alone basis. Therefore, it was all the more incumbent upon them to keep their business under constant and expert review as they gained experience, and to engage someone alert to what was required and having the competence and time to see beyond the daily routine.", "[88] There were a number of incidents which should have, but do not seem to have excited any concern in their minds. They knew from reading the boxes of retail product that they could always ask Microsoft's opinion. They did so once and were told the products in question were counterfeit. They never dealt with Microsoft again. Even the RCMP seizure did not persuade them to change their ways. Although they claim to have changed suppliers after the Montreal police seizure, they have flaunted evidentiary orders of this Court and have not provided corroboration.", "[89] They should have ascertained the facts as closely as possible. They should have realized that the items with which they were dealing were likely counterfeit, and should have been at pains to see what could be done to counter what had thus been revealed (with acknowledgement to Lord Chief Justice MacDermott in Ship Princess Victoria, Re , [1953] 2 Lloyd's Rep. 619, at pages 630-633).", "[90] I have no hesitation in finding that the defendants knew or should have known that the items in which they were trading were counterfeit. Liability of Carmelo Cerrelli", "[91] Mr. Cerrelli cannot be found vicariously liable for the acts of Inter-Plus. It is not enough that he was occasionally a shareholder, and has been an officer and a director; he must have personally infringed. The leading decision is that of the Federal Court of Appeal in Mentmore Manufacturing Co. and  <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 164 (F.C.A.), where Mr. Justice Le Dain said at page 174: \"I do not think we should go so far as to hold that the director or officer must know or have reason to know that the acts which he directs or procures constitute infringement. That would be to impose a condition of liability that does not exist for patent infringement generally. I note such knowledge has been held in the United States not to be material where the question is the personal liability of directors or officers: see Deller's Walker on Patents , 2nd Ed. (1972), vol. 7, pp. 117-8. But in my opinion there must be circumstances from which it is reasonable to conclude that the purpose of the director or officer was not the direction of the manufacturing and selling activity of the company in the ordinary course of his relationship to it but the deliberate, wilful and knowing pursuit of a course of conduct that was likely to constitute infringement or reflected an indifference to the risk of it. The precise formulation of the appropriate test is obviously a difficult one. Room must be left for a broad appreciation of the circumstances of each case to determine whether as a matter of policy they call for personal liability.\"", "[92] Although decided in a patent infringement case, the same principles have been applied to copyright in Apple Computer , above, and in <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 129 (T.D.). The words of Mr. Justice Gibson in that case are à propos: \"[148] Against the formulation of the test set out in Mentmore , I am satisfied that the evidence before me demonstrates that Mrs. Sicoli, the directing mind behind the enterprises of the corporate defendants throughout the period that is relevant for the purposes of this matter, and apparently, also at the relevant times, the sole director and shareholder of the corporate defendants, reflected, at the very least, an indifference to the risk that the course of conduct on which the corporate defendants engaged was likely to constitute infringement of copyright or, in turn, reflected an indifference to the risk of the copyright infringement that I have found took place. In the circumstances, I find Mrs. Sicoli personally liable for the infringement, together with Il Nuovo Mondo Publishing Inc. in the case of the 1994 Directory, and together with Alberta Italian Yellow Directory Inc. in the case of the 1995/96 Directory.\"", "[93] However, Mr. Cerrelli argues that Mentmore , above, has no application because he was always based in the province of Quebec. He suggests that article 1457 of the applies, and that in virtue thereof he is not liable. That article reads: \"1457. Every person has a duty to abide by the rules of conduct which lie upon him, according to the circumstances, usage or law, so as not to cause injury to another. Where he is endowed with reason and fails in this duty, he is responsible for any injury he causes to another person by such fault and is liable to reparation for the injury, whether it be bodily, moral or material in nature. He is also liable, in certain cases, to reparation for injury caused to another by the act or fault of another person or by the act of things in his custody.\"", "[94] The answer to that submission is this. Article 1457 of the Civil Code has no application. The Federal Court was established by Parliament pursuant to s. 101 of the , as an additional court for the better administration of the Laws of Canada. It does not administer provincial law, save to the extent that such provincial law may be incidentally relevant. A ready example is the status of the numbered companies as \"moral persons\". A provincial law establishing liability, or exonerating a person from liability, can hardly be called incidental ( Bow  <FRAGMENT_SUPPRESSED>  Nfld. & P.E.I.R. 269; 490 A.P.R. 269 and <FRAGMENT_SUPPRESSED>  O.A.C. 1).", "[95] The question is whether Mr. Cerrelli infringed two federal acts, the Copyright Act and the Trade-marks Act . His liability would be the same whether based in Quebec, Ontario, or anywhere else in Canada.", "[96] Mentmore , above, applies. I have no difficulty whatsoever in finding on the balance of probabilities that Mr. Cerrelli deliberately, wilfully and knowingly engaged in a course of conduct likely to infringe Microsoft's trademark and copyright entitlements and that he pressed on regardless.", "[97] Even if article 1457 were of application, it would not have protected Mr. Cerrelli from liability. The fact that a corporation is liable does not immunize its officers and directors from personal liability imposed extra-contractually. Carmelo Cerrelli caused Microsoft damage through his personal blameworthiness, and he is jointly and severally liable with Inter-Plus. In Canadian Private Copying Collective v. 9087-0718 Québec Inc. et al. (2006), 288 F.T.R. 127; 2006 FC 283, Mr. Justice von Finckenstein resorted to Quebec doctrine to explain article 1457: \"[25] How this article operates is well explained in Maurice Martel & Paul Martel, Although the decision of Mr. Justice von Finckenstein is relied upon by Mr. Cerrelli, it is readily distinguishable because in that case there was no tort, fault or delict committed by the directors. The action sounded in debt.", "[98] Inter-Plus and Mr. Cerrelli are also liable under the Trade-marks Act and for much the same reasons. That Act , unlike the Copyright Act , does not specifically take into account the state of mind of the defendants. However, even if it did, I am satisfied that Inter-Plus and Carmelo Cerrelli knew or should have known that their activities infringed Microsoft's rights under the Act . They passed off the counterfeit wares as Microsoft wares, contrary to s. 7 of the Act . Microsoft had the exclusive right to use its various trademarks throughout Canada and so their activities constituted an infringement within the meaning of ss. 19 and 20 of the Act . They used the trademarks in a manner likely to have the effect of depreciating the value of the goodwill attaching thereto, for the same reasons as given with respect to copyright. Liability of Adam Cerrelli", "[99] In light of the agreement between the parties, it is not necessary to consider Adam Cerrelli's personal liability, as no monetary condemnation is sought. It was agreed that if an injunction should issue against Carmelo Cerrelli personally, the same should issue against Adam Cerrelli. Such an injunction will issue against both. REMEDIES", "[100] Microsoft seeks declarations as to the validity and subsistence of its copyrights and trademarks, delivery up to it of infringing material, statutory and punitive damages, an accounting of profits, a permanent injunction, interest, and solicitor/client costs. I shall consider each in turn. Declaration", "[101] A declaration shall issue that as between the parties the 25 copyrights and 10 trademarks alleged in the proceedings are valid and subsisting. The defendants have infringed those copyrights and trademarks. Delivery Up", "[102] Delivery up of infringing materials is a standard remedy, and I have no hesitation in so granting. Damages", "[103] As a general rule, damages are awarded to put the plaintiff in the position it would have been in had it not been wronged by the defendants. The fact that damages may be difficult to calculate in a given case does not limit recovery to a nominal amount. This principle is not confined to infringement of intellectual property rights ( <FRAGMENT_SUPPRESSED> ).", "[104] In addition, the Federal Court is a Court of Equity and, in cases such as this, may award a plaintiff the profit the defendant derived from its infringing activities. This remedy has been recognized in the field of trademarks ( 3925928 Manitoba Ltd. et al. v. 101029530 Saskatchewan Ltd. et al. , [2005] F.T.R. Uned. 874; 2005 FC 1465), although not specifically mentioned in the Trade-marks Act Statutory Damages", "[105] However, the Copyright Act contains special statutory provisions which deal with profits and damages. Section 35 provides that in addition to the damages proved, a defendant is liable for \"such part of the profits…made from the infringement…that were not taken into account in calculating the damages as the court considers just\". A plaintiff may choose not to seek damages and an accounting. Section 38.1 allows him to elect instead to recover an award of statutory damages which normally ranges from $500 to no more than $20,000 with respect to each work which was infringed. That $500 minimum is subject to reduction to not less than $200 if the defendants were not aware and had no reasonable grounds to believe they had infringed copyright. Furthermore, if more than one work has been infringed (25 were infringed in this case), the Court may reduce the award even more if it would otherwise be grossly out of proportion to the infringement.", "[106] In exercising its discretion, the Court is required to consider all relevant factors including: A. Good or bad faith; b. The conduct of the parties before and during the proceedings; and c. The need to deter other infringements of the copyrights in question.", "[107] Finally, an election for statutory damages does not affect any right the copyright owner may have to exemplary or punitive damages.", "[108] Microsoft has not proved any special damages. In terms of copyright, it seeks the statutory maximum of $20,000 for each of the 25 copyrights which have been infringed. In addition, it seeks an accounting of profits under the Trade-marks Act , as well as punitive or exemplary damages.", "[109] The first factor I have taken into account in determining the amount of statutory damages is whether the defendants have satisfied the Court that they were not aware and had no reasonable grounds to believe that they had infringed copyright. If so, the Court may reduce the amount of the award to $200 per work. However, for the reasons previously given, the defendants have not satisfied me that they had reasonable grounds to believe they had not infringed copyright.", "[110] The next factor is whether the award of the minimum amount of $500 for each of the 25 works, or $12,500 all told, would be grossly out of proportion to the infringement. An award of $12,500 would be grossly out of proportion in the sense that it would be far too low. Had Microsoft not elected for statutory damages, the defendants would have, under s. 35, been required to pay such part of their profits arising from the infringement. All the plaintiff had to prove were gross revenues, with the defendants then being required to prove every element of cost ( <FRAGMENT_SUPPRESSED> ).", "[111] Mr. Cerrelli's evidence is somewhat of a moving target. At the very least, according to his evidence at trial, Inter-Plus' annual gross was $3 million, 60 per cent of which was derived from the sale of Microsoft products. However, when it suited his purposes he swore that Inter-Plus' gross was in excess of $5 million, as he did in an affidavit filed in the Quebec Superior Court. I am not so naïve as to think that the only counterfeit items Inter-Plus ever had in its possession were those seized by the police. No evidence was led at trial as to Inter-Plus' expenses, but Microsoft had already elected for statutory damages. Nevertheless, a factor to be taken into account is that Inter-Plus had been under Court order to produce all its appropriate business records, receipts, purchase invoices, sales invoices and details of returned items through to 2005. Mr. Cerrelli said he was unable to do so because his records had been taken by a disloyal employee against whom he has taken action. However, when confronted with the fact that she had left in mid-2003, and that he had been specifically ordered by the Court to provide documents through to 2005, he came up with the lame excuse that he must have misunderstood the question. Based on the facts proved and the conduct of the defendants, I infer that they continued to deal in counterfeit product. I say this mindful of the distinction to be drawn between inferences and conjecture. As Mr. Justice MacGuigan stated in Minister of Employment and  <FRAGMENT_SUPPRESSED>  (F.C.A.), at paragraphs 34 and 35: \"The common law has long recognized the difference between reasonable inference and pure conjecture. Lord Macmillan put the distinction this way in <FRAGMENT_SUPPRESSED> , at 45; 144 L.T. 194, at 202 (H.L.): 'The dividing line between conjecture and inference is often a very difficult one to draw. A conjecture may be plausible but it is of no legal value, for its essence is that it is a mere guess. An inference in the legal sense, on the other hand, is a deduction from the evidence, and if it is a reasonable deduction it may have the validity of legal proof. The attribution of an occurrence to a cause is, I take it, always a matter of inference.'\"", "[112] Twenty-five copyrights were infringed. At $20,000 per infringement, statutory damages work out to $500,000. I grant damages against the corporate defendants and Carmelo Cerrelli jointly and severally in that amount.", "[113] I have also taken into account the factors enumerated in s. 38.1(5). The defendants have acted in bad faith. Their conduct both before and during these proceedings has been dismissive of law and order, and their failure to provide appropriate records, despite court order, demonstrates the necessity of deterring other infringements of the copyrights in question.", "[114] To give a further example of their behaviour, another company sharing office space with Inter-Plus was dealing in Microsoft product geared for the academic community. The contract permitted Microsoft to carry out audits. It gave notice that such an audit would be carried out. However, on arrival the accountant was met by someone calling himself Robert who refused him entry and threw him out. During discovery, and during his cross-examination at trial, Mr. Cerrelli claimed he had no knowledge of anyone by the name of Robert. When told that the accountant had been in the Court corridor, had seen him, and was going to testify that he was the Robert who threw him out, Mr. Cerrelli's memory improved. He had an overnight revelation and instructed his solicitors to stipulate that on reflection he recalled that he was the Robert who had shown the accountant the door.", "[115] Indeed, I very much doubt that $500,000 covers a full accounting of the profits the defendants have derived from infringing Microsoft's rights. However, Microsoft, which had also claimed an accounting of profits under the Trade-marks Act , said it was not seeking damages, apart from punitive or exemplary damages, however characterized, in excess of $500,000, and so I leave the matter there. Punitive Damages", "[116] Section 38.1(7) of the Copyright Act specifically provides that an election to claim statutory damages does not affect any right the copyright owner otherwise had to claim exemplary or punitive damages. Microsoft seeks $100,000 from each of the two numbered companies and an additional $100,000 from Carmelo Cerrelli; a total of $300,000. However, as I treated the two numbered companies as one for the purpose of assessing liability, I am not now prepared to consider them as distinct entities for the purpose of awarding punitive damages.", "[117] The leading case on punitive damages is the Supreme Court decision in <FRAGMENT_SUPPRESSED>  O.A.C. 201. As stated by Mr. Justice Binnie at paragraph 36: \"Punitive damages are awarded against a defendant in exceptional cases for 'malicious, oppressive and high-handed' misconduct that 'offends the court's sense of decency': <FRAGMENT_SUPPRESSED> , at para. 196. The test thus limits the award to misconduct that represents a marked departure from ordinary standards of decent behaviour. Because their objective is to punish the defendant rather than compensate a plaintiff (whose just compensation will already have been assessed), punitive damages straddle the frontier between civil law (compensation) and criminal law (punishment).\"", "[118] The Court noted that the level of blameworthiness could be influenced by many factors, and enumerated some of them at paragraph 113, including: whether the misconduct was planned and deliberate, the intent and motive of the defendant, whether the defendant persisted in the outrageous conduct over a lengthy period of time, whether the defendant concealed or attempted to cover up its misconduct, its awareness that what it was doing was wrong, and whether it profited therefrom.", "[119] Punitive or exemplary damages have been awarded in cases of copyright infringement. See for example the decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 369 (F.C.A.).", "[120] I am satisfied the defendants' conduct was outrageous and that Microsoft is entitled to punitive damages. I award it $100,000 from the two numbered companies jointly and severally and an additional $100,000 from Carmelo Cerrelli. Permanent Injunction", "[121] As a Court of Equity ( Federal Courts Act , s. 3), this Court may order someone to stop doing something and not to do something in the future. This power to grant injunctive relief is recognized in s. 44 of that Act . Greater detail is furnished in rules 373 and following. This remedy is also found in ss. 39 and 39.1 of the Copyright Act and ss. 53 and 53.3 of the Trade-marks Act . Indeed, s. 39 of the Copyright Act provides that an injunction is the only remedy with respect to the infringement of an unregistered trademark if the defendant proves that it was not aware and had no reasonable ground for suspecting that copyright subsisted in the work in question. That obviously is not the case here.", "[122] The items in question are covered by 25 copyright registrations and 10 trademark registrations. Evidence in the form of pages taken from Inter-Plus' Internet website and that of Systemes Ivorcom Inc., a related corporation sharing the same premises, establish that they still have on offer some of the computer programs which are the subject of this action, notwithstanding that some are now very much out of date. Mr. Cerrelli stated that he stopped purchasing these programs years ago. For instance, and although somewhat vague on the years, according to him, Inter-Plus stopped selling Windows 95 OEM, perhaps as early as 2001. It stopped selling Office 97 sometime between 2001 and 2003, Office 2000 in about 2004, Office NT Server about 2002, Windows 98, First Edition, about 2001, Windows 98, Second Edition, about 2003 and Windows Office 2000 about 2004. When confronted with evidence that these items were still on offer, of course what he meant to say was he had stopped purchasing these items in the years above-mentioned. He added there might have been inventory on hand, and perhaps the websites are not kept up-to-date. Although not charged with the responsibility of updating the websites, Mr. Mitchell had observed that they were updated regularly and his evidence is to be preferred.", "[123] We do not know if the items on offer are the very same items returned by the Montreal police, or items purchased from the same source, but there is a real possibility thereof. In addition, Inter-Plus and Ivorcom are selling computer programs not mentioned in the statement of claim - for example, various Microsoft Windows 2003 programs.", "[124] Although I have no difficulty enjoining the defendants, their officers, directors, servants, agents, employees and all others under their control, from dealing in, now or in the future, counterfeit versions of the CD-ROMs containing unauthorized copies of Microsoft's copyrighted computer programs, and material related thereto, as identified in the further amended statement of claim, Microsoft asks for much more. It asks that: A. Related corporations such as Ivorcom be specifically named in the permanent injunction, notwithstanding that they are not defendants in this case; b. The injunction extend to anyone who becomes aware thereof, notwithstanding that that person may not be related to the defendants, much less under their control; c. The injunction extend to current Microsoft copyrights not identified in this action, and even to copyrights which have not yet been registered; d. The injunction prohibit the defendants from dealing in any Microsoft programs, including genuine Microsoft CD-ROMs or other material, which are not properly packaged and accompanied by the related components Microsoft requires its authorized dealers to package together, such as front-liners, back-liners, end user license agreements, client access licenses, certificates of authenticity, certificate of authenticity labels, and manuals. Against Whom", "[125] In terms of naming names in the permanent injunction, I think it should cover the Cerrellis and the two Inter-Plus corporations, their officers, directors, servants, employees, and agents, as well as any other person, corporation or entity acting under their instructions. To specifically name, for instance, Ivorcom would be inappropriate in these circumstances. No doubt Microsoft will serve the judgment upon it, and so to the extent it acts under the instructions of the defendants and deals with counterfeit product, it does so at its peril.", "[126] I am aware that members of the public may be bound to respect court orders in private suits on pain of being held in contempt, and that it is therefore better that they be informed of the situation ( <FRAGMENT_SUPPRESSED>  B.C.A.C. 135; 129 W.A.C. 135). That case dealt with an interlocutory injunction. Madam Justice McLachlin, as she then was, noted that although it was not necessary to go further in the case before her, it had been suggested that where a final injunction is in issue, as is the case here, caution should be exercised in including non-parties in the terms of the order. She specifically referred to the decision of the Ontario Court of Appeal in <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 477 (C.A.).", "[127] Injunctive relief is discretionary. I think it would be overzealous to purport to permanently enjoin non-parties. The injunction would be ex parte as against them and they would be entitled to move to set it aside. They could have been named as defendants, and proof rather than conjecture made against them. I am sympathetic to Microsoft's point that the Inter-Plus name seems to be passed on continually from one related corporation to another, so that if they continually added defendants the case would never have come to trial. However, Microsoft is not without recourse. If it ever develops evidence that any one of these entities is dealing in counterfeit material, the degree of evidence required to bring on a contempt of court motion is no less, and probably more, than is required to obtain an Anton Piller order in fresh proceedings. Against What", "[128] Microsoft's submissions on this point are two-fold. Firstly, it asks that the permanent injunction cover copyrights not identified in the further amended statement of claim, and indeed copyrights which may not yet exist. Secondly, it, in effect, is asking the Court to order the defendants to enforce its licensing agreements, even though they are not party thereto.", "[129] As to the injunction covering copyrights not specifically identified, Microsoft relies on s. 39.1(2) of the Copyright Act which provides that an injunction may extend to works or other subject matter: \"(a) in respect of which the plaintiff was not, at the time the proceedings were commenced, the owner of the copyright or the person to whom an interest in the copyright has been granted by licence; or (b) that did not exist at the time the proceedings were commenced.\"", "[130] Notwithstanding the behaviour of the defendants, I am not prepared to extend the subject matter of the injunction to copyrights not specifically alleged in these proceedings, whether or not they currently exist. The defendants are entitled to know the case they have to meet. The statement of claim was twice amended, and was amended to identify copyrights not alleged in the original statement of claim. Those amendments turned out to be justified in that there is evidence that the defendants were infringing them. It is not necessary to plumb the depths of s. 39.1 of the Copyright Act . Assuming, without deciding, I am able to enjoin the defendants with respect to copyrights not alleged in the further amended statement of claim, or even exhibited at trial, and am able to enjoin the defendants with respect to copyrights which do not even exist at the present time, I decline to do so.", "[131] These literary works protected by copyright are complicated by nature and take time to develop, when compared to, say, a popular three-minute song. Microsoft had ample opportunity to identify specific copyrights, but declined to do so. It is difficult enough to deal with the case which is before the Court, without having to deal with one which is not.", "[132] In asking the Court to enjoin the defendants from dealing in Microsoft products other than those packaged and licensed to Microsoft's satisfaction, in effect it is seeking an order that Inter-Plus be kept out of the grey market. I decline to do so.", "[133] Microsoft is calling upon the defendants to enforce the OEM licensing agreements which prohibit the unbundling of the various components found in the distribution package. Microsoft asks that Inter-Plus be enjoined from trading in genuine Microsoft product, which is not licensed.", "[134] As regards genuine OEM product, the licensor is Microsoft Licensing Inc. of Nevada, not the plaintiff. It has not been suggested that that corporation is acting as agent for the plaintiff as an unnamed principal. Nor is there any evidence that the licensing agreement was a stipulation for the benefit of a third party i.e. the plaintiff ( <FRAGMENT_SUPPRESSED>  B.C.A.C. 287; 207 W.A.C. 287). There is no contractual relationship between the plaintiff and the defendants. If the plaintiff is suggesting the defendants have tortiously interfered in its contractual relations with OEM users, it should have so alleged. On this point see <FRAGMENT_SUPPRESSED> ; 259 N.R. 201 (F.C.A.).", "[135] In addition to the unbundling of components by OEMs, as mentioned earlier, Microsoft has conceded that there have been instances where CD-ROMs and other items manufactured by authorized replicators have found their way \"out the back door\". It is not difficult to imagine unauthorized overruns. If that were the case, which it is not, a party such as Inter-Plus could have purchased a CD-ROM which was manufactured by one of Microsoft's authorized replicators, which contained all the IFPI identification and other anti-piracy indicia, in other words the genuine article.", "[136] In my opinion, the Copyright Act cannot be invoked to support Microsoft's current business model. This is not a case where the genuine product was purchased outside Canada and then marketed by Inter-Plus in Canada in contravention of copyright licenses ( <FRAGMENT_SUPPRESSED> ). Let Microsoft sue the system builders.", "[137] However, the situation is quite different under the Trade-marks Act . There are 10 registered trademarks in issue: two covering the trademark \"Microsoft\", two covering its flag design, two \"Windows\", one \"Windows NT\", one \"Front Page\", one \"Outlook\" and one \"Power Point\".", "[138] Section 19 of the Trade-marks Act provides that the registration of a mark in respect of any ware or service gives the owner thereof the exclusive right to its use throughout Canada in respect thereto, unless the registration is shown to be invalid. The distinction between copyright and trademark is that the copyrights are limited to specific computer programs and related material; the trademarks are not. The trademark \"Microsoft\" differentiates the plaintiff's wares and services from those of others, be they wares not yet created or services not yet offered. The defendants have admitted the marks are valid. They shall be enjoined from dealing in counterfeit marks. Interest", "[139] The grant of pre-judgment and post-judgment interest is governed by ss. 36 and 37 of the Federal Courts Act . The cause of action is not limited to a single province in that Inter-Plus purchased from outside Quebec and sold throughout Canada and in the United States. Consequently, the Court may award pre-judgment interest at a rate it considers reasonable. However, s. 36 specifically prohibits the granting of pre-judgment interest on exemplary damages.", "[140] No evidence was led as to commercial lending rates, although notice might be taken of the fact that they have been low during the course of these proceedings. I consider it reasonable and so award simple pre-judgment interest on the statutory damages at the legal rate of five per cent per annum from the issuance of the original statement of claim 14 August 2000 until 30 days herefrom. Thereafter, post-judgement interest on the judgment, which comprises statutory damages of $500,000, punitive damages of $200,000, and pre-judgment interest, shall run at the weighted prime rate offered by Canadian banks plus one per cent, compounded twice yearly. Failing agreement, the parties shall take the rates posted by the Bank of Montreal. Costs", "[141] Both parties agreed they would prefer to discuss the issue of costs after these reasons were issued. Either party may move for directions within 30 days in accordance with rule 403. Aftermath", "[142] As the confidentiality orders of Prothonotaries Giles and Lafrenière remained in force throughout the trial, the distribution of the above reasons on 18 December 2006 was limited to the solicitors for the parties. They were given the opportunity to make representations as to whether the reasons should be treated as confidential, in whole or in part, notwithstanding the public interest in open and accessible court proceedings. The parties have not suggested that the public version of these reasons be modified in any way, and so these are the reasons as issued, with the addition of this paragraph and a reference thereto in the index set out in paragraph [6]. Judgment for plaintiff. Editor: Steven C. McMinniman/gs [End of document]"]}