{"id_": "019496", "body_str": ["[1] Rennie, J. : The applicants seek an order setting aside a September 2, 2010 decision of the Refugee Protection Division of the Immigration Refugee Board (the Board), which found the applicants to be neither Convention refugees nor persons in need of protection under sections 96 and 97 of the Immigration and Refugee Protection Act , 2001, c. 27 ( IRPA ).  <FRAGMENT_SUPPRESSED>", "[2] In my view, the credibility findings with respect to the principal applicant (Adriana Martinez Caicedo, hereinafter the applicant) are not supported by the evidence and are hence unreasonable. Specifically, the Board failed to make clear and unequivocal credibility findings regarding a key incident of the alleged persecution, the kidnapping of the applicant's father. For these reasons, the application is granted.  <FRAGMENT_SUPPRESSED> Facts - The Female Applicant  <FRAGMENT_SUPPRESSED>", "[3] The applicant and her husband Jose Domingo Zapata Londono (the male applicant) are both citizens of Colombia. The two minor claimants, Kimberly and Joan, are citizens of the U.S.  <FRAGMENT_SUPPRESSED>", "[4] The four applicants came to Canada at different times in 2008 and made claims for refugee protection.  <FRAGMENT_SUPPRESSED>", "[5] The applicant left Colombia in 1991 and went to the U.S. At this time she did not fear any persecution in Colombia. The applicant stayed in touch with her family in Colombia and told them she wanted to return to Colombia. The applicant learned that her grandmother was subjected to extortion by the Revolutionary Armed Forces of Colombia (FARC) because she was a wealthy livestock owner. The applicant had no status in the U.S., but she felt it was not safe to return to Colombia while the FARC were targeting her family.  <FRAGMENT_SUPPRESSED>", "[6] In 1998, the applicant met her husband, who was also a Colombian citizen living in the U.S. The applicant remained in the U.S. in the hope that there would be an amnesty and she and her husband could regularize their status in the U.S.  <FRAGMENT_SUPPRESSED>", "[7] In 2002, the applicant's second child was born. She wanted to return to Colombia to raise her children, but her family remained adamant that it was not safe for her to return. The adult applicants consulted a group called Caridades Catolicas, a Catholic charity, but were told that they could not seek asylum in the U.S. because they had been living there too long.  <FRAGMENT_SUPPRESSED>", "[8] In July of 2007, the applicant learned that her grandmother had died. The applicant and her father inherited the estate, and her father took over administration of the ranch as the applicant was still in the U.S. In October 2007, the applicant's father was said to have been kidnapped by the FARC because he refused to keep paying the \"war tax\" that the applicant's grandmother had been paying. The applicant's half-sister filed a report about their father's kidnapping to Fiscalia (Fiscalia General de la Nacion is the office of the Attorney General in Colombia, and has responsibility for investigating and prosecuting crimes). Following her father's kidnapping, the applicant decided to seek refuge in Canada.  <FRAGMENT_SUPPRESSED> Facts - The Male Applicant  <FRAGMENT_SUPPRESSED>", "[9] The male applicant, Jose Domingo Zapata Londono, was a soccer player who grew up in Colombia. According to his Personal Information Form (PIF) he began having problems with the FARC around age of 21. He was approached by a man who said he was a representative of the FARC. This man explained that the FARC had interests in a few soccer teams and they wanted to recruit the male applicant and for him to use his influence with his colleagues to recruit them as well. He received many calls from FARC representatives and grew afraid as a result of the pressure they were putting on him. The male applicant stopped playing soccer but continued to face pressure from the FARC. As a result, the male applicant fled to the U.S. in 1985. He remained in the U.S. until he came to Canada with the applicant.  <FRAGMENT_SUPPRESSED> The Decision Under Review  <FRAGMENT_SUPPRESSED>", "[10] The Board decided each family member's claim separately. The Board found that the minor applicants were born in the U.S. and that there was no allegation of a fear of persecution in the U.S. Thus, the minor applicants were not refugees.  <FRAGMENT_SUPPRESSED> a) The Male Applicant  <FRAGMENT_SUPPRESSED>", "[11] The Board found that the determinative issue was credibility. The adult applicants' actions were not consistent with a well-founded fear of persecution. The male applicant was in the U.S. for 23 years and made no attempts to seek protection during this time. The Board also noted that the male applicant did not seek protection when he resided in Mexico, even though Mexico is a signatory of the Refugee Convention. The Board found that the male applicant did not provide sufficient detail about the alleged attempts by the FARC to enrol him, and that his testimony was, in some aspects, inconsistent. Finally, the Board noted that the male applicant omitted an important detail from his PIF, the fact that he was in hiding in the year before he left Colombia. For these reasons, the Board found that the male applicant was not credible.  <FRAGMENT_SUPPRESSED> b) The Female Applicant  <FRAGMENT_SUPPRESSED>", "[12] The Board began its analysis of the principal applicant's claim by noting that this claim was not purely a claim, as she testified that her fear of the FARC began in 1994 or 1997 (the Board was not sure), when she called her parents about plans to visit and they told her not to. The principal applicant also testified that she saw a lawyer in 2002, so she must have had some fear in 2002.  <FRAGMENT_SUPPRESSED>", "[13] The Board accepted that the principal applicant was advised that she could not make a claim because she delayed more than a year, but concluded that \"the one year delay is not absolutely fatal and there are enough exceptions to it and one of the exceptions is change of circumstances, and this is possibly a case of change of circumstances\". The Board found that there would have been time for her to go visit a lawyer and make a claim after her father was kidnapped in 2007. Instead, she remained in the U.S. for another year without any status. If the principal applicant was truly afraid, she would have made some attempts to normalize her status following her father's kidnapping.  <FRAGMENT_SUPPRESSED>", "[14] The Board found that there was no evidence that the principal applicant's mother and sister faced any threats, as similarly situated people in Cali.  <FRAGMENT_SUPPRESSED>", "[15] If the principal applicant's father was kidnapped for economic reasons or a criminal vendetta, then this did not create a nexus to the Convention. The Board expressed concerns regarding the documentation submitted to establish the father's kidnapping. The only documentation regarding the kidnapping is the mother's affidavit and an alleged confirmation from the Fiscalia, which has no address, no telephone number and no fax number. With respect to the confirmation from Fiscalia, the Board was not certain how much weight it could give to that document. For these reasons, the Board concluded that the principal applicant had not established a well-founded fear of persecution.  <FRAGMENT_SUPPRESSED> The Issues  <FRAGMENT_SUPPRESSED>", "[16] The applicants raised seven issues in their memorandum of argument, and eight issues in their further memorandum. For the purposes of this judgment however, I need address only the following:  <FRAGMENT_SUPPRESSED> a. Did the Board ignore evidence or make unreasonable findings of fact?  <FRAGMENT_SUPPRESSED> b. Are the Board's credibility findings unreasonable?  <FRAGMENT_SUPPRESSED> c. Was the Board's analysis unreasonable?  <FRAGMENT_SUPPRESSED> d. Was the Board's finding that there was no nexus to the Convention unreasonable?  <FRAGMENT_SUPPRESSED> Standard of Review  <FRAGMENT_SUPPRESSED>", "[17] It is established law that credibility findings and findings of fact are reviewed on the reasonableness standard: Canada (Citizenship and  <FRAGMENT_SUPPRESSED> . Analysis of the claim and nexus to a Convention ground are also reviewed on a reasonableness standard: <FRAGMENT_SUPPRESSED>  and <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED> a) The Board's Credibility Findings are Unreasonable  <FRAGMENT_SUPPRESSED>", "[18] The applicants assert that the Board's analysis of similarly-situated individuals ignores the disappearance of the applicant's half-sister. The applicant's first PIF states that \"my half-sister, who was spearheading a push to investigate for my father, later disappeared\". Her second PIF lists her half-sister as missing, in the \"family information\" section of the form. However, the second narrative simply states that \"my half-sister and my mother went to the Fiscalia to file a report about the kidnapping of my father\", with no mention of the half-sister's disappearance. During the hearing, neither the member nor the applicant's counsel asked any questions regarding the applicant's half-sister. As a result, the only mention of the half-sister in the transcript is at page 288 of the Certified Tribunal Record, where the applicant confirms that her half-sister lives in Cali.  <FRAGMENT_SUPPRESSED>", "[19] While it is unfortunate that the issue of the half-sister's disappearance was not dealt with at the hearing, the Board's failure to question the applicant regarding a highly material fact raises the concern that the Board simply failed to notice the references to the half-sister's disappearance in the PIFs. Where all parties ignored what appears to be a potentially material fact, the Board's failure to deal with that fact is not a reviewable error.  <FRAGMENT_SUPPRESSED>", "[20] The Board found that the applicant did not have subjective fear because she did not attempt to normalize her status in the U.S. after discovering her father had been kidnapped.  <FRAGMENT_SUPPRESSED>", "[21] The Board accepted that the applicant was ineligible to claim refugee status in the U.S. due to the one-year bar but speculated that this bar is not \"absolutely fatal\", and she might \"possibly\" fit into the exceptions. There was no indication regarding the nature of the exceptions, whether the applicant had any knowledge of them, or as to their consequences for the applicant.  <FRAGMENT_SUPPRESSED>", "[22] It was thus unreasonable for the Board to find that the failure to seek further legal advice regarding exceptions to the one-year bar was not consistent with her subjective fear. I note that the Board accepted the applicant's testimony that she believed she was ineligible for protection in the U.S. The Board's conclusion that the possibility that the applicant might qualify under an exception to the one-year bar is speculative at best. The material point is that the applicant had a cogent explanation which was not questioned. It is a reviewable error for the Board to make a negative credibility finding on the basis of a speculative inference that is not supported by the factual record: <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED> b) Ambiguity Concerning a Key Element  <FRAGMENT_SUPPRESSED>", "[23] The Board failed to make clear findings regarding the applicant's father's kidnapping. In the often-cited Federal Court of Appeal case of <FRAGMENT_SUPPRESSED>  Justice Heald held that Immigration and Refugee Board members are required to make credibility findings in clear and unequivocal terms:  <FRAGMENT_SUPPRESSED> The appellant was the only witness who gave oral testimony before the Board. His evidence was uncontradicted. The only comments as to his credibility are contained in the short passage quoted supra. That passage is troublesome because of its ambiguity. It does not amount to an outright rejection of the appellant's evidence but it appears to cast a nebulous cloud over its reliability. In my view, the Board was under a duty to give its reasons for casting doubt upon the appellant's credibility in clear and unmistakable terms.  <FRAGMENT_SUPPRESSED>", "[24] In Hilo , the Court of Appeal was concerned that the Board concluded that the claimant's testimony was vague and inconsistent, but did not state what details were missing or inconsistent. In the case at bar, the Board has made the reverse error - the member has pointed out one specific deficiency in the evidence, the lack of identifying information on the Fiscalia report, but did not draw any conclusions regarding the kidnapping. The effect is the same as  <FRAGMENT_SUPPRESSED> - the applicant's evidence that her father was kidnapped has not been rejected but the Board has cast a nebulous cloud over its reliability.  <FRAGMENT_SUPPRESSED>", "[25] The Board noted \"some concerns\" regarding the documents submitted to support the testimony that applicant's father was kidnapped, and that it was not certain how much weight it could give to the Fiscalia document. While the Board discounted the Fiscalia report, it did not make clear findings regarding the applicant's testimony and her mother's affidavit regarding the kidnapping. If the Board did not accept the applicant's testimony or the affidavit of her mother, the Board was bound to say so and to give reasons for this. The Board does not identify any omissions, contradictions or inconsistencies with this evidence.  <FRAGMENT_SUPPRESSED>", "[26] In the result it is unclear whether the Board accepted that the applicant's father was kidnapped, or not. The father's kidnapping is the culminating incident that caused the applicants to seek refugee status. It is central to the principal applicant's claim. The Board was required to make clear findings on this point, and its failure to do so amounts to a reviewable error.  <FRAGMENT_SUPPRESSED> c) Reviewable Error in Questioning of Male Applicant  <FRAGMENT_SUPPRESSED>", "[27] The applicants argue that the male applicant was not afforded a chance to address the credibility issues identified by the Board, including the omission from his PIF and the lack of detail regarding how he was recruited by the FARC.  <FRAGMENT_SUPPRESSED>", "[28] I readily accept the Respondent's argument that the onus to establish a claim rests entirely with the claimant throughout the process. Here, however, the Board asked a number of cursory questions, of limited precision, which the male applicant answered. The member asked two questions concerning the delay, first in Mexico, and then in the United States. Answers were given which on their face, were plausible and no further questions were asked. It is unreasonable to predicate a finding of credibility on the basis that the applicant provided \"scant detail\", when the questions themselves did not prompt or demand details or greater elaboration than the witness provided.  <FRAGMENT_SUPPRESSED>", "[29] Again, while I readily accept Mr. Doyle's argument that delay of this duration would usually be conclusive (see for example <FRAGMENT_SUPPRESSED>  or <FRAGMENT_SUPPRESSED> ), in this case it is not clear on the face of the record why the explanations for delay were not accepted. Certainly the answers provided, on their face, provide a rational explanation. The member did not ask the male applicant many questions. His questioning takes only three pages in the transcript. The finding that he was not credible by reason of the lack of detail cannot be sustained where no detail was called for or reasonably expected as an integral response to the question.  <FRAGMENT_SUPPRESSED> d) Was the Board's sur place Analysis Unreasonable?  <FRAGMENT_SUPPRESSED>", "[30] In their further memorandum of fact and law, the applicants submit that the Board's analysis is unreasonable. The applicant left Colombia in 1991 and did not learn that her family was targeted by the FARC until 1998. The applicant's fear of the FARC arose after her departure from Colombia. Therefore, her claim is entirely , and the fact that she went to see a lawyer in 2002 is of no relevance to the analysis.  <FRAGMENT_SUPPRESSED>", "[31] The applicants take issue with the Board's finding that the principal applicant's claim was not purely . The respondent argues that the principal applicant did not engage in any actions in the U.S. which would give rise to a reasonable chance of persecution, and therefore she did not have a claim.  <FRAGMENT_SUPPRESSED>", "[32] According to the United Nations Handbook on Procedures and Criteria for Determining Refugee Status (the UNCHR Handbook), a refugee includes anyone \"who was not a refugee when he left his country, but who becomes a refugee at a later date\".  <FRAGMENT_SUPPRESSED>", "[33] I agree with the applicants that the Board erred in saying that the principal applicant's claim was not purely . The fact that she consulted a lawyer while living in the U.S. has no bearing on the nature of her claim since her fear arose after leaving Colombia.  <FRAGMENT_SUPPRESSED>", "[34] While the Board may have misstated what a claim is this error did not affect the Board's analysis. The Board proceeded to consider the principal applicant's claim as if it was a claim, by analysing the failure to claim in the U.S., the kidnapping of her father, and similarly situated people. I do not think this miss-labelling error warrants the intervention of the Court.  <FRAGMENT_SUPPRESSED>", "[35] I note in conclusion that if reliance on <FRAGMENT_SUPPRESSED> , is intended to suggest that a person can only become a refugee as a result of actions they take while abroad, this is incorrect. A person may become a refugee due to a change in circumstances arising in his country of origin during his absence, or as a result of his own actions, for example associating with refugees who have already been recognized, or expressing political views. Girmaeyesus happens to concern the second type of refugees but the case law is clear that a claim can arise as a result of events that took place in the claimant's country of citizenship as well.  <FRAGMENT_SUPPRESSED> e) Was the Board's Finding that there was no Nexus to the Convention Unreasonable?  <FRAGMENT_SUPPRESSED>", "[36] The Board found that the father's kidnapping, if he was in fact kidnapped, was for economic reasons, which did not create a nexus to a Convention ground. Nexus is largely a question of fact, which is within the Board's expertise to make: <FRAGMENT_SUPPRESSED> . There is ample support in the case law that extortion for economic reasons may not create a nexus to a Convention ground: <FRAGMENT_SUPPRESSED> . Still other cases concluded that extortion for war taxes, or extortion from paramilitary groups, for example: <FRAGMENT_SUPPRESSED>  do not trigger Convention grounds.  <FRAGMENT_SUPPRESSED>", "[37] Given the case law on this point and the facts before the Board regarding the nature of the principal applicant's fear, it was reasonably open to the Board to conclude that there was no nexus between the father's kidnapping and a Convention ground.  <FRAGMENT_SUPPRESSED>", "[38] Here, however, the analysis did not follow the framework set forth in <FRAGMENT_SUPPRESSED>  and examine the issue from the perspective of the persecutor, the FARC. In this case, given the close linkages, which were not challenged, between the FARC, the extortion and the kidnapping, the Board was obligated to at least examine the matter through the lens of Ward , rather than dismissing it on the basis that wealth is not per se a Convention ground.  <FRAGMENT_SUPPRESSED> f) The Board Should have Considered Section 97  <FRAGMENT_SUPPRESSED>", "[39] Having decided there was no nexus to a Convention ground, the Board did not go on to analyse whether the applicant might be a person in need of protection under section 97 of IRPA . In his further memorandum of argument, the respondent argues that the Board did not err by failing to consider section 97 because the applicant had only a generalized fear of the FARC, and did not satisfy the Board that she faced a \"personalized\" risk of persecution, as required by", "[40] In this case, the applicant's risk was based on her inheritance of the cattle farm. The evidence before the Board was that the applicant's grandmother was targeted by the FARC, and then when she passed the cattle ranch on to her son, he was kidnapped by the FARC for refusing to pay the war tax. The applicant alleged she would be at risk as the owner of this cattle ranch as the FARC seemed to continue to target whoever owned the ranch. This risk is sufficiently personal to warrant at least a consideration of whether section 97 should apply. There is no indication in the reasons that the member turned his mind to whether the applicant was a person in need of protection under section 97.  <FRAGMENT_SUPPRESSED> Conclusion  <FRAGMENT_SUPPRESSED>", "[41] The Board's findings regarding the minor applicants and the male applicant are reasonable, and there are no grounds to warrant this Court's intervention.  <FRAGMENT_SUPPRESSED>", "[42] The Board's credibility findings with respect to the principal applicant are unreasonable. Specifically, the Board's finding that the principal applicant's failure to make a claim in the U.S. after being advised she was ineligible was based on unreasonable speculation. More importantly, the Board failed to make a clear credibility finding regarding the key incident of persecution, the kidnapping of her father.  <FRAGMENT_SUPPRESSED>", "[43] If the Board did not believe that the kidnapping occurred the member should have clearly stated so, and given reasons for rejecting the sworn testimony of the principal applicant and the affidavit of her mother.  <FRAGMENT_SUPPRESSED>", "[44] If the Board decided that it was unnecessary to determine whether the kidnapping incident was credible because there was no nexus to a Convention ground, then the Board should have considered whether the principal applicant was a person in need of protection under section 97 of IRPA . It was an error for the Board to avoid drawing any conclusions on the kidnapping on the grounds of no nexus to the Convention, without considering the application of section 97.  <FRAGMENT_SUPPRESSED>", "[45] THIS COURT'S JUDGMENT is that :  <FRAGMENT_SUPPRESSED> 1. The application for judicial review is granted.  <FRAGMENT_SUPPRESSED> 2. The decision of the Board is set aside and the matter remitted to the Refugee Protection Division of the Immigration Refugee Board for reconsideration before a different member of the Board.  <FRAGMENT_SUPPRESSED> 3. There is no question for certification.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}