{"id_": "019569", "body_str": ["[1] : The applicants challenge the February 10, 2009 decision of a member of the Refugee Protection Division (the tribunal) dismissing their refugee claim because of section 98 of the Immigration and Refugee Protection Act IRPA ) incorporating in Canadian law Article 1E of the Refugee Convention. The purpose of Article 1E and section 98 of IRPA is to prevent a refugee claim in Canada if the claimant's status in another country enables him/her to make a refugee claim there. The principal question raised in this judicial review application is whether the tribunal applied the proper test or proper legal principles to determine the application of Article 1E of the Convention.", "[2] The relevant legislation is set out in the Annex to these reasons.", "[3] The applicants are father and son and citizens of China. It is conceded the Applicants each had permanent residence status in Peru (the father since the fall of 2002 and the son since May of 2005 ), when they both entered in Canada on February 16, 2007 . At that point in time, Jian Mai (the father) had been out of Peru for one year and one month (having returned to China in January 2006). He made his refugee claim in Canada on March 14, 2007 , signed his Personal Information Form (PIF) on April 10, 2007 and by the time the tribunal heard his case he had been out of Peru for just three years.", "[4] Linfu Mai's (the son) circumstances were different. He arrived in Peru with his father in 2002 and returned with him to China in January 2006 but came back to Peru in September 2006 . He then left Peru in February 2007 , met his father in Seattle, entering Canada with him on February 16, 2007 . The processing of his refugee claim followed the same steps as his father. By the time the tribunal heard his claim, he had been out of Peru for just over two years.", "[5] In their PIFs, another issue emerged. Jian Mai had left Peru in January 2006 because he suffered a back injury at work in Peru and needed treatment in China. He began to practice Falun Gong in 2006 which helped him with his back problem. After he had fully recovered, he obtained a visa to travel to Peru via the United States. The PSB found out about the family's Falun Gong practice, issued summons to report in three days for questioning after his father-in-law had been arrested for practicing Falun Gong thus causing his flight from China.", "[6] Linfu, the son, while in China in 2006 also started practicing Falun Gong after he saw it helped his father. He continued to practice Falun Gong in Peru. He claims to have been followed and threatened by Chinese officials from the Embassy in Lima because of his practice of Falun Gong.", "[7] The central issues for determination by the tribunal were: (1) whether and when the Applicants had lost their permanent residence in Peru; (2) whether, how and from where they could reacquire such status: (a) in Peru; (b) in China; or (c) in Canada; and (3) if such status could be reacquired from Peru, would that country provide them protection from persecution on account of their practice of Falun Gong. Counsel for the Applicants, before the tribunal, argued they had lost their permanent residents status in Peru but based on the case of <FRAGMENT_SUPPRESSED>  any right to reacquire it was not automatic but discretionary.", "[8] A review of the tribunal's decision indicates, while it doubted the evidence demonstrated the Applicants had lost their permanent residence status in Peru, it was satisfied they could easily reacquire such status and was not satisfied with the Applicants' evidence in order to do so they would be forced to make such application from China. The tribunal also rejected their argument for protection was not available in Peru for their practice of Falun Gong.", "[9] Counsel for the applicants did not challenge the tribunal's finding residents of Peru practicing Falun Gong are not at risk of persecution to their lives or cruel and unusual punishment or in danger of torture.", "[10] He also did not challenge the tribunal's finding permanent residence status in Peru provides holders thereof rights and privileges equivalent to citizenship in Peru with few exceptions such as the right to vote.", "[11] The evidence before the tribunal on loss of permanent residence status in Peru and its reacquisition came from two sources: 1. From the testimony of Linfu Mai, who contacted an official at the Peruvian Consulate (the consular official) in Vancouver; his testimony was not corroborated by a confirmatory letter from the consular official. In his testimony about what he had been advised by the consular official, Linfu Mai indicated: he was told if he had not paid income tax for one year, his residency would be automatically cancelled. Even if they paid the taxes they owed or a fine, their permanent resident card was invalid and they would have to return to China to reapply . Such taxes were normally paid at the beginning of each year. 2. An August 17, 2005 Immigration and Refugee Board (the Board) Response to Information Request on the rights and obligations of permanent residents in Peru; specifically, how permanent status is lost and, if possible, reacquired; [ ... ]; limitations on the length of time permanent residents can remain outside the country without losing their residency status; whether permanent residents would lose their status if they failed to pay the annual permanent residency fee and, if so, the procedure for having their status reinstated (the RIR). The RIR is issued by the Research Directorate of the Board.", "[12] Attached as Annex B to these reasons are relevant extracts of the RIR. The tribunal's decision", "[13] The tribunal heard the applicants' refugee claims on February 10, 2009 rendering an oral decision on the same day with a written decision on March 25, 2009.", "[14] I summarize the principal findings of the tribunal on the issues before me. It did not accept the son's evidence, of his conversation with the consular official, that he and his father \"after having been away from Peru for the length of time they have, have lost their status in Peru irrevocably .\" (Emphasis mine.) The tribunal found this testimony did not correspond with the RIR referring to its text stating that permanent residence status can be cancelled in certain circumstances as, for example, committing a crime and committing an action against state security, public order or national defence, finding there was no evidence before her of any such breaches.", "[15] The tribunal then wrote: \"[5] This document further provides that there are residency obligations that must be fulfilled to maintain permanent residence status, but the exact amount of time that the individual would have to remain outside of Peru for their status to lapse was uncertain and further, that anyone who had lost such status while out of the country, could easily re-acquire it upon returning to Peru by following certain administrative steps. \" (Emphasis mine.) It stated it preferred relying on the RIR rather than on Linfu's testimony with the consular official which was undocumented [adding]: \"First of all, it is not clear that the claimants have lost their permanent resident status in Peru but even if they have, the information which the Peruvian authorities have given to the Refugee Board's Research Directorate is that they could re-acquire it by following certain administrative steps.\"", "[16] The tribunal then made a finding the circumstances it had just described met the control test set out in the Federal Court of Appeal's decision in Williams quoting the following extract from it: \"The true test is whether or not it is within the control of the applicant and it clearly, on a balance of probabilities, is within the control of the claimants in this case, even if they have lost their permanent resident status, which is not clear from the evidence in the REFINFO which I just referred to.\" (Emphasis mine.)", "[17] After discussing and dismissing the applicants' fear of persecution in Peru because of their faith in Falun Gong (which decision, as I said, is not challenged before me), the tribunal set out its conclusion in the following three steps analysis \"At the time that the claimants came into Canada, they had permanent resident status in Peru As of today's date [the date of the hearing], the evidence is, on a balance of probabilities, that that status may still exist, and if it does not, it is within the full control of the claimants to automatically regain it by an administrative procedure. And third, that there is no reason why they should not be expected to do that because I do not accept the allegations of threats against them which they say happened in Peru, nor do I find the evidence which would allow me to find that people practising Falun Gong in Peru are facing more than a mere possibility of persecution or risk to their lives or cruel and unusual treatment of punishment or a danger of torture.\" (Emphasis mine.) The Arguments (a) The Applicants", "[18] The principal arguments put forward by counsel for the applicants were: (1) the tribunal applied the wrong test to determine whether Article 1E of the Convention and section 98 of IRPA dealing with exclusion from making a refugee claim in Canada on account of permanent residence availability elsewhere; (2) the control test spelled out by the Federal Court of Appeal in Williams was appropriate to deal with the issue of a person's dual citizenship but was not sufficiently nuanced to address the complexities which may arise in assessing issues surrounding the loss, reacquisition and scope of permanent residency status which require different considerations and factors than do dual citizenship; and (3) Article 1E of the Convention requires its own test as established by the jurisprudence and recently stated by Justice Gibson in <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ), issued May 8, 2009. This case is on appeal to the Federal Court of Appeal after Justice Gibson certified a question of general importance. I note <FRAGMENT_SUPPRESSED> was issued after the tribunal's decision in this case.", "[19] Counsel for the applicants submits the test in <FRAGMENT_SUPPRESSED> is the following: 1. Did the applicant or applicants, as of the date of his, her or their application for protection in Canada, have status in a third country, on the facts of this matter Peru, to which are attached rights and obligations recognized by the competent authorities of that country to be equivalent to those attached to the possession of the nationality of that country? If the answer to that question is \"no\", then the applicant or applicants are not excluded under Article 1E. If the answer to the question is \"yes\", then the decision-maker should go on to the following question: 2. Would the applicant or applicants, if he, she or they had attempted to enter the country in question, in this case Peru, on the date their refugee claim was determined, on a balance of probabilities, have been admitted to the country in question with status equivalent to that which they had on the date they applied for protection in Canada? If the answer to the foregoing question is \"yes\" then the applicant or applicants should be excluded under Article 1E. If the answer is \"no\", the decision-maker should proceed to the following question: 3. If the applicant or applicants would not be admitted to the country in question, in this case Peru, could the applicant or applicants have prevented that result and, if so, did he, she or they have good and sufficient reason for failing to do so? If the applicant or applicants could have preserved his, her or their right to be permitted entry and failed to do so without good and sufficient reason for failing to do so, the applicant or applicants should be excluded under Article 1E. If the applicant or applicants could not have preserved his, her or their right of entry or could have but provided good and sufficient reason for failing to do so, then he, she or they should not be excluded under Article 1E.", "[20] The Applicants' second argument is that the tribunal erred in the application of the Williams test to the facts of this case by: (1) misreading the RIR which is quite vague, does not speak of the time limits, precise procedures or other details which would have been useful to the tribunal but what it does make clear is that while readmission is possible, it is not automatic and did not provide any details on the procedure for re-application; and, (2) the tribunal erred in preferring the RIR over Linfu Mai's testimony as there was no contradiction between it and the RIR. In these circumstances, the tribunal should have given equal weight to both.", "[21] Applying the <FRAGMENT_SUPPRESSED> test, counsel for the applicants conceded the first step was met but not the second. He submits, that at the time of the decision, the applicants had been out of Peru for at least two years . Linfu Mai testified absence for more than one year and no payment of taxes (or visa fee) would lead to cancellation. Accordingly, the tribunal, on this un-contradicted evidence, should have ruled the applicants had lost their status in Peru. Furthermore, he argues it is clear from the tribunal's reasons it did not make a clear finding that the applicants had permanent resident status at the time of the hearing.", "[22] In his submission, the tribunal ruled such status may exist or they could reacquire it. The tribunal committed an error by not making a clear finding on their current status in order to determine whether Article 1E applied. Finally, he submitted the tribunal's finding the applicants could automatically reacquire status is not supported at all by the evidence and argues the evidence in order to reacquire status would be from China.", "[23] On the third step, he admitted the applicants could have prevented the loss of their status but had good reasons for failing to do so - their obligation to return to China to maintain or reacquire it. The applicants' further memorandum deals with this point as follows: \"It is also suggested, by the RIR, that the Applicants might have been able to maintain or reacquire status upon returning to Peru, although this was contradicted within the RIR itself. However, the Member made no finding, and indeed did no analysis whatsoever, of whether the Applicants had a good and sufficient reason for not doing so. It is submitted that not making this analysis, an essential element of the <FRAGMENT_SUPPRESSED> test is also an error of law.\" (b) The Respondent", "[24] Counsel for the Respondent stresses the purpose of paragraph 98 of IRPA is to exclude the making of refugee claims in Canada by persons who legitimately do not require protection by Canada because they can obtain it from the State where they have permanent residence which normally includes the right to state protection as citizens would enjoy and is not disputed in this case.", "[25] The tribunal's reliance on Williams must be placed in context since the record shows the applicants admitted they were permanent residents of Peru on February 16, 2007 when they first entered Canada. Counsel for the Respondent relies on Justice Rouleau's decision in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ) at paragraph 4 for the proposition the onus had shifted to the applicants: 41 I am satisfied that the Minister put forward prima facie evidence that Article 1E applies to the present case, and the onus shifted to the respondent to demonstrate why, having caused her permanent resident status to expire, she could not have reapplied and obtained a new visa.\"", "[26] Counsel for the respondent submitted it is in this context - the likely loss of status - the tribunal adopted the Williams test. He then referred to the Williams case at paragraph 22 where Justice Décary wrote: 22 I fully endorse the reasons for judgment of Rothstein, J., and in particular the following passage at page 77: 'The condition of not having a country of nationality must be one that is beyond the power of the applicant to control.' \"The true test, in my view, is the following: if it is within the control of the applicant to acquire the citizenship of a country with respect to which he has no well-founded fear of persecution, the claim for refugee status will be denied. While words such as 'acquisition of citizenship in a non-discretionary manner' or 'by mere formalities' have been used, the test is better phrased in terms of 'power within the control of the applicant' for it encompasses all sorts of situations, it prevents the introduction of a practice of 'country shopping' which is incompatible with the 'surrogate' dimension of international refugee protection recognized in Ward and it is not restricted, contrary to what counsel for the respondent has suggested, to mere technicalities such as filing appropriate documents. This 'control' test also reflects the notion which is transparent in the definition of a refugee that the 'unwillingness' of an applicant to take steps required from him to gain state protection is fatal to his refugee claim unless that unwillingness results from the very fear of persecution itself. Paragraph 106 of the Handbook on Procedures and Criteria for Determining Refugee Status emphasizes the point that whenever 'available, national protection takes precedence over international protection,' and the Supreme Court of Canada, in Ward , observed, at p. 752, that '[w]hen available, home state protection is a claimant's sole option.'\"", "[27] In his submission, the above quoted paragraph from Williams indicates the \"control test\" was not intended or expected to apply just to matters involving the acquisition of citizenship and the tribunal did not err in its use of this concept for the purpose of its Article 1E analysis.", "[28] He further submitted even on the basis of <FRAGMENT_SUPPRESSED> , the tribunal's analysis was reasonable.", "[29] In his further memorandum, counsel for the respondent points out it was the applicants' counsel before the tribunal who argued the control test in Williams was appropriate but not met in the circumstances of this case because the reacquisition of lost permanent resident status was not automatic but discretionary. He further stressed the applicants failed to make minimal efforts to regain any purported loss in status referring to the Federal Court of Appeal's recent decision in <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ) where Justice Sharlow stated at paragraph 42 answering the certified question: Answer : If the claimant presents new evidence (as contemplated by paragraph 113(a) of IRPA ) that Article 1E does not apply as of the date of the pre-removal risk assessment , the PRRA officer may determine on the basis of the new evidence that Article 1E currently applies, in which case the claim for protection is barred. Alternatively, the PRRA officer may determine on the basis of the new evidence that Article 1E does not currently apply although it did apply at the time of the claimant's admission to Canada (or at the date of the RPD decision). If such a change of status has occurred, the PRRA officer should consider why the change of status occurred and what steps, if any, the claimant took or might have taken to cause or fail to prevent the change of status. If the acts or omissions of the claimant indicate asylum shopping, Article 1E may be held to apply despite the change in status .\" (Emphasis mine.)", "[30] Finally, counsel for the respondent stated there was no independent evidence to support the Applicants' assertion they would be obliged to return to China to reapply for their lost permanent residence status (or card). The respondent submits in fact the tribunal rejected that assertion quoting from the Certified Tribunal Record at page 20 when the President Member made the following comment to counsel for the applicants: \"Presiding Member: Well- but I mean I don't, I have noted that that's what the claimant said but we have no evidence that that's - I mean there is no reason why that would be true and I don't see anything which tells me that there is a requirement that you apply from your country of citizenship if you have been travelling abroad. Why would Peru care whether you apply from Canada or Italy or the United States? Analysis (a) Standard of Review", "[31] It is common ground between the parties the question of whether the tribunal applied the correct test to assess the scope of Article 1E or its interpretation are questions of law where the tribunal had to be correct. In terms of the application of that test to the facts, the standard of review in reasonableness. (b) Discussion and conclusions", "[32] I can quickly deal with two points raised by counsel for the applicants. First, it is reasonably clear from the evidence and the tribunal's decision there were contradictions between Linfu Mai's evidence and the RIR: (1) on whether permanent residence status would automatically be cancelled on non payment of tax; and, (2) whether the applicants had the right of return to Peru to reacquire their status, if lost, or whether they would be obliged to return to China. Although not mentioned by the tribunal, the record is clear the applicants were in possession of permanent residents identity cards which stated were of indefinite duration, i.e. had no expiry date (see C.T.R., pages 557 to 559), a fact confirmed by the RIR which states: \" the immigrant category allows residence indefinitely \". In these circumstances I conclude it was proper for the tribunal to prefer the RIR over the applicants' testimony.", "[33] I agree with counsel for the applicants, there is a body of jurisprudence that is specific to problems which arise in the context of the application to Article 1E but I do not agree with him, in the circumstances of this case, the control test in Williams is necessarily foreign to this Article or finds no application to a case where the issue is the ability to reacquire or prevent lost status. From that jurisprudence, I draw the following elements.", "[34] First and foremost is the question of onus of proof. As Justice Rouleau explained it in <FRAGMENT_SUPPRESSED> , the Minister has the burden of initially establishing permanent residence status. That was not necessary in this case because the applicants admitted they had such status when they came here. As the tribunal pointed out in the case before her, the question then became whether or not they lost that status in the course of their tenure in Canada while waiting for their refugee claim to be processed and, if so, whether it could be reacquired and under what conditions. In this case, the shifting of the onus to the applicants is important to understand the tribunal's finding.", "[35] The concept of an initial onus on the Minister to establish permanent residence status and its subsequent shifting to the claimant when so established was endorsed by Justice Rothstein, then of this Court, in <FRAGMENT_SUPPRESSED> ; 146 F.T.R. 102 (T.D.) at paragraphs 6 and 12, in <FRAGMENT_SUPPRESSED> above and in <FRAGMENT_SUPPRESSED> ; 195 F.T.R. 171 (T.D.) of paragraph 21 ( <FRAGMENT_SUPPRESSED> ), a decision of my colleague Justice Heneghan. The jurisprudence in Article 1E acknowledges it is a common feature in the member state of the international community to attach residency requirements to the maintenance of permanent residency status (as is the case of Peru and is also the case of Canada) and if that status is lost because of the breach of such requirements, the onus is on the refugee claimant to show why he/she lets such status lapse. See for example, <FRAGMENT_SUPPRESSED> , La Forest, J., notes at page 726: 'Refugee claims were never meant to allow a claimant to seek out better protection than that from which he or she benefits already.' \"I would observe that if, by reason of their absence from Germany and sojourn in Canada, the applicants are, in effect, entitled to renounce the protection they received from Germany and claim protection from Canada, such a result is anomalous. In substance, it gives persons who have Convention refugee status in one country the right to emigrate to another country without complying with the usual requirements, solely by reason of their unilateral renunciation of the protection initially given to them by the first country. In effect, this means that they can 'asylum shop' amongst countries who are signatories to the Geneva Convention and 'queue jump' normal immigration waiting lists to the country of their choice. If this is the case, the applicants, who resided in Germany for ten years, may simply abandon Germany for Canada. They would have greater rights to emigrate to Canada than persons of German nationality. That is neither fair nor logical. \" (Emphasis mine.)", "[36] I note in <FRAGMENT_SUPPRESSED> , the issue of the applicants' right to return to Germany focused on whether they had valid travel documents from Germany and whether such had expired and if so why. See <FRAGMENT_SUPPRESSED> , above and <FRAGMENT_SUPPRESSED> ; 103 F.T.R. 241 (T.D.).", "[37] This jurisprudence also discusses when the existence of permanent status is measured: date of entry into Canada, date of refugee claim or date of decision. In this case, it appears the tribunal adopted the appropriate time measure - status at the date of decision. See <FRAGMENT_SUPPRESSED> at paragraphs 11 and 41.", "[38] The existing jurisprudence always contained a justification clause if status was lost. Did he/she have \"good reasons\" for having that status lapse which is equivalent to the third step in <FRAGMENT_SUPPRESSED> ? The record does not show the applicants discharged their onus on this issue of letting their permanent residence status lapse in Peru. This issue is different than taking steps to reacquire status after losing it.", "[39] To round out the review of the jurisprudence although of no application in this case, I mention the Federal Court of Appeal's judgments in <FRAGMENT_SUPPRESSED>  (F.C.A.).", "[40] In my view, this application for judicial review must be dismissed. In short, the tribunal was not satisfied the applicants had discharged their onus of showing (on the assumption they had lost their status which the tribunal doubted and was supported by the RIR indicating that status was indefinite unless cancelled for reasons not relevant in this case), such loss could not be repaired by administrative reacquisition albeit perhaps not automatic, but easily obtained without return to China. On the evidence, before the tribunal, such conclusion was open to it. In fact, by using the Williams control test, it imposed a more stringent test than the jurisprudence requires - the jurisprudence only requires an applicant who has let his/her status expire to show good reasons failing to prevent such happening.", "[41] For these reasons, this judicial review application is dismissed. JUDGMENT", "[42] THIS COURT ORDERS AND ADJUDGES this judicial review application is dismissed. No question of general importance was proposed. Application dismissed. ANNEX A Immigration and Refugee Protection Act , S.C. 2001, c. 27 Definitions 2. (1) The definitions in this subsection apply in this Act \"Refugee Convention\" \"Refugee Convention\" means the United Nations Convention Relating to the Status of Refugees, signed at Geneva on July 28, 1951, and the Protocol to that Convention, signed at New York on January 31, 1967. Sections E and F of Article 1 of the Refugee Convention are set out in the schedule. Exclusion - Refugee Convention 98. A person referred to in section E or F of Article 1 of the Refugee Convention is not a Convention refugee or a person in need of protection. SECTION E OF ARTICLE 1 OF THE UNITED NATIONS CONVENTION RELATING TO THE STATUS OF REFUGEES E. This Convention shall not apply to a person who is recognized by the competent authorities of the country in which he has taken residence as having the rights and obligations which are attached to the possession of the nationality of that country. , L.C. 2001, c. 27 98. ANNEX B Extracts from Responses to Information Requests (RIPs) - PER100156E August 17, 2005 - Permanent Residences [ ... ] The information provided below does not preclude the existence of other legislation, norms, court rulings or legal instruments that could be in effect and relate to the subject in question. Article 3 of Legislative Decree No. 703, Approving the Law on the Status of Foreigners (Aprueba la Ley de Extranjeria), of 5 November 1991 defines a foreigner (extranjero) as any person who does not possess Peruvian nationality (Peru 5 Nov. 1991b). Article 11 defines foreigners as falling into the categories of diplomats, political asylees and refugees, tourists, students, workers, and immigrants , among others (ibid.). An immigrant is one who has entered the country with the intention to reside permanently in Peru (ibid.). [Emphasis mine.] Chapters 5 and 6, Articles 22-31, of Legislative Decree No. 703 set out the requirements and impediments for the entry of a foreigner ; these range from identity documentation requirements to exclusion based on criminal activity (ibid.). Article 33 sets out the residence or stay period allowed for each migratory category; most are renewable, except for the immigrant category which allows residence indefinitely (plazo de residencia indefinido) (ibid.). [Emphasis mine.] According to Legislative Decree No. 703, foreign residents may exit and re-enter Peru and retain their migratory status and visa as long as they comply with the requirements and deadlines set out by the legislative decree and its regulations (5 Nov. 1991b, Article 42). If a foreign resident requests permanent exit, they lose their residency status; for readmission, they have to comply with the requirements for foreigners defined by the Legislative Decree No. 703 and its regulations (ibid., Article 41). [Emphasis mine.] If a foreigner violates the terms of the decree, Article 60 provides for the application of fines, forced exit, the cancellation of status as a resident and/or expulsion (ibid.). Article 63 states that residency can be cancelled if the foreigner: (1) commits actions contrary to state security, public order or national defense; (2) does not have the economic means to support his or her residency and (3) has been sentenced by a Peruvian court for a crime (ibid.). Article 66 states that the cancellation of residence status and expulsion of a foreigner requires a ministerial resolution (resolucion ministerial) following a recommendation of the Commission on the Status of Foreigners (Comision de Extranjeria) based on a police report issued by the Foreigner's Division (Division de Extranjeria) of the National Police (ibid.). [Emphasis mine.] The First Secretary stated that there are residency obligations that must be fulfilled to maintain permanent residence status; however he was unsure of the exact amount of time an individual would have to remain outside of Peru for their status as a permanent resident to lapse (ibid.). The First Secretary stated that, once his or her status was lapsed, the individual could reapply to the competent authorities to reinstate his or her status as a permanent resident (ibid). [Emphasis mine.] In a 29 May 2002 interview, the First Secretary, Consular Affairs, of the Embassy of the Republic of Peru in Ottawa stated that an \"immigrant identity card\" can be roughly translated as a \"carnet de extranjeria.\" The bearer of such a card is a permanent resident and has all the rights and obligations that that status confers (Peru 29 May 2002). Under the terms of the Legislative Decree No. 703, immigrant-class residence visa holders may remain in the country indefinitely, although they must renew their visa every 12 months (Peru 5 Nov. 1991a, Art. 13). The law also stipulates that such individuals may enter and leave the country freely during the visa's period of validity (ibid., Art. 18). This information was corroborated by a counsellor at the Embassy of Peru in Ottawa, who added that the annual renewal of such visas is merely an administrative formality (Peru 22 Oct. 2004). However, he noted that individuals must be physically present in Peru in order to renew their visa (ibid.). [Emphasis mine.] While the counsellor did not know whether or not non-payment of the visa renewal fee would lead automatically to an individual's loss of permanent residency status, he claimed that anyone who had lost such status while out of the country could easily reacquire it upon returning to Peru , by following certain administrative steps (ibid.). However, he was unable to provide information on the precise nature of these steps. [Emphasis mine.] Information from 2005 about the rights and obligations of permanent residents, specifically, about how permanent status is lost and, if possible , reacquired, limitations of the length of time permanent residents can remain outside the country without losing their residency status, whether permanent residents would lose their status if they failed to pay the annual permanent residency fee, and if so, the procedure for having their status reinstated could not be found among the sources consulted by the Research Directorate. ... [End of document]"]}