{"id_": "019699", "body_str": ["[1] Strickland, J. : This decision concerns an appeal by the Plaintiff, the Applicant herein, Keith Robert Ballantyne, pursuant to Rule 51 of the Federal Courts Rules , SOR/98-106 (Rules) of the Order by Prothonotary Milczynski dated January 31, 2014.", "[2] The Applicant commenced this action on December 19, 2013. The Minister brought a motion to strike pursuant to Rules 369 and 221(2) on the basis that the Statement of Claim did not disclose a reasonable cause of action, was scandalous, frivolous or vexatious and was otherwise an abuse of process. The Applicant did not respond to the motion.", "[3] By her Order, the Prothonotary struck out the Statement of Claim in whole without leave to amend and dismissed the action without costs.", "[4] She acknowledged that on a review of the Statement of Claim it was evident that the Applicant felt wronged by the manner in which he was treated by the Minister of National Revenue (Minister) and the Canada Revenue Agency (CRA). However, she found that the cause or causes of action that the Applicant asserted entitled him to a remedy were unclear and that there were insufficient material facts pled with sufficient particularity to understand them. Faced with this, the Respondent could not prepare a responsive and intelligible Statement of Defence.", "[5] The grounds of the Applicant's appeal motion are that he did not understand the Rules or their requirements and believed that a Statement of Claim was meant to be a general summary or synopsis of his claim to be followed by documentation of cause and evidence. He asserts that the term \"simplified action\" is confusing and refers to a Vancouver Sun article which apparently concerns the difficulties that self-represented litigants face in navigating court processes. He claims that he has been stereotypically designated and discriminated against as a \"tax protester\" and not afforded due process by the Minister and CRA which has caused him great financial hurt and harm.", "[6] No affidavit evidence was filed in support of the appeal motion. The Applicant attached to his Notice of Motion a further Statement of Claim, in the form that he says he should have originally submitted, along with other pages of submissions that appear to relate to his dealings with the Minister and CRA.", "[7] The Respondent submits that because the Prothonotary's discretionary Order was vital to the final issue of the case, the Court must consider de novo the issue of whether the Statement of Claim should be struck ( <FRAGMENT_SUPPRESSED>  paras 18-19). I agree with that submission (see also <FRAGMENT_SUPPRESSED>  at paras 17, 22) and that the Applicant's Statement of Claim does not meet this test.", "[9] Further, that the Statement of Claim failed to conform to Rules 174, 181 and 182 which require a concise statement of the facts, particulars relevant to any allegations made and specifics as to relief sought. While paragraph 2 included a claim of negligence and misfeasance, no facts were alleged to formulate either tort; paragraph 3 referred to the Constitution but was entirely unclear as to what wrong the Applicant was alleging; paragraphs 4-6 appeared to allege misfeasance but, again, no facts were pled to make out the elements of that tort.", "[10] The Respondent also submits that no rational argument was made, based in law and evidence, and that the claim was so factually deficient as to preclude response ( <FRAGMENT_SUPPRESSED>  (QL) at para 10 (TD)). The claim was clearly futile, confusing and difficult to understand. For those reasons it was scandalous, vexatious and frivolous ( <FRAGMENT_SUPPRESSED>  (QL) at paras 30-32 ( <FRAGMENT_SUPPRESSED> ) and the Prothonotary correctly struck it. On a de novo hearing, the same result should occur.", "[11] I am mindful, as was the Prothonotary, that the Applicant is a self-represented litigant who lacks the benefit of experience or advice on the Court process. However, while the Court generally shows flexibility and openness to self-represented parties, this alone does not exempt a party of its obligation to discharge its burden under Rule 51 ( <FRAGMENT_SUPPRESSED> ).", "[12] Even on a generous reading of the Statement of Claim I must agree with the Respondent and the Prothonotary that it provides insufficient facts to enable the cause(s) of action to be ascertained and that it is confusing and difficult to understand. It does not permit the Respondent to prepare a responsive defence. In that regard, I refer to and adopt the reasons contained in the Respondent's written representations filed in this appeal. The Applicant's appeal must be dismissed.", "[13] I have also reviewed the revised Statement of Claim submitted by the Applicant which he submits is in the form that he should have filed originally. This does not assist the Applicant. It is comprised primarily of definitions, a statement of what comprises equality guarantees under section 15 of the Charter and a list of statutes. It does not elaborate on the factual basis of his claim or clarify his cause(s) of action. Similarly, the written representations that he has filed in support of his appeal do not provide a coherent or intelligible explanation of his claim.", "[14] As to costs, the Minister seeks a lump sum award of $500. Recognizing both that the Applicant is elderly, self-represented and was the unsuccessful party, and that the appeal, while in writing, still required a response by the Respondent, I am awarding costs in the amount of $200 in favour of the Respondent. ORDER", "[15] THIS COURT ORDERS that 1. The Applicant is granted leave to file this appeal late; 2. The appeal is dismissed; and 3. The Respondent shall have its costs in the amount of $200.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7] <FRAGMENT_SUPPRESSED> ).", "[8]", "[9]", "[10]", "[11] <FRAGMENT_SUPPRESSED> ).", "[12]", "[13]", "[14] ORDONNANCE", "[15] LA COUR 1. ACCORDE 2. REJETTE l'appel; 3. ADJUGE [End of document]"]}