{"id_": "019700", "body_str": ["[1] L.C. 2001, ch. 27 (la loi).", "[2]", "[3]", "[4]", "[5] ) de la , L.R.C. 1985, ch.  <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ); <FRAGMENT_SUPPRESSED>  [2008] A.C.F. no 463 (QL) au para.14; <FRAGMENT_SUPPRESSED>  ( Khosa) au para. 46).", "[6]", "[7]", "[8] <FRAGMENT_SUPPRESSED>  au para. 20, 58 A.C.W.S. (3d) 469 (C.F. 1ère inst.); <FRAGMENT_SUPPRESSED>  112 F.T.R. 9 (C.F. 1ère inst.).", "[9]", "[10] JUGEMENT", "[11] <FRAGMENT_SUPPRESSED>  Mexican citizen. He is challenging the lawfulness of the decision by the Refugee Protection Division of the Immigration and Refugee Board (Board) dated September 30, 2008, that he is not a Convention refugee or a person in need of protection under sections 96 and 97 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (Act).", "[2] The applicant maintains that he was confined for several hours when he arrived home on March 23, 2007. Subsequently, on April 8, 2007, the applicant was allegedly threatened by his kidnappers in a telephone call received at the home where he lived with his parents. He maintains that, ever since, he has been threatened on the telephone by these same criminals who remain unknown.", "[3] The Board's entire analysis addressed the applicant's status as a \"person in need of protection\", his refugee claim not being justified on any grounds of persecution stated in section 96 of the Act. This case involves determining whether the conditions of section 97 were met. Although the allegation of a spontaneous kidnapping was not questioned, the Board did not believe the account of subsequent threats. When the applicant was initially questioned about this during his testimony before the Board, he failed to refer to the threats made against him on April 8, 2007. However, it should be noted that the applicant testified about these threats when questioned by his counsel. Alternatively, the Board found that the risk posed by the criminals making the threats against the applicant no longer exists today. If it did, it would have already materialized since the said criminals are in possession of sufficient information to find the applicant.", "[4] Today, the applicant maintains that the Board failed to consider the documentary evidence in the record, namely, an information written by the applicant on April 17, 2007, and filed with the public prosecutor's office of the Federal District. This information corroborates the applicant's account with regard to the threats he was allegedly victim to. Consequently, it is submitted that the Board's failure to consider this evidence that confirms the truthfulness of the applicant's allegations warrants the intervention of this Court on this basis alone. The Board therefore allegedly erred in judging the applicant not credible.", "[5] The issue of the applicant's credibility and the assessment of evidence attracts a high level of deference towards the Board's decision, in which case, it is not for this Court, in an application for judicial review, to reassess the evidence and to substitute its opinion for that of the Board ( <FRAGMENT_SUPPRESSED>  (F.C.A.) (QL), 160 N.R. 315. In short, this Court will intervene only if the Board's decision was based on an erroneous finding of fact, made in a perverse or capricious manner or without regard for the material before the Board (paragraph 18.1(4)( ) of the Federal Courts Act , R.C.S. 1985, c.  <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ); <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 463 (QL) at paragraph 14; Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  ( Khosa) at paragraph 46).", "[6] In <FRAGMENT_SUPPRESSED> , the Supreme Court's judgment specifies that reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process, as well as whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law ( <FRAGMENT_SUPPRESSED> at paragraph 47; <FRAGMENT_SUPPRESSED> at paragraph 59).", "[7] The Court does not have any valid reason to intervene here, the Board's decision being in all respects reasonable under the circumstances.", "[8] In this case, despite the evidence submitted, the Board found that the applicant was not credible. The Board's analysis clearly addressed the reasons why it did not believe the applicant's account of threats. In support of this finding of a lack of credibility concerning an essential element of the claim, the Board set out the reasons why it could not give credence to the applicant's testimony, namely, the omission and lack of spontaneity of the applicant's answers with respect to the threats of which he was purportedly victim. Consequently, it was open to the Board to gauge the credibility of the applicant's testimony and to draw the necessary inferences even when there was documentary evidence supporting the allegations found not credible ( <FRAGMENT_SUPPRESSED> A.C.W.S. (3d) 469 ( <FRAGMENT_SUPPRESSED> A.C.W.S. (3d) 113 (F.C.T.D.). Finally, it is established that the Board does not have to refer expressly to each piece of evidence analyzed and the probative value attached thereto ( <FRAGMENT_SUPPRESSED>  112 F.T.R. 9 (F.C.T.D.).", "[9] Additionally, the impugned decision also sets out the Board's analysis with respect to the existence of elements by which the objectivity of the alleged risk can be established for the purposes of section 97 of the Act. In short, it was up to the applicant to demonstrate, on a balance of probabilities, the personalized risk of which he claimed to be a victim as well as to establish how this risk still remains probable in light of the conditions and the scope of state protection available to the applicant in his country of origin and according to the characteristics of the persons who embody the alleged risk in this case.", "[10] Consequently, I am of the opinion that the applicant failed to meet the burden of demonstrating that the Board's findings are unreasonable. This application for judicial review must therefore be dismissed. Counsel for both parties agree that there is no question of general importance raised in this case. JUDGMENT", "[11] THE COURT ORDERS AND ADJUDGES that the application for judicial review be dismissed. No question is certified. [End of document]"]}