{"id_": "019855", "body_str": ["[1] Mosley, J. : This is an application for judicial review pursuant to section 72(1) of the Immigration and Refugee Protection Act, SC 2001, c 27 (\"IRPA\"), of a decision by an officer of the Canadian High Commission (\"CHC\") in Nairobi refusing Abdiqani Mohamed Hashi's application for a permanent resident visa as a member of the Convention refugee abroad class, or as a member of the humanitarian-protected persons abroad designated class. BACKGROUND", "[2] The applicant is a citizen of Somalia. He was interviewed twice by the CHC in Nairobi; on August 8, 2011 and again on November 24, 2011.", "[3] The applicant's visa application was considered in light of the information provided in the interviews and applications of his sister, Ms. Sudi Mohamed Hashi (\"Ms. Sudi\") and a relative, Ms. Faduma Yassin Omar (\"Ms. Omar\"), who also had pending visa applications. While the notes from the interviews with Ms. Sudi and Ms. Omar do not form part of the decision, they were produced on application by Ms. Sudi in the judicial review proceedings concerning her failed visa application and form part of the record in this case.", "[4] In his first interview on August 8, 2011, the applicant stated that he and Ms. Sudi had travelled to Nairobi in August 2007 with another sister, Ms. Istahil Mohamed Hashi (\"Ms. Istahil\"), after their father was shot and killed by members of Al Shabab. For identification purposes, the applicant provided a Government of Kenya, Department of Refugee Affairs (\"DRA\") asylum seeker pass dated July 27, 2011, which stated that his date of arrival in Kenya was August 29, 2007. He had no other identifying documents or record of his travel from Somalia to Kenya.", "[5] The officer who interviewed the applicant on August 8, 2011 reviewed the notes of an earlier interview with Ms. Sudi, and was concerned about contradictions in their accounts. The applicant indicated in his application that he had one brother and three sisters, but stated in his interview that he had 3 half-brothers and 4 sisters. In her interview, Ms. Sudi stated she had twelve siblings. Only four of these siblings had been disclosed in her application. Ms. Sudi stated that apart from the applicant, all of her siblings were in Somalia. There was no reference to Ms. Istahil in Ms. Sudi's application. There was also a concern as to whether the siblings had registered with the UNHCR upon arrival in Nairobi. The officer recommended that the two applicants be called back for further interviews.", "[6] At the second interview, on November 24, 2011, the applicant stated that he had not registered with the UNHCR because their offices were too far from where he was staying with friends. When asked about his sister Ms. Istahil, he said that she remained in Somalia. He said he fled Somalia with Ms. Sudi five days after their father was killed on August 10, 2007, when a \"big bomb\" was dropped on the market where the applicant's father was working. Members of Al Shabab had threatened and later killed the applicant's father because he and his children had not joined them. The applicant denied the statement from his first interview that he had travelled with two sisters. He stated that he did not personally experience any problems with Al Shabab, but that everyone in Somalia was in danger. When asked about the contradiction with his application, the applicant stated that the application was correct, that he did personally have trouble with Al Shabab. The applicant was also unable to explain how he had been able to stay in Kenya for four years without any identification documents.", "[7] In her first interview, Ms. Sudi claimed to have left Somalia after her father was shot at his shop on August 10, 2007, but stated that she did not have any problems with Al Shabab. She claimed to have travelled with the applicant, Ms. Omar, a cousin, and others. In her second interview, Ms. Sudi stated that a bomb had fallen on her father's shop and destroyed it the same day her father was killed by members of Al Shabab. Members of Al Shabab had threatened the family and told Ms. Sudi that she could only have the shop if she joined them. The shop was destroyed because she had refused. In this second interview she claimed to have travelled alone with the applicant, and to have met Ms. Omar in Nairobi. However, Ms. Omar stated that the applicant and Ms. Sudi's father had died well before 2007, when Ms. Omar was still a child. Ms. Omar claimed to have arrived in Kenya by herself in 2006. She left Somalia for Kenya because her aunt in Canada told her that she would sponsor her and not for any other reason. She was not aware of Ms. Sudi having any problems in Somalia and was not afraid to return.", "[8] The applicant said that Ms. Omar was a cousin. Ms. Sudi claimed that she was a distant relative. Ms. Omar stated that the applicant was her uncle, Ms. Sudi was her aunt, and the applicant and Ms. Sudi's father was her grandfather. DECISION UNDER REVIEW", "[9] The applicant's visa application was rejected in a letter dated December 16, 2011 on the ground that the visa officer was not satisfied that he is a member of the Convention refugee abroad class, or the Humanitarian-protected persons abroad class. The determinative issue was credibility. The letter stated: During your interview, you provided vague responses and contradicted information previously submitted to us in your application regarding your persecution and flight from Somalia. As a result, I was not satisfied on the balance of probabilities that the evidence provided to me was credible.", "[10] The reasons for the decision are also set out in the officer's Computer Assisted Immigration Processing System (\"CAIPS\") notes. The CAIPS notes indicate that the visa officer's credibility finding was based on concerns about the sufficiency of detail regarding threats allegedly made against the applicant by Al Shabab, inconsistencies between statements made in his interviews and those of his sister and Ms. Omar, and a lack of clarity on family composition, date of arrival and the date of the applicant's father's death. While the applicant stated that he experienced regular harassment in Nairobi because of a lack of documentation, he had failed to register with UNHCR. Doubts about the length of the applicants stay in Kenya also arose from the date of issue of the Government of Kenya pass. Based on all of these factors, the visa officer was not satisfied, on a balance of probabilities, that the applicant's narrative was credible.", "[11] The officer concluded that there were not reasonable grounds to believe that the applicant had a well-founded fear of persecution based upon his race, religion, nationality, membership in a particular social group or political opinion. The officer noted that the Asylum and Source Country Classes had also been considered, but concluded that the applicant did not meet the requirements of these classes either. ISSUE", "[12] The applicant concedes that there were inconsistencies between his application and the information he provided in the first and second interviews. He submits, however, that the officer breached procedural fairness by failing to disclose the substance of Ms. Omar's interview to give him an opportunity to respond to her contradictory and highly prejudicial statements at the second interview. He had learned of her statements only when disclosure was made in the application for judicial review brought by his sister, Ms. Sudi, from the denial of her visa application (IMM-5725-12). The respondent acknowledges that the officer failed to disclose what Ms. Omar had stated but contends that the non-disclosure was not material to the outcome.", "[13] The issue on this application is therefore, in my view, whether the failure to disclose the substance of Ms. Omar's interview to the applicant to give him an opportunity to respond constituted a breach of procedural fairness requiring that the decision be quashed and the matter sent back for reconsideration. ANALYSIS Standard of Review", "[14] Where an issue of procedural fairness arises, the Court must determine whether the process followed by the decision-maker satisfied the level of fairness required in all of the circumstances. Deference to the decision maker is not at issue: Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para 43; <FRAGMENT_SUPPRESSED> . This is commonly referred to as the standard of correctness, however the question is not whether the decision is 'correct' but whether the procedure was fair: <FRAGMENT_SUPPRESSED>  Admin LR (5th) 278 at para 37 and <FRAGMENT_SUPPRESSED>  (FCA).", "[15] A breach of procedural fairness will render a decision invalid if the breach affects an essential requirement of the duty of fairness in the particular circumstances of the case: <FRAGMENT_SUPPRESSED>  (FCA) at para 9; <FRAGMENT_SUPPRESSED>  [ Uniboard Surfaces ] at para. 13. A breach of natural justice will not warrant setting aside the tribunal's decision if correcting the error would not affect the result of the case. The reviewing court may disregard a breach of procedural fairness \"where the demerits of the claim are such that it would in any case be hopeless\": W. Wade, Administrative Law (6th ed. 1988) at 535, as cited in <FRAGMENT_SUPPRESSED>  (QL) [ Mobil Oil ]. An example cited  <FRAGMENT_SUPPRESSED>  Oil, at 228 is where the circumstances of the case involve a legal question which has an inevitable answer. Such is not the case here. Was the applicant denied procedural fairness?", "[16] In this matter, it appears that the officer was concerned that the applicant, like Ms. Omar, had lately come to Kenya from a relatively safe place in Somalia because he had a sponsorship under way from Canada, and that the visa application did not reflect actual events which he had experienced.", "[17] The applicant submits that this case is similar to those involving a \"poison pen letter\" from a third party. This Court has found, he contends, that the content of such letters should be disclosed to applicants in order to allow them an opportunity to respond: <FRAGMENT_SUPPRESSED> . The applicant also cites <FRAGMENT_SUPPRESSED> for the principle that disclosure must be specific, complete and not partial.", "[18] The applicant argues that it is not necessary for him to show that the breach resulted in unfairness. The onus falls on the respondent to establish that there was no prejudice and no possibility or likelihood of prejudice: <FRAGMENT_SUPPRESSED>  at p 1116; Uniboard  <FRAGMENT_SUPPRESSED> , at para 22. The Court, he submits, is in no position to determine whether the breach of the duty of fairness might have worked to his disadvantage. The duty is concerned with process, not result. A breach is not remedied by a reasonable result, or immunized by the fact that the breach is not explicitly admitted in the reasons.", "[19] The respondent submits that the officer found the applicant lacked credibility for three reasons: 1. The applicant did not provide sufficient detail regarding his fear of persecution; 2. There was significant inconsistency among the statements made by the applicant, Ms. Sudi and Ms. Omar; and 3. The lack of documentation and failure to register with the UNHCR upon arrival in Kenya.", "[20] On the basis of the first and third reasons alone, the respondent contends, the credibility finding is reasonable and ought to stand. The respondent concedes that the inconsistency relating to the date of the applicant's father's death arising from Ms. Omar's interview was not put to him. However, the applicant was questioned several times about the timing and circumstances of his father's death. The respondent acknowledges that it would have been preferable for the visa officer to have been more specific on this issue, but argues that it is not fatal to the decision given that it was only one of a series of concerns about the applicant's evidence.", "[21] The respondent relies on <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] for the proposition that as the inconsistency between the applicant and Ms. Omar's evidence was only one of a series of concerns about the applicant's evidence, the decision ought to stand. I note that in <FRAGMENT_SUPPRESSED> , the officer had brought the several applicants together, after interviewing them separately, to discuss her concerns about their varying accounts of events. She did not tell them how their evidence was inconsistent. While the Court found that it would have been better if she had been clearer about the inconsistencies, her concerns about their identities and accounts of how they had lived in Addis Ababa for four years were common to all of the applicants and the officer gave them a chance to allay those concerns. In the result, Justice O'Reilly was unable to find that they were treated unfairly.", "[22] In a similar matter involving related Somali applicants and conflicting accounts of events, Justice O'Keefe distinguished <FRAGMENT_SUPPRESSED> on the ground that the inconsistency in the matter before him could not be said to be \"only one of a series of concerns\" about the applicant's credibility. The contradictory evidence was cited as the primary reason for refusal in both the officer's notes and the refusal letter: <FRAGMENT_SUPPRESSED> .", "[23] In the case arising from the denial of the visa application submitted by the sister of the applicant herein, Ms. Sudi, Justice Russell discussed the visa officer's duty to disclose extrinsic information upon which they intend to rely in making their determination as follows: The Applicant's argument amounts to a claim that the Officer failed to disclose extrinsic evidence, defined by Justice Rothstein in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at paragraph 23 as \"evidence of which the applicant has no knowledge and on which the immigration officer intends to rely in making the decision affecting the applicant\". It is well established that an immigration officer must disclose extrinsic information upon which they intend to rely in coming to their decision ( <FRAGMENT_SUPPRESSED>  (FCA)), including information gathered through separate interviews of persons connected with the claim ( <FRAGMENT_SUPPRESSED> , above). However, there is no obligation to disclose information that is not relied upon: <FRAGMENT_SUPPRESSED> ; see also <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]. <FRAGMENT_SUPPRESSED> .", "[24] Justice Russell found that Ms. Sudi was unable to explain how the failure to disclose the substance of the interviews with Ms. Omar and the applicant herein had affected the inconsistencies in her own evidence that were put to her in the second interview. He concluded that the officer's credibility concerns were not based upon everything that Ms. Omar had said, but inconsistencies that were put to the applicant which she could not explain. In the result, he could find nothing procedurally unfair or unreasonable about the decision.", "[25] In this instance, the officer's CAIPS notes disclose the following reasons for decision: (a) PA did not provide sufficiency of detail or specificity regarding the threats made against him; PA had to regularly be prompted for further information and provided vague responses. Application states father was killed by Al Shabab insurgents because he refused to join them. Application further states that his children were demanded [ sic ] to carry out missions as human bombers and that PA was being sought by Al Shabab. During his interview, PA alternately stated that Al Shabab was trying to recruit his father, his brothers and himself and that he did not have any problems with Al Shabab. (b) There is significant inconsistency among statements made by PA, his half-sister and Faduma at interview. Faduma indicated that PA's father died when she was a child, many years before 2007. PA states that his father died in 2007 . PA stated at his first interview that he came with his sister [ sic ] Sudi and Istahil. Today he indicates that he came alone with Sudi and that Istahil is in Somalia. There is a lack of clarity on family composition, dates of arrival and date of father's death generated by inconsistency of testimony among the three linked cases. (c) PA states that he experiences regular harassment in Nairobi because of a lack of documentation, yet in 4 years he has not registered with UNHCR, who provides prima facie recognition to Somalis. This raises doubts about the length of his stay in Kenya. [Emphasis added]", "[26] It is clear that the officer relied on the contradiction between the evidence of the applicant and that of Ms. Omar with respect to the death of the father. In her interview, Ms. Omar displayed a remarkable degree of candour in answering questions about her own motives for seeking a visa and the family's history in Somalia, much of which contradicted the evidence given by the applicant and his sister. Among other things, she stated that the applicant's father, her grandfather, had died during the Siad Barre regime which would have been prior to 1991. The family lived in Galkacyo, in a relatively peaceful region, and not Mogadishu, as claimed by the applicant. She knew nothing about the claim in her application that her reason for seeking a visa was an attack by Al Shabab in 2007. She did not believe that her aunt, Ms. Sudi, had encountered problems in Somalia because she would have heard of them.", "[27] The father's death was a significant part of the applicant's narrative that he had fled Somalia in 2007 shortly after his father had been killed by Al Shabab in Mogadishu following threats against the family. Given that the blatant contradiction between his evidence and that of Ms. Omar went to the issue at the heart of the claim, persecution by Al Shabab, the failure to disclose the extrinsic evidence and provide an opportunity to respond was not a minor omission. The contradiction between his account and that of Ms. Omar should have been put to the applicant if the officer intended to rely upon it in reaching his decision. That contradiction was not the only basis for the officer's decision. The CAIPS notes reflect other concerns about the applicant's credibility that have not been satisfactorily answered. But the disparity over the father's death was the most striking difference.", "[28] In this instance, the visa officer may have felt constrained in sharing the information obtained from Ms. Sudi and Ms. Omar with the applicant given the restrictions on disclosure of personal information in the Privacy Act , RSC 1985, c P-21 [ Privacy Act ]. The CIC's Operational Manual: IN 1: Overview on Information Sharing states that information concerning individuals in immigration records falls within the definition of personal information in s 3 of the Privacy Act. Section 8 of the Privacy Act states that personal information cannot be disclosed without the written consent of the individual concerned or for specific purposes authorized under an Act of Parliament or regulation. While IRPA and its regulations allow for the sharing of information without written consent in some circumstances, none of those appear to be applicable in this case.", "[29] The officer could not simply ignore the glaring contradictions between the evidence of the three linked applicants. In the circumstances, it would have been preferable for the visa officer to have brought the three claimants together to discuss the inconsistencies, as was done  <FRAGMENT_SUPPRESSED> . I note that the officer who conducted the applicant's first interview had recommended that he and Ms. Sudi be interviewed again on the same day. It does not appear that this was done. In any event, the greater inconsistencies were between the applicant's evidence and that of Ms. Omar. I recognize that it may have been difficult to present those discrepancies to the applicant without disclosing Ms. Omar's personal information, but the substance of the concern could have been put to him without identifying the source. This appears to have been what Justice Blanchard suggested could have been done in <FRAGMENT_SUPPRESSED> , above, at paragraph 29, without disclosing the source of the poison pen letter.", "[30] As the applicant submits, this is not a case involving a question of law which has an inevitable answer, as  <FRAGMENT_SUPPRESSED>  Oil , above, and the visa officer would not be duty bound in law to reject the claim on reconsideration. It may be that the applicant who is now apprised of the conflicting information and its source can provide a credible explanation. For that reason, I will grant the application.", "[31] The applicant has proposed the following question for certification: Where a visa officer, when deciding an application for membership in the Convention refugee abroad class or humanitarian protected persons abroad designated class, breaches the duty of fairness owed the applicant, a) must the decision be quashed even where the remedy would be apparently futile as long as the visa officer is not bound in law to reject the application on reconsideration or, b) can the decision be sustained as long as the breach of the duty of fairness is not material to the decision and the decision as a whole, removing from consideration any elements affected by the breach, is reasonable?", "[32] The respondent opposes certification of the proposed question on the ground that it is not a serious question of general importance. Not every breach of procedural fairness is a reviewable error. The applicant's question can only be answered on a case by case basis. I agree. JUDGMENT", "[33] THIS COURT'S JUDGMENT is that the application is granted and the matter is remitted for reconsideration by a different visa officer. No question is certified. CONTEXTE", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9] [traduction]", "[10]", "[11]", "[12]", "[13] ANALYSE Norme de contrôle", "[14] <FRAGMENT_SUPPRESSED> , au paragraphe 43; <FRAGMENT_SUPPRESSED>  Admin LR (5th) 278, au paragraphe 37; <FRAGMENT_SUPPRESSED>  (CAF)).", "[15] <FRAGMENT_SUPPRESSED>  (CAF), au paragraphe 9; <FRAGMENT_SUPPRESSED>  [ Uniboard Surfaces Administrative Law <FRAGMENT_SUPPRESSED>  (QL) [ Mobil Oil Mobil Oil", "[16]", "[17] <FRAGMENT_SUPPRESSED> et 7; <FRAGMENT_SUPPRESSED> et 30;", "[18] Uniboard Surfaces", "[19]", "[20]", "[21]", "[22] <FRAGMENT_SUPPRESSED> ).", "[23] <FRAGMENT_SUPPRESSED> à 26 [ <FRAGMENT_SUPPRESSED> ]. <FRAGMENT_SUPPRESSED> .", "[24]", "[25] [traduction]", "[26]", "[27]", "[28]", "[29]", "[30] Mobil Oil", "[31] [traduction]", "[32] JUGEMENT", "[33] [End of document]"]}