{"id_": "019821", "body_str": ["[1] Rennie, J. : The applicant seeks judicial review of a decision of an immigration officer (the Officer) at the Canadian High Commission in Nairobi, Kenya refusing the applicant's application for permanent residence on humanitarian and compassionate (H&C) grounds. For the reasons that follow, the application is granted. Facts", "[2] The applicant is Luwam Sebhatu Okbai. Her older sister, who was granted Convention (United Nations' Convention Relating to the Status of Refugees , [1969] Can TS No 6) refugee status in Canada, sponsored her for permanent residency. The applicant and her brother were orphaned at a young age and from then on she was raised by her older sister, the sponsor.", "[3] When the applicant's sister applied for permanent residence she included the applicant in her application, requesting that the applicant be considered as a de facto family member on H&C grounds. The applicant did not fall within the legislative definition of family member for sponsorship but did meet the criteria defining de facto family member in the relevant policy documents.", "[4] The Officer denied the request.", "[5] In the decision letter transmitted to the applicant, dated March 25, 2011, the Officer listed a number of inconsistencies in the applicant's application: [...] I have concluded that humanitarian and compassionate considerations do not justify granting you an exemption from any applicable criteria or obligation of the Act. I have formed this opinion because; the statement made by your sponsor is not compelling to suggest a waiver of any requirement of the Immigration and Refugee Protection Act . You were 14 years old when your mother passed away yet your sponsor alleges you were 9 years old; your sponsor states she is 'like a mother' to you; a previous visitor application by your sponsor does not list you as a sister; your sponsor states she sends you financial assistance however there is no evidence of this to examine; your sponsor states your brother also sends money to you but again there is no evidence of this.", "[6] The Computer Assisted Immigration Processing System (CAIPS), notes, written several months prior to the decision letter, reflect none of the inconsistencies noted in the March 25, 2011 letter. The notes identify different factors that resulted in the negative decision, namely: I HAVE READ THE SUBMISSION BEING MADE FOR H&C CONSIDERATION ON THIS APPLICATION. THE PREVIOUS ASSESSING OFFICER CONSIDERS CORRECTLY THA [ sic ] THE applicant is not a family member of the sponsor by definition and therefore does not meet the criteria for the DR2 category. She does not meet the criteria for FC5 either since she is over age 22yrs at lock in. Counsel provides a compelling statement or the inclusion of the applicant as a de facto family member. The points made such as financial dependence are recognized. the facts that the applicant is a jehovah witness and suffers persecution is [ sic ] also noted. the applicant is not a child. she is 25 yrs old at the time of this assessment. she is living alone in eritrea. she is unable to obtain any passport which is the state of a large portion of eritreans in their country, they cannot obtain a passport. Her current situation is not unlike many in Eritrea. I am not satisfied that the applicants current situation would garner a positive recommendation. The Applicant is not a family member and therefore this application is refused. Issue", "[7] The applicant advances four grounds upon which this decision should be set aside: a. The inconsistencies between the refusal letter and the CAIPS notes render the Officer's decision unintelligible and thus unreasonable; b. The Officer erred by finding that the applicant faced persecution but did not meet the H&C test for undue hardship; c. The Officer erred by failing to consider the central H&C concerns raised: family reunification and the applicant's de facto dependency on her sister in Canada; and d. The Officer erred in law and breached natural justice by misapprehending evidence and basing his decision on credibility concerns to which the applicant had no opportunity to respond.", "[8] For the purposes of this decision, it is sufficient to address only the first, second and third challenges to the decision.", "[9] In general, H&C decisions are to be reviewed on the standard of reasonableness: FRAGMENT_SUPPRESSED, and considerable deference is accorded to H&C decisions. This arises from the fact that the issues, considerations and factors that are at play in an H&C application are inherently subjective, with the consequence that decisions are frequently those in respect of which reasonable people might come to different, but equally defensible conclusions. As such, H&C decisions fall squarely within the admonition that a decision will only be unreasonable if it falls outside the range of permissible outcomes having regard to the facts and law: FRAGMENT_SUPPRESSED.", "[10] This is one of those cases.", "[11] In FRAGMENT_SUPPRESSED, the Supreme Court of Canada (SCC) stated that unintelligible decisions are unreasonable. The SCC recently reiterated that challenges to the reasoning of a decision are to be reviewed on a standard of reasonableness, and that failure in the reasoning processes are not to be treated as raising issues of procedural fairness: FRAGMENT_SUPPRESSED. Analysis", "[12] The CAIPS notes, in and of themselves, give no rational explanation as to why the H&C application was refused.", "[13] The Officer accepts that the applicant is a Jehovah's witness and is the subject of persecution. The Officer then notes that the applicant makes a \"compelling argument\" for inclusion as a de facto family member and that the issues of financial dependence have been \"recognized.\" The Officer then observes that as she could not obtain a passport her \"situation is not unlike many in Eritrea\". The Officer then concludes that as she is not a family member her application should be refused.", "[14] Four observations are in order. First, with respect to the conclusion: the very premise of the application was that the applicant was not a family member. This was never in dispute and is, in fact, why the application was made under section 25 of the Immigration and Refugee Protection Act , SC 2001, c 27 ( IRPA ). To thus conclude that the application should be refused because she was not a family member is a tautology. The Officer never addressed the very point of the application. On this ground alone the decision could be set aside.", "[15] Second, the Officer accepted that the applicant is a person in need of protection.", "[16] While the respondent correctly points out that the H&C remedy is exceptional and that it \"is not designed to eliminate hardship\": FRAGMENT_SUPPRESSED, the finding that the applicant was the subject of persecution ought to have triggered a discussion of whether hardship was established. It did not.", "[17] Third, in taking into account the fact that the applicant did not have a passport, the Officer appears to have drifted into the language and analysis of section 97(1)(b)(ii) of the IRPA and the question of generalized risk. The relationship, either in law or logic, between generalized risk and the lack of a passport is not apparent.", "[18] Fourth, no consideration was given to the fact that the applicant fell within the respondent's own definition of de facto family member. For example, IP 5 Policy Manual 6.1 provides: 6.1 De facto family members De facto family members are persons who do not meet the definition of a family class member. They are, however, in a situation of dependence that makes them a de facto member of a nuclear family in Canada. Some examples: a son, daughter, brother or sister left alone in the country of origin without family of their own; an elderly relative such as an aunt or uncle or an unrelated person who has resided with the family for a long time. [Emphasis added]", "[19] Finally, the Officer erred by failing to consider the H&C considerations that were relevant to disposition of the application: family reunification and the applicant's de facto dependency on her sister in Canada. Family reunification is only one of several objectives identified in the IRPA and officers have discretion to weigh the statutory objectives against one another. Notwithstanding this discretion, officers are not entitled to decline to consider a relevant factor that is supported by the evidence in an application. Neither the CAIPS notes nor the decision letter indicate that the Officer gave any thought to any of the suite of considerations relevant to the disposition of H&C applications.", "[20] In sum, the direction at the conclusion of the CAIPS notes to \"prepare a refusal letter\" has no logical or evidentiary foundation in, or nexus to, the antecedent analysis.", "[21] It is readily apparent that the basis for rejecting the H&C application changed between the CAIPS notes and the March 25, 2011 letter. The application was dismissed, in March, on what appear to be credibility concerns. Credibility and veracity are always in issue and may be raised by the Minister at any point in the decision-making process. Here, however, the factual findings have no support in the record and cannot be sustained. The origin of the discrepancy as to the applicant's age is apparent and explicable on the record before the Officer, but the Officer was simply wrong about the sponsor's visitor's visa application and there was, contrary to the Officer's conclusion, evidence of financial support, a point the CAIPS notes previously recognized.", "[22] Decisions are to be assessed globally and in their statutory context. Latitude is given to decision-makers in their assessment of facts and evidence, and not all the issues and evidence must be canvassed. Here, however, there is no coherence, consistency or connection between the reasons dismissing the application and the facts before the Officer. In consequence, it is impossible to discern why the H&C application was dismissed.", "[23] I do not accept the respondent's submission that the Officer simply made an overall determination that there were discrepancies and a lack of evidence in the applicant's file. Rather, the two sets of reasons are inconsistent, rendering the decision unintelligible and contain several unsubstantiated findings of fact. The March 25, 2011 letter provides no further guidance as to the reasons, and is, in and of itself, unsustainable.", "[24] In reaching this conclusion I am guided by the SCC's recent statements in FRAGMENT_SUPPRESSED , above. Justice Abella reiterated that FRAGMENT_SUPPRESSED made clear that in reviewing the reasonableness of a decision, a court is to consider its \"justification, transparency and intelligibility.\" While reasons need not be perfect, individuals have a right to understand the basis for the decision being made. As Justice Abella put it: \"if the reasons allow the reviewing court to understand why the tribunal has made its decision and permit it to determine whether the conclusion is within the range of acceptable outcomes, the FRAGMENT_SUPPRESSED criteria are met\": FRAGMENT_SUPPRESSED. The decision here does not pass that test. Costs", "[25] The applicant seeks an award of costs.", "[26] Under Rule 22 of the Federal Courts Immigration and Refugee Protection Rules (SOR/93-22), no costs are to be awarded in proceedings under the IRPA , save the where the Court determines that special reasons exist. The threshold for establishing special reasons is high.", "[27] In FRAGMENT_SUPPRESSED the breaches of procedural fairness and legal error were obvious and the application should never have been opposed. The Court found that special reasons existed.", "[28] It is clear that the mere fact that an application for judicial review is opposed, or ultimately succeeds, is not a basis for an award of costs. Considerable latitude must be given to the parties to advance challenges and defences to the decision in question. That is the nature of the adversarial process. Here however, no arguable case could be made in defence of the decision, and the egregious errors were evident on the face of decision. Costs are therefore awarded to the applicant and fixed at $3,000.00. This is no criticism of counsel, who, as the Court would expect from counsel for the Attorney General, in the course of argument, made the appropriate concessions. JUDGMENT", "[29] THIS COURT'S JUDGMENT is that the application for judicial review is granted. Costs to the applicant and fixed at $3,000.00. The parties have not presented a question for certification and none arises. Application allowed. Editor: Angela E. McKay/vnh [End of document]"]}