{"id_": "019814", "body_str": ["[1] O'Reilly, J. : Since 2001, Mr. Saqib Hameed, a 46-year-old citizen of Pakistan, has been trying to obtain permanent residence in Canada as a skilled worker. In 2007, a visa officer in Islamabad turned him down on the basis that he had failed to achieve the required number of points for success under both the former Immigration Act and the current Immigration and Refugee Protection Act (IRPA), S.C. 2001, c.27. The main problem was in the education category. The officer felt that, under IRPA, Mr. Hameed was entitled to only 5 points, not 20.  <FRAGMENT_SUPPRESSED>", "[2] A senior officer reviewed the original officer's decision and confirmed it. However, Mr. Hameed successfully sought judicial review of the negative decision. Justice Orville Frenette concluded that the officer had taken an irrelevant factor into account and allowed the application for judicial review on that basis.  <FRAGMENT_SUPPRESSED>", "[3] Nevertheless, on a re-assessment of his application, a second officer also turned Mr. Hameed down, again finding that he was entitled to only 5 education points, not 20. Mr. Hameed unsuccessfully sought an order that the officer was in contempt of Justice Frenette's decision. Justice Judith Snider dismissed the motion on the basis that Justice Frenette had merely allowed the application for judicial review; he had not stipulated how Mr. Hameed's application should be treated on a re-assessment. Mr. Hameed now seeks judicial review in respect of the second negative decision on his application for permanent residence.  <FRAGMENT_SUPPRESSED>", "[4] The sole issue is whether the officer's assessment of the applicant's education credits was reasonable.  <FRAGMENT_SUPPRESSED> I. Factual Background  <FRAGMENT_SUPPRESSED>", "[5] After his secondary education, Mr. Hameed studied at Islamia College, Civil Lines, Lahore from 1981 to 1983. The college is affiliated with the University of the Punjab. In 1984, Mr. Hameed wrote his exams for his bachelor's degree at the University and was successful in obtaining his degree. The University, not Islamia College, supplied his mark sheets and transcripts.  <FRAGMENT_SUPPRESSED>", "[6] Mr. Hameed provided the officer with his mark sheet and degree from the University, as well as a letter from Islamia College confirming that he had been enrolled there from 1981 to 1983. He also provided a letter from the Higher Education Commission stating that the University of the Punjab only admits post-secondary students and that a bachelor's degree from that University is recognized as equivalent to 14 years of study.  <FRAGMENT_SUPPRESSED> II. The Officer's Decision  <FRAGMENT_SUPPRESSED>", "[7] After evaluating Mr. Hameed's application, the officer awarded him a total of 52 points. He gave Mr. Hameed 5 points for education. Mr. Hameed felt he was entitled to 20. If he had been awarded those 20 points, Mr. Hameed would have met the threshold for a successful application, being 67 points.  <FRAGMENT_SUPPRESSED>", "[8] The officer's assessment was based on Mr. Hameed's completion of secondary education. Mr. Hameed was given no points for his bachelor's degree because, according to the officer, he had failed to provide conclusive proof that he had attended classes on a full-time or full-time equivalent basis on the way to achieving that degree.  <FRAGMENT_SUPPRESSED>", "[9] I note that this was a different issue than was raised in respect of Mr. Hameed's first judicial review. There, the officer had refused to give credit to Mr. Hameed for his bachelor's degree because he was an external student at the University of the Punjab at the time. Justice Frenette found that this was not a relevant consideration and overturned the officer's decision. In doing so, Justice Frenette stated that Mr. Hameed should have been awarded 20 points. However, when Mr. Hameed's application was reassessed, the second officer found a different problem - namely, that Mr. Hameed had failed to provide proof that he attended classes on a full-time or full-time equivalent basis.  <FRAGMENT_SUPPRESSED> III. Was the Officer's Decision Reasonable?  <FRAGMENT_SUPPRESSED>", "[10] According to the Supreme Court of Canada, a decision is reasonable if it falls within a range of reasonable outcomes based on the facts and the law: <FRAGMENT_SUPPRESSED>  at para. 47.  <FRAGMENT_SUPPRESSED>", "[11] The Immigration and Refugee Protection Regulations , SOR/2002-227, provide that, in order to obtain 20 points in the education category, Mr. Hameed had to prove (1) that he had obtained a two-year educational credential at the bachelor's level, and (2) that he had completed a total of at least 14 years of full-time or full-time equivalent studies (s. 78(2)( )(ii) (see Annex \"A\")).  <FRAGMENT_SUPPRESSED>", "[12] The officer's notes indicate that he was concerned that, while Mr. Hameed was able to show he was enrolled at Islamia College for two years and had obtained a valid bachelor's degree from the University of the Punjab, there was no evidence of the number of hours of classes required in his program of study or what his attendance record was. Therefore, the officer could not conclude that Mr. Hameed had completed a total of 14 years of full-time or full-time equivalent study.  <FRAGMENT_SUPPRESSED>", "[13] In my view, the officer's conclusion was unreasonable. He had before him evidence that Mr. Hameed had been enrolled for two years at Islamia College and then obtained a bachelor's degree recognized as being the product of 14 years of study. The Regulations define \"full-time\" as being \"at least 15 hours of instruction per week\" and \"full-time equivalent\" as being \"the period that would have been required to complete those studies on a full-time basis\". The Regulations do not require proof of attendance. Even if the officer was concerned that Mr. Hameed had not proved how many hours of classes he was supposed to have attended each week, his evidence showed that \"the period that would have been required to complete\" his bachelor's degree was 14 years, according to the Higher Education Commission. In other words, even if Mr. Hameed had failed to show that his studies met the definition of \"full-time\", he had proved that he had obtained a degree based on a full-time equivalent of 14 years of study. Accordingly, he met the dual requirements of the Regulations. The officer's decision to the contrary is out of keeping with the law and the relevant facts and, therefore, is unreasonable.  <FRAGMENT_SUPPRESSED>", "[14] The respondent argues that the issue in this case was decided in its favour in <FRAGMENT_SUPPRESSED> . There, Justice Anne Mactavish held that the Regulations require an applicant both to possess the relevant educational credential and to have completed the stipulated number of years of full-time or full-time equivalent studies. She found that the applicant before her possessed a master's degree but had not completed the required 17 years of full-time study because the applicant had obtained her master's after only 16 years. The fact that she spent another year in school thereafter and obtained another diploma did not mean that she satisfied the 17-year requirement. In coming to that conclusion, Justice Mactavish observed that the purpose of the dual requirements of the Regulations is \"to promote consistent standards in the assessment of a candidate's education and training, given the range of education and formal training systems around the world\" (at para. 17).  <FRAGMENT_SUPPRESSED>", "[15] Based on that reasoning, the respondent argues here that Mr. Hameed must prove both that he obtained his bachelor's degree and that he completed a total of 14 years of full-time or full-time equivalent studies in doing so. Accordingly, the officer was reasonable in asking for that proof and would have been justified in denying Mr. Hameed's application if it was absent.  <FRAGMENT_SUPPRESSED>", "[16] I agree with the respondent that the Regulations promote consistent standards. However, as mentioned, Mr. Hameed had provided to the officer proof that he met the standards prescribed by the Regulations. The officer's conclusion to the contrary is unreasonable.  <FRAGMENT_SUPPRESSED>", "[17] Mr. Hameed argued that I should simply find Justice Frenette's decision binding on me and decide this case accordingly. In the circumstances, I do not find Justice Frenette's decision binding either on the basis of stare decisis or res judicata. Justice Frenette was dealing with a completely different issue than the one argued before me. His conclusion that Mr. Hameed was entitled to 20 education points was arrived at in the context of a dispute about Mr. Hameed's status at the University of the Punjab. Here, I am faced with the question whether Mr. Hameed met the 14-year study requirement of the Regulations. Of course, at the same time, I reviewed Justice Frenette's decision carefully and found it helpful in arriving at my own conclusion.  <FRAGMENT_SUPPRESSED> IV. Conclusion and Disposition  <FRAGMENT_SUPPRESSED>", "[18] Having found the officer's assessment to be unreasonable, I must allow this application for judicial review. Under the circumstances, I believe the proper remedy is to direct the officer who next considers Mr. Hameed's application to award Mr. Hameed 20 points in the education category. Counsel expressed a desire to address me on the issues of costs and a potential question for certification. I will entertain any submissions on those subjects that are filed within ten (10) days of this judgment.  <FRAGMENT_SUPPRESSED>", "[19] THIS COURT'S JUDGMENT IS that :  <FRAGMENT_SUPPRESSED> 1. The application for judicial review is allowed.  <FRAGMENT_SUPPRESSED> 2. The Court will consider any submissions relating to costs or certification of a question of general importance that are filed within ten (10) days of this judgment.  <FRAGMENT_SUPPRESSED> 3. The officer who reconsiders Mr. Hameed's application for permanent residence shall award him 20 points in the education category.  <FRAGMENT_SUPPRESSED> Annex \"A <FRAGMENT_SUPPRESSED> Immigration and Refugee Protection Regulations , SOR/2002-227  <FRAGMENT_SUPPRESSED> Education (25 points)  <FRAGMENT_SUPPRESSED> ...  <FRAGMENT_SUPPRESSED> 78 (2) A maximum of 25 points shall be awarded for a skilled worker's education as follows:  <FRAGMENT_SUPPRESSED> ...  <FRAGMENT_SUPPRESSED> ) 20 points for  <FRAGMENT_SUPPRESSED> ...  <FRAGMENT_SUPPRESSED> (ii) a two-year university educational credential at the bachelor's level and a total of at least 14 years of completed full-time or full-time equivalent studies;  <FRAGMENT_SUPPRESSED> , DORS/2002-227  <FRAGMENT_SUPPRESSED> [...]  <FRAGMENT_SUPPRESSED> 78 [...]  <FRAGMENT_SUPPRESSED> [...]  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}