{"id_": "019978", "body_str": ["[1] Heneghan, J. : Mr. Shaikh Akhtar Hussain (the \"Applicant\") seeks judicial review of the decision made on April 22, 2008 at the Visa Section of the Canadian High Commission in Islamabad Pakistan by Janice Molsberry, Officer (the \"Officer\"). In that decision, the Officer refused the Applicant's application for permanent residence in Canada as a member of the skilled worker class, requesting assessment in the National Occupation Classification (\"NOC\") as a \"Business Manager, NOC 0123.", "[2] Following an interview at the Canadian High Commission in Islamabad, the Applicant was awarded 68 points out of a maximum of 67. Nonetheless, the Officer undertook a negative substituted evaluation pursuant to subsection 76(3) of the Immigration and Refugee Protection Regulations , SOR/2002-227 (the \"Regulations\"). She concluded that she did not believe that the points awarded were a sufficient indicator of the Applicant's likely ability to become economically established in Canada.", "[3] Subsection 76(4) of the Regulations requires that an evaluation pursuant to subsection 76(3) must be concurred with by a second Officer. The second Officer concurred the Visa Officer's opinion and concluded as follows: Looking more closely at his interest and assessing it in light of his lack of preparation on the other hand, I am not satisfied that [the Applicant] actually intends to settle in [Canada].", "[4] The sole question to be decided in this application for judicial review is whether the Officer committed a reviewable error. This requires consideration of the applicable standard of review.", "[5] The assessment of a person's qualification to obtain entry into Canada as a member of the skilled worker class is largely a fact-driven exercise to be conducted in light of the statutory criteria. In my opinion, the appropriate standard of review is reasonableness. In this regard, see <FRAGMENT_SUPPRESSED> .", "[6] I agree with the submission of the Applicant that the Officer's decision does not meet this test. She apparently failed to take into account the Applicant's settlement funds. This is an essential element when an assessment is conducted pursuant to subsection 76(1) of the Regulations. Although an officer is presumed to have considered all the evidence, the failure in this case to refer to these funds raises the suspicion that she did not do so. This is a reviewable error.", "[7] Insofar as the exercise of discretion pursuant to subsection 76(4) is concerned, I find another error. The second Officer apparently took into account the marital status of the Applicant who, in accordance with Pakistan law, has two wives. His application for permanent residence showed that he intended to be accompanied by one wife if granted status in Canada.", "[8] The second Officer referred to his \"peculiar/polygamist family situation\". In my opinion, this was an irrelevant consideration in relation to the application before her. When irrelevant considerations are taken into account in the exercise of a statutory discretion, an error will be found; see <FRAGMENT_SUPPRESSED> .", "[9] In the result, this application for judicial review is allowed and the decision of the Officer is quashed and the matter remitted to another Officer for a new determination. There is no question for certification arising. JUDGMENT", "[10] The application for judicial review is allowed, the decision of the Officer is quashed and the matter remitted to another Officer for a new determination. There is no question for certification arising. [End of document]"]}