{"id_": "019947", "body_str": ["[1] Evans, J. : In October 1991 Living Realty Inc. filed an application to register the following mark, CHINESE CHARACTERS & Design, in association with \"real estate and investment services\":  <FRAGMENT_SUPPRESSED> [Diagram]  <FRAGMENT_SUPPRESSED> The transliteration of these characters is CHEUNG KONG SA IP, which in English mean Long River Real Business. Living Realty is a real estate broker and developer, with business activities principally in Toronto and the surrounding area.  <FRAGMENT_SUPPRESSED>", "[2] The application was opposed by Cheung Kong (Holdings) Limited, a Hong Kong corporation, and the registered owner of Canadian Trademark 385,395, CHEUNG KONG. This mark is used in association with specified services, including real estate development and investment. Cheung Kong pursues its business activities in Canada through its Canadian subsidiary, Cheung Kong Holdings (Canada) Limited.  <FRAGMENT_SUPPRESSED>", "[3] Mr. Myer Herzig of the Trademark Opposition Board, to whom I shall refer in these reasons as the Registrar, dismissed the opposition. This is an appeal under s. 56 of the Trade-Marks Act , R.S.C. 1985, c. T-13 from that decision by the unsuccessful opponent, Cheung Kong.  <FRAGMENT_SUPPRESSED>", "[4] Cheung Kong pursued two grounds of appeal in its memorandum and in oral argument. First, contrary to the claim in its application, Living Realty had not used the mark since 1985. Second, the average consumer of Living Realty's services was reasonably likely to confuse Living Realty's proposed mark with Cheung Kong's registered mark, especially since Living Realty targets its services at the Chinese community in Canada, and particularly in Toronto.  <FRAGMENT_SUPPRESSED> B. Factual Background  <FRAGMENT_SUPPRESSED>", "[5] There was little evidence before the Registrar about the activities in Canada of Cheung Kong. Wayne E. Shaw, an officer and director of Cheung Kong Canada, stated in his affidavit and during cross-examination that the parent company was one of the largest real estate companies in the world, had been the subject of a very large number of newspaper and magazine articles over the last ten years, and the name Cheung Kong is widely known in Canada in connection with real estate development and investment. In his affidavit, Eric Chan, president of Living Realty, stated that he had heard of Cheung Kong.  <FRAGMENT_SUPPRESSED>", "[6] Cheung Kong had been involved in real estate development and had offered real estate investment services in Canada in association with the name Cheung Kong since at least the mid 1980s, although it did not register its trademark in Canada until June 1991.  <FRAGMENT_SUPPRESSED>", "[7] There was a similar dearth of evidence before the Registrar about Living Realty, beyond that contained in its trademark application. However, Mr. Chan, the president of the company, swore an affidavit for the purpose of this appeal and was cross-examined on it.  <FRAGMENT_SUPPRESSED>", "[8] Cheung Kong also adduced evidence on the appeal. This concerned an earlier mark, registration number 310,471, \"CHINESE CHARACTERS & Design.\", which was identical to the mark that is the subject of this appeal. This mark had been used in association with \"real estate and investment services\", but had been expunged from the Registry in 1993 under s. 45 of the Trade-Marks Act , following a request by the law firm, Stikeman, Elliott, which has represented Cheung Kong in these proceedings.  <FRAGMENT_SUPPRESSED>", "[9] Prior to its expungement of the mark, its registered owner had been Longines Realty Corp., which had assigned it to Living Realty in August 1991 when Living Realty acquired Longines' business, including its trademarks. The claimed date of first use in Longines' application was 1985, as it was in the application by Living Realty that is under consideration here. No submissions were made in response to the notices advising Longines of the request of Stikeman, Elliott that its mark be expunged. An appeal from the expungement was filed, but was not pursued and was accordingly dismissed by the court.  <FRAGMENT_SUPPRESSED>", "[10] Mr. Chan also stated that Living Realty had licensed another company, Head River Development, which he and his business partner controlled, to use the CHINESE CHARACTERS mark. He also said that Living Realty targeted its services at the Chinese community in Toronto, although not to the exclusion of others. Living Realty assisted clients to purchase properties for residential or investment purposes, and also exhibited in Hong Kong properties in Toronto area that were listed for sale with it.  <FRAGMENT_SUPPRESSED> C. Registrar's Decision  <FRAGMENT_SUPPRESSED>", "[11] It is only necessary in these reasons to describe the parts of the Registrar's reasons that are pertinent to the issues being pursued in this appeal. First, Mr. Herzig considered Cheung Kong's submission that Living Realty's application was defective because it did not comply with s. 30(b) of the Act . This provision requires applicants to file with the Registrar an application that includes, inter alia, \"the date from which the applicant or his named predecessors in title, if any, have so used the trademark in association with each of the general classes of wares or services described in the application\".  <FRAGMENT_SUPPRESSED>", "[12] The Registrar dismissed Cheung Kong's contention that there was no evidence to support the date of first use for the mark, namely 1985, claimed by Living Realty in its application. The mere allegation by Cheung Kong that the mark originally registered in the name of Longines had been expunged was not in itself sufficient to discharge the opponent's evidential burden to cast such doubt on the claim as to put Living Realty to the proof of the claim's veracity.  <FRAGMENT_SUPPRESSED>", "[13] Second, after considering each of the specific factors set out in s. 6(5) of the Trade-Marks Act the Registrar found that there was no reasonable likelihood of confusion between the marks, principally because there was no \"resemblance between the trademarks in appearance or sound or in the ideas suggested by them\". He held that the perception of a resemblance in the idea conveyed by a mark must be assessed from the perspective of the \"average Canadian consumer\", a hypothetical person who is not \"familiar with the Chinese language\".  <FRAGMENT_SUPPRESSED> C. Issues And Analysis  <FRAGMENT_SUPPRESSED> 1. Compliance With Section 30(b)  <FRAGMENT_SUPPRESSED> (a) The Evidence  <FRAGMENT_SUPPRESSED>", "[14] Cheung Kong sought to make good the evidential deficiencies in its application by producing the expungement file, which proved that the Trademark Office had followed the proper procedure by giving the requisite notices to Longines, including notices to the law firm representing Longines, who are also acting for Living Realty in the present matter. Despite the provision of ample opportunities to respond, nothing was heard from Longines until it filed a notice of appeal after receiving notice that the mark had been expunged.  <FRAGMENT_SUPPRESSED>", "[15] Cheung Kong also relied on answers given by Mr. Chan in the course of cross- examination on his affidavit. In particular, counsel submitted that these indicated that little weight could be given to Mr. Chan's assertion in his affidavit that the date of first use of Longines' mark was 1985 and that it was in continuous use until its assignment to Living Realty in 1991. This was because Mr. Chan admitted that he had no first hand knowledge about Longines' affairs prior to its acquisition by Living Realty, although, he said, having been a competitor, he was aware of Longines' use of the CHINESE CHARACTERS mark.  <FRAGMENT_SUPPRESSED>", "[16] Moreover, the real estate advertisements submitted as exhibits to the affidavit which showed the CHINESE CHARACTERS mark did not include the names of Longines, Head River or Living River. Mr. Chan admitted that the advertisements had been supplied to him by his lawyer and that he had no personal knowledge of their provenance. He also attached to the affidavit the business card that he used in 1993 as president of Living Realty; it contained the CHINESE CHARACTERS mark.  <FRAGMENT_SUPPRESSED>", "[17] Finally, Mr Chan stated that in 1993 Living Realty had licensed Head River Developments, a company that was also controlled by Mr. Chan and his partner in Living Realty, to use the CHINESE CHARACTERS mark in connection with its business.  <FRAGMENT_SUPPRESSED>", "[18] Because of the substantial evidence on this issue adduced in the appeal that was not before the Registrar, the appellant need only satisfy me that, in light of that evidence, the decision of the Registrar was wrong: <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED> (b) The Evidential Burden  <FRAGMENT_SUPPRESSED> i) The Appellant's Argument  <FRAGMENT_SUPPRESSED>", "[19] Counsel for Cheung Kong argued that the evidence that was not before the Registrar was sufficient to discharge the evidential burden needed to require Living Realty, as the trademark applicant, to prove on the balance of probabilities the date of first use of the CHINESE CHARACTERS mark claimed by Living Realty in its application. He relied on the following to support this position.  <FRAGMENT_SUPPRESSED>", "[20] First, the evidential burden on an opponent in this context is light; that is, it does not take much evidence to put into issue the use since the claimed date, and thus require the applicant to prove on the balance of probabilities compliance with s. 30(b).  <FRAGMENT_SUPPRESSED>", "[21] Second, counsel referred me to the Registrar's reasons for decision on this point which he understood to mean that an expungement is not a decision in rem as to the non-use of a mark, in the sense that, while it may be evidence of non-use, it does not prevent a party from subsequently adducing fresh evidence as proof that the mark was in fact in use.  <FRAGMENT_SUPPRESSED>", "[22] For this reason, in the absence of evidence from the opponent about the expungement, the Registrar was not himself prepared to consult the Registry and to infer from the entry recording the expungement that the mark had not been used since the claimed date of first use. However, now that Cheung Kong had supplied evidence from the expungement file, it could be inferred from Mr. Herzig's reasons that he would have allowed the opposition and not registered the CHINESE CHARACTERS mark.  <FRAGMENT_SUPPRESSED>", "[23] Third, counsel relied on the case cited in this context by the  <FRAGMENT_SUPPRESSED>  (T.M. Opp. Bd.), where it was held that the expungement of an identical mark, and the evidence filed in connection with it, was sufficient to enable the opponent to discharge the evidential burden.  <FRAGMENT_SUPPRESSED>", "[24] Fourth, to the extent that Mr. Chan's affidavit gave any support at all to the claimed use, it should be given very limited weight because he had no personal knowledge of Longines' activities prior to its purchase by Living Realty, including its use of the CHINESE CHARACTERS mark in the relevant period. Living Realty had not adduced evidence from anyone connected with Longines at that time.  <FRAGMENT_SUPPRESSED> ii) The Respondent's Argument  <FRAGMENT_SUPPRESSED>", "[25] In response, counsel for Living Realty had two points. First, she submitted, the Registrar had not meant that, if Cheung Kong had produced the expungement file at the Opposition Hearing, that would necessarily have sufficed to discharge its evidential burden. Her interpretation of the relevant passage in the reasons was that, in the absence of any proof by Cheung Kong of non-use of Living Realty's mark since 1981, the Registrar was unwilling to create a new exception to the general principle that an opponent had to prove all aspects of its case. This was because expungement was not in itself determinative of non-use of the mark since the claimed dated of first use.  <FRAGMENT_SUPPRESSED> \"I am not convinced that there is sufficient reason to create a new exception to the general principle that an opponent must prove all aspects of its case. Had the opponent done so in this proceeding it would have met its evidential burden and, in the absence of evidence from the applicant, would have succeeded on the s. 30(b) ground of opposition. <FRAGMENT_SUPPRESSED>", "[26] Accordingly, in order for Cheung Kong to discharge the evidential burden it is necessary to consider whether the history of the expungement file in this case was sufficiently probative of the non-use of the CHINESE CHARACTERS mark in 1985. She contended that it was not because, unlike the situation in Imperial Tobacco , no evidence of non-use was submitted. Therefore, the mere fact of the expungement of the mark did not displace the affidavit of use filed with the application for the Longines' mark which gave 1985 as the date from which the mark had been first used.  <FRAGMENT_SUPPRESSED>", "[27] The expungement proceeding in the present case occurred around the time that Living Realty was acquiring Longines; Living Realty received no notice because the mark had not yet been assigned. Further, since the mark was expunged six years after the claimed date of first use, and an expungement proceeding is directed at the present use of the mark, the fact of the expungement had no probative value on the date of first use.  <FRAGMENT_SUPPRESSED>", "[28] Counsel relied on <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 293 (T.D.), as authority for the proposition that the evidential burden on an opponent is by no means negligible, and she emphasised in particular the following statement by McNair, J., (at p. 298 [C.P.R.]):  <FRAGMENT_SUPPRESSED> \"The evidential burden is the burden of adducing sufficient evidence to persuade the trier of fact that the alleged facts are true. <FRAGMENT_SUPPRESSED>", "[29] However, I should observe that McNair, J., also noted with approval the principle that an evidential burden is easier to discharge when the party with the legal burden (here, Living Realty as the applicant for the mark) has more opportunities for knowledge than the party with the evidential burden (here, Cheung Kong, the opponent).  <FRAGMENT_SUPPRESSED>", "[30] Nonetheless, counsel referred me to the following passage from <FRAGMENT_SUPPRESSED>  opponent is expected to make inquiries of its own into an applicant's use of a mark from the date of first claimed use, which Cheung Kong did not:  <FRAGMENT_SUPPRESSED> \"... the initial burden upon the opponent is to pursue all reasonably available channels of investigation in an attempt to ascertain whether the applicant has complied with the provisions of [s. 30(b)] of the Trade-Marks Act , bearing in mind however the difficulty which an opponent would encounter in attempting to establish a negative. <FRAGMENT_SUPPRESSED> iii) Analysis  <FRAGMENT_SUPPRESSED>", "[31] In my view, when Mr. Herzig stated that the opponent must prove its case with respect to an allegation that the applicant had not used its mark since the first date that it claimed because the mark had been expunged, he simply meant that he would not himself check the register to verify the allegation. The opponent would have to prove the expungement. He concluded that if Cheung Kong had provided this proof, it would thereby have discharged its evidential burden and, in the absence of evidence from the applicant, it would have established that the application did not comply with s. 30(b).  <FRAGMENT_SUPPRESSED>", "[32] I have some difficulty in seeing how it can be inferred from the expungement of Longines' mark in 1993 that it did not using it in 1985. However, it may well support the inference that, at the time of the expungement proceeding, the mark was not being used and the period of non-use was not trivial.  <FRAGMENT_SUPPRESSED>", "[33] In my opinion the requirement in s. 30(b) should be read as referring not only to the point in time when use of the mark started, but the date from which it started and has continued without significant interruption. On this basis I agree that the expungement file discharges the opponent's evidential burden.  <FRAGMENT_SUPPRESSED>", "[34] Counsel for Living Realty submitted that it would be unfair to the applicant to interpret the opponent's allegation as based on the continuity rather than on the start of the use of the mark. This was because Cheung Kong had stated in its notice of application when appealing from the Registrar's decision that \"the respondent cannot rely on the date of first use claimed\" in its trademark application by virtue of the expungement of the identical mark which had the same date of first use.  <FRAGMENT_SUPPRESSED>", "[35] However, in the statement of the grounds of opposition that the opponent submitted prior to the hearing before Mr. Herzig, it is clear that Cheung Kong was relying on the expungement to show that Living Realty or its predecessor has not used the mark since 1985. This is consistent with s. 30(b), which requires an applicant to state \"the date from which the applicant or his named predecessor in title, if any, have so used the trademark ...\". Indeed, in <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 258 (T.D.), Simpson, J., interpreted the paragraph as requiring \"continuous use in the normal course of trade\" from the date of first use claimed in the application.  <FRAGMENT_SUPPRESSED>", "[36] Further, it is clear from the memorandum filed on behalf of Living Realty for the purpose of this appeal that counsel who drafted it understood Cheung Kong's objection to be based on an allegation of \"a period of non-use\" (paragraph 36). In addition, it is also states at paragraph 34 of the memorandum that Living Realty had filed evidence of its predecessor's use of the mark \"since at least as early as 1985\".  <FRAGMENT_SUPPRESSED>", "[37] Particularly in view of the minimal evidence supporting the claimed date of first use, the fact that Longines, the registered owner of the mark immediately prior to its expungement, neither responded to the notices sent out by the Trademark Office, nor pursued its right of appeal against the expungement of the mark, does not deprive the expungement of the probative value sufficient to require Living Realty to prove its claim. Nor is it relevant that notice of the pending expungement was not received by Living Realty, since the assignment to it of Longines' mark had not yet been effected.  <FRAGMENT_SUPPRESSED>", "[38] While Cheung Kong might well have conducted investigations of its own into the prior use of the mark by Longines, it can hardly be doubted that Living Realty, Longines' purchaser, was better placed to do this. Despite the categorical tone of the statement in <FRAGMENT_SUPPRESSED>  first use is only one of the factors to be considered in determining whether, on the basis of the evidence as a whole, the opponent has discharged its evidential burden.  <FRAGMENT_SUPPRESSED>", "[39] Hence, in proving the expungement of the mark in 1993 for non-use, a proceeding instituted at the request of the opponent in 1991, Cheung Kong has discharged its evidential burden and has put Living Realty to the proof that it or Longines used the mark from 1985 (that is, used it continuously from that date), especially since this is something that the applicant is better placed than the opponent to know.  <FRAGMENT_SUPPRESSED> (c) Legal Burden  <FRAGMENT_SUPPRESSED>", "[40] Counsel for Living Realty submitted in the alternative that, if I found, as I have, that Cheung Kong had succeeded in discharging its evidential burden, the affidavit of Mr. Chan was sufficient to establish on the balance of probabilities that Living Realty had used the mark, CHINESE CHARACTERS & Design, since 1985.  <FRAGMENT_SUPPRESSED>", "[41] She relied in particular on Mr. Chan's assertion to this effect, and on Living Realty's licensing of the mark to Head River Developments. In addition, Mr. Chan could be expected to have known of Longines' use of the mark since it was a competitor of Living Realty.  <FRAGMENT_SUPPRESSED>", "[42] Despite these submissions, I have concluded that Living Realty has not discharged the legal burden of proving that it had complied with s. 30(b). First, as I have already indicated, Mr. Chan had no personal knowledge of Longines' use of the mark from 1985 until its acquisition by Living Realty in 1991. Accordingly, I can give little weight to the assertion of use in Mr. Chan's affidavit.  <FRAGMENT_SUPPRESSED>", "[43] Second, the evidence adduced by Living Realty falls far short of what is required to discharge its legal burden of proof. In particular, while the business card used by Mr. Chan as president of Living Realty showed the CHINESE CHARACTERS mark, he conceded that he used this card only during one year, 1993. Further, the real estate advertisements were of no probative value at all because they were undated and did not contain the names of Longines, Living Realty or Head River.  <FRAGMENT_SUPPRESSED>", "[44] Third, Mr. Chan's reliance on the use of the mark by Head River, under an informal licensing agreement, is insufficient to count as use by Living Realty pursuant to s. 50(1). There was no evidence that Living Realty had complied with this subsection by exercising the required \"direct or indirect control of the character or quality of the wares or services ...\" supplied or provided by the informal licensee.  <FRAGMENT_SUPPRESSED>", "[45] The fact that Mr. Chan and his partner controlled Head River is not enough to demonstrate an actual control of the quality of its services, in association with which it used the mark, rather than a mere potential to control: <FRAGMENT_SUPPRESSED>  (T.M.  <FRAGMENT_SUPPRESSED>  (T.M. Opp. Bd.). Nor was there evidence of the nature of the licensee's wares or services with which the mark had been associated.  <FRAGMENT_SUPPRESSED>", "[46] In my opinion, when coupled with the expungement of the mark for non-use and the de minimis evidence contained in the affidavit of use filed on behalf of Longines with its application that Longines was using the mark in 1985, Living Realty has not demonstrated on the balance of probability that it has used the mark since 1985. Given the frailty of Mr. Chan's affidavit, especially in light of the cross-examination, his assertion of use since 1985 is not sufficient to discharge the legal burden of proof.  <FRAGMENT_SUPPRESSED> 2. Confusion: Determining The Average Consumer  <FRAGMENT_SUPPRESSED>", "[47] The parties agreed that the key finding by the Registrar in rejecting Cheung Kong's opposition on the ground that Living Realty had failed to satisfy s. 12(1)(d) was that there was no resemblance in the idea conveyed by the two marks, and that it had therefore not established that its mark was \"not confusing with a registered trademark\", namely the opponent's CHEUNG KONG trademark.  <FRAGMENT_SUPPRESSED>", "[48] The particular issue in dispute is whether, on the facts of this case, the Registrar erred in considering the possibility of confusion from the perspective of the average Canadian, who does not understand Chinese characters, and therefore would not know that the first two characters in Living Realty's mark transliterated into \"Cheung Kong\", and meant \"long river\", and hence would not confuse it with the opponent's registered trademark.  <FRAGMENT_SUPPRESSED> (a) The Standard Of Review  <FRAGMENT_SUPPRESSED>", "[49] It is a question of statutory interpretation whether the statutory direction that, in addition to the factors specifically set out in s. 6(5), the Registrar \"shall have regard to all the surrounding circumstances\" can ever require the Registrar to consider the potential for confusion from the perspective of an \"average consumer\" of a ware or service who is familiar with a language in addition to one or both of the official languages of Canada.  <FRAGMENT_SUPPRESSED>", "[50] Whether this consideration is ever relevant is a general question of law, in the sense that it is likely to arise in other cases. It is a question of statutory interpretation on which judges' experience is at least as valuable as that of the Registrar and those to whom decision-making powers are delegated under s. 63(3). See Director of Investigation and  <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 1, at pp. 766-768  <FRAGMENT_SUPPRESSED> . Further, in order to avoid the possibility that the answer to the question of whether the \"average consumer\" could ever be a person who understands a foreign language or characters might depend on the identity of the decision-maker, it would be inappropriate to apply a standard of review other than correctness.  <FRAGMENT_SUPPRESSED>", "[51] On the other hand, the existence of a broad right of appeal under s. 56, the individualized nature of the decisions involved, and the fact that many of the legal issues involved are similar to those that may arise in the tort of passing-off, support the adoption of a less deferential standard of review on this question.  <FRAGMENT_SUPPRESSED>", "[52] However, even if it is a potentially relevant circumstance under s. 6(5) that a substantial number of the consumers of a ware or service might be confused by a mark because they were familiar with the foreign language or characters in which the mark appeared, it would still be for the Registrar to decide whether it was relevant in any given case. The determination of whether it is appropriate on the facts of a given case to attribute to the average consumer a knowledge of a foreign language or characters involves the application of a legal standard to specific facts, and thus normally favours a more deferential standard of review: <FRAGMENT_SUPPRESSED>  Cheung Kong was able to refer me to no decision holding that, in determining the question of confusion reasonably likely to be caused by a mark comprising foreign words or characters, the Registrar must consider the question from the perspective of an average consumer who understands the language in which the mark is expressed.  <FRAGMENT_SUPPRESSED>", "[54] Indeed, what authorities there are would seem to point in the opposite direction. Thus,  <FRAGMENT_SUPPRESSED>  (B.) and  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 161 (T.D.), it was held that the proposed mark, KOLA LOKA, which in Spanish means \"crazy glue\", was not likely to be confused with the opponent's mark, KRAZY GLUE. In the course of her reasons for judgment McGillis, J., said (at p. 171 [C.P.R.]):  <FRAGMENT_SUPPRESSED> \"However, I have found as a fact that only a minimal proportion of the Canadian population speaks Spanish as a mother tongue or understands Spanish sufficiently to be capable of making the translation. I therefore conclude, on the basis of the facts established by the evidence, that the average consumer, having a vague or imperfect recollection of the registered trademark KRAZY GLUE, would find no degree of resemblance whatever in the ideas suggested by KOLA LOKA and KRAZY GLUE. Furthermore, I would have reached the same conclusion even if the evidence tendered on appeal had established the existence of Spanish communities in Toronto and Quebec City. The mere fact that ethnic enclaves exist in two urban centres in the country would not be sufficient to displace the well-established average consumer test. Rather, such a fact, if established on the evidence, would constitute only an additional element to be considered in addressing the central question of the likelihood of confusion. <FRAGMENT_SUPPRESSED>", "[55] On closer examination of this passage, however, I do not think that McGillis, J., is categorically ruling out the possibility that, on the appropriate evidence, the existence of a substantial number of Spanish speakers among the consumers of the wares could not displace the linguistic knowledge that can be attributed to the population as a whole. She had adopted the finding of the Registrar that less than 1% of the population understands Spanish, and there was no indication that the applicant's product was not marketed on a national scale. Thus, the facts of the case did not justify departing from the normal rule about the linguistic knowledge of the \"average consumer\".  <FRAGMENT_SUPPRESSED>", "[56] I note here that, although there was no direct evidence before the Registrar or the court about the numbers of clients and potential clients of Living Realty who understand that the first two of the characters of its mark transliterate into \"Cheung Kong\", the facts of this case are materially different from those of the Krazy Glue case, supra.  <FRAGMENT_SUPPRESSED>", "[57] Indeed, the facts suggest that a substantial number of consumers of Living Realty's services understand the meaning of the Chinese characters that comprise its proposed mark. First, Living Realty's business has been centred on the sale of real estate in Toronto, although it has also included properties in the surrounding area. I am prepared to take judicial notice of the existence of a significant Chinese community in Greater Toronto. Second, Mr. Chan stated that Living Realty \"targeted\" the Chinese community, although not to the exclusion of non-Chinese clients.  <FRAGMENT_SUPPRESSED>", "[58] In the light of these facts, it would be hard to maintain that a substantial number of actual consumers were not reasonably likely to confuse Living Realty's mark with Cheung Kong's as a result of the identical and distinctive nature of the idea conveyed by the marks, particularly given the similarities of the services offered by the parties.  <FRAGMENT_SUPPRESSED>", "[59] In two cases subsequent to Krazy Glue , supra, that involved foreign characters and words that were similar in meaning to the English word used in a registered mark, the likelihood of confusion was determined without regard to the perspective of the person who was familiar with the foreign language and characters concerned.  <FRAGMENT_SUPPRESSED>", "[60] Thus, in <FRAGMENT_SUPPRESSED>  (T.M.H.O.), the Hearing Officer found that, despite the similarity of the goods with which the marks were associated, namely, radios and other electronic devices, there was no likelihood of confusion between them because there was no resemblance between the applicant's mark, BLUE POINT, and the opponent's registered mark, BLAUPUNKT, which is the German word for \"blue point\", in their appearance or sound, or the ideas that they conveyed.  <FRAGMENT_SUPPRESSED> \"The opponent argues that the average person would either know or guess that [BLUE POINT] is the translation of BLAUPUNKT. However, no evidence has been presented to show that any Canadians understand German and no evidence such as survey evidence has been presented to substantiate the claim that the average consumer would guess at the meaning. <FRAGMENT_SUPPRESSED> Like the Krazy Glue case, supra, the BLAUPUNKT decision also appears to turn on the absence of any evidence that the average consumer of the wares concerned had any knowledge of German.  <FRAGMENT_SUPPRESSED>", "[61] Finally, in <FRAGMENT_SUPPRESSED>  (T.M. Opp. Bd.), the parties' marks contained English words and Chinese characters. However, neither the Chinese characters in the mark, nor the English words, conveyed identical meanings. Counsel for the opponent invited the Registrar to consider the issue of confusion from the perspective of a member of the Chinese community who saw the applicant's mark. However, the Registrar took into consideration (at p. 268) only the \"average Canadian\" to whom the applicant's mark would not be confusing with the opponent's.  <FRAGMENT_SUPPRESSED> \"I can take judicial notice that there are some Canadians who would be fluent in Chinese, and who would immediately recognize the opponent's CHINESE CHARACTERS mark as a component of the applied-for mark. However, in the absence of evidence on point, I cannot conclude that the number of Canadians fluent in Chinese would be significant. <FRAGMENT_SUPPRESSED>", "[62] Again, I interpret the Registrar to be saying that, on the evidence before it, it could not conclude that a \"significant\" number of the consumers of the wares with which these marks were associated would recognise the similarity in the Chinese characters on the two marks. I do not think that the Registrar is saying that, for the purpose of determining the likelihood of confusion, the \"average Canadian\" could never be a person who understood the relevant foreign language and that as a matter of law the language understood by the \"average consumer\" of particular wares or services is not capable of being one of the \"surrounding circumstances\" to which the Registrar must have regard.  <FRAGMENT_SUPPRESSED>", "[63] Counsel for the opponent referred me to cases for the more general proposition that the test for confusion is whether the \"average consumer\" might be confused, and that this hypothetical person was to be identified in the context of the actual consumers of the product associated with the mark. Thus, whether a mark is likely to cause confusion is a question that is to be asked, not in the abstract, but in respect of the particular market in which the wares or services are offered.  <FRAGMENT_SUPPRESSED>", "[64] Thus, in <FRAGMENT_SUPPRESSED>  (F.C.T.D.) Cattanach, J., said (at p. 5):  <FRAGMENT_SUPPRESSED> \"To determine whether two marks are confusing one with the other it is the persons who are likely to buy the wares who are to be considered, that is those persons who normally comprise the market, the ultimate consumer. <FRAGMENT_SUPPRESSED> A similar proposition can be found in <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 463 (T.D.) affd. (1996), 199 N.R. 106; 68 C.P.R.(3d) 168 (F.C.A.), where it was said that the likelihood of confusion should be assessed, not from the perspective of the \"average person\", but from that of the \"average person\" who is likely to consume the wares or services in question.  <FRAGMENT_SUPPRESSED>", "[65] An application of this principle to the particular issue in dispute in this case would indicate that, if it could be inferred from the evidence that a significant proportion of the likely consumers of Living Realty's clients were familiar with Chinese characters, the Registrar should take this into consideration as part of the \"surrounding circumstances\" when determining whether there was a likelihood of confusion with Cheung Kong's mark.  <FRAGMENT_SUPPRESSED>", "[66] In his reasons for decision in this case Mr. Herzig concluded his discussion of confusion as a ground of opposition by saying (at p. 8):  <FRAGMENT_SUPPRESSED> \"Finally, the average Canadian, not being familiar with the Chinese language, would not find any resemblance between the marks in issue visually, or in sounding or in ideas suggested ... <FRAGMENT_SUPPRESSED>", "[67] He made his ultimate finding that there was no reasonable likelihood of confusion \"considering in particular the dissimilarity between the marks in issue\". If Mr. Herzig based his conclusion on the fact that the \"average Canadian\" cannot read Chinese characters, without regard to whether the evidence in this case indicated that a significant number of the actual consumers of Living Realty's services were likely to be able to transliterate the first two characters of the proposed mark into CHEUNG KONG, or translate it into \"long river\", then with respect I think that he erred in law.  <FRAGMENT_SUPPRESSED>", "[68] Neither Krazy Glue , supra, nor the BLAUPUNKT case, supra, goes this far. Both turned ultimately on the absence of evidence about the number of consumers able to translate the foreign language marks into English.  <FRAGMENT_SUPPRESSED>", "[69] Counsel for Living Realty advanced the proposition that it would be inappropriate in principle ever to consider whether marks in either a foreign language or foreign characters were confusing from the perspective of a member of a foreign language minority, except perhaps in respect of goods that were inherently restricted to those able to understand a particular language. An example of the latter might be a Chinese language newspaper or books.  <FRAGMENT_SUPPRESSED>", "[70] Her concern seemed to be that markets for wares and services were not static, and the registrability of a mark could not vary according to the likely consumers of the goods at any particular time. Thus, even if there were sufficient evidence to establish that a significant proportion of Living Realty's clients are able to transliterate its CHINESE CHARACTERS mark, this might cease to be the case if Living Realty expanded its market so that the proportion of its clients able to read the Chinese characters was no greater than in the population at large.  <FRAGMENT_SUPPRESSED>", "[71] This argument may be countered in two ways. First, I see no reason why a person whose mark has been rejected on the ground of confusion could not reapply when changed circumstances, namely a different market, removed the basis of the original finding of confusion. The relevant date for determining the likelihood of confusion is the date of the decision following the opposition hearing.  <FRAGMENT_SUPPRESSED>", "[72] Second, the purposes of s. 12(1)(d) include the protection of consumers from being misled about the source of wares and services, and to enable providers and suppliers to identify their wares and services and to protect them from unfair competition. Hence, it would seem to me that whether a \"significant\" number of consumers are likely to be confused may be determined, not only by the proportion of those misled, but also in certain circumstances by the absolute number of such persons. As a legal test of the likelihood of confusion, the impression on the \"average Canadian\", or even the \"average consumer\", may assume a greater homogeneity among actual consumers of a service or ware than is appropriate in such a richly diverse society as contemporary Canada.  <FRAGMENT_SUPPRESSED> (d) Conclusion  <FRAGMENT_SUPPRESSED>", "[73] If I am correct in holding that it can be necessary to consider the possible confusion that the CHINESE CHARACTERS & Design may cause to those who understand both English and Chinese, it remains to consider whether on the evidence before me the Registrar was wrong to conclude that there was no reasonable likelihood of confusion, principally because there was no similarity in the idea that the marks would convey to the \"average Canadian\".  <FRAGMENT_SUPPRESSED>", "[74] Despite the broad right of appeal from decisions of the Registrar, the court does not normally substitute its view for that of the Registrar on the likelihood of confusion between marks. In this case, however, because the Registrar erred in law by apparently failing to have regard to the number of Living Realty's clients who understand Chinese characters and their transliteration, he did not consider the likelihood of confusion according to law. Neither the affidavit of Mr. Chan, nor his cross-examination on it, was before the Registrar.  <FRAGMENT_SUPPRESSED>", "[75] In these circumstances, I could either remit the matter to the specialized administrative decision-maker to make the relevant findings of fact, and the findings of mixed fact and law involved in the application of the statutory standard to them, or decide them myself. In my opinion this is not an appropriate case for remittal because of the unusual nature of the central issue in this case, the absence of any dispute about the other factors listed in s. 6(5), and the critical importance to the ultimate decision of the similarity of the idea conveyed by the marks.  <FRAGMENT_SUPPRESSED>", "[76] Accordingly, the question that I must ask is whether, in the absence of direct evidence about the number of Chinese speakers among Living Realty's clients, it is possible to infer from the indirect evidence that a substantial or significant number might reasonably be expected to associate the CHINESE CHARACTERS mark with the CHEUNG KONG mark. In my view it is.  <FRAGMENT_SUPPRESSED>", "[77] The answers given by Mr. Chan are particularly important here, especially his statement that Living Realty \"targets\" the Chinese community in Toronto. I infer from this that a substantial proportion of his clients are members of this community. And as I have already stated, I am also prepared to take judicial notice of the fact that there is a substantial Chinese community in Toronto, where Living Realty and Head River Developments, a licensee of the previous mark, conducted most of their real estate business. Further, much of the growth of this community is sufficiently recent that many of its members will understand Chinese characters. The fact that Mr. Chan travels to Hong Kong to sell Toronto real estate to clients there, some of whom may be purchasing a future residence in Toronto, is a further indication of the importance of the Chinese community in Toronto to Living Realty's client base. Finally, of course, the very fact that Living Realty wishes to use Chinese characters in its mark itself suggests that it believes that many of it clients will be able to read them.  <FRAGMENT_SUPPRESSED>", "[78] The inherent distinctiveness of the marks to those able to read the marks of both parties, the overlapping nature of the services associated with the marks and the identical idea that they convey, namely \"long river\", are sufficient in my view to preclude Living Realty from discharging its burden of proving on the balance of probabilities that there was no reasonable likelihood of confusion between the parties' marks.  <FRAGMENT_SUPPRESSED>", "[79] For these reasons the appeal is allowed, with party and party costs to the applicant.  <FRAGMENT_SUPPRESSED> Appeal allowed.  <FRAGMENT_SUPPRESSED> Editor: Rodney A. Jordan/saf  <FRAGMENT_SUPPRESSED> [End of document]"]}