{"id_": "020085", "body_str": ["[1] Brown, J. : This is an application for judicial review brought by the Minister of Citizenship and Immigration [the applicant] under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [the IRPA] of a decision by the Immigration and Refugee Board of Canada, Refugee Protection Division [the RPD], dated July 31, 2013 (and rendered orally on July 3, 2013), in which the RPD determined that Gergo Balogh, Adrienn Juhasz, Jazmin Leila Balogh, Mercedesz Adrie Liptai, and Gabor Juhasz, [the respondents] were Convention refugees.", "[2] In my opinion, this application for judicial review should be allowed for the reasons set out below. II. Facts", "[3] The respondents arrived in Canada on November 21, 2010, and applied for refugee protection the same day on the basis of well founded fear of persecution in Hungary on account of their Roma ethnicity.", "[4] Gergo Balogh was the principal claimant [PC]. The claims of Adrienn Juhasz (the PC's spouse), Gabor Juhasz (the PC's brother-in-law), Jazmin Leila Balogh and Mercedesz Adrie Liptai (the PC's minor children) were joined to the PC's claim pursuant to Rule 55 of the Refugee Protection Division Rules , SOR/2012-256.", "[5] The RPD heard the respondents' refugee protection claim on July 3, 2013 in Toronto and rendered its oral decision and reasons on the same day. Written reasons are dated July 31, 2013. III. Decision under Review", "[6] The respondents' identities were established through a certified copy of their passports.", "[7] The RPD found the respondents all testified in a consistent manner, although it also found them to be \"somewhat credible\". Some inconsistencies were noted, but none of which were considered enough to impugn their testimonies.", "[8] The RPD noted the existence of a presumption of state protection, except in situations where the State is in a complete breakdown. The RPD also noted that the respondents had the burden, on a balance of probabilities, of rebutting the presumption of state protection by adducing clear and convincing evidence.", "[9] The RPD noted that while the effectiveness of the protection is a relevant consideration, the test for a finding of state protection is whether the protection is adequate rather than effective per se . In other words, the state protection does not need to be perfect.", "[10] In determining the adequacy of state protection, the RPD noted the importance of considering whether a legislative and procedural framework exists to that effect, as well as whether the State, through the police or other authorities, is able and willing to effectively implement that framework. The RPD also noted that failures by the local authorities to provide protection do not amount to failure by the State as a whole.", "[11] The RPD noted that the burden of rebutting the presumption of state protection is directly proportional to the degree of democracy in that State. The RPD then noted that, based on the evidence before it: Hungary is a democracy; has free and fair elections; a relatively independent and impartial judiciary; is in control of its territory; has a functioning security force to uphold the laws and constitution in place; and was not in a state of complete breakdown. The RPD noted the existence of a new Fundamental Law, as well as more than twenty new Cardinal Laws that \"gave rise to concerns\" that the country's democratic institutions could be undermined, but concluded that there was no persuasive evidence to show that Hungary was not a democracy, and that any parts of the new legislation that do not comply with the basic tenets of the European Union could be challenged.", "[12] However, the RPD found that, in this case, the respondents were persecuted in Hungary on the basis of the cumulative acts of discrimination directed at them, and that the respondents had rebutted the presumption of state protection.", "[13] The RPD concluded that, \"[h]aving considered all the evidence and Counsel's submissions\" as well as case law, the respondents were Convention refugees. IV. Issue", "[14] This matter raises the following issue: did the RPD err by failing to provide adequate written reasons on the issue of state protection, and as to how it concluded that the respondents experienced persecution? V. Standard of Review", "[15] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], the Supreme Court of Canada held that a standard of review analysis is unnecessary where \"the jurisprudence has already determined in a satisfactory manner the degree of deference to be accorded with regard to a particular category of question\".", "[16] In Newfoundland and  <FRAGMENT_SUPPRESSED> [ Newfoundland Nurses ], the Supreme Court of Canada held that the adequacy of reasons is not a stand-alone basis for quashing a decision and that any challenge to the reasoning/result of a decision should therefore be made within the reasonableness standard of review.", "[17] In <FRAGMENT_SUPPRESSED> at para 47, the Supreme Court of Canada explained what is required of a court reviewing on the reasonableness standard of review:", "[47] ... A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "[18] In Newfoundland Nurses at para 16, the Supreme Court explained what is required of a tribunal's reasons in order to meet the <FRAGMENT_SUPPRESSED> criteria:", "[16] Reasons may not include all the arguments, statutory provisions, jurisprudence or other details the reviewing judge would have preferred, but that does not impugn the validity of either the reasons or the result under a reasonableness analysis. A decision-maker is not required to make an explicit finding on each constituent element, however subordinate, leading to its final conclusion ( Service Employees' International Union, Local No 333 v Nipawin District Staff Nurses Assn. , [1975] 1 SCR 382, at p 391). In other words, if the reasons allow the reviewing court to understand why the tribunal made its decision and permit it to determine whether the conclusion is within the range of acceptable outcomes, the <FRAGMENT_SUPPRESSED> criteria are met. VI. Submissions of the Parties and Analysis", "[19] Section 169 of the IRPA requires that the RPD gives reasons for the disposition of all claims: Decisions and reasons 169. In the case of a decision of a Division, other than an interlocutory decision: (a) the decision takes effect in accordance with the rules; (b) reasons for the decision must be given; (c) the decision may be rendered orally or in writing, except a decision of the Refugee Appeal Division, which must be rendered in writing; (d) if the Refugee Protection Division rejects a claim, written reasons must be provided to the claimant and the Minister; (e) if the person who is the subject of proceedings before the Board or the Minister requests reasons for a decision within 10 days of notification of the decision, or in circumstances set out in the rules of the Board, the Division must provide written reasons; and (f) the period in which to apply for judicial review with respect to a decision of the Board is calculated from the giving of notice of the decision or from the sending of written reasons, whichever is later.", "[20] Accordingly, this Court has held that a refugee claimant, the Minister, and the public at large equally have the right to know the reasons for which a claim was or was not allowed (see Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ).", "[21] <FRAGMENT_SUPPRESSED>  at paras 17-20, the Federal Court of Appeal listed some of the beneficial purposes served by reasons:", "[17] ... Reasons serve a number of beneficial purposes including that of focussing the decision maker on the relevant factors and evidence. In the words of the Supreme Court of Canada: Reasons, it has been argued, foster better decision making by ensuring that issues and reasoning are well articulated and, therefore, more carefully thought out. The process of writing reasons for decision by itself may be a guarantee of a better decision.", "[18] Reasons also provide the parties with the assurance that their representations have been considered.", "[19] In addition, reasons allow the parties to effectuate any right of appeal or judicial review that they might have. They provide a basis for an assessment of possible grounds for appeal or review. They allow the appellate or reviewing body to determine whether the decision maker erred and thereby render him or her accountable to that body. This is particularly important when the decision is subject to a deferential standard of review.", "[20] Finally, in the case of a regulated industry, the regulator's reasons for making a particular decision provide guidance to others who are subject to the regulator's jurisdiction. They provide a standard by which future activities of those affected by the decision can be measured.", "[22] The applicant submits that the RPD's reasons fail to address the issue of state protection and articulate how the discrimination that the respondents experienced amounts to persecution, thus rendering the decision unreasonable for lack of justification, transparency and intelligibility.", "[23] The respondents submit that the RPD provided adequate reasons, addressed the issue of Hungary as a democracy, articulated the evidence of the claimant on which it relied, considered evidence of Hungary's ability to protect (contrary and otherwise), and sufficiently analyzed the issue of persecution. A. Adequacy of reasons regarding state protection", "[24] The respondents submit, and I agree, that \"the starting point for the inquiry in respect of an argument regarding the impact of failure to mention key evidence is that the reviewing court must presume that the tribunal considered the entire record\" (see <FRAGMENT_SUPPRESSED> ).", "[25] The respondents also correctly submit that the RPD is not required to comment on every piece of evidence in the record (see Newfoundland Nurses at para 16) and that its duty to expressly refer to evidence that contradicts its key findings does not apply where the contrary evidence in question is only general country documentary evidence ( <FRAGMENT_SUPPRESSED> ).", "[26] However, in <FRAGMENT_SUPPRESSED> this Court held:", "[28] The Board must actually analyse the evidence it references and consider how that evidence relates to the issue of state protection. It is insufficient to merely summarize large volumes of evidence and then state a conclusion that state protection is adequate. The evidence and the conclusion must be connected with a line of reasoning that is transparent and intelligible.", "[27] I agree with the applicant. It is not evident from the RPD's reasons that it turned its mind to key issues such as how the respondents rebutted the presumption of state protection with clear and convincing evidence. This is because the RPD did not reference any basis for its conclusion; the RPD simply stated it had concluded that the respondents \"have rebutted the presumption of protection in their personal circumstances\".", "[28] There is no doubt that the RPD recited a great deal of relevant law in connection with the doctrine of state protection. However, the critical failure was to leap from that legal summary to the conclusion that the presumption of state protection was rebutted. It is simply not possible for this Court to determine how that result was obtained. This is not a case where the Court can fill in the dots. Rather it is a case where there are no dots to fill in.", "[29] It is not the duty of this Court is to review the (conflicting) evidence on State protection and make its own determination. This is judicial review, not a hearing de novo . Given the very serious deficiency in these reasons, I am compelled to conclude that this decision does not meet the tests of <FRAGMENT_SUPPRESSED> and Newfoundland Nurses . There is an analytical vacuum in that the reasons lack the necessary elements of justification, transparency and intelligibility. B. Adequacy of reasons regarding discrimination amounting to persecution", "[30] I also agree with the applicant that the RPD erred by failing to substantiate its conclusion that the cumulative acts of discrimination directed at the respondents amounts to persecution. The RPD failed in its duty to conduct a careful analysis of the evidence adduced and a proper balancing of the various elements contained therein. As held by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  at para 3: It is true that the dividing line between persecution and discrimination or harassment is difficult to establish, the more so since, in the refugee law context, it has been found that discrimination may very well be seen as amounting to persecution. It is true also that the identification of persecution behind incidents of discrimination or harassment is not purely a question of fact but a mixed question of law and fact, legal concepts being involved. It remains, however, that, in all cases, it is for the Board to draw the conclusion in a particular factual context by proceeding with a careful analysis of the evidence adduced and a proper balancing of the various elements contained therein , and the intervention of this Court is not warranted unless the conclusion reached appears to be capricious or unreasonable. [Emphasis added]", "[31] The RPD's conclusion is not supported by any analysis or balancing of factors.", "[32] This Court has repeatedly stated that a failure to provide any real explanation as to why the cumulative actions do not amount to persecution is a reviewable error ( <FRAGMENT_SUPPRESSED> ).", "[33] <FRAGMENT_SUPPRESSED> this Court held that the standard set forth in Newfoundland Nurses was not met where there was a gap in the reasoning, at a critical juncture, such that it is unclear as to how and why the conclusion was reached.", "[34] The applicant rightly refers to Canada (Public Safety and  <FRAGMENT_SUPPRESSED> to the effect that:", "[36] ... the reasons for decision must contain enough information about the decision and its bases so that, first, a party can understand the basis for the decision and decide whether or not to apply for judicial review, and second, the supervising court can assess, meaningfully, whether the panel met minimum standards of legality. A decision is therefore justified and intelligible when its basis has been given and the basis is understandable, with some discernable rationality and logic.", "[35] <FRAGMENT_SUPPRESSED> this Court held:", "[11] Newfoundland Nurses is not an open invitation to the Court to provide reasons that were not given, nor is it licence to guess what findings might have been made or to speculate as to what the tribunal might have been thinking. This is particularly so where the reasons are silent on a critical issue ... Newfoundland Nurses allows reviewing courts to connect the dots on the page where the lines, and the direction they are headed, may be readily drawn. Here, there were no dots on the page.", "[36] In my opinion, these principles are directly applicable to the present case and support my conclusion that the RPD's decision was unreasonable for lack of justification, transparency and intelligibility in this respect as well. The RPD's reasons do not allow either the Court, the parties, or the public to understand why the tribunal made its decision, nor do they allow one to determine whether the conclusion is within the range of acceptable outcomes without guessing what finding might have been made or speculating as to what the RPD might have been thinking.", "[37] The <FRAGMENT_SUPPRESSED> and Newfoundland Nurses criteria have not been met. VII. Conclusion", "[38] The application for judicial review must therefore be allowed. The RPD's decision is set aside and the matter is remitted for re-determination by a differently constituted panel of the RPD. There are no costs. Neither party requested the certification of a question, nor is there a question of general importance to certify. JUDGMENT", "[39] THIS COURT'S JUDGMENT is that 1. The application for judicial review is allowed; 2. The RPD's decision is set aside and the matter is remitted for re-determination by a differently constituted panel of the RPD; 3. There are no costs; and 4. No question of general importance is certified. I. Aperçu", "[1] Le juge Brown", "[2] II.", "[3]", "[4] , DORS/2012-256.", "[5] III.", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13] IV.", "[14] V. La norme de contrôle", "[15]", "[16] Newfoundland and  <FRAGMENT_SUPPRESSED>  [ Newfoundland Nurses", "[17]", "", "[18] Newfoundland Nurses", "local no 333 c Nipawin District Staff Nurses Assn VI.", "[19] Decisions and reasons 169. In the case of a decision of a Division, other than an interlocutory decision: ) the decision takes effect in accordance with the rules; ) reasons for the decision must be given; ) the decision may be rendered orally or in writing, except a decision of the Refugee Appeal Division, which must be rendered in writing; ) if the Refugee Protection Division rejects a claim, written reasons must be provided to the claimant and the Minister; ) if the person who is the subject of proceedings before the Board or the Minister requests reasons for a decision within 10 days of notification of the decision, or in circumstances set out in the rules of the Board, the Division must provide written reasons; and ) the period in which to apply for judicial review with respect to a decision of the Board is calculated from the giving of notice of the decision or from the sending of written reasons, whichever is later.", "[20]", "[21]", "", "", "", "", "", "[23] A.", "[24] <FRAGMENT_SUPPRESSED> ).", "[25] Newfoundland Nurses <FRAGMENT_SUPPRESSED> et 30).", "[26]", "", "[27]", "[28]", "[29] de novo Newfoundland Nurses B.", "[30] <FRAGMENT_SUPPRESSED> : [traduction]", "[31]", "[32] <FRAGMENT_SUPPRESSED> ).", "[33] Newfoundland Nurses", "[34]", "", "[35]", "Newfoundland Nurses Newfoundland Nurses", "[36]", "[37] Newfoundland Nurses VII. Dispositif", "[38] JUGEMENT", "[39] 1. La demande de contrôle judiciaire est accueillie; [End of document]"]}