{"id_": "020111", "body_str": ["[1] Manson, J. : This is an application for judicial review of the decision of Edward C. Robinson, a member of the Refugee Protection Division of the Immigration and Refugee Protection Board [the Board], pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [the Act]. The Board dismissed the Applicant's claim for refugee protection, concluding that she was not a convention refugee or person in need of protection under sections 96 and 97 of the Act. I. Issues", "[2] The issues in the present application are as follows: A. Do the Board's findings with respect to credibility and state protection render the decision unreasonable? B. Did the Board breach his duty of procedural fairness? II. Background", "[3] The Applicant is a citizen of Georgia. She has two daughters, Tea and Nazi. Nazi lives in Canada. According to the Applicant's Personal Information Form [PIF] narrative, the Applicant was physically and verbally abused by her husband, Gogi Danelia.", "[4] In 1998, Mr. Danelia was laid off from his position as vice-minister of the Georgian Ministry of Transportation and was unable to obtain alternative employment. While unemployed, he began to drink heavily.", "[5] In 2001, Mr. Danelia began to verbally and physically abuse the Applicant. He also began having an affair. The Applicant confronted Mr. Danelia about his affair. They separated but reconciled several weeks later. After several months, Mr. Danelia continued to physically abuse the Applicant, and his drinking worsened. In 2002, the Applicant again confronted Mr. Danelia about his affair. He tied the Applicant to a chair, pushed her to the ground, and pressed a hot iron onto the Applicant's back. He threatened to kill the Applicant or their daughters if she ended their relationship or told anyone about his abuse.", "[6] The Applicant did not report the abuse or leave Mr. Danelia because of his threats. The Applicant was also concerned about the ramifications of obtaining a divorce, given the social stigma of divorce in Georgia. In particular, the Applicant feared that it would be difficult for her unwed daughter to marry if the Applicant were divorced.", "[7] In March, 2012, the Applicant was badly beaten by Mr. Danelia. She left her home and hid in the city of Rustavi, Georgia. She obtained a fraudulent Israeli passport and travelled to the United States on May 25, 2012. Tea informed Mr. Danelia that the Applicant had gone to the United States. He became angry and physically abused her.", "[8] In her testimony, the Applicant stated that one of her neighbours was physically abused by her husband and reported that abuse to the police. However, the police did not effectively respond to this complaint and the abuse continued and ultimately resulted in her neighbour's death. Based on this, the Applicant did not believe that police would assist her in preventing Mr. Danelia's abuse. Nazi also testified to the Board that the police do not effectively respond to victims of domestic abuse.", "[9] The Applicant submitted medical reports from a Georgian doctor and a Canadian doctor which state that the Applicant has burn scarring on her back. In her report, the Georgian doctor states that she is the Applicant's neighbour, that she treated the Applicant's burn injuries for a month, and has witnessed acrimony between the Applicant and Mr. Danelia.", "[10] The Applicant arrived in Canada on June 4, 2012, and applied for refugee protection.", "[11] The determinative issues for the Board were credibility and state protection. A. Credibility", "[12] The Board discounted the testimony of Nazi on the basis that she stated that police officers are not disciplined in Georgia. The Board cited documentary evidence which suggests that Georgian police officers are subject to disciplinary sanctions.", "[13] The Board did not believe the Applicant's claim that Mr. Danelia had tied her to a chair and burnt her back with an iron. Because the Applicant previously had the courage to confront Mr. Danelia about his affair and Mr. Danelia had been drinking, the Board found that it was implausible that the Applicant could have been physically abused by him.", "[14] The Board also drew a negative credibility inference from the fact that the Applicant testified that her neighbour had been abused but did not describe this in her PIF narrative.", "[15] The Board assigned the Applicant's medical reports low probative value on the basis that did not believe the facts on which they were based. The Board also noted that the Georgian doctor reported that she was an eyewitness to the attack by Mr. Danelia which caused the Applicant's burns. However, this was not declared by the Applicant. Further, the Board noted that the doctor did not report that she encouraged the Applicant to seek police assistance as the Applicant testified. As a result of these omissions, the Board drew a negative credibility inference. B. State Protection", "[16] The Board found that the Applicant did not rebut the presumption of state protection as she did not seek state protection.", "[17] The Board cited documentary evidence which shows that the police have improved their training with respect to responding to victims of domestic abuse. The Board cited statistics showing that Georgian police respond to reports of domestic violence and that restrictive orders are issued by the court system. The Board described other recourse mechanisms available to the Applicant, the fact that there is a victim and witness coordination program within the Chief Prosecutors' Office designed to better provide services to victims of domestic violence, and phone hotlines and four shelters in Georgia which provide services for abused women. III. Standard of Review", "[18] The standard of review is reasonableness for the issue of credibility and state protection ( <FRAGMENT_SUPPRESSED> ) and correctness for the issue of procedural fairness ( <FRAGMENT_SUPPRESSED> ). IV. Analysis A. Do the Board's findings with Respect to Credibility and State Protection Render the Decision Unreasonable? (1) Credibility", "[19] The Applicant argues that the Board engaged in speculation by disbelieving the incident where Mr. Daniela tied the Applicant to a chair and burnt her with an iron ( <FRAGMENT_SUPPRESSED> ). There was no evidence of the physical strength of Mr. Danelia or any other indication that the Applicant could have prevented his attack.", "[20] The Applicant also disputes that she was required to describe her neighbour's efforts to seek state protection in her PIF narrative, as the PIF instructions request a description of abuse suffered by similarly-situated persons, not that person's efforts to seek state protection.", "[21] The Applicant further contends that the Georgian doctor did not attest to seeing the injuries occur - rather, the doctor attested to seeing and treating the Applicant's injuries after they occurred.", "[22] The Board's primary negative credibility finding was that it was implausible that the Applicant could not or would not have overpowered her husband after he was drinking and began to physically abuse her. At para 14 of his decision the Board states: I therefore find that if indeed she had displayed the kind of courage to confront her violent and abusive husband about his unfaithfulness, on a balance of probabilities, she is not the kind of individual to have allowed her husband, in a drunken state, to overpower her in any physical way. For example, to grab or hold her long enough to sit her down on a chair and then tied [sic] her to it. That does not make much sense to this panel.", "[23] This finding reflects a disregard and misunderstanding of the nature of domestic abuse. To suggest that domestic abuse is perpetrated against victims whose personal qualities allow it to occur ignores the fact that abuse is not consensual and takes place in a range of social and interpersonal circumstances. This conclusion is not justifiable or intelligible within the meaning described in <FRAGMENT_SUPPRESSED> . Moreover, there is no evidentiary basis to conclude that the Applicant could have physically repelled the attacks of her husband, given the typical size and strength disparity between a man and a woman. Likewise, given the persistent abuse the Applicant has suffered, there is no basis to assume that she would have the psychological strength to defend herself, even if it were physically possible.", "[24] Similarly, a negative credibility finding based on the Applicant's omission of her neighbour's experience seeking state protection in her PIF narrative is unreasonable in light of the PIF instructions, which request a description of abuse suffered by similarly-situated individuals, not the state protection which those individuals sought.", "[25] Further, it is unclear on what basis the Board drew a negative credibility inference based on the Applicant and Nazi's testimony regarding the effectiveness of state protection for victims of domestic abuse. These comments were made in the context of their opinion of the effectiveness of state protection and it is not a reasonable basis to draw a negative credibility finding.", "[26] The only reasonable credibility finding is that the Applicant did not state that the Georgian doctor was a witness to Mr. Danelia's attack as is claimed in the Georgian doctor's report. Given the apparently poor translation of this report from Georgian to English, I am not convinced that the Board's interpretation of this report is correct. Regardless, this finding alone cannot reasonably impugn the Applicant's credibility. The Board's credibility analysis as a whole was unreasonable. (2) State Protection", "[27] The Applicant argues that a decision cannot be reasonable in light of an unreasonable credibility analysis ( <FRAGMENT_SUPPRESSED> ).", "[28] In the alternative, the Applicant argues that the Board relied on the fact that the Georgian government was taking \"serious steps\" to combat domestic abuse, rather than assessing the operational adequacy of those steps ( <FRAGMENT_SUPPRESSED> ). The Applicant cites a United States Department of State Report for 2011 which states that there are only 56 shelter beds available for victims of domestic abuse in Georgia. The Applicant contends that this shows that state protection for victims of domestic abuse is inadequate and that the Board ignored evidence.", "[29] As a preliminary point, I do not agree that this Court must necessarily dispose of an application where a board's credibility findings are found to be unreasonable ( <FRAGMENT_SUPPRESSED> ).", "[30] However, I find that the Board did not adequately consider Chairperson Guidelines 4: Women Refugee Claimants Fearing Gender-Related Persecution [the Gender Guidelines], and as a result, his state protection analysis was unreasonable.", "[31] While the Board states at para 8 that he considered the Gender Guidelines in his decision, Justice Danièle Tremblay-Lamer made clear in <FRAGMENT_SUPPRESSED> that a general statement that the Guidelines were considered is not necessarily sufficient to show their principles were applied: 14 Though it is not necessary to explicitly cite the guidelines in the course of its reasons, it is \"incumbent on the Board to exhibit a special knowledge of gender persecution and to apply the knowledge in an understanding and sensitive manner when dealing with domestic violence issues\": <FRAGMENT_SUPPRESSED>  (F.C.)(QL), citing <FRAGMENT_SUPPRESSED>  (F.C.T.D.), and <FRAGMENT_SUPPRESSED>  (F.C.T.D.). 15 In other words, substance prevails over form when considering whether the principles in the guidelines were properly applied and thus the fact that the guidelines were mentioned at the outset of the Board's decision in the present application does not preclude a priori an attack on the decision on this basis.", "[32] I find that the Board did not, in substance, apply the Gender Guidelines, which state at section C.2: When considering whether it is objectively unreasonable for the claimant not to have sought the protection of the state, the decision-maker should consider, among other relevant factors, the social, cultural, religious, and economic context in which the claimant finds herself. If, for example, a woman has suffered gender-related persecution in the form of rape, she may be ostracized from her community for seeking protection from the state. Decision-makers should consider this type of information when determining if the claimant should reasonably have sought state protection. (Emphasis added)", "[33] In his state protection analysis, there is no indication that the Board considered any of these factors in assessing whether the Applicant had discharged her onus to seek state protection.", "[34] While the Gender Guidelines are not binding on the Board, this Court has often set aside decisions where board members failed to consider its principles ( <FRAGMENT_SUPPRESSED> ). Given this and my finding on the Board's credibility conclusions, the decision as a whole is unreasonable. B. Did the Board Breach his Duty of Procedural Fairness?", "[35] The Applicant claims that the Board breached procedural fairness in not questioning the Applicant as to whether she could have prevented the abuse against her. In addition, the Applicant asserts that the finding on this issue was so offensive that it amounts to a reasonable apprehension of bias.", "[36] The Applicant was on notice that credibility was an issue in her hearing and she was represented by counsel. The fact that all specific credibility concerns were not raised with the Applicant during the course of the hearing does not result in a breach of the duty of procedural fairness ( <FRAGMENT_SUPPRESSED> ).", "[37] The test for a reasonable apprehension of bias in the context of the Immigration and Refugee Protection Board was re-stated by Justice Evans in <FRAGMENT_SUPPRESSED> : 52 Although trite, the definition of bias bears repetition. A tribunal's decision is liable to be set aside for bias if a reasonable person, who was reasonably informed of the facts and had thought the matter through in a practical manner, would conclude on a balance of probabilities that the decision maker was not impartial. A similar test determines whether a tribunal is independent. Three preliminary considerations may be added to this general proposition. 53 First, the standard of impartiality expected of a particular administrative decision-maker depends on context and is to be measured by reference to the factors identified by L'Heureux-Dubé J. in  <FRAGMENT_SUPPRESSED> at para. 47. The independence of the Board, its adjudicative procedure and functions, and the fact that its decisions affect the Charter rights of claimants, indicate that the content of the duty of fairness owed by the Board, including the duty of impartiality, falls at the high end of the continuum of procedural fairness.", "[38] The Board's primary negative credibility finding was that it was implausible that the Applicant could not or would not have overpowered her husband after he was drinking and began to physically abuse her. As discussed above, this finding is perverse and reflects a misunderstanding of the nature of domestic abuse. It is unjustifiable and unintelligible within the meaning described in <FRAGMENT_SUPPRESSED> .", "[39] However, a finding of bias is not to be made lightly ( <FRAGMENT_SUPPRESSED> [ Arthur ]): 8 It seems to me that the applicant's counsel has confused the audi alteram partem rule with the right of his client to a hearing by an impartial tribunal. An allegation of bias, especially actual and not simply apprehended bias, against a tribunal is a serious allegation. It challenges the integrity of the tribunal and of its members who participated in the impugned decision. It cannot be done lightly. It cannot rest on mere suspicion, pure conjecture, insinuations or mere impressions of an applicant or his counsel. It must be supported by material evidence demonstrating conduct that derogates from the standard. It is often useful, and even necessary, in doing so, to resort to evidence extrinsic to the case. That is why such evidence is admissible in derogation of the principle that an application for judicial review must bear on the matter as it came before the court or tribunal. (Emphasis added)", "[40] Notwithstanding the nature of the Board's finding, the Federal Court of Appeal's judgment in Arthur leads me to find that that a reasonable person would not conclude that the Board was biased based on that finding alone. A review of the transcript does not indicate conduct that would indicate bias, and the Applicant did not deduce other evidence that supports her argument. Accordingly, there was no breach of procedural fairness on this issue. JUDGMENT", "[41] THIS COURT'S JUDGMENT is that 1. The application is allowed and the matter is referred back to a different Board member for reconsideration; 2. There is no question for certification.", "[2] II. Contexte", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11] A.", "[12]", "[13]", "[14]", "[15] B.", "[16]", "[17] III. Norme de contrôle", "[18] <FRAGMENT_SUPPRESSED> ). IV. Analyse A.", "[19]", "[20]", "[21]", "[22]", "[23]", "[24]", "[25]", "[26]", "[27] <FRAGMENT_SUPPRESSED> ).", "[28]", "[29] <FRAGMENT_SUPPRESSED> ).", "[30]", "[31] <FRAGMENT_SUPPRESSED>  (C.F. 1re inst.), et <FRAGMENT_SUPPRESSED>  (C.F. 1re inst.). a priori", "[32]", "[33]", "[34] B.", "[35]", "[36] <FRAGMENT_SUPPRESSED> et 25).", "[37] <FRAGMENT_SUPPRESSED> et 53:", "[38]", "[39] <FRAGMENT_SUPPRESSED> [ Arthur ]): audi alteram partem", "[40] Arthur JUGEMENT", "[41] [End of document]"]}