{"id_": "020257", "body_str": ["[1] Mainville, J. : This case concerns a judicial review submitted by Susheel Malik (the \"Applicant\"), a citizen of India, concerning a decision of a visa officer dated March 3, 2009 and made in New Delhi, India determining that the Applicant did not meet the requirements of subsection 11(1) of the Immigration and Refugee Protection Act (the \"Act\") since he did not meet the criteria set out in the Immigration and Refugee Protection Regulations (the \"Regulations\") pertaining to the federal skilled worker class.  <FRAGMENT_SUPPRESSED>", "[2] The Applicant would have met the requirements had the visa officer recognized that the Applicant had a brother who was a Canadian citizen living in Canada. This would have provided him with the five additional points he needed for his application to be accepted. The visa officer did not accept a sworn statement made by the Applicant's brother in Toronto and submitted in support of the application as sufficient evidence of the brother actually living in Canada. The visa officer did not reconsider his decision when requested to do so by the Applicant shortly after he received the visa officer's decision. The issue raised by the Applicant is if procedural fairness has been breached in this case.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[3] In October of 2003 the Applicant submitted to the Canadian High Commission in New Delhi an application for permanent residence in Canada pursuant to the federal skilled worker class. The timelines for processing applications out of New Delhi are quite long, and the Applicant's file surfaced only on May 15, 2008, at which time the Applicant received a notice from the Canadian immigration authorities.  <FRAGMENT_SUPPRESSED>", "[4] The notice dated May 15, 2008 informed the Applicant that his application for permanent residence in Canada under the federal skilled worker class was now in the process of review and that consequently all information to process the application would be required from the Applicant. Among the multitude of documents requested, and of particular pertinence for the purposes of this judicial review, the notice contained the following instructions regarding a relative in Canada:  <FRAGMENT_SUPPRESSED> 1. Please provide certified copies of educational documents which show parents' names, birth certificates, passports, etc. that prove your (or your accompanying spouse's) relationship with your (or your accompanying spouse's) relative in Canada. Affidavits and statutory declarations are not satisfactory proof of relationship.  <FRAGMENT_SUPPRESSED> 2. Please provide certified copies of official documents which show that your (or your accompanying spouse's) relative in Canada is either a Permanent Resident or Canadian Citizen.  <FRAGMENT_SUPPRESSED> 3. Please provide copies of documents which show that your (or your accompanying spouse's) relative is residing in Canada. These can include documents such as income tax information, latest pay slips, credit card statements etc. Affidavits and statutory declarations are not satisfactory proof of residence in Canada. [Emphasis in original]  <FRAGMENT_SUPPRESSED>", "[5] By August of 2008, the Applicant had submitted what he considered to be all documents required to properly process his application.  <FRAGMENT_SUPPRESSED>", "[6] His application was subsequently evaluated by a visa officer in November of 2008 who assessed a total of 65 points to the Applicant. This was insufficient to qualify for permanent residence since the minimum requirement is set at 67 points. A letter dated Mach 3, 2009 was thus sent to the Applicant notifying him of this decision.  <FRAGMENT_SUPPRESSED>", "[7] Only 4 points were attributed for adaptability out of a possible maximum of 10 points. In the adaptability category, no points were attributed to the Applicant for family relationship in Canada, even though the Applicant stated that he had a brother who was a Canadian citizen living in Canada. If this family relationship would have been taken into consideration, 5 points would have been added to the Applicant's score allowing him to have a total of 70 points and thus rendering him eligible to qualify for permanent residence. The November 2008 notes from the visa officer concerning his decision include the following explanation:  <FRAGMENT_SUPPRESSED> Applicant states to have brother in Canada. He has provided proof of relationship and also Canadian passport of stated brother. However, though specifically requested on our IRPA letter, applicant failed to provide any proof of family relation's residency in Canada. A statutory declaration is not/not (sic) sufficient for this purpose. Therefore, I am not satisfied with the documentation submitted that applicant has a family relation in Canada. I am awarding 0 point for family relationship in Canada.  <FRAGMENT_SUPPRESSED>", "[8] Shortly after receiving the March 3, 2009 letter notifying him of the decision, the Applicant sent an email dated March 19, 2009 to the general email address of the High Commission in New Delhi indicating that he indeed has a family relationship in Canada, namely his brother, and reiterating that he has already supplied documentation as proof of this relationship in Canada, specifically both the Canadian and Indian passports of his brother.  <FRAGMENT_SUPPRESSED>", "[9] Receiving no answer to this email, on March 27, 2009 the Applicant again sent an email to the general email address of the High Commission in New Delhi stating that additional documents to demonstrate his brother's residence in Canada were being forwarded with the email. However none of these documents referred to in the email are to be found in the tribunal record sent to the Court by the New Delhi based immigration authorities pursuant to Rule 17 of the Federal Court Immigration and Refugee Protection Rules . The accuracy of the tribunal record has not been challenged by the Applicant.  <FRAGMENT_SUPPRESSED>", "[10] The Applicant then applied for leave and for judicial review in this Court on April 6, 2009. Leave was granted on August 21, 2009 and a hearing was held before me in Toronto on November 19, 2009.  <FRAGMENT_SUPPRESSED>", "[11] An affidavit from the Applicant dated June 30, 2009 was subsequently submitted to the Court at the hearing and placed into the record with the consent of the Respondent's counsel. Attachments to this affidavit include one page from a notice of assessment issued by the Canada Revenue Agency for 2006 concerning the Applicant's brother, and a bill for property taxes addressed to the Applicant's brother by the Town of Richmond Hill.  <FRAGMENT_SUPPRESSED> Position of the parties  <FRAGMENT_SUPPRESSED>", "[12] The Applicant submits three procedural fairness arguments to sustain his application for judicial review.  <FRAGMENT_SUPPRESSED>", "[13] First, under the Regulations, the Applicant can benefit from 5 additional points if he establishes that his brother is a Canadian citizen living in Canada. Neither the Act nor the Regulations stipulate the method by which such a fact may be established. Consequently, the visa officers must decide these facts based on the documentation submitted to them by applicants. In this case, the Applicant argued that he submitted pertinent documentation, including a declaration from his brother received before a commissioner in Toronto, as well as Canadian and Indian passport documentation. The Applicant argued that such documentation must be presumed to be true. Yet the visa officer reviewing the matter declined to consider the brother's declaration on the basis that such a declaration was not sufficient proof of the brother actually living in Canada as per the May 15, 2008 notice sent to the Applicant indicating the type of information to supply with his application. This, it was argued, constitutes an unreasonable fettering of discretion.  <FRAGMENT_SUPPRESSED>", "[14] Second, if the visa officer was of the mind to refuse the statutory declaration of the Applicant's brother, it was argued that he was then under a duty of fairness to inform the Applicant of the matter and give him an opportunity to respond. Support for this proposition was said to be found in the Federal Court of Appeal decision in <FRAGMENT_SUPPRESSED>  (QL).  <FRAGMENT_SUPPRESSED>", "[15] Third, since the Applicant had subsequently provided additional documentation to the immigration authorities, the visa officer was under a duty to reconsider the application in light of the new information provided.  <FRAGMENT_SUPPRESSED>", "[16] The Respondent answers that determinations of facts related to the residency of family members in Canada for the purpose of allocating points under the federal skilled worker class are the responsibility of the visa officers. Moreover, it is open for visa officers to seek documentation other than statutory declarations to establish such facts. In this case, the Applicant was notified in writing that a statutory declaration would not suffice, and he either neglected or chose not to follow these instructions. In these circumstances, it was reasonable for the visa officer not to consider the statutory declaration as sufficient proof.  <FRAGMENT_SUPPRESSED>", "[17] If any duty of fairness applied here, it had been met by the clear notice of May 15, 2008 informing the Applicant of the type of documentation which would be considered for establishing his brother's residence in Canada. The Applicant was thus treated fairly and the visa officer was under no supplemental duty to send the Applicant a second notice when he had disregarded the first.  <FRAGMENT_SUPPRESSED>", "[18] In any event, the visa officer was in no position to reconsider his decision concerning the Applicant even if additional information had been provided since the officer was functus officio after reaching his initial decision. The Respondent does not deny that visa officers have discretion to reconsider their decisions in certain limited circumstances where there has been a breach of natural justice or obvious errors or omissions such as an incorrect tally or addition of points, but this is not the situation here.  <FRAGMENT_SUPPRESSED>", "[19] The Respondent adds that though this approach may appear at first glance harsh on visa applicants, it is necessary to ensure the administrative efficiency of a burdened system and to ensure finality of the decision-making process related to visa applications. To proceed otherwise would simply add delays to a processing system which is already very long. Fairness to all visa applicants requires that all applicants conform to the instructions they receive as to the type and quality of documentation required in support of their applications, thus ensuring a minimum of efficiency and equity in the system.  <FRAGMENT_SUPPRESSED> Legislative and regulatory provisions  <FRAGMENT_SUPPRESSED>", "[20] Sub-sections 11(1) and 12(2) of the Immigration and Refugee Protection Act read as follows:  <FRAGMENT_SUPPRESSED> 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.  <FRAGMENT_SUPPRESSED> 12. (2) A foreign national may be selected as a member of the economic class on the basis of their ability to become economically established in Canada.  <FRAGMENT_SUPPRESSED>", "[21] Subsection 75(1), paragraph 83(1)(d) and sub-paragraph 83(5)(a)(v) of the Immigration and Refugee Protection Regulations provide for the following:  <FRAGMENT_SUPPRESSED> 75. (1) For the purposes of subsection 12(2) of the Act, the federal skilled worker class is hereby prescribed as a class of persons who are skilled workers and who may become permanent residents on the basis of their ability to become economically established in Canada and who intend to reside in a province other than the Province of Quebec.  <FRAGMENT_SUPPRESSED> 83. (1) A maximum of 10 points for adaptability shall be awarded to a skilled worker on the basis of any combination of the following elements:  <FRAGMENT_SUPPRESSED> [...]  <FRAGMENT_SUPPRESSED> ) for being related to a person living in Canada who is described in subsection (5), 5 points;  <FRAGMENT_SUPPRESSED> (5) For the purposes of paragraph (1) ( ), a skilled worker shall be awarded 5 points if  <FRAGMENT_SUPPRESSED> ) the skilled worker or the skilled worker's accompanying spouse or accompanying common-law partner is related by blood, marriage, common-law partnership or adoption to a person who is a Canadian citizen or permanent resident living in Canada and who is  <FRAGMENT_SUPPRESSED> [...]  <FRAGMENT_SUPPRESSED> (v) a child of their father or mother  <FRAGMENT_SUPPRESSED> [...]  <FRAGMENT_SUPPRESSED> [...]  <FRAGMENT_SUPPRESSED> Standard of review  <FRAGMENT_SUPPRESSED>", "[22] The decisions of visa officers relating to determinations of eligibility for permanent residence under the federal skilled worker class are normally reviewed on a standard of reasonableness: <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 2106 (QL) at para. 28; <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 336 (QL) at para. 15; <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No.118 at para.15; <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 341 at para. 22.  <FRAGMENT_SUPPRESSED>", "[23] However, here the arguments put forward by the Applicant concern issues related to natural justice and procedural fairness. As a general rule, issues of natural justice and procedural fairness are to be reviewed on the basis of a correctness standard: Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ] directs a court, when reviewing a decision challenged on the grounds of procedural fairness, to isolate any act or omission relevant to procedural fairness (at para. 100). This procedural fairness element is reviewed as a question of law. No deference is due. The decision-maker has either complied with the content of the duty of fairness appropriate for the particular circumstances, or has breached this duty.  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[24] The Supreme Court of Canada has stated in a number of decisions that the scope of principles of fundamental justice will vary with the context and the interests at stake. Similarly, the rules of natural justice and the concept of procedural fairness, which may inform principles of fundamental justice in a particular context, are not fixed standards: <FRAGMENT_SUPPRESSED>  at p. 361; <FRAGMENT_SUPPRESSED> , at p. 682; Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  at pages 743-44; <FRAGMENT_SUPPRESSED>  at para. 21.  <FRAGMENT_SUPPRESSED>", "[25] As noted by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  at para. 115:  <FRAGMENT_SUPPRESSED> What is required by the duty of fairness - and therefore the principles of fundamental justice - is that the issue at hand be decided in the context of the statute involved and the rights affected: Baker , supra, at para. 21; <FRAGMENT_SUPPRESSED> , at p. 682; <FRAGMENT_SUPPRESSED> , per Sopinka J. More specifically, deciding what procedural protections must be provided involves consideration of the following factors: (1) the nature of the decision made and the procedures followed in making it, that is, \"the closeness of the administrative process to the judicial process\"; (2) the role of the particular decision within the statutory scheme; (3) the importance of the decision to the individual affected; (4) the legitimate expectations of the person challenging the decision where undertakings were made concerning the procedure to be followed; and (5) the choice of procedure made by the agency itself: Baker , supra, at paras. 23-27. This is not to say that other factors or considerations may not be involved. This list of factors is non-exhaustive in determining the common law duty of fairness: Baker , supra, at para. 28. It must necessarily be so in determining the procedures demanded by the principles of fundamental justice.  <FRAGMENT_SUPPRESSED>", "[26] In this case, the Applicant holds no unqualified right to enter and to remain in Canada: Chiarelli, ibid, at pages 733-34. He applied for permanent residence under the federal skilled worker class and the process under the Immigration and Refugee Protection Act and the Regulations provides for an assessment of clear and specific criteria under a points system leaving little discretion to visa officers and which does not normally require an interview or other hearing with applicants. The nature of the regulatory scheme, the role of the decision of the visa officer in the overall scheme, and the choice of procedure made do not therefore suggest the need for strong procedural safeguards beyond what is already provided for in the legislation, save the procedural safeguard concerning proper information to applicants as to the criteria used and the documentation required to properly assess their applications. Though the decision to grant or not an application for permanent residence under the federal skilled worker class is obviously important to the individual affected, it is not such as to affect the fundamental freedoms or other fundamental rights of an applicant, such as a criminal proceeding or, in the immigration context, a deportation proceeding might have. In addition, no undertakings are made to applicants as to an interview or as to additional notification if documentation is missing or insufficient, thus considerably limiting expectations of applicants in such matters.  <FRAGMENT_SUPPRESSED>", "[27] The notification sent to the Applicant and dated May 15, 2008 was clear as to how the process would unfold and as to the responsibilities of the Applicant concerning required documentation:  <FRAGMENT_SUPPRESSED> We are in the process of reviewing your application for permanent residence in Canada as a Skilled Worker under the Immigration and Refugee Protection Act (IRPA).  <FRAGMENT_SUPPRESSED> The Immigration and Refugee Protection Regulations require that applicants provide all information and documents required for the assessment of their applications. The selection criteria are clearly defined and your eligibility as a Skilled Worker will be assessed on the basis of the evidence provided by you. Please submit the following documents and information to our office in order for us to assess your application:  <FRAGMENT_SUPPRESSED> [...]  <FRAGMENT_SUPPRESSED> [follows 3 pages listing required documents]  <FRAGMENT_SUPPRESSED> [...]  <FRAGMENT_SUPPRESSED> The requested information must be received in our office within 90 days [Emphasis in original] from the date of this letter. If we do not receive the requested documents within this specified period we will make a decision on your application based on the information and documents already at our disposal. We will not request further documentation to support your application [Emphasis added]. You must therefore submit complete and detailed documents and information at this time.  <FRAGMENT_SUPPRESSED> The Immigration and Refugee Protection Act states that applicants must provide complete and truthful information and documents when applying for entry into Canada. We verify information and documents submitted in support of an application. If it is determined that you have misrepresented, provided false or misleading information and documents, or withheld material facts, your application will be refused. Further, you will not be allowed to visit or travel to Canada for a period of at least two years.  <FRAGMENT_SUPPRESSED>", "[28] Thus, the Applicant was notified in writing prior to his file being reviewed of all the required documentation he should provide. He was also notified in writing that should documentation be missing, the immigration authorities would not request further documentation to support his application. He received a prior specific written notice informing him of the fact that affidavits and statutory declarations would not be deemed satisfactory proof of residence in Canada for his relatives.  <FRAGMENT_SUPPRESSED>", "[29] In such circumstances, the duty of fairness owed the Applicant is low, and in any event has been met in this case through the prior notice provided to him specifying clearly the process that would be followed and the documentation required in order to support his application.  <FRAGMENT_SUPPRESSED>", "[30] One of the arguments raised by the Applicant is that if the immigration officer was of the mind to refuse the statutory declaration of the Applicant's brother, he was then under a duty of fairness to inform the Applicant of the matter and give him an opportunity to respond. This argument fails both on the facts and on the applicable legal principles. Indeed, from a factual perspective, the Applicant was clearly notified in writing that affidavits and statutory declarations would not be considered in these circumstances. He was further notified in writing that the immigration officials would not send him any further request for documentation. Consequently the Applicant was properly notified, and he disregarded that notice. In such circumstances, a second notice was not required to be sent to the Applicant.  <FRAGMENT_SUPPRESSED>", "[31] Support for the Applicant's position cannot be found in the Federal Court of Appeal decision in <FRAGMENT_SUPPRESSED>  provide a fair opportunity to a visa applicant in order to contradict a third party negative assessment which had not been provided to the applicant prior to the decision being made. This is not the factual situation here, and consequently Muliadi has no application to this case. Moreover, the Federal Court of Canada decision of <FRAGMENT_SUPPRESSED>  assistance to the Applicant's case since this decision was based on issues other than procedural fairness. In any event, Justice Jerome in Yang did note that the visa officer had provided the applicant in that case with a notice to provide additional documentation, but then proceeded to decide the application prior to receiving the requested documentation. This again is not the factual circumstance of this case. The other judicial decisions submitted by the Applicant concern the duties of fairness where visa officers carry out interviews with applicants, and are therefore of little assistance here.  <FRAGMENT_SUPPRESSED>", "[32] The Applicant also raises an argument related to fettering of discretion. Since the legislation and the regulations do not specify how the fact of living in Canada is to be established, the Applicant argues that visa officers cannot decide that an affidavit or statutory declaration would in all circumstances be deemed insufficient for such purposes. Rather, consideration of the particular circumstances of each case is required.  <FRAGMENT_SUPPRESSED>", "[33] An administrative decision maker cannot fetter the exercise of its statutory discretion unless authorized to do so under legislative authority. However, it is not inappropriate for administrative decision makers to take into account guidelines and policies which can enhance the quality of administrative decision making by reducing inconsistencies in the treatment of applications. If the administrative decision maker treats the guidelines or policy as immutable without the need to consider any other factors which may apply to the particular circumstances of a given case, then it may be found that the decision maker fettered discretion: <FRAGMENT_SUPPRESSED> , affirming <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[34] In this case, the Applicant argues that the terms of the May 15, 2008 letter of instruction fettered the visa officer's discretion to consider affidavits and statutory declarations. The letter stated the following:  <FRAGMENT_SUPPRESSED> 3. Please provide copies of documents which show that your (or your accompanying spouse's) relative is residing in Canada. These can include documents such as income tax information, latest pay slips, credit card statements etc. Affidavits and statutory declarations are not satisfactory proof of residence in Canada.  <FRAGMENT_SUPPRESSED>", "[35] It should first be noted that this concerns a matter related to the weight to be given to evidence, and consequently legal principles related to the fettering of discretion may not apply at all. Presuming, without deciding, that even on evidentiary matters the visa officers may not fetter their discretion, the letter simply notifies applicants that they need to provide objective third party evidence of residence in Canada, and that self-serving affidavit evidence is not satisfactory for such purposes. The letter does not state that affidavits and statutory declarations will never be considered, simply that they are not deemed satisfactory proof. The letter does not close the possibility for an applicant to establish through other means the Canadian residency of a relative, nor does it necessarily imply that in special and unusual circumstances, an affidavit will not be considered sufficient.  <FRAGMENT_SUPPRESSED>", "[36] In many circumstances individuals residing in Canada must establish proof of residence. As an example, when seeking health insurance benefits or drivers licenses in Canada, proof of residence in the province is required. It is not unusual for officials to seek objective third party documentation to establish residence, and there is nothing particularly offensive or unusual in such a practice.  <FRAGMENT_SUPPRESSED>", "[37] Moreover, the fettering of discretion argument has no application in the particular circumstances of the Applicant. Indeed, had this been a case where the Applicant had no other means of establishing his brother's residence in Canada than through an affidavit or statutory declaration and had made representations to the visa officer on this basis, there could have possibly been an argument for sustaining that the visa officer acted improperly by not considering the particular personal circumstances. However, this is not the situation here. Indeed the Applicant could easily have accessed the required documentation to establish that his brother was living in Canada and in fact did access additional information shortly after the decision was communicated to him. In such circumstances, the Applicant cannot now raise a fettering of discretion argument.  <FRAGMENT_SUPPRESSED>", "[38] Finally, the Applicant argues that the visa officer had a duty of fairness to reconsider his case when he submitted a request for reconsideration.  <FRAGMENT_SUPPRESSED>", "[39] The Respondent's position on this argument is that the immigration officer was functus officio and consequently could not reconsider the decision once it has been issued. This position is at odds with the recent decision of <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 866, in which Justice Mactavish found that the doctrine of functus officio does not apply to the informal non-adjudicative decision-making process involved in the determination of applications for permanent residence on humanitarian and compassionate grounds. The reasoning of Justice Mactavish  <FRAGMENT_SUPPRESSED> extends as well to decisions of immigration officers under the federal skilled worker class as noted by Justice Snider in <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 910.  <FRAGMENT_SUPPRESSED>", "[40] In Kurukkal a question was certified on the issue of functus officio but has yet to be addressed by the Federal Court of Appeal. Until and unless the Federal Court of Appeal makes another determination on the matter, the law as stated by Justice Mactavish in Kurrukkal stands and, as a matter of judicial comity, I intend to follow her ruling.  <FRAGMENT_SUPPRESSED>", "[41] Consequently a visa officer may reconsider a decision made in regard to an application under the federal skilled worker class based on new information provided. I note that in fact such reconsiderations do occur. As an example, in <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 341 at para. 9, references are made to a visa officer carrying out reconsiderations in such circumstances.  <FRAGMENT_SUPPRESSED>", "[42] However the matter does not rest there. It is one thing to state that the officer has the authority to reconsider a prior decision, and quite another to argue that he has a duty to do so. In this case the officer was requested to reconsider his decision and failed to respond. The Applicant argues that the officer was under a legal duty to reconsider.  <FRAGMENT_SUPPRESSED>", "[43] The decision of Justice Rothstein in <FRAGMENT_SUPPRESSED>  (QL), at para. 4, is instructive of the principle applicable in the circumstances at hand here:  <FRAGMENT_SUPPRESSED> A visa officer may inquire further if he or she considers a further inquiry is warranted. Obviously, a visa officer cannot be wilfully blind in assessing an application and must act in good faith. However, there is no general obligation on a visa officer to make further inquiries when an application is ambiguous. The onus is on an applicant to file a clear application together with such supporting documentation as he or she considers advisable. The onus does not shift to the visa officer and there is no entitlement to a personal interview if the application is ambiguous or supporting material is not included.  <FRAGMENT_SUPPRESSED> Also see <FRAGMENT_SUPPRESSED>  at para. 20. Though these decisions were rendered in the context of judicial review applications seeking visa officers to call for interviews of applicants in circumstances where the documentation provided was deficient, I am of the view that the reasoning of Justice Rothstein in Lam above also applies to requests for reconsideration of a visa officer's decision.  <FRAGMENT_SUPPRESSED>", "[44] Consequently, and subject to the eventual decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  concerning the application of the doctrine of functus officio, a visa officer may reconsider a decision in appropriate circumstances, but except in circumstances of bad faith, a visa officer is under no obligation to so reconsider. Thus the Canadian immigration system is not as inflexible and harsh as to be completely incapable of reasonably accommodating applicants for small technical issues in the appropriate circumstances.  <FRAGMENT_SUPPRESSED>", "[45] In this case, the Applicant claims that in his March 27, 2009 email to the High Commission in New Delhi he provided additional documentation with his request for reconsideration. Yet none of this documentation appears to have been received and is certainly not in the certified tribunal record that was provided to this Court pursuant to Rule 17 of the Federal Court Immigration and Refugee Protection Rules . It is difficult to conceive how an administrative reconsideration could have occurred if new documentation was not provided.  <FRAGMENT_SUPPRESSED>", "[46] The Applicant did file an affidavit with this Court submitted with the consent of the Respondent. This affidavit adds two documents which had not been previously submitted to the visa officer, specifically one page from a notice of assessment for the 2006 taxation year issued by the Canada Revenue Agency and bearing the name of his brother Deepak Malik, and a 2009 tax bill addressed to Deepak Malik by the Town of Richmond Hill. In this case, the notice of assessment document contains no address information and the municipal tax bill concerns a property which does not correspond to the address provided by the brother in his affidavit, but which does correspond to the address of his non-Canadian citizen mother as set out in the Certificate of registration as an overseas resident of India supplied for the brother.  <FRAGMENT_SUPPRESSED>", "[47] The function of this Court is to judicially control through judicial review the decision of the visa officer in this case, and not to act as a substitute visa officer. As noted above, the visa officer's decision not to treat the brother's affidavit as sufficient proof of certain facts was reasonable and did not breach any principle of procedural fairness. Furthermore, in light of the fact that none of the supplementary documentation alleged to have been provided to the visa officer with the request for reconsideration appears to have been effectively received by the visa officer, no error can be found with the visa officer's lack of responsiveness to that request.  <FRAGMENT_SUPPRESSED>", "[48] Though the Court has sympathy for the Applicant's situation, it was his responsibility to submit to the visa officer in New Delhi conclusive proof of the fact his brother was living in Canada that met the objective evidentiary criteria as laid out by the visa officer in New Delhi. The Applicant has failed to do so both in his application and in his request for reconsideration, and consequently his application for judicial review is denied.  <FRAGMENT_SUPPRESSED>", "[49] Nevertheless, the documents submitted to this Court by the Applicant's counsel with the consent of the counsel for the Respondent tend to show that the Applicant's brother may indeed be living in Canada. In such circumstances, the Court encourages the Respondent to review these documents to ascertain if, in the particular circumstances of this case, a reconsideration of the decision should be contemplated, though no order of this Court compelling such reconsideration will be issued.  <FRAGMENT_SUPPRESSED>", "[50] In light of the particular circumstances of this case, no question shall be certified.  <FRAGMENT_SUPPRESSED>", "[51] THIS COURT ORDERS AND ADJUDGES that the application for judicial review is denied.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}