{"id_": "020336", "body_str": ["[1] de Montigny, J. : The applicant seeks the judicial review of the August 2, 2007 decision of the Refugee Protection Division (the Board) which concluded that he was neither a Convention refugee nor a person in need of protection pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act (the IRPA ). The applicant, a citizen of Nigeria, believes he would be persecuted in his country as a result of his membership in a particular social group, namely Nigerian gay males, by a local gang called the \"Bad Boys\", and by his ex-girlfriend's father. For the reasons that follow, I have come to the conclusion that this application ought to be dismissed. I. Facts", "[2] The applicant was born in Lagos, Nigeria, on April 4, 1970. In 1993, he started dating a girl and they had three children together.", "[3] The applicant alleges that in 2000, he started a romantic relationship with a man named Mr. Brown. As a result of that relationship, he claims that his uncle and a local gang called the \"Bad Boys\" bothered him while he worked as a waiter and a bus driver. He said that he was afraid of these men and described how they had put a gun to his head and had beaten him. He also claims that his ex-girlfriend's father threatened him.", "[4] The applicant stated that Mr. Brown made sudden arrangements for the two of them to leave Nigeria but would not tell him why. They were afraid that the applicant's uncle would advise the police of their homosexuality, which is a criminal offence in Nigeria, or that the Bad Boys would harm them.", "[5] On January 21, 2005, the applicant and Mr. Brown arrived in Lisbon, Portugal. The applicant stayed in Portugal for about two weeks, living with Mr. Brown. During this time, he did not make a refugee claim. The applicant stated that he had thought about staying in Portugal, but that he had problems with the language and did not know where to make a refugee claim.", "[6] Mr. Brown made arrangements for the applicant to leave Portugal for Canada. The applicant testified that his intent upon coming to Canada was to make a refugee claim. When the applicant arrived in Canada, he made a refugee claim but when asked what he feared, the applicant stated that he was afraid of the Bad Boys in Nigeria. He did not mention that he feared returning to Nigeria because he was homosexual or that he feared his ex-girlfriend's father.", "[7] The applicant claimed that he did not mention his fear of returning to Nigeria as a result of his homosexuality because he was afraid of being sent home. He also stated that he was ashamed and did not want to tell the intake officer that he was gay. When asked why he did not inform the officer about his fear for his ex-girlfriend's father, the applicant waffled, saying at first that he did mention it, then that he did not mention it and finally, he testified that perhaps he had mentioned it. II. The impugned decision", "[8] The Board found that the applicant was not credible in his testimony about his reasons for making a refugee claim and that he lacked subjective fear. The Board member found the applicant's failure to seek asylum in Portugal incompatible with the actions of a person with a genuine subjective fear who would have sought refugee protection at the first available opportunity.", "[9] Concerning his refugee claim in Canada, the Board member inferred a negative credibility finding from the fact that the applicant failed to mention his homosexuality and the problems with his ex-girlfriend's father at the port of entry. Although he acknowledged that the applicant could have been ashamed of his homosexuality, which could explain his omission, the tribunal member concluded that the applicant's explanations regarding his ex-girlfriend's father were not credible.", "[10] The Board member also called into question the applicant's homosexuality as he found that he \"has cooked up the story of being a homosexual in the attempt to manufacture a nexus to a Convention refugee ground\". He stated that the applicant should have been able to provide corroborative evidence in this regard.", "[11] He gave little probative value to two letters from the applicant's brother, as he was found not to be an independent witness and because the letters appeared to be in two different handwritings. Further, he concluded that the applicant has joined EGALE, an organization for gay, bisexual and trans-identified people and their families, only in an attempt to bolster his claim. The Board member based his findings on the applicant's inability to describe the purpose of the organization.", "[12] The Board member also drew a negative inference from the fact that the applicant was hesitant and uncertain when he was asked about the local activities he participated in Canada. Although he claimed that he joined lots of gay groups, the applicant was unable to produce his membership cards. Further, he was unable to give the name and location of the gay bars he claimed to attend often. The Board member also rejected the applicant's fear of his ex-girlfriend's father. III. Issues", "[13] This application for judicial review raises the following questions: A- Did the Board err in making unreasonable findings of fact? B- Was the translation at the Board hearing adequate? C- Was the applicant afforded a fair hearing? D- Did the Board member's statement give rise to a reasonable apprehension of bias? IV. Analysis", "[14] As a result of the recent decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 727 ( <FRAGMENT_SUPPRESSED> ), it is now trite law that credibility and fact findings are reviewable on the reasonableness standard. This is a deferential standard, leaving administrative tribunals a margin of appreciation as long as its decision falls within the range of \"acceptable and rational solutions\". As the Supreme Court put it, reasonableness is concerned with \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": <FRAGMENT_SUPPRESSED> , par. 47.", "[15] The Supreme Court has left intact the standard of review applicable to issues of procedural fairness and natural justice. This Court must therefore determine if the requirements have been properly followed: see <FRAGMENT_SUPPRESSED> . A- Findings of facts", "[16] The applicant argues that some of the Board's findings of fact are unreasonable. The first impugned finding of fact is the Board's finding that the applicant lacks subjective fear. The Board found that the applicant's actions \"belie someone fleeing from fear\". When questioned about his time in Portugal, the applicant stated that he stayed there about two weeks with Mr. Brown. When asked if he considered staying in Portugal longer, the applicant replied that he had thought about it but that he didn't know where to make a refugee claim and that he had problems with the language. The Board found the applicant's explanation for not having sought refuge in Portugal at the first available opportunity to be unreasonable. Further, the Board noted that this explanation put the applicant's subjective fear into question.", "[17] The Board also found the applicant's actions upon arrival in Canada to be further evidence of a lack of subjective fear. The applicant testified that he intended to make a refugee claim upon arrival in Canada but when asked what he feared, he never mentioned his sexual orientation. He later stated that he did not mention this because he was ashamed, he did not want the intake officer to know he was gay and he was afraid of being sent home. When asked why he didn't tell the officer that he feared his ex-girlfriend's father, the claimant said that he did tell him but then later recanted saying that he didn't and finally that he might have mentioned it. The Board noted this discrepancy in the applicant's testimony and found this lack of credibility to be further evidence of a lack of subjective fear.", "[18] On the basis of the applicant's testimony about his actions upon his arrivals in Portugal and Canada, it was open to the Board member to find that the applicant lacked subjective fear. The Board's finding is not unreasonable.", "[19] The applicant also argues that the Board's finding of lack of credibility regarding his alleged homosexuality is unreasonable. The Board found that \"the claimant has cooked up the story of being a homosexual in the attempt to manufacture a nexus to a Convention refugee ground\".", "[20] The Board based its negative credibility finding on the fact that the applicant failed to provide corroborative evidence reasonably expected to establish, on a balance of probabilities, that he is gay. The applicant did not present any friends or witnesses or documents to support his claimed sexual orientation. He only testified that since his arrival in Canada, he contributes to gay-related functions and activities in Winnipeg.", "[21] When asked what local activities he participated in, the applicant answered that there were many but could not indicate which ones. He also replied that he was waiting for membership cards from groups that he joined after his arrival in Canada in February, 2005. When answering the Board's questions about the local activities, the Board noted that the applicant's answers contained long pauses and that he seemed uncertain of his answers. He mixed up the names and locations of the local gay bars that he claimed to have attended. The Board did not find the applicant credible in his answers.", "[22] The Board afforded very little weight to two hand-written letters purported to be from the applicant's brother that were identical in content but written in different handwriting. When confronted with this discrepancy, the applicant stated that he didn't write them and that maybe his brother had different people write them. It was open to the Board to make this finding on the basis of the evidence before it.", "[23] To support his claimed homosexuality, the applicant provided a letter from EGALE Canada confirming that he was a member. Despite having the letter, the applicant could not explain to the Board the purpose of EGALE or the benefits of membership. On the totality of the evidence, the Board found that the applicant had \"simply joined EGALE in an attempt to bolster his claim\". This finding was open to the Board to make based on the evidence before it.", "[24] It was open to the Board to weigh the evidence before it and to make factual findings on this issue. This Court cannot disturb these findings on judicial review absent unreasonableness. The applicant failed to show that the findings are not within the range of possible, acceptable outcomes which are defensible in respect of the facts and law. B- Interpretation", "[25] Rule 14 of the Refugee Protection Division Rules (SOR/2002-228, as am. S.C. 2002, c. 8, s. 182(3)(a)) provides for an interpreter at Board proceedings. The right to an interpreter in a proceeding in another language is also a legal right enshrined in s. 14 of the Canadian Charter of Rights and Freedoms ; as the Federal Court of Appeal found in <FRAGMENT_SUPPRESSED> , the analysis developed by the Supreme Court of Canada with respect to section 14 in <FRAGMENT_SUPPRESSED> , generally applies to a proceeding before the Refugee Division.", "[26] The general standard to be met with respect to the quality of interpretation is that it must be continuous, precise, impartial and contemporaneous. For the interpretation to meet this standard, it must be established that the applicant understood the interpretation and adequately expressed himself through the interpreter. Perfection is not required. See <FRAGMENT_SUPPRESSED> , supra, at paras. 4 and 6; <FRAGMENT_SUPPRESSED>  at para. 3, 143 A.C.W.S. (3d) 146.", "[27] Where there are issues with interpretation, an applicant must object at the first opportunity, where it is reasonable to expect an applicant to do so. Failing to raise such an objection in a timely manner leads to a waiver of the applicant's s. 14 Charter right and the applicant's ability to raise the quality of interpretation as a ground for judicial review.", "[28] The applicant claims that because the translation was not continuous at a certain point in the hearing, there was a breach in both the duty of fairness owed to him and his s. 14 Charter right. Yet, neither the applicant nor his counsel raised an objection to the quality of the interpretation during the hearing. No objection was raised during the following time period when his counsel was preparing his application for leave and judicial review. The application for leave to bring the judicial review raised no concern with the quality of the interpretation and neither did his memorandum of fact and law. It was only when the applicant filed his further memorandum of fact and law that he raised this complaint for the first time.", "[29] The applicant waived his s. 14 Charter right and his right to procedural fairness by not objecting to the quality of interpretation at the hearing, and not until this late stage in the court proceedings. He is therefore precluded from raising the issue of translation as a ground for judicial review.", "[30] In any event, the applicant complains that the translation was not continuous because the Board member asked him if he could proceed in English and did. Again, instead of objecting, the applicant acquiesced by answering in English. What the applicant fails to point out is that this brief break in continuity occurred near the end of the hearing. While it appears from the transcript that there was some confusion with the exchange in English, it appears to have been sorted out with the assistance of the applicant's counsel. Moreover, the part of the hearing when the Board member addressed the applicant directly in English was short. The applicant has not asserted that, overall, the quality of interpretation was inadequate. Instead, his concern is with the translation of a very small portion of the hearing.", "[31] This is not a translation error of the nature contemplated by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> where the ability of the claimant to communicate through the interpreter was in question. The general standard for interpretation has not been breached in this case, nor has the applicant's s. 14 Charter right or the duty of procedural fairness. He has failed to establish that he was unable to understand the interpretation or that he could not express himself through the interpreter. In the circumstances of this case, there is no error of law pertaining to the question of interpretation. C- Fair hearing", "[32] The applicant claims that there was a breach in natural justice in the way in which the Board conducted the hearing. He asserts that he was prevented from presenting his case because the Board member interrupted him in two areas of questioning.", "[33] First, the applicant claims that he was not permitted to give all of his reasons as to why he did not make a refugee claim in Portugal. In his affidavit, he explains that when asked why he did not make a refugee claim in Portugal, he said he had three to four reasons. One was that he did not understand the language; the second was that he did not know where to go, how the refugee system worked in Portugal. After the applicant had given this second reason, the Board member asked: \"May I move on, sir? Thank you\" (T.R., p. 15).", "[34] The applicant claims that, had he been permitted to continue, \"I was going to say that my boyfriend took me there. My boyfriend wanted to leave to another country for business. But I did not get to say this.\" (A.R., p. 9, para. 5).", "[35] The applicant also claims that he was not permitted to give a full answer when asked why he did not indicate his sexual orientation when he made his refugee claim at the airport. He testified that he was afraid, and had never been handcuffed or put in jail before. In his affidavit, the applicant claims that he was then cut off and interrupted, and was unable to add that in his country, when a person is handcuffed and put in jail, it is usually because that person has committed a crime (A.R., p. 9, para. 6).", "[36] A tribunal fails to observe the principles of natural justice when there are, for example, constant interruption, gross interference with the presentation of an applicant's case, insensitivity to an applicant's particular circumstances, disinterest in the claim and misstatement or ignorance of evidence: see <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 728.", "[37] The applicant's complaints in this case are distinguishable from those that require the Court's intervention. The applicant has only presented two examples of what he claims to be interruptions or cut-offs. These two examples are a far cry from the situations of constant interruption and gross interference with the presentation of an applicant's case as seen in Reginald and <FRAGMENT_SUPPRESSED> . The transcript shows that the applicant was given ample opportunity to make his case and to provide explanations. There has been no denial of natural justice that would justify intervention by this Court.", "[38] Moreover, the applicant's after-the-fact submissions about what he would have said at the hearing are purely speculative. Looking back on the answers he gave at the hearing, it is likely that he would have wished to have provided different or more thorough responses. It is inappropriate for the applicant to supplement the answers he gave at the hearing with his written submissions at this point in the judicial review process. D- Bias", "[39] Finally, the applicant claims that the Board member's statement \"I've got to tell you right now I'm not - I don't get the feeling you're gay\" (T.R., p. 49) gives rise to a reasonable apprehension of bias. The applicant claims that this statement constitutes a \"final conclusion\" indicating that the Board member had made up his mind before all the evidence was submitted.", "[40] The test for bias in an independent adjudicative tribunal, such as the IRB, is whether a reasonable person, being reasonably informed of the facts and viewing the matter realistically and practically and having thought it through, would think it more likely than not that the tribunal is biased: see Committee for Justice and  <FRAGMENT_SUPPRESSED> . The grounds for apprehension of bias must be substantial.", "[41] A careful reading of the transcript shows that this statement was an expression of the Board member's desire to address this issue and an invitation to the applicant to respond by way of an explanation. The applicant's assertion that the Board member had made up his mind before all the evidence was submitted is unfounded. While the Board member's statement came near the end of the hearing, the applicant had the opportunity to respond to the statement and he did. After the exchange on this issue, the Board asked questions and heard submissions from the applicant's counsel.", "[42] Further, and despite the applicant's assertions to the contrary, this is not a situation of apprehension of bias like in <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 1211. In that decision, the Board member's statements were so detrimental to the applicant's claim that the respondent conceded that the statements about the applicant's sexual orientation and generally were \"unfortunate\" and \"insensitive\". The quoted portions of the transcript not only reveal a \"closed mind\" and a \"mood of impatience\" on the Board member's part but the Court went on to find that the member's views were gravely prejudicial to the refugee claim and that it was reasonable to expect that the member's dismissive approach impacted on his determination of the applicant's credibility. While the applicant asserts that the application for judicial review was successful only because the Board member had decided the claim before hearing all of the evidence, Santos is distinguishable from this case because of the serious nature and detrimental effect of the member's comments and findings.", "[43] In the present case, any reasonably informed person viewing the matter realistically and practically would reasonably conclude that, despite this statement, the Board member would be able to decide the claim fairly. There exist no substantial grounds for apprehension of bias. Moreover, the fact that the applicant and his lawyer failed to object at the hearing amounts to an implied waiver of the right to raise this issue at the judicial review stage: <FRAGMENT_SUPPRESSED>  at paras. 34-36, [2002] 303 F.T.R. 40.", "[44] For all of these reasons, this application for judicial review is dismissed. No questions of general importance were proposed for certification, and none will be certified. ORDER", "[45] THIS COURT ORDERS that the application for judicial review is dismissed. No question is certified. [End of document]"]}