{"id_": "020537", "body_str": ["[1] Shore, J. : A rose by any other name is still a rose. The principles of statutory interpretation apply. By calling something by one word rather than another does not make it what one wants it to be. It is what it is, in the context of principles of statutory interpretation. \"... namely, the words of an Act are to be read in their entire context and in their grammatical and ordinary sense harmoniously with the scheme of the Act, the object of the Act, and the intention of Parliament.\" [see footnote 1] \"... It is a well established principle of statutory interpretation that the legislature does not intend to produce absurd consequences. According to Côté, ..., an interpretation can be considered absurd if it leads to ridiculous or frivolous consequences, if it is extremely unreasonable or inequitable, if it is illogical or incoherent, or if it is incompatible with other provisions or with the object of the legislative enactment (at pp. 378-80). Sullivan echoes these comments noting that a label of absurdity can be attached to interpretations which defeat the purpose of a statute or render some aspect of it pointless or futile.\" [see footnote 2] Furthermore, practical considerations should be taken into account to ensure that statutory provisions are not interpreted in a vacuum, without considering practical realities, if such practical considerations are not precluded. JUDICIAL PROCEDURE", "[2] This is an application for judicial review, pursuant to s. 18.1 of the Federal Courts Act [see footnote 3] from a decision rendered July 24, 2003 on behalf of the Minister of National Revenue, whereby the Applicant's request for relief from the payment of customs duties and taxes with respect to the textile cuttings that resulted from the production in Canada of dresses made from imported fabrics was denied. BACKGROUND", "[3] The relevant facts are stated in the Agreed Statement of Facts filed by the parties on January 30, 2004.", "[4] The Applicant, A & R Dress Co. Inc. (A & R Dress), imported fabric from Korea and paid the applicable customs duty in respect of the said imported fabric.", "[5] A & R Dress cut the imported fabric in Canada and manufactured or produced dresses from the cut fabric. The dresses were sold by A & R Dress in Canada.", "[6] As a result of the process by which the dresses were manufactured in Canada, certain textile cuttings remained as leftover material. The leftover textile cuttings were no longer usable to manufacture dresses and were subsequently destroyed by A & R Dress. The leftover textile cuttings were, themselves, not damaged prior to being destroyed by A & R Dress.", "[7] A & R Dress filed a claim for a refund, by way of drawback, of the customs duty which had been paid in respect of the leftover textile cuttings resulting from the manufacturing process. The \"Drawback Claim\" was filed on form K32 under claim number M246470 dated October 22, 2002 and stamped by the Respondent, the Minister of National Revenue, on October 28, 2002. The refund claim was accompanied by a Certificate of Destruction/Exportation (E15) dated June 19, 2002 signed by a representative of the Minister which attested to the fact that textile cuttings for which a refund of customs duty was claimed had been destroyed.", "[8] By letter dated July 24, 2003, a representative of the Minister denied A & R Dress' refund claim. For ease of reference, the representative of the Minister will simply be referred to as the Minister. DECISION UNDER REVIEW", "[9] The Minister determined that the leftover textile cuttings could not qualify as \"obsolete or surplus goods\" within the meaning of ss. 109 and 110 of the Customs Tariff [see footnote 4] and therefore rejected A & R Dress' refund claim in the following terms: \"As outlined in your request, your client imports rolls of fabric to produce dresses for domestic consumption and is seeking relief from the payment of customs duties and taxes with respect to the textile cuttings that result from the production in Canada of the dresses. In addition, your client is also seeking relief relating to the production in Canada of any dresses in excess of the original number required that are unused and subsequently destroyed. \"Section 109 of the Customs Tariff stipulates that the goods that are the subject of the request for relief must not be used in Canada in order to qualify under the Obsolete or Surplus Goods Program. In this instance, the rolls of fabric are the goods that are under consideration. As these goods were used for the purpose intended, which was the production of dresses, they are considered as used in Canada and do not qualify under the program. \"With respect to the second part of your request, the Obsolete or Surplus Goods Program does not provide for textile cuttings that result during the manufacturing process of goods. In addition, additional goods that are produced in excess of the original number required do not qualify as obsolete or surplus goods under the program.\"", "[10] The Minister's decision with respect to the second relief requested presented by A & R Dress remains unchanged, as it was not contested nor argued before this Court. ISSUE", "[11] Was the Minister correct in rejecting the Applicant's refund claim based on his finding that the textile cuttings leftover from the production of dresses were not surplus goods within the meaning of ss. 109 and 110 of the Customs Tariff ANALYSIS Standard of review", "[12] To determine the appropriate standard of review of administrative decisions, a pragmatic and functional approach must be adopted. As outlined in Dr. Q., Re [see footnote 5], four factors need to be taken into account: (i) the presence or absence of a privative clause or statutory right of appeal; (ii) the expertise of the tribunal relative to that of the reviewing judge on the issue in question; (iii) the purposes of the legislation and the provision in particular; and (iv) the nature of the problem.", "[13] With respect to the first factor, there is no privative clause protecting the Minister's decision nor is there a statutory right of appeal. This silence is neutral and does not imply a high standard of scrutiny.", "[14] With respect to the expertise of the tribunal relative to that of the Court on the issue in question, the Minister does not have more expertise than the Court in the interpretation of statutory provisions, s. 109 and following of the Customs Tariff in this case.", "[15] The Customs Tariff provides for duties imposition and duties relief. Section 109 and following of the Customs Tariff provide for duties relief in respect of obsolete and surplus goods. This is not a polycentric issue, where competing rights are at stake. It is a question of whether these sections entitle an entity to a refund. This factor points to a low deferential standard of review.", "[16] With respect to the nature of the question, the issue is one of statutory interpretation of s. 109 and following, which is a question of law. The statutory interpretation factor, in and of itself, favors low deference.", "[17] Thus, as the parties agreed, the analysis of the above factors leads to the conclusion that the correctness standard of review with respect to the law, itself, is to be applied in this case. Was the Minister correct in rejecting the Applicant's refund claim based on his finding that the textile cuttings leftover from the production of dresses were not surplus goods within the meaning of sections 109 to 112 of the Customs Tariff", "[18] Paragraph 110(b) of the Customs Tariff indicates the conditions to be met in order for a duty refund to be issued: \"... a refund shall be granted of ... (b) all duties, other than taxes imposed under the Excise Tax Act, paid in respect of imported goods processed in Canada, if the goods that result from the processing become obsolete or surplus goods; ...\"", "[19] For ease of reference, these conditions will be broken down as follows: 1. duty must have been paid on imported goods; 2. the imported goods must be processed in Canada; 3. goods must result from the processing; 4. goods which result from the processing must become surplus goods (\"surplus goods\" being defined in s. 109 of the Customs Tariff 1. Duty must have been paid on imported goods", "[20] The \"imported goods\" are clearly the imported fabric. It is also agreed between the parties that duty was paid in respect of the imported fabric. 2. The imported goods must be processed in Canada", "[21] \"Process\" is defined in s. 80 of the Customs Tariff as follows: \"'process', in respect of goods, includes the adjustment, alteration, assembly, manufacture, modification, production or repair of the goods\"", "[22] Following this definition of \"process\", the imported goods, i.e. the imported fabric, was clearly \"processed\" in Canada: the fabric was cut into pieces that were assembled into dresses. 3. Goods must result from the processing", "[23] The issue here, and it is the determinative one for the entire case, is whether the legislative intent was for leftover textile cuttings to fall within the meaning of the word \"goods\" in the phrase \"if the goods that result from the processing become ... surplus goods\". It should be noted that the Customs Tariff does not define the word \"good\". Section 2(1) of the Customs Act [see footnote 6] provides a definition that is not useful in this case, as it states that \"goods\", for greater certainty, includes conveyances, animals and any document in any form.", "[24] A & R Dress argues that \"goods\" includes both material and articles/finished goods. A & R Dress states that the imported fabric being a \"material\", the leftover textile cuttings equally qualify as a \"material\" since these cuttings are simply small pieces of the imported fabric. Therefore A & R Dress says, leftover textile cuttings, being material, are goods.", "[25] One of the rules of statutory interpretation consists of looking at surrounding provisions dealing with the same subject matter in order to try and see if these provisions can help determine what meaning was intended for a specific term. The Court agrees with the Minister that, with respect to paragraph 110(b) of the Customs Tariff , Parliament did not intend leftover textile cuttings to be included in the term \"goods\" but rather that it be characterized as \"scrap and waste\". This finding is based on the distinction made in ss. 120 to 122 of the Customs Tariff between \"goods\" and \"scrap and waste\". These sections read: Definition of 'value' \"120. For the purposes of sections 121 and 122, 'value' means, in respect of a by-product, goods or merchantable scrap or waste (a) if the processor has sold the by-product, goods or merchantable scrap or waste in an arms-length transaction, the price at which the processor sold the by-product, goods or merchantable scrap or waste ; and (b) in any other case, the price at which the processor would ordinarily have sold the by-product, goods or merchantable scrap or waste in an arms-length transaction, (i) in the case of an application for a drawback or refund, at the time the application is made, or (ii) if relief from the payment of duties has been granted under section 89, at the time the goods are exported. Relief reduced by value of by-product \"121(1) If relief from payment of duties is granted in respect of goods under section 89 and the goods enter into a process that produces a by-product in respect of which relief could not have been granted, the processor shall, within 90 days after production of the by-product, pay to Her Majesty in right of Canada an amount that bears the same proportion to the amount of the relief as the value of the by-product bears to the total value of the products produced from the processing of the goods. Debt to Her Majesty \"(2) An amount referred to in subsection (1), while it remains unpaid, is deemed to be a debt owing to Her Majesty in right of Canada under the Customs Act. Amount of drawback or refund not paid reduced by value of by-product \"(3) If goods in respect of which an application was made under section 110 or 113 enter into a process that produces a by-product in respect of which a refund or drawback cannot be granted and the drawback or refund has not yet been paid, the amount of the drawback or refund shall be reduced by the same proportion that the value of the by-product bears to the total value of the products produced from the processing of the goods. Relief reduced by value of merchantable scrap or waste \"122(1) If goods in respect of which relief is granted under section 89 enter into a process that produces merchantable scrap or waste in respect of which the relief could not have been granted, the processor shall, within 90 days after the production of the scrap or waste , pay to Her Majesty in right of Canada an amount equal to the product obtained by multiplying the value of the merchantable scrap or waste by the rate of customs duty that applies, at the time that the scrap or waste was produced, to merchantable scrap or waste of the same kind. Debt to Her Majesty \"(2) An amount referred to in subsection (1), while it remains unpaid, is deemed to be a debt owing to Her Majesty in right of Canada under the Customs Act. Drawback or refund reduced by value of merchantable scrap or waste \"(3) If goods in respect of which an application was made under section 110 or 113 enter into a process that produces merchantable scrap or waste in respect of which a refund or drawback cannot be granted and the drawback or refund has not yet been paid, the amount of the drawback or refund shall be reduced by an amount equal to the product obtained by multiplying the value of the merchantable scrap or waste by the rate of customs duty that applies, at the time the merchantable scrap or waste results from the process, to merchantable scrap or waste of the same kind.\" (Emphasis added) If it had been the intent of Parliament to apply a refund for \"scrap or waste\" in the context of 110(b) of the Customs Tariff , Parliament would have used those words specifically since it used those words in contrast with the term \"goods\" in ss. 120 to 122.", "[26] The scrap or waste, the leftover textile cuttings, that remains after the processing of the imported fabric is not a good within the meaning of paragraph 110(b) (and therefore cannot become afterwards a \"surplus\" good, which is the last criterion in paragraph 110(b) to qualify for a duty refund). In the present case, the \"goods\" that really result from the processing of the imported fabric are the dresses made from the imported fabric. It is the dresses that would have needed to be looked at when considering whether there is a surplus or not. But this is not the question before this Court.", "[27] Having concluded that the leftover textile cuttings are not \"goods\" that result from the processing, the Court needs not analyze whether these cuttings are \"surplus goods\" within the meaning of paragraph 110(b) read in combination with s. 109 of the Customs Tariff . The leftover textile cuttings are not surplus goods and therefore cannot qualify for a duty refund under paragraph 110(b). 4. Goods which result from the processing must become surplus goods", "[28] Had the Court concluded that the leftover textile cuttings were goods that resulted from the processing of the imported goods, the Court would have continued its analysis by asking itself \"if the goods which result from the processing become ... surplus goods \" (paragraph 110(b)). Surplus goods are defined in s. 109 of the Customs Tariff \"109. In this Division, 'obsolete or surplus goods' means goods that are (a) found to be obsolete or surplus (i) in the case of imported goods, by their importer or owner, or (ii) in any other case, by their manufacturer, producer or owner; (b) not used in Canada; (c) destroyed in such manner as the Minister of National Revenue may direct; and (d) not damaged before their destruction.\" CONCLUSION", "[29] For these reasons, the Court answers the question in the affirmative. The Court notes that, although the Minister came to the same conclusion, as it did, the Minister did so following a different reasoning. The Court's chronology of reflection is outlined in its reasons; thereby, the application for judicial review is dismissed. ORDER", "[30] THIS COURT ORDERS that 1. The application for judicial review be dismissed. 2. Recognizing that both parties have contributed to a greater understanding of the matter under review, each party is to bear its own costs. Application dismissed. Obiter Scrap or Waste \"23. Normally a claim would include any scrap or waste resulting from a processing operation or the destruction of goods, provided the scrap or waste is not subject to duties, when imported as scrap or waste, and does not have a merchantable (sales) value. \"24. When the scrap or waste has a sales value and would be subject to duties, if it were imported as such, only claim a refund if the scrap or waste is exported or destroyed. Otherwise, the claim must be reduced by the amount of duty that would be applicable to the sales value of the scrap or waste.)\" With respect to ss. 23 and 24 (previously ss. 30-31 of the Memorandum D7-2-3 on Obsolete and Surplus Goods), in the present context, it is important to recall that when the fabric in question was imported, it was neither defined as scrap nor waste, it became scrap or waste only in the processing (by the processor) [see footnote 7]. It was the processor who defined it a scrap or waste after processing, not → before. That is not scrap or waste as defined in ss. 23 and 24. The scrap or waste in ss. 23 and 24 is imported as scrap or waste; that is not the case at bar. Footnotes 1. Driedger as quoted in Rizzo & Rizzo Shoes Ltd. (Bankrupt), Re , [1998] 1 S.C.R. 27; 221 N.R. 241; 106 O.A.C. 1, at paragraph 21. 2. Ruth Sullivan, Statutory Interpretation (1997); Ruth Sullivan, Driedger on the Construction of Statutes (3rd Ed. 1994) (hereinafter \" Construction of Statutes The Interpretation of Legislation in Canada (2nd Ed. 1991) Elmer Driedger in Construction of Statutes (2nd Ed. 1983). 3. R.S.C. 1985, c. F-7. 4. S.C. 1997, c. 36. 5. [2003] 1 S.C.R. 226; 302 N.R. 34; 179 B.C.A.C. 170; 295 W.A.C. 170. 6. R.S. 1985, c. 1 (2nd Supp.). 7. As defined by importer. [End of document]"]}