{"id_": "020651", "body_str": ["[1] Strayer, J. : These two actions were tried together, and as many of the relevant facts and issues are the same they will be dealt with together in these reasons.", "[2] Both actions are for alleged infringement of two patents, arising out of the installation of a gas pipeline under the St. Lawrence River near Trois-Rivières, Québec in the summer of 1983. The action against Baker Energy Resources Corporation and Baker Marine Corporation also involves a counterclaim by the defendant Baker Energy Resources Corporation alleging the two patents to be invalid. An order has been made in each action, pursuant to Rule 480, providing for a reference as to the quantum of damages or profits so I need not consider these matters further at this time.", "[3] The first patent in question is Canadian patent number 1,037,462 (the \"follow liner\" patent) which was issued on August 29, 1978. It is agreed that this is the equivalent of U.S. patent number 4,003,440 issued January 18, 1977, whose priority date is September 17, 1974. The other patent in issue is Canadian patent number 1,140,106 (the \"pull-back\" patent) which issued on January 25, 1983. It is agreed that this is the equivalent of U.S. patent number 4,319,648 which was issued on March 16, 1982 and whose priority date is September 24, 1979. The 462 patent was originally issued to Tidril Corporation but was assigned to the plaintiff Reading & Bates Construction Co. (hereafter \"Reading & Bates U.S.\"), a Texas company, in 1979. The 106 patent was issued to Reading & Bates U.S. The plaintiff Reading & Bates Horizontal Drilling Ltd. (hereafter \"Reading & Bates Canada\"), a Canadian company with head office in Calgary, is a wholly-owned subsidiary of Reading & Bates U.S. and is the licensee in Canada of these patents pursuant to an oral agreement.", "[4] U.S. patent 440, the equivalent of Canadian patent 462, was apparently originally used in the United States by a California Company, Titan Contractors Corporation which had some corporate connection with Tidril. Employed by Titan in connection with its river-crossing operations were Donald Harden as General Field Superintendent and Hugh W. O'Donnell as Vice-President of Engineering. In 1979 Reading & Bates U.S. acquired the assets of Titan including patents held by Tidril, and Harden and O'Donnell commenced to work for Reading & Bates U.S. which carried on river-crossing operations.", "[5] In 1980 both Harden and O'Donnell left Reading & Bates U.S. and after some discussions with the defendant Baker Marine Corporation, a company with head office in Ingleside, Texas they joined with that company in forming the defendant Baker Energy Resources Corporation (hereafter referred to as \"Berco\"), with head office in Houston, Texas. Harden and O'Donnell each eventually held 10% of the shares of Berco and the remaining shares were held by Baker Marine. O'Donnell was President of Berco and Harden was Vice-President. The major part of Berco's work was drilling of holes, and installation of pipes, under rivers. Several other former employees of Reading & Bates have worked for Berco at various times since its inception. Harden and O'Donnell left Berco on April 30, 1984 and Mr. Harden has since died. They were both involved with Berco throughout the period relevant to this case. The Baker family owns most of the shares in Baker Marine and at the time in question held members of the family on the Board of Berco. The evidence indicated, however, that the management of Baker Marine was not, during the time in question, involved in day-to-day operational decisions of Berco.", "[6] In 1983 the defendant Gaz Inter-Cité Québec Inc. (hereafter \"Gaz\"), a Québec company and a distributor of natural gas in that province, was in the midst of a very large undertaking known as \"embranchements du Gazoduc au Québec\" involving the expenditure of some 500 million dollars. It had retained a consortium of engineers known as SNC/Lavalin based in Montreal to design and supervise this work and to act as its representative in identifying qualified contractors and soliciting tenders from them. As part of the extension of natural gas service to unserved areas it was necessary to cross the St. Lawrence River at Trois-Rivières in the area of the Laviolette Bridge which crosses the river at that point. While consideration was given to attaching the gas pipeline to the bridge, SNC/Lavalin suggested the possibility of laying the pipeline under the river-bed by use of the technique of horizontal directional drilling. It appears that this technique had not previously been used in Canada, nor, according to the evidence, had it been used for a river-crossing of this length which was nearly two kilometers. With the approval of the defendant Gaz, SNC/Lavalin contacted two U.S. firms, Reading & Bates U.S. and Berco and eventually qualified both of them to tender. The two firms did tender, Reading & Bates with a price of $4,925,000 and Berco with a price of $4,529,000. Berco was chosen as the lowest bidder. Berco arrived on the site with its equipment near the end of June, 1983, and commenced drilling from the north shore on July 11, 1983. The pilot hole was completed to the south shore by August 12th and the pull back of the gas pipeline commenced on August 16th, being completed by August 19th.", "[7] Essentially this process involves pushing and steering a small diameter nonrotating pipe, on whose end are mounted jets that emit water and mud which is pumped through the pipe from the drill rig. The erosive cutting effect of these emissions makes the hole through which the drillstring passes. The drillstring is directed from the rig positioned on one river bank, first at an angle downward into the ground, then across under the river and up the other side to reach the surface. As this work proceeds, a larger pipe variously described as a \"follow liner\", \"wash pipe\", or \"wash-over pipe\", or sometimes \"guide casing\", is pushed and rotated around the drillstring so as to follow it eventually to the other side of the river. The drillstring is then pulled back and by means of attaching the follow liner to a reamer (to enlarge the hole further) with a swivel connecting it to the gas pipeline or \"production pipeline\" which has been preassembled on the other shore, the latter is pulled back through the hole as the follow liner is withdrawn by the rig on the side of the river where drilling commenced. The swivel is used so that, while the follow liner is rotated in the pull back the production pipeline is not.", "[8] The following description is taken from the script of a film produced for the defendants Berco and Gaz jointly to record for the information of the public what was done in effecting this particular river-crossing. Those parties have admitted, in the examination for discovery of them put in evidence by the plaintiffs, that this film is an accurate description of what transpired. \"The first stage in construction is the setting of a section of guide casing composed of 114 millimeters outer diameter drillpipe to establish the desired angle of entry and hole direction. Next, a nonmagnetic bottom hole drilling assembly for the pilot string, composed of a fluid powered cutting tool, a bent housing, and a downhole steering instrument, is inserted into the guide casing. \"The down hole cutting tool is operated by mud or air pressure provided by the rig circulating system. \"After this initial section is in place, standard sections of pilot drillstring 9 meters in length are added a joint at a time. \"The fluid powered cutting tool may be a hydraulic motor or a jet bit. The jet bit used has one nozzle in line with the axis of the drillpipe and one in the desired change in direction. In either case, the non-rotating pilot string is directed along the desired course by the amount of bend in the bent housing and the ability to know and to change the orientation of the bend. The direction in which the pipe is bent is known as the tool face. The pilot hole can be directed along a desired course by an experienced driller by careful control of fluid flow rate and pressure, weight or thrust on the string, bit sharpness or nozzle design, accurate downhole survey data. \"Direction of a bore hole is determined by use of a continuous service readout device attached to a downhole survey instrument. The downhole instrument contains a magnetic compass, an inclinometer, and a roll indicator for determining tool face orientation. The magnetic compasses used in river crossings generally have a range of 1 to 130 degrees. Magnetic compasses are affected by outside magnetic influences and must be run in nonmagnetic drillpipe. \"In the survey data, the course of the borehole is calculated like a land survey. Starting at a known point, and proceeding from one station to the next, the position of the hole at each point can be determined. By observing the surface readout, the operator can keep a constant check on the direction in which the downhole motor or bit is facing. As the drilling proceeds, hole direction can be maintained as desired by rotating the pilot string to a new orientation. \"A complete mud mixing and pumping system is required for drilling a directional hole and installation of the pipeline. The mud used is normally a simple mixture of bentonite and water. The required specific gravity of the mud is determined by reviewing the soil boring data and by monitoring drilling progress during the course of the work. Drilling of the pilot hole is assisted by using a drilling fluid or mud which provides lubrification and a good enough medium to carry off fines from the hole. During the reaming process, larger volumes and different specific gravity muds may be needed. \"While the drilling of the pilot hole is underway, fabrication of the 219 millimeter outer diameter pipeline is beginning on the South bank of the St. Lawrence River. Welding of the pipe begins on the high ground south of the marsh. Joint by joint, the pipe is welded together by master welders and each joint x-ray checked. Rollers are installed to move the pipes to the edge of the river. Once the line for the river-crossing is completely fabricated it is hydrostatically tested to ensure its integrity. \"During the fabrication of the pipeline, drilling of the pilot hole continues along its 1,824 meter long journey beneath the river. As the drilling of the pilot hole continues, more casing is placed in the hole to protect and free up the pilot string. Without casing, the soil in contact with the pilot string would cause increased drag due to friction and eventually prevent penetration of the pilot drill. \"After several days of drilling, the pilot bit exits on the south bank of the St. Lawrence River. The 114 millimeter casing is then run to the surface to case the entire crossing length and to become a work string. The pilot string is retracted through the 114 millimeter casing and the lead end hole opener removed. ... \"A larger reamer attached to a swivel is moved into position and attached to the 114 millimeter work string. The pipe on the south bank is slowly pulled to the work string and the pulling head on the 219 millimeter outer diameter pipe attached to the swivel by a pin connection. The swivel allows rotation of the reamer to enlarge the hole without causing rotation of the 219 millimeter pipeline. \"A set of pipeline cradles are positioned on the line to help ease it into the drill hole. Placement of the line into the predrill hole is ready to commence. The 114 millimeter string starts to rotate and the mud pumps start. On the Berco drill rig, the carriage slowly moves up the ramp to start the reamer, swivel and pipe into the predrilled hole. \"The 9 meter lengths of work string are removed one by one from the hole and placed on the pipe storage skid. \"Meanwhile, the 219 millimeter pipe moves along the pipe rollers and the floatation ditch and through the pipe cradles into the drill hole. ... \"During the next 34 hours, the drilling rig pulls the heavy load. Another pumping unit is added to the pumping system provided on the rig to assist in the volume of drilling fluid required for the pull. \"And at long last ... the reaming bit appears at the foot of the drill rig pulling the pipeline.\" Certain aspects of this description can be clarified by reference to other evidence. The \"guide casing\" referred to is what is elsewhere referred to as \"follow liner\", \"wash pipe\", etc. The above description indicates that at the commencement of the successful drilling operation at Trois-Rivières, one section of such pipe was put into the ground at the angle at which Berco wished the pilot hole to commence. The smaller drillstring or pipe was then started by pushing it through this one prepositioned section of the larger (114 millimeter) follow liner of \"guide casing\". While the description says that the cutting tool may be a hydraulic motor or a jet bit, a jet bit was used in this particular project. Whereas a \"hydraulic motor\", powered by the liquid being pumped through the drillpipe or drillstring powers a rotating drill bit of some sort, a jet bit has no moving parts but simple directs the pumped liquid at high pressure against the surface to be drilled. It will be noted that the direction of the drill is generally controlled by the angle at which it is placed in relation to the drillstring, by the pressure applied in pushing the drillstring, the nature and pressure of the liquid, and the slight turning of the drillstring, all of this being controlled on the basis of information transmitted by the downhole surveying instrument which reports to the rig operator the location and direction of the drill bit.", "[9] According to the evidence, apart from the first section of guide casing inserted in the ground prior to insertion of the drillstring, Berco did not use any guide casing or follow liner until the drillstring had proceeded about 3,000 feet across the river. At that point the drillstring stuck and more follow liner was inserted, section by section, it being thrusted and rotated at the same time with drilling mud being pumped into it as it advanced along the path of, but surrounding, the drillstring until nearly reaching the end of the drillstring; then it was possible to unstick the drillstring and proceed further, and the remaining portion of the hole was bored by alternatively advancing the drillstring and then advancing the follow liner until the other side was reached.", "[10] Further detail as to how this work was carried out at Trois-Rivières will be discussed in relation to particular issues.", "[11] Well after this work had commenced, and shortly before it was finished, the plaintiff commenced one action against Gaz, Berco, and Baker Marine on August 12, 1983, that action being T-1879-83. On October 17, 1983, Addy J. of this court struck out Gaz as a defendant in that action on the following grounds: \"As to the defendant GAZ Inter-Cité Québec Inc. There appears to be absolutely nothing in the allegations in the statement of claim which established a cause of action against it. A bare allegation that a third party has entered into a construction contract with a person who is alleged to be using a method of performing that contract which infringes a method patented by the claimant does not, of itself constitute an allegation sufficient to support a claim for infringement. Since the statement of claim does not disclose a reasonable cause of action against the defendant Inter-Cité Québec Inc., it is hereby struck out and the action as against that defendant is dismissed with costs.\" The plaintiff subsequently commenced a new action against Gaz on February 21, 1984, being action T-344-84. In this statement of claim they alleged that the defendant Gaz had infringed their patents by knowingly employing Berco to perform the patented method and/or by inducing or procuring Berco to infringe the patents.", "[12] Apart from the denials of infringement by all defendants, Berco has counterclaimed for declarations of invalidity of the two patents in question. Issues", "[13] The issues, then, are: whether the processes and techniques used by Berco at Trois-Rivières infringed patents 462 and 116; whether the two patents are invalid for obviousness or lack of invention; whether patent 462 is invalid by reason of a failure to describe correctly and fully the invention as required by section 36 of the Patent Act; whether patent 106 is invalid by reason that it was anticipated by prior knowledge or use by other persons; and whether, if Berco is found to have infringed valid patents, the other defendants Baker Marine and Gaz can be found liable as well.", "[14] Before proceeding to specific conclusions, I would first observe that I did not derive a great deal of help from the expert witnesses in this case. Nor did their usefulness increase in proportion to the amount of time they spent on the stand. The two principal expert witnesses were both closely associated with the interests represented by the respective parties which called them to testify. The principal expert called by the plaintiffs, Mr. Abercrombie, is an employee of one of the plaintiffs and has been since 1976. Mr. O'Donnell, an engineer and the expert called by the defendants, is a former employee of Reading & Bates who left that company and helped establish Berco of which he was president during the time that the Trois-Rivières project was carried out. He is now president of another company which is also involved in placing pipelines under rivers by directional drilling. He has been involved in other litigation brought against him and others in the United States by the plaintiff Reading & Bates U.S. He admitted on cross-examination that it was in his interest that the plaintiffs should fail in this action and his attitude was consistent with that position. While Mr. Abercrombie (whose university training was in commercial art, not engineering) was generally more helpful and forthcoming he was handicapped by the fact that he did not become involved in drilled river-crossings until late 1979. It was therefore difficult for him to express opinions as to what a person skilled in the art in September, 1974, the priority date of patent 462, would have known or understood. Mr. Webster, the other expert called by the plaintiffs in reply, was completely impartial but admitted that his experience was essentially in the oil industry involving principally vertical drilling. I must therefore rely to a considerable extent on my own reading of the patents and prior art, as assisted by the very helpful arguments of counsel.", "[15] (i) Infringement of Patent 462 - The claims alleged to be infringed are numbers 1 to 6 and 10 to 13. I will not go into these in detail; it will suffice to say that they appear in many aspects to describe the processes used by Berco in drilling the pilot hole and traversing the St. Lawrence with both a drillstring and follow liner or, as they refer to it in their film, \"casing\". Counsel for the defendants focussed on four differences on which he would rely to distinguish Berco's activities from the claims.", "[16] First, it was common grounds, I believe, that claims 1, 5 and 6 together cover both simultaneous and sequential forcing of the drill bit and follow liner into the hole. Berco contends that it did neither in drilling under the St. Lawrence. The evidence indicates that they did \"crowd\" the drillstring some three thousand feet under the river before they found it necessary to \"thrust\" the follow liner and that they proceeded thereafter to \"crowd\" the drillstring as far as they could until it became necessary to use the follow liner again. The effect of using the follow liner was to relieve the drillstring of the weight on it, thus reducing greatly the friction which was impeding both the forward movement of the drillhead and the ability of the operator to turn the drillstring slightly in order to control its direction. The log kept of this drilling operation shows that after they once started using the follow liner they advanced it from time to time to keep it somewhere between forty feet and two hundred and forty feet behind the drillhead. Claim 5 covers a method where the \"crowding step\" (i.e. movement of the drillstring) and the \"thrusting step\" (i.e., movement of the follow liner) are \"performed sequentially\". It is my duty to give the language of the claims a purposive construction rather than confine myself to a literal one: see generally  <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 1, at 8-11. I am satisfied that, in the context, what Berco did amounted to \"sequential\" movement of the smaller and larger pipes. I do not think this term needs to be given some narrow meaning involving evenly-timed or evenly-spaced movements of the two pipes.", "[17] Secondly, Berco further contends that it did not use a \"cutting drill bit\" as described in claim 1, since it used a \"jet bit\" which has not moving parts. Mr. Webster, the independent witness, testified that the term \"drill bit\" would be understood to include a \"jet bit\". He said that whether such a drillhead involves rotating parts or simply a jet, it performs the same function and is powered by the same liquid pressure of the water and/or drilling mud pumped down the drillstring. Again, taking a purposive view of the matter I would conclude that the reference to a drill bit in claim I would cover the apparatus used by Berco.", "[18] Thirdly, claim 1 describes: \"A method for drilling along an inverted underground arcuate path beneath an obstacle ...\" Berco's expert, Mr. O'Donnell, laid considerable stress on the proposition that Berco had not drilled an \"arcuate path\" under the St. Lawrence. He appeared to interpret \"arcuate path\" as one involving a constant radius. It is clear that Berco did not drill a hole of this description. Instead, the \"as built\" drawings show that it has a number of irregular curves and a considerable segment which is almost straight and level under the middle of the river. I cannot accept Mr. O'Donnell's contention that an \"arcuate path\" as referred to in claim 1 must involve a partial circle of constant radius. I must construe the patent: \"on the basis that the addressee is a man skilled in the art and the knowledge such a man is expected to possess is to be taken into consideration.\" See  <FRAGMENT_SUPPRESSED> , at 104 (S.C.C.). Mr. O'Donnell himself conceded that to drill under a river as broad as the St. Lawrence following a path of constant radius it would be necessary to drill so deep in the middle that one would probably encounter bedrock and be unable to proceed. Instead it is common knowledge that these drilling techniques are successful in part because they operate in alluvial soil immediately subjacent to the riverbed. I am satisfied that in this context any one skilled in the art reading claim 1 would understand an \"arcuate path\" to mean a gently curving path (\"gentle\" to avoid stress on the pipeline) generally descending on one side of the river, crossing underneath it, and ascending on the other side.", "[19] Fourthly, claim 1 continues by saying that this path should go \"... from a first position at or near ground level on one side of the obstacle to a second position at or near ground level on the other side thereof ...\" It was argued, although not strenuously, that because Berco had actually exited from the riverbed shortly before reaching shore, in some three and one half feet of water, it had not come within the patent which contemplates \"surface to surface\" drilling. I think Berco could be said to have arrived at a \"second position at or near ground level\". There was at the very least substanital infringement of the method covered by claim 1. Again, taking a purposive approach, the net result was the one desired, enabling Berco to lay the gas pipeline under the river without disrupting the riverbed.", "[20] I am therefore satisfied that there was infringement of claims 1 and 5. On the basis of the evidence it appears to me that there was also infringement of claims 2, 3, 4, 11, and 12.", "[21] (ii) Infringement of Patent 106 - The statement of claim originally alleged infringement of all fifty-seven claims of patent 106 but, at trial, counsel for the plaintiffs stated that the following claims were not in suit: 10-13, 29-32, 45, and 48-57.", "[22] Again, a preliminary reading of the claims would suggest that many of them describe fairly accurately what Berco did at Trois-Rivières. I will quote the first two claims to indicate the nature of this patent: \"1. A method for placing a casing along an underground inverted arcuate path provided by a preceding pilot hole comprising: drawing reaming apparatus together with said casing in a following relationship to said reaming apparatus along an underground inverted arcuate path, without any substantial rotation of said casing. \"2. A method according to claim 1 further comprising rotating said reaming apparatus simultaneously with said drawing step.\" (It will be noted that here the term \"casing\" refers to the pipeline ultimately to be installed, referred to earlier as a \"production pipeline\".) As part of the \"Background of the Invention\", this patent refers to the earlier U.S. patent 440, the equivalent of Canadian patent 462. The emphasis or alleged novelty of patent 106, however, is the method of placement of the \"casing\" or production pipeline after the hole has been drilled. The \"pullback method\" which it teaches commences after the pilot hole has been drilled and the follow liner has surfaced on the side of the river opposite the side where the rig was placed and the drilling commenced. The drill string is withdrawn and there is then attached to the end of the follow liner some reaming apparatus which is rigidly affixed to the follow liner. Behind it there is placed a swivel and connected to the swivel is the production pipeline, its front end sealed to prevent is from filling with foreign matter as it is pulled into place. The \"pull back\" then begins, the follow liner being drawn back through the hole towards the drilling rig side of the river from whence it came, pulling after it the reamer, the swivel, and the production pipeline. The follow liner is rotated as it is pulled back and further mud is pumped through it. The rotation of the follow liner causes the reaming apparatus to turn as it precedes the production pipeline through the hole. The swivel saves the production pipeline from turning even though the follow liner which draws it is turning. This is important to avoid torsile strains on the production pipeline or abrasion of its protective wrapping, having regard to the fact that the pipe is being laid in place for permanent use.", "[23] Counsel for the defendants really asserted only one significant difference between the claims of patent 106 and the method used by Berco at Trois-Rivières: he contended that the patent calls for the use of two reamers, whereas it was common ground that Berco used only one reamer in this particular installation.", "[24] It is true that figures 4 and 5 of the drawings in patent 106 depict a \"flycutter\" reamer attached directly to the end of the follow liner with a \"barrel reamer\" attached rigidly to it by an intervening piece of pipe. The evidence was that Berco used, instead, one single large reamer of the barrel type, attached to the end of the follow liner.", "[25] It should first be noted that the claims themselves do not specify the use of two reamers but only of a \"reaming apparatus\". If resort may be had to the drawings and the disclosures which explain them (and I am not satisfied that such resort is necessary but need not decide that question) one finds that the use of two reamers is described on page 3 as being \"one embodiment\". On page 6 it is stated that in the drawings \"preferred embodiments of the invention are illustrated by way of examples. It is to be expressly understood, however, that the description and drawings are only for the purpose of illustration and as an aid to understanding, and are not intended as a definition of the limits of the invention.\" so resort to the disclosures would not compel one to conclude that the patent teaches that the use of two reamers is necessary.", "[26] Furthermore, no evidence was adduced to demonstrate convincingly that the use of two reamers as opposed to one is significantly different in its effect. Certainly the purpose is the same, namely, to enlarge the hole to admit the production pipeline. Both the claims of 106 and the method used by Berco involve the pumping of mud which exits through or around the reamer of reamers thus carrying away the cuttings from the reamer through the outer annulus.", "[27] I am therefore satisfied that there is both a textual infringement in what Berco did, because it used a \"reaming apparatus\" as contemplated in claims 1 and 2, and there is substantial infringement in that the purpose of the two types of reaming apparatus employed is the same.", "[28] On the basis of the evidence it appears to me that what Berco did infringed in substance claims 1, 2, 3, 4, and 5 even though these claims do not involve the use of a follow liner. They do involve the one-step reaming and pull-back procedure. Claim 6 does appear to involve the use of a follow liner as well as a one-step reaming and pull-back, so it is also infringed. Further, claims 7, 8, 9, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24 and 25 all involve, directly or indirectly, the procedure described in claim 6 and I therefore find them to be infringed. I find that claims 26, 27 and 28 were infringed as were claims 33 to 44. Claims 46 and 47 appear to be confined to the initial drilling operation but are infringed for the same reasons I have found patent 462 to be infringed.", "[29] (iii) Validity of patent 462 - In commencing a discussion of validity, it is important to keep in mind that the onus of proof of invalidity is on the party who alleges it: see e.g., the Beecham case, supra at 24 C.P.R.", "[30] The defendants in action T-1879-83 contend that patent 462 is invalid for obviousness. The test for obviousness has been stated frequently. An authoritative statement can be found in the Beecham case, supra at 27, C.P.R.: \"The question to be answered is whether at the date of the invention ... an unimaginative skilled technician, in light of his general knowledge and the literature and information on the subject available to him on that date, would have been led directly and without difficulty to [the] invention.\" The test was stated more colourfully by Hugessen, J., in a recent decision of the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED> ]: \"... The classical touchstone for obviousness is the technician skilled in the art but having no scintilla of inventiveness or imagination; a paragon of deduction and dexterity, wholly devoid of intuition; a triumph of the left hemisphere over the right. The question to be asked is whether this mythical creature (the man in the Clapham omnibus of patent law) would, in the light of the state of the art and of common general knowledge as at the claimed date of invention, have come directly and without difficulty to the solution taught by the patent. It is a very difficult test to satisfy.\" It is also necessary to keep in mind the observations of Pigeon, J., writing for the majority of the Supreme Court of Canada in Farbwerke Hoechst  <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 145 at 155. He was commenting on a statement by Jackett, C.J., in the judgment of the Federal Court of Appeal in the same matter where it had been said that inventive ingenuity would not be established where the state of the art \"points to a process and all that the alleged inventor have done is ascertain whether or not the process will work successfully\". Pigeon, J., observed \"In my view this statement of the requirement of inventive ingenuity puts it much too high. Very few inventions are unexpected discoveries. Practically all research work is done by looking in directions where the 'state of the art' points. On that basis and with hind sight, it could be said in most cases that there was no inventive ingenuity in the new development because every one would then see how the previous accomplishments pointed the way.\"", "[31] I shall deal only with such prior art as was relied upon by counsel for the defendants in argument although this will not include all of the prior art put in as evidence. This manner of proceding has been recently approved by the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED> ].", "[32] Claim 1 of patent 462, the claim which is the crux of the patent, states as follows: \"1. A method for drilling along an inverted underground arcuate path beneath an obstacle from a first position at or near ground level on one side of the obstacle to a second position at or near ground level on the other side thereof, said method comprising the steps of providing a pilot drill string of a first diameter; \"providing a directional drill head having at least one cutting drill bit at the leading end of said pilot drill string; \"crowding and directing said drill string into the ground from said first position on said one side of the obstacle and along said inverted arcuate path and simultaneously powering said drill bit to drill a pilot hole directionally alone said path; \"providing a following liner of second and larger diameter mounted circumferentially about said drill string, the inside diameter of said following liner exceeding the outside diameter of said drill string; and, \"thrusting said liner independently of said drill string into the ground in circumscribing relationship to follow said drill string and not direct said drill string to advance said liner about said drill string along the inverted arcuate path for a length less than the penetration of said pilot string into the ground.\" It will be observed that the first three paragraphs of claim 1 essentially deal with a method of drilling under an obstacle with a pilot string. Paragraphs 4 and 5 relate to the use of a follow liner, the larger pipe which is circumferentially placed over the drill string as drilling proceeds.", "[33] The technology covered in the first three paragraphs had already been the subject of another patent application by the same inventor, Martin Cherington, who was the inventor of 462. This other patent issued in the United States as U.S. patent 3,878,903 (Exhibit D7-26) but not until April 22, 1975. As the priority date on Canadian patent 462 is September 17, 1974 (the date of application for its U.S. counterpart) patent 903 cannot be prior art in respect of patent 462 notwithstanding that 462 did not issue in Canada until over three years after U.S. 903 issued. However, it is clear from the circumstances that the main thrust of patent 462 and its U.S. counterpart was to protect the alleged innovation of the follow liner.", "[34] With respect to the technology described in the first three paragraphs of claim 1, I am satisfied, notwithstanding the exigent tests for obviousness as quoted above, that this would have been obvious to the unimaginative skilled workman in the art of underground drilling in September, 1974.", "[35] The study entitled Horizontal Boring Technology: A State of the Art Study published by the U.S. Department of the Interior in 1968 (Exhibit D-9) relates a good deal of information which must have been fairly widely known at that time concerning horizontal drilling. At page 45 it discusses the means for controlling the direction of the hole including \"initial alinement [sic] of the drill and proper control of the bit feed, rotational speed, and pump pressure\". At page 49 it refers again to methods of directional control as it does again on pages 65 and 66. In its conclusions on page 82 the paper does say that \"the state of the art of horizontal boring for buried transmission lines when longer and larger diameter holes are required and when harder rocks are encountered is not adequate\". One of the expert witnesses, Mr. O'Donnell, disagreed with this conclusion and it must be noted that in any event it appears to be directed to problems of drilling where \"harder rocks are encountered\". The evidence indicated that this is not normally a serious problem in under-river drilling.", "[36] It is also apparent from the information in the 1972 brochure published by Smith International (Exhibit D7-1) at page 11 and the article from the Pipeline and Gas Journal of December, 1972 (Exhibit D7-2) which describes more fully the same under river crossing of the San Joaquin River in California, that the general techniques of boring a hole under a river were available to skilled workmen in the field. The San Joaquin article, if not giving details of the technique, describes it in general and indicates the equipment which would be required. While it does not explain precisely the techniques of directional control, the references in the Department of the Interior paper supra not only mention some of the techniques but suggest to me that these techniques were commonly known by anyone engaged in the drilling of lengthy underground holes.", "[37] There was also evidence from the expert witnesses indicating that directional control in one form or another was also known in oil-well drilling before 1974.", "[38] The more controversial question is whether the prior art would have led the skilled but unimaginative workmen in the art to the technique described in the last two paragraphs of claim 1 of patent 462 involving the use of the follow liner.", "[39] There is ample evidence that the use of some kind of casing or a pipe to keep open a hole once drilled was well known in 1974. As early as 1951 the Young patent, U.S. 2,565,794 (Exhibit D7-12) described at column 3-4 the method of advancing a casing along with a drill. U.S. patent 2,948,514 (the Long patent), issued in 1960 (Exhibit D7-22) describes a method of lowering the casing simultaneously with a drill in vertical drilling, for the purpose of keeping the hole open. The Department of the Interior study, at pages 35-37 describes this technique for supporting the hole and says that \"although this method is used principally for vertical holes, it has also been used for horizontal boring\". It refers again to this use of casing at page 45. The evidence also satisfies me that a workman skilled in the art of underground drilling of long holes would have understood in 1974 that the use of a liner or casing would relieve frictional pressure on the drill. Mr. Webster, the independent witness from the oil industry, testified that the use of wash pipe or casing the help free a drill string that was stuck was known as early as 1910-1920. I understood Mr. Abercrombie's evidence to be that the use of a wash pipe or casing to assist in drilling was not new in 1974; that it was well known in the oil industry; and that the innovation was simply the use of it in horizontal rather than vertical drilling. Mr. O'Donnell testified that the use of a wash pipe to unstick a drill - that is, to facilitate the movement of the drill through relieving the pressure and thus the friction over most of its length by surrounding it with a wash pipe or casing, was well known to those in the drilling industry by 1974. Further, he said that it would have been well known to one skilled in the art at that time that the use of such casing would help preserve the hole, help the return of cuttings from the drill head, and avoid \"key seating\" (caused by the lengths of the drill pipe between joints cutting into the inside edge of a curved hole and then entrapping the drill pipe when it is moved laterally because the larger joints will not pass through the narrower track cut by the pipe). (See his statement of evidence, Exhibit D-13, page 10, paragraph 36, where he says that this would have been known by 1955). Indeed, the Young patent of 1951 (supra) described at columns 3-4 the advantage that a casing or liner would provide in a deviated hole to avoid key-seating.", "[40] From the foregoing I am satisfied that as of the priority date of patent 462, that is September 17, 1974, an unimaginative skilled workman in the art of drilling long underground holes would readily have seen that the advantages attendant upon the use of a washpipe or casing in the drilling of vertical holes could be equally relevant for the drilling or horizontal holes. It must be kept in mind that it is only the method of drilling as claimed in patent 462 which is in issue here. I find it difficult to believe that an intuitive leap was required to perceive that the use of a washpipe, follow liner, or temporary casing (whatever one wishes to call it) in a horizontal hole would have beneficial effects on the drilling of such a hole by facilitating the movement of the drillstring through a reduction of friction caused by the direct pressing in of the soil on the drillstring; by facilitating the return of cutting from the drillhead through the guidance of drilling mud through the annulus between the drillstring and the follow liner; by the reducing the strain on the drillstring thus reducing the risk of columnar failure; by keeping the hole open; and by the avoidance of key seating. These were all advantages which were attributed in evidence to the follow liner method but I find it difficult to believe that these would not have been obvious to any one with a reasonable degree of knowledge and experience in the drilling industry. Certainly the Department of the Interior study of 1968 identifies this method as useful in horizontal drilling and indicates some of these advantages and the expert evidence generally supports the conclusion that they were obvious. To the extent that horizontal drilling presented different problems from vertical drilling these too must have been reasonably obvious: it appears to me that these difficulties were overcome more by innovative machinery such as the downhole survey instrument and fluid-operated drills than by the use of the follow liner. For these reasons I was not convinced by the evidence of Mr. Webster, the oil-well expert, to the effect that if confronted with a problem of a stuck drill string he would have been inclined to use a larger drill rather than a follow liner.", "[41] I did not find the evidence of \"commercial success\" to be sufficiently clear to assist me. The strongest evidence was that of Mr. Abercrombie, the plaintiffs' expert, who expressed the opinion that in the last five years probably 95% of river-crossings in the U.S. had been effected by directional drilling. But he could not say, of course, that all contractors using this technique were employing the technology of patent 462. (Indeed, the evidence indicated that Reading & Bates U.S. itself, in using a second follow liner for extra reaming was applying a method described in the disclosure of patent 106, but not in patent 462). Nor was there clear evidence as to the techniques used before September 1974 so as to indicate a distinct advance enjoying commercial success consequent on the alleged invention.", "[42] The defendants in action T-1879-83 further contend that patent 462 is invalid because the fifth paragraph of claim 1, quoted above, refers to thrusting the liner into the ground \"to follow said drill string and not direct said drill string\". It is contended that this does not comply with the requirements of section 36(2) of the Patent Act which requires that the claims state \"distinctly and in explicit terms\" the things in which the inventor claims exclusive property. While other ambiguities were pleaded, counsel for the defendants relied only on this phraseology as being sufficiently unclear to invalidate the patent. It should first be noted that the court should not be quick to find such ambiguity as will invalidate a patent, and should refuse to do so where a claim can with some effort be construed in a meaningful way: see, e.g.,  <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 33 at 37-38 (F.C.A.). Notwithstanding the obscurities suggested by the expert witness, I have little difficulty in the context in which this phrase appears in giving it an understandable meaning. I construe it to mean that the follow liner is thrust in such a way that its lead end does not extend beyond the drill head at any time; that it is the drill string as controlled by the rig operator that determines the direction of the hole and that the follow liner, by the fact that it never precedes the drill head, only \"follows\" the direction of the hole as determined by the drill string. This being the case, it is clear that the direction which the follow liner takes does not control the direction which the drill string takes, but quite the reverse. The fact that the presence of the follow liner assists the rig operator to direct the drill string by reducing the friction around the drill string - a fact which is not mentioned in the claim and therefore does not create an ambiguity on the face of the claim - does not make the follow liner the directionsetting instrument. I therefore am unable to find that there is any failure to comply with section 36 of the Patent Act so as to render patent 462 invalid.", "[43] (iv) Validity of Patent 106 - The defendants in action T-1879-83 contend that patent 106 is invalid because the so-called invention which it embodies was obvious, and also because it was anticipated by an earlier document. As the Federal Court of Appeal noted recently in the Beloit Canada Ltée case, supra at pages 5-6 [of its reasons] these two grounds of invalidity are quite distinct. A plea of obviousness alleges that a patent was not inventive; a plea of anticipation alleges that it was not novel, even though it may have been inventive and previously unknown to the applicant for the patent.", "[44] With respect to the claim of obviousness, the said defendants contend that the new elements of patent 106 would have been adequately available to the hypothetical skilled workman in the art, from the article in the Pipeline & Gas Journal of December, 1972 (Exhibit D7-2), from patent 462, and from the article in the Pipeline Digest of September 18, 1978 (Exhibit D7-4). The 1972 article, describing the crossing the San Joaquin River, teaches nothing about reaming, pull-back, or otherwise placing of the production pipeline. It is true that patent 462 refers at page 2, lines 17 to 20, to the possible use of the follow liner for \"subsequent reaming\" of the hole, i.e. subsequent to the initial drilling and traversing of the obstacle. This would, I think, be adequate to convey to a skilled workman the possibility of attaching a reamer to the downhole end of the follow liner and pulling it back through the hole, and the possibility of rotating the follow liner for this purpose would naturally occur to such a person. But it does not teach that the production pipeline may be put in place by the same process. I think it is also true that the Pipeline Digest article, which describes the traversing of the Colorado River in Texas, would teach that one could first drill a pilot hole with a small drill pipe, then use a larger drill pipe to which one would attach an even larger reamer and push it through the hole, and then pull back the production pipeline with the larger drill pipe, reaming again on the return and pulling the production pipe line with a swivel so that it need not turn. Yet, in combining all this information, one would still not have thought it possible to ream the hole to the larger size required for the production pipeline and to pull the pipeline into place, all in one operation. There was evidence which I found persuasive that a skilled workman would not have thought it possible or advisable to undertake this in one operation. Both Mr. Abercrombie and Mr. Webster testified that they would have contemplated problems with such a procedure. Mr. Webster said he would have thought it unsafe to do the reaming at the same time as the pulling into place of the production pipeline, as he would have thought it quite possible that one would encounter unexpected difficulties in reaming the hole to a larger size - difficulties such as encountering a hard rock or other obstruction which would prevent the enlargement of the hole and could result in the production pipeline becoming stuck partway under the river with the attendant loss of a valuable pipeline. He also indicated the possibility of the reamer breaking on contact with such an obstruction with the result that the installation operation would have to stop. Mr. Abercrombie also said that there was a significant difference between initially pulling the reamer through, as contemplated in patent 106, and initially pushing it through as contemplated in the Pipeline Digest article.", "[45] I must therefore conclude that the simultaneous pullback using the follow liner to do the initial reaming of the hole to the larger size required for the production pipeline and to do the actual pulling into place of the production pipeline itself in one operation would not have been obvious to an unimaginative but skilled workman in the art in September, 1979, the priority date of patent 106. This finding applies to all of the claims of patent 106 in issue. While claims 1 to 5 do not appear to involve the use of a follow liner, whereas the others do, all these claims involve a process of simultaneous reaming and pull back, the reaming being the first and operative reaming of the hole to the size of the production pipeline. This is the element which I find not to have been obvious and therefore the claims are not invalidated on the basis of obviousness.", "[46] This being the case, I need not consider further the question of commercial success of patent 106.", "[47] The defendant Berco further contends that patent 106 is invalid by reason of its anticipation by a previous publication, namely the article in the Pipeline Digest of September 18, 1978 describing the crossing of the Colorado River in Texas as previously mentioned.", "[48] As noted earlier, the distinction between pleas of obviousness and of anticipation has been succinctly described by the Federal Court of Appeal recently in the Beloit Canada Ltée case, supra where, at pages 5 and 6 [of his written reasons] Hugessen, J., pointed out that a plea of obviousness involves an allegation that the subject-matter of the patent was not really inventive, whereas a plea of anticipation is an allegation that, whether inventive or not, the subjectmatter was not novel in the sense that the alleged inventor was not the first person to discovery it.", "[49] The defendant Berco appears to be basing its allegation of anticipation on the provisions of paragraphs 28(1)(a) and (b) of the Patent Act. Paragraph (a) precludes registration of a patent if the invention was known or used by any other person prior to its \"invention\" by the patent applicant, and (b) precludes such registration where the invention was described in a patent or other publication printed in Canada or abroad more than two years before the application for the patent. Neither counsel distinguished between these two paragraphs: the issue narrowed down to whether the 1978 article (Exhibit D7-4), and the method which it described, could be considered as anticipatory of patent 106.", "[50] The tests for anticipation are well known and were not a matter of dispute. The anticipation must be found in a single document which would have given the reader the same essential information as he would obtain from reading the patent so as to enable him to make the thing or carry out the process patented. The requirements in order for prior art to be an anticipation of a patent are set out in  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), at 157, and authorities cited there. This summary of the tests was recently approved by the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED> ]. See also  <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 145, at 166-68 (S.C.C.).", "[51] Applying these tests, I am satisfied that patent 106 was not anticipated by the Pipeline Digest article of September, 1978. As noted earlier in connection with the discussion of obviousness, the essential innovation in my view in patent 106 was the description of a simulataneous reaming and pullback operation. The Pipeline Digest article, describing the crossing of the Colorado River and the laying of two pipes under it, involves a prereaming operation in which the pilot hole was first reamed by means of a 20 inch reamer attached to the end of a 4 1/2 inch drill pipe, the reamer being pushed through the hole prior to the pull back of the production pipeline. While it also describes a second reaming operation which is simultaneous with the pull back, in my view for the reasons stated earlier this is significantly different from an initial reaming process carried out simultaneously with the pull back. I therefore conclude that this article would not have conveyed to the skilled workman the information which he would require to know that he could carry out the initial reaming and the pull back simultaneously. For this reason patent 106 is not invalid for anticipation.", "[52] (v) Liability of Various Defendants - As I understand it, the defendant Berco by paragraph 9 of the statement of defence admits that the allegedly offending works in Canada were undertaken and performed entirely by it. I understand its position to be that if there were infringement, which it of course denies, then such infringement is its sole responsibility. With respect to the defendant Baker Marine Corporation, the plaintiff contends that it is liable on the basis of a principle of law set out, inter alia, in 29 Halsbury's Laws of England (3rd edition) para. 192 which states that: \"The directors of a company are not personally liable for infringements by the company, even if they are managing directors or the sole directors and shareholders, unless either (1) they have formed the company for the purpose of infringing; or (2) they have directly ordered or authorised the acts complained of; or (3) they have so authorized or ordered by implication.\" This statement of law has been adopted in a number of cases and comes, apparently, from a statement by Lord Atkin in  <FRAGMENT_SUPPRESSED>  responsible for the infringement committed at Trois-Rivières because it originally incorporated Berco for the purpose of patent infringement and/or it actively participated in the infringement by ordering or authorizing it, directly or by implication.", "[53] It should first be emphasized that, to the extent that these propositions of law apply to Baker Marine as a shareholder of Berco, I can only take into account the activities of Baker Marine as they apply to the infringement in Canada of patent 106 which I have found to have occurred at Trois-Rivières in the summer of 1983. With respect to the allegation that Baker Marine created Berco in 1980 for the purpose of that patent infringement, the evidence in my view does not support such a conclusion. According to Mr. Larry Baker, whose evidence I found to be clear and reliable, Baker Marine sought legal advice with respect to possible patent infringement before incorporating Berco, and proceeded only when advised that Berco could undertake river-crossings by horizontal drilling without such infringement. There is no concrete evidence that the company was formed with the specific intention of patent infringement. More important, however, is the fact that I have found that the only infringement which occurred is with respect to patent 106. Berco was incorporated late in 1980. Patent 106 did not issue in Canada until January 25, 1983. Even its U.S. counterpart did not issue until March 16, 1982. These patents therefore did not exist at the time that Berco was formed and it is impossible to conclude now that Berco was established with the firm intention of infringing these patents.", "[54] The other branch of the plaintiffs' claim as to the liability of Baker Marine is based on an analogy with the liability of directors for infringement as stated in the passage from Halsbury quoted above. It is very questionable whether the role of Baker Marine, which was at the time in question the holder of 80% of the shares of Berco, can be equated to that of a director of the infringing company. While it is true that a number of members of the Baker family sat on the boards of both companies, that by itself does not engage the liability of Baker Marine. The individual directors of the two companies are not being sued in this action. In  <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 164 (F.C.A.), Le Dain, J., writing for the court emphasized at page 171 the importance of the general rule that shareholders should enjoy the benefit of the limited liability afforded by incorporation even in matters of patent infringement. At page 174 he held that even in the case of a director personally and actively involved in the operation of a company, for such director to be liable for patent infringement committed by the company \"... there must be circumstances from which it is reasonable to conclude that the purpose of the director or officer was not the direction of the manufacturing and selling activity of the company in the ordinary course of his relationship to it but the deliberate, wilful and knowing pursuit of a course of conduct that was likely to constitute infringement or reflected an indifference to the risk of it.\" I need not decide whether it is possible for the principal shareholder of a company to become liable for infringement it if engages in the pursuit of a course of conduct which is \"deliberate, wilful and knowing ...\" and likely to cause the company in which it holds shares to commit patent infringement. I am satisfied in this case that the activities of Baker Marine were not for that character. It is clear from the evidence of Mr. Larry Baker, Mr. Russell Baker, and Mr. O'Donnell that Baker Marine took no part in the day-to-day operational decisions of Berco. I can find no basis for concluding that Baker Marine intentionally or recklessly caused its subsidiary Berco to perform the pullback operation at Trois-Rivières by a simultaneous pulling and reaming process, thus infringing patent 106. I must assume that that was a decision taken by Berco management itself.", "[55] Action number T-1879-83 is therefore dismissed as against Baker Marine Corporation.", "[56] More complex issues are raised by action number T-344-84 against Gaz Inter-Cité Québec Inc. with respect to the liability of that corporation for the infringement of patent 106 which I have found to have taken place. In the first action brought against all of the defendants, the plaintiffs simply alleged against Gaz Inter-Cité Québec that it had declined to accept a bid of Reading & Bates Canada for the installation of the gas pipeline at Trois-Rivières, and had instead entered into a conduct with Berco for the project. As noted above, Addy, J., struck out Gaz as a defendant in that action on the grounds that a mere allegation that a third party has entered into a construction contract with someone who is alleged to be using a method of performing the contract which infringes a patent does not, of itself, constitute an allegation of infringement against that third party. In their new action commenced subsequently, number T-344-84, the plaintiffs alleged that Gaz, with knowledge of the plaintiffs' patents and of the fact that Berco would infringe those patents by performing the work, infringed those patents by its own actions or through its agents (Berco and/or SNC/Lavalin, apparently), or that Gaz induced or procured Berco to infringe the patents in suit.", "[57] It is necessary to highlight some of the salient relevant facts. I am satisfied from the evidence that SNC/Lavalin was the representative of Gaz for the purposes of entering into the contract and for the purposes of supervising its execution to the extent that Gaz had such a right of supervision. In the contract for the project entered into by Gaz and Berco (Exhibit P-6) in section G-3, paragraph 2.1 it is specified that \"the contractor shall use a directional drilling, ream and pull back method to install the pipeline\". In section D-7, paragraph 12.0 it is stated that the \"contractor shall comply with all rights pertaining to patents, licences, ... that apply to the ... processes ... used for the contract ...\" This paragraph further provides that the contractor guarantees that the processes used shall not infringe any patent rights etc. and undertakes to idemnify Gaz against any liability in respect of possible infringement. Another portion of this paragraph states that Gaz will indemnify the contractor against any liability for patent infringement \"when the mode or process has been specifically and namely mentioned by GICQ to contractor\". I find also that prior to entering into the contract SNC/Lavalin had received letters from Reading & Bates in which the latter referred to its \"patented\" horizontal drilling process (see Exhibits P-36 and P-44). I am satisfied that SNC/Lavalin had also received brochures published by Reading & Bates in which reference was made to its patented technology (see Exhibits P-52, P-53). In Exhibit P-53 the statement is made that \"in fact, we own the patents on the entire under-river process\". There is an asterisk beside the word \"patents\" with a footnote listing a number of U.S. patents including the U.S. counterparts of patents 462 and 106. Presentations were made by both Reading & Bates and Berco to SNC/Lavalin at which some briefing was provided of the processes proposed to be used. Reading & Bates showed its film, Exhibit P-42, at that time, demonstrating the way it effected river-crossings. It appears that other material was made material as well, including Exhibit P-54 which describes a pipeline crossing of the Thames River in England by Reading & Bates.", "[58] The plaintiffs rely on most of the above facts to contend that Gaz is itself a party to the infringement through its own actions and thus directly liable. While counsel for the plaintiffs cited a number of cases involving the liability of occupiers held to be directly, rather than vicariously, liable for the acts of others on their premises, I do not think these are relevant to an action for infringement as they turn in large measure on the nature of the duty owed by an occupier. In the field of patent infringement, the plaintiffs principally rely on a principle stated in the  <FRAGMENT_SUPPRESSED>  infringement if he \"knowingly and for his own ends induces or procures another to violate or infringe\" the exclusive rights of the patentee. This view of the law was accepted by Jackett, P., in  <FRAGMENT_SUPPRESSED> , at 82. With respect, I too adopt this as a proper statement of the law relevant to the plaintiffs' allegations that the defendant Gaz is directly liable for infringement. (Vicarious liability will be dealt with below). I have noted the case of  <FRAGMENT_SUPPRESSED>  (Ch. D.), where at page 514 Graham, J., appears to be saying that the supplying from abroad of a product sold in the United Kingdom by another, which product infringed a U.K. patent, would make the supplier liable as a joint tortfeasor whether he knew that such a sale would be an infringement or not. I note however at page 514 that Graham, J., found that the supplier must have been aware of the English patent and of the fact that prima facie the sale of the product in the United Kingdom was an infringement of that patent. It must also be noted that this appears to have involved a routine which had been going on for a considerable period of time. I find no basis in this case for questioning the established Canadian position, as set out in the Copeland Chatterson and Slater Steel cases, supra, that for such liability a person must have knowingly induced or procured the infringement.", "[59] I am not satisfied that Gaz knowingly procured the infringement by Berco of patent 106. It must be kept in mind that Gaz was involved in a major pipeline project in 1983, of which this river-crossing was only a small part. It was put in touch, through its consulting engineers, with both Reading & Bates and Berco in the normal course of business and it chose Berco as the successful bidder for a normal business reason: Berco's bid was about $400,000 less than that of Reading & Bates. It is true that its engineers received letters and brochures from Reading & Bates which referred to their \"patented\" process but I am satisfied that from the use of such words Gaz or SNC/Lavalin should reasonably be presumed to have known that the process Berco would use would fall precisely within any of Reading & Bates patents or that, if it did, Berco would proceed without obtaining all necessary licences. Indeed, the contract as referred to above required Berco to be responsible for obtaining any necessary licences or otherwise to insure that it was not in breach of any patent rights. The same observations apply to the film presentation made by Reading & Bates to SNC/Lavalin. With respect to the technical paper, Exhibit P-54, provided to SNC/Lavalin, I am unable to say that it would have clearly warned the latter that the Berco procedure would infringe on Reading & Bates patents. Indeed, if I understand it correctly, the paper describes the processes used by Reading & Bates to traverse the Thames River, which processes differed in certain respects from what I have found to be the infringed aspect of patent 106. Nor can I find that Gaz in any way directed Berco to infringe the plaintiffs' patent. Section G-3, paragraph 2.1 of the contract, in requiring the contractor to use a \"directional drilling, ream and pull back method\" does not specify that the ream and pull back must be done in one operation, the aspect of patent 106 which I find to be infringed. The description of the method to be used is more general and requires nothing more than what was described, for example, in the Pipeline Digest article of September, 1978 (Exhibit D7-4).", "[60] In my view this situation is far removed from cases cited such as Morton- <FRAGMENT_SUPPRESSED>  or  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), where liability was found for infringement through aiding and abetting. Such cases involve a systematic process in which it must have been obvious to the defendant that infringement would result. In the present case we have one isolated contract between Gaz and Berco among the hundreds of contracts into which Gaz must have been entering. We have no clear evidence that Gaz knew or should have known that what Berco would do would infringe the patent of Reading & Bates or that if it would, Berco would carry out the work without obtaining the necessary licence. Further there is no evidence to show that Gaz caused Berco to undertake the work in any way other than that in which it had always planned to do it or that it would normally do it. I therefore find that Gaz is not liable for inducing or procuring Berco to infringe Patent 106.", "[61] There remains the contention of the plaintiffs that the defendant Gaz \"by itself, or by its agents, servants or employees and with its authority ...\" infringed the patent. From what has been said above it is clear that Gaz did nothing itself to infringe the patent, so if the plaintiffs are to succeed on this ground they must show that Gaz is vicariously liable for the acts of Berco with respect to the infringement of patent 106. Counsel for Gaz argued that because section D of the contract, paragraph 3.0, provided that it was to be subject to the laws of the Province of Québec, and because all the work was done in the Province of Québec, the question of vicarious liability should be tested by the laws of Québec. Argument was submitted based on the Québec Civil Code. Counsel for the plaintiffs contended that there was no basis for the application of provincial law in determining who could be a party to the infringement of the patent. I agree with counsel for the plaintiffs. I can find no authority in federal law for adopting the law of the province for the determination of who is a party to patent infringement. In hearing actions for patent infringement the Federal Court is engaged in applying a law of Canada, namely the Patent Act. Section 57(1) of that Act provides that \"any person who infringes a patent is liable to the patentee ... for all damages sustained by the patentee ...\" What I must then interpret is the scope of the words \"any person who infringes\". I must take these words as they have been interpreted and it appears to me that the Patent Act has been interpreted as creating a statutory tort of infringement. English courts have treated infringement as a tort: see, for example, the Morton-Norwich case supra; and  <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 1, at 20-22, that an action for damages for infringement under section 57 of the Patent Act is the equivalent of an action on the case in tort. Also, in the Mentmore case, supra, that court relied on common law authorities in determining whether the directors of a company could be deemed to be parties to an infringement committed by the company. From this I conclude that in determining who can be considered a party to infringement and thus subject to liability under section 57 of the Patent Act one should have resort not to the law of the province where the infringement took place but rather to common law principles of tort which are presumed to have been adopted by implication when Parliament enacted this section.", "[62] On the basis of those principles, I have little difficulty in finding that Gaz is not vicariously liable for the acts of infringement committed by Berco. The contract itself, section D paragraph 4.0, states that Berco \"... will perform its work as an independent contractor, and shall, in the prescribed time limits, and under its sole authority and anticipated manner ensure the completion of the contract work under GICQ's general surveillance.\" The evidence of several witnesses confirms that this was in fact the arrangement. The witnesses from Gaz and from SNC/Lavalin confirmed that they did not direct Berco how to carry out the work; that they simply required that the pipe be placed about ten meters under the river and indicated the point of entry and the point of exit; and that such supervision as was provided by SNC/Lavalin staff on the site was of a very general nature, mostly for the purpose of safety and environmental protection. Even Mr. Garrett, who was examined for discovery on behalf of Reading & Bates, when asked about any knowledge his company had with respect to any influence which Gaz might have had on Berco with respect to the methods used, replied in respect of Berco \"I assume they are an independent contractor\". (See Exhibit D-19, questions 300, 301). I find no indication that Gaz exercised any such control as would make it vicariously liable for the acts of Berco. To make it liable for Berco as its servant or agent, Gaz would have had to authorize, expressly or by implication, the acts of infringement and to do this it would have had to have some control over the way the work was to be done. In fact all it was entitled to specify was the end result it wished to achieve, not how the work was to be done. This is further reinforced by the fact that the contract was on a \"no hole, no pay\" basis.", "[63] I therefore find that Gaz is not liable for the acts of infringement and action T-344-84 against it is dismissed. Summary", "[64] Therefore, in action T-1879-83 there will be a declaration of validity and infringement of claims 1 to 9, 14 to 28, 33 to 44, 46 and 47, of the plaintiffs' Canadian Patent number 1,140, 106 and an injunction restraining the defendant Berco from further infringing those claims; a declaration that the claims of Canadian Patent 1,037,462 in issue here are and always have been invalid and void and an order that, as regards the plaintiffs and Berco, each party shall pay its own costs, the success being divided. There will be further directions as to the procedure on the reference as to damages or an accounting of profits as requested by counsel for the plaintiffs. With respect to Baker Marine, the action is dismissed as against it and it is entitled to its costs.", "[65] As regard action T-344-84, it is dismissed with costs. Counsel for Gaz submitted that if the action were dismissed against Gaz, costs should be awarded on a solicitor-client basis since the plaintiffs had continued to proceed against Gaz by a new action even after Addy, J., had struck out the initial action as against Gaz. I do not believe this is an appropriate situation for ordering costs on a solicitorclient basis. In the new action brought against Gaz, there were new allegations, which, if substantiated, could have been the basis for a finding of legal liability. The fact that there was little or no evidence to support these allegations is not, perhaps unfortunately, a basis for ordering costs on a solicitor-client basis which, in my understanding are normally ordered in respect of the way in which the case has been conducted, not its intrinsic merit. Order accordingly. Editor: Elizabeth M.A. Turgeon/kam [End of document]"]}