{"id_": "020779", "body_str": ["[1] Teitelbaum, J. : Plaintiff commenced proceedings against the defendant by the filing of a statement of claim on September 9, 1987.", "[2] An amended statement of claim was filed on September 16, 1987, in which plaintiff claims, among other conclusions, the following: \"(a) A declaration as between the parties that the use and adoption by the Defendant of the Design, either alone or in connection with other indicia, in connection with its business, is prohibited by sections 9 and 11 of the Trade Marks Act; \"(b) A declaration as between the parties that the use and adoption by the Defendant of the mark 'CALGARY 1988', in connection with its business, is prohibited by sections 9 and 11 of the Trade Marks Act; \"(c) An order that Registration No. TMA331,062 be struck out from the register. \"(d) A permanent, interim and interlocutory injunction restraining the Defendant, its officers, directors, agents, servants, workmen, employees, franchisees and anyone over whom it exercises control from: (i) using the mark 'CALGARY 1988' or the Design, either alone or in combination with other indicia, in connection with its business, or from adopting, as a trademark or otherwise, any word or mark consisting of, or so nearly resembling as to be likely to be mistaken for the official marks of the Plaintiff depicted in Schedules 'A' through 'D'; (ii) manufacturing, selling, offering for sale, distributing, promoting, advertising, exhibiting in public or importing for sale any product in Canada which bears the mark 'CALGARY 1988' or the Design, either alone or in combination with other indicia, or any mark the adoption or use of which is prohibited by sections 9 and 11 of the Trade Marks Act.\"", "[3] On September 21, 1987, a notice of motion was deposited in the Registry of the Federal Court in which the plaintiff requests: \"1. An interlocutory and interim injunction restraining the Defendant, its officers, directors, servants, workmen, agents, employees, franchisees and anyone over whom it exercises control from: a) adopting or using either of the marks depicted in Schedule 'A' or Schedule 'B' hereto, or the mark 'CALGARY 1988', as trademarks or otherwise, in connection with its business; b) contravening sections 9 and 11 of the  <FRAGMENT_SUPPRESSED>  marks for wares and services; and c) manufacturing, selling, offering for sale, distributing, promoting, advertising, exhibiting in public or importing for sale any product in Canada which bears either of the marks depicted in Schedules 'A' or 'B' hereto, the mark 'CALGARY 1988', or any mark the adoption or use of which is prohibited by sections 9 and 11 of the Trade Marks Act. \"2. An order for interim custody of any wares in association with which either of the marks depicted in Schedules 'A' or 'B' hereto, or the mark 'CALGARY 1988', have been used. \"3. Such further and other Order or Direction as to this Honourable Court may seem just.\"", "[4] During the course of the hearing, plaintiff abandoned its request for interim custody of any wares of defendant that may infringe its official marks.", "[5] Plaintiff, as its evidence, filed an affidavit of Linda Harmon to which are attached two Exhibits, \"A\" and \"B\", an affidavit of Donald H. Simpson to which are attached six Exhibits, \"A\" to \"F\", and an affidavit of Bruce W. Stratton to which are attached three Exhibits, \"A\", \"B\" and \"C\".", "[6] The defendant filed three affidavits as its evidence, two by a Ken Oakley, a student-at-law, containing three exhibits, Exhibits \"A\" and \"B\" to the first affidavit and one exhibit, Exhibit \"A\" to the second affidavit and an affidavit of Donald Johnston.", "[7] The relevant facts leading up to the present dispute can be summarized as follows:", "[8] By a Judgment of the Federal Court of Appeal dated July 6, 1982, the plaintiff was found to be a \"public authority\" within the meaning of section 9(1)(n)(iii) of the Trade Marks Act and therefore entitled to request and own official marks under this section of the Act (Exhibit \"A\", Stratton affidavit).", "[9] Plaintiff requested the Registrar of Trademarks to give official notice of several marks, included in these several marks are the five interlocking Olympic rings and the mark \"CALGARY 88\" (letter dated October 19, 1979, part of Exhibit \"A\" and Exhibit \"B\", first Oakley affidavit).", "[10] With regard to the \"CALGARY 88\" mark, the letter of October 19, 1979 addressed to the Registrar states: \"This mark has been adopted and used by the Canadian Olympic Association in association with the following services ...\"", "[11] With regard to the five interlocking rings, the only evidence is that the section 9 of the Trade Marks Act notice was published on January 29, 1975 (Exhibit B, first Oakley affidavit).", "[12] The section 9 notice for the \"CALGARY 88\" mark was published on March 5, 1980. The two above notices concerned the following marks: [Diagram omitted. See printed volume.]", "[13] On August 14, 1987, Donald Johnston, president of the defendant, caused to be registered in the Trademmarks Office, under Registration Number 331,062, the following trademark: [Diagram omitted. See printed volume.] (Paragraph 4, Johnston affidavit and Exhibit \"C\", Stratton affidavit)", "[14] Donald Johnston assigned his rights in and to the design trademark to the defendant (Paragraph 5, Johnston affidavit).", "[15] In the beginning of July, the defendant began selling hats bearing the above design with the words and numbers \"CALGARY 1988\". [Diagram omitted. See printed volume.]", "[16] A Linda Harmon of Calgary, Alberta, a supervisor, licensing employed by the XVth Olympic Winter Games Organizing Committee in Calgary purchased on September 11, 1987 a baseball cap with the following design: (Exhibit \"A\", Linda Harmon affidavit) [Diagram omitted. See printed volume.]", "[17] The defendant did not obtain the consent of the plaintiff or of any authorized representative of the plaintiff to use the design as shown on Exhibit \"A\" of Linda Harmon's affidavit.", "[18] Plaintiff is therefore requesting the issuance of an interlocutory injunction restraining the defendant, its officers, directors, servants, workmen, agents, employees, franchisees or anyone else over which it exercises control from using the design until such time as the merits of the plaintiff's claim can be determined at a trial.", "[19] As grounds for the present motion, the plaintiff sets out the following: \"1. There is a serious issue to be tried in this action and the Plaintiff has a strong prima facie case of contravention of sections 9 and 11 of the Trade Marks Act in derogation of the Plaintiff's official mark rights. \"2. The Plaintiff will suffer irreparable and incalculable harm if the Defendant is not restrained by an interim and interlocutory injunction from contravening the Trade Marks Act in derogation of the Plaintiff's official mark rights. \"3. The balance of convenience favours the granting of an interim and interlocutory injunction having regard to the interests of both the Plaintiff and the Defendant. \"4. The Plaintiff relies upon sections 9, 11, 12, 18, 52 and 53 of the Trade Marks Act rule 469 of the Federal Court Rules, and section 44 of the Federal Court Act.\"", "[20] Sections 9 and 11 of the Trade Marks Act state: \"9(1) No person shall adopt in connection with a business, as a trade mark or otherwise, any mark consisting of, or so nearly resembling as to be likely to be mistaken for (a) the Royal Arms, Crest or Standard; (b) the arms or crest of any member of the Royal Family; (c) the standard, arms or crest of His Excellency the Governor General; (d) any word or symbol likely to lead to the belief that the wares or services in association with which it is used have received or are produced, sold or performed under royal, vice-regal or governmental patronage, approval or authority; (e) the arms, crest or flag adopted and used at any time by Canada or by any province or municipal corporation in Canada in respect of which the Registrar has at the request of the Government of Canada or of the province or municipal corporation concerned, given public notice of its adoption and use; (f) the heraldic emblem of the Red Cross on a white ground, formed by reversing the federal colours of Switzerland and retained by the Geneva Convention for the Protection of War Victims of 1949, as the emblem and distinctive sign of the Medical Service of armed forces and used by the Canadian Red Cross Society; or the expression 'Red Cross' or 'Geneva Cross'; (g) the heraldic emblem of the Red Crescent on a white ground adopted for the same purpose as specified in paragraph (f) by a number of Moslem countries; (h) the equivalent sign of the Red Lion and Sun used by Iran for the same purpose as specified in paragraph (f); (i) any national, territorial or civic flag, arms, crest or emblem, or official control and guarantee sign or stamp, notice of the objection to the use of which as a commercial device has been received pursuant to the provisions of the Convention and publicly given by the Registrar; (j) any scandalous, obscene or immoral word or device; (k) any matter that may falsely suggest a connection with any living individual; (l) the portrait or signature of any individual who is living or has died within the preceding thirty years; (m) the words 'United Nations' or the official seal or emblem of the United Nations; (n) any badge, crest, emblem or mark (i) adopted or used by any of Her Majesty's Forces as defined in the National Defence Act, (ii) of any university, or (iii) adopted and used by any public authority in Canada as an official mark for wares or services, in respect of which the Registrar has, at the request of Her Majesty or of the university or public authority as the case may be, given public notice of its adoption and use; or (o) the name 'Royal Canadian Mounted Police' or 'R.C.M.P.' or any other combination of letters relating to the Royal Canadian Mounted Police, or any pictorial representation of a uniformed member thereof. \"11. No person shall use in connection with a business, as a trademark or otherwise, any mark adopted contrary to section 9 or 10 of this Act or contrary to section 13 or 14 of the Unfair Competition Act, chapter 274 of the Revised Statutes of Canada, 1952. 1952-53, c. 49, s. 11.\"", "[21] When a party to a proceeding (plaintiff) requests the issuance of an interlocutory injunction, the elements that it normally must show, before it is entitled to the interlocutory injunction, are the following: 1) Prima Facie case 2) Irreparable Harm 3) Balance of Convenience in its favour", "[22] Madame Justice Reed, in the case of  <FRAGMENT_SUPPRESSED>  the granting of an interlocutory injunction must be considered: (1) the strength of the Plaintiff's case (2) the degree of damage each party will suffer if an injunction is or is not granted (3) the balance of convenience, and (4) any equitable considerations which apply.\" The Strength of Plaintiff's Case (Prima Facie Case)", "[23] Defendant's submission is that the plaintiff has failed to prove a prima facie case. In fact, it was defendant's contention that the plaintiff failed to prove that it has a valid claim, that is, a claim that can even be considered as arguable.", "[24] Defendant submits that the plaintiff is basing its claim on the fact of it being the owner of an official mark in virtue of section 9 of the Trade Marks Act. In order for plaintiff to be the owner of such a mark, it must submit evidence that: a) it is a public authority b) that the mark it has adopted was adopted and used in Canada as an official mark before the Registrar has given public notice of its adoption and use.", "[25] On the basis of the submissions made, counsel for both plaintiff and defendant agree that in order for a mark to receive the protection of section 9, the mark had to be adopted and used in Canada before the Registrar gave public notice of the mark's adoption and use.", "[26] Counsel for defendant states that little or no evidence has been submitted to indicate use of the two marks that the plaintiff claims are being infringed.", "[27] Counsel for plaintiff submits that for purposes of an interlocutory injunction, plaintiff is not obligated to prove the merits of its case but only to produce sufficient evidence to indicate that the plaintiff has an arguable case.", "[28] An interlocutory injunction is an extraordinary proceeding, one that prevents an individual from doing what he or she normally would be allowed to do, therefore the plaintiff should have to disclose a strong prima facie case.", "[29] Mr. Justice Rouleau, in the unreported case of  <FRAGMENT_SUPPRESSED>  September 22, 1987, at page 25 states: \"It is trite law that an interlocutory injunction is an extraordinary legal remedy which is to be granted only in special cases. The threshold test requires the plaintiff to establish a strong prima facie case. It is true that a lower test has, in the past, been applied and has been described as requiring the plaintiff to establish a serious question or arguable case. Nevertheless, the Court has indicated on a number of occasions that the former test is to be preferred. See for example  <FRAGMENT_SUPPRESSED>  submitted sufficient evidence for me to conclude that it has a strong prima facie case.", "[31] Counsel for defendant, during the hearing, agreed that the plaintiff is a public authority as contemplated by section 9 of the Trade Marks Act.", "[32] With regard to the \"CALGARY 88\" mark, a letter dated October 19, 1979 addressed to the Registrar of Trademarks in Hull, Quebec, signed Sim & McBurney, trademark agents, states, without stating how it was used, that the mark \"has been adopted and used by the Canadian Olympic Association\". This letter requested publication of the section 9 public notice.", "[33] In the public notice published by the Registrar, in consequence of the letter of October 19, 1979, it is stated that there had been adoption and use of the mark \"CALGARY 88\". \"CALGARY 88 \"The Registrar hereby gives public notice under section 9(1)(n)(iii) of the Trade Marks Act, of the adoption and use by Canadian Olympic Association of the mark shown above , as an official mark for services: To encourage and generally to stimulate interest and participation in all international athletic competitions; to enter into and carry out agreements and arrangements with the international olympic committee and any other international or foreign athletic or sports association, body or agency and with Canadian athletic or sports associations or bodies with respect to the participation at the Olympic Games and other international or foreign games of Canadians and Canadian athletic or sports associations or bodies.\" (Underlining is mine)", "[34] In the affidavit of Donald H. Simpson, a Vice-President of the Olympic Trust of Canada, in paragraphs 3 and 10, and indirectly in paragraph 22, he states that both marks, the interlocking rings and \"CALGARY 88\" were adopted and used before the official notice was given by the Registrar of Trademarks. Paragraph 3 of Simpson's affidavit states that what is stated in the statement of claim and amended statement of claim is true. It is alleged in the statement of claim and amended statement of claim that the marks were adopted and used before publication of the notice required by section 9.", "[35] Counsel for defendant submits that the evidence of Simpson cannot and should not be accepted as it is too general. He submits that Simpson fails to state how the marks were used or when they were used and thus, \"such a bald statement\" should be considered as valueless.", "[36] This submission by counsel for defendant might have merit if I were deciding the issue on its merits. For the present purpose, a request for an interlocutory injunction, I need only determine if sufficient evidence is made, on a prima facie basis, that there was adoption and usage by plaintiff before the publication by the Registrar of the section 9 notice of the two marks in issue.", "[37] As with the mark \"CALGARY 88\" as well as with the five interlocking rings mark, I am satisfied that the plaintiff has submitted sufficient evidence to convince me that it has a strong prima facie case.", "[38] The affidavit of Simpson, together with the publication of the public notices wherein it is stated that the marks were adopted and used before publication by the plaintiff is sufficient for the present purposes. [Diagram omitted. See printed volume.] January 29, 1975 29 janvier 1975 235 TRADE MARKS JOURNAL The Registrar hereby gives public notice under section 9(1)(n)(iii) of the Trade Marks Act, of the adoption and use by the Canadian Olympic Association of the mark shown above, as an official mark for wares and services.", "[39] Defendant submits that this is insufficient, the contents of the notice, in that, the Registrar does not inquire into the factual statement that the mark was previously adopted and used before or after publication (First Oakley affidavit).", "[40] I am satisfied, that for the present proceedings only, I can and I do accept that both marks were adopted and used before the publication of the public notice under section 9(1)(n)(iii) of the Trade Marks Act.", "[41] Section 9(1) states that \"no person shall adopt in connection with a business, as a trademark or otherwise, any mark consisting of, or so nearly resembling as to be likely to be mistaken for ...\" (underlining is mine).", "[42] Counsel for defendant submits that the trademark of the defendant, the three interlocking circles with the two interlocking horseshoes, does not consist of nor does it so nearly resemble as to be likely to be mistaken for the five interlocking olympic circles.", "[43] With due respect, this submission is without merit. The design on the hats manufactured and sold by the defendant, with \"CALGARY 1988\" and three circles with two horseshoes, is made solely for the purpose to so nearly resemble as to likely be mistaken for plaintiff's marks.", "[44] Donald Johnston, in his affidavit, admits that if defendant is prevented from selling the product with the design, the defendant will go out of business (Paragraph 9, Johnston affidavit). This is a clear indication to me that he desires to copy, as much as possible, the mark of plaintiff.", "[45] The trademark of the defendant, although not an exact copy of plaintiff's section 9 mark, is so very close as to be considered \"so nearly resembling as to be likely to be mistaken for it\".", "[46] I am satisfied a strong prima facie case exists in plaintiff's favour. Irreparable Harm", "[47] In the case  <FRAGMENT_SUPPRESSED>  opinion that once an arguable case of infringement of trade name has been established, an injunction should issue without the necessity of having to consider the balance of convenience and the irreparable harm issues. [See 11 F.T.R. 139].", "[48] In the case of The Queen In Right of British Columbia and EXPO 86  <FRAGMENT_SUPPRESSED> , Mr. Justice Wallace of the British Columbia Supreme Court states at page 382: \"As in the case of the dental association, a government body may well have difficulty in establishing irreparable harm by a defendant's flagrant breach of s. 9(1)(n)(iii) of the Trade Marks Act. It is for this reason, I presume, that Parliament has given the court, by s. 53 of the Trade Marks Act, such a wide discretion to make such order as the circumstances may require where it appears any act has been done contrary to the Trade Marks Act and has expressly included in this discretion, the power to grant relief by way of injunction without imposing any condition, such as 'irreparable damage', upon the granting of such a restraining order. \"I am of the opinion therefore that it is not incumbent upon the plaintiffs on this application to demonstrate irreparable harm but simply to establish prima facie that the defendants have adopted in connection with a business or otherwise the mark adopted by a prohibition expressed in ss. 9(1)(n)(iii) and 11 of the Trade Marks Act and to bring to the attention of the court circumstances which in the court's discretion warrant the issuing of an interlocutory injunction.\"", "[49] I am of the view that in ordinary matters of infringement of trademarks, and where it is not clearly apparent that infringement has taken place, irreparable harm must be shown.", "[50] I am satisfied that where there is a flagrant infringement of an official mark of a public authority, once a strong prima facie case has been shown, no evidence of irreparable harm nor balance of convenience is required.", "[51] As Mr. Justice Wallace states, at page 382, the principles expressed in  <FRAGMENT_SUPPRESSED>  which deals with conflicting private claims are not appropriate: \"In my view the principles expressed in the American Cyanamid case, supra, dealing as it does with the conflicting claims of private interest groups, are not appropriate in a case where Parliament has been fit by statute to grant a public authority, in certain circumstances, the exclusive right to use official marks.\"", "[52] The reason for the above can be found on page 378 of the EXPO 86 (supra) decision where Mr. Justice Wallace states: \"An 'official mark' of a public authority has a different legal status from that of a registered trademark of a commercial enterprise. \"The federal or provincial government or other public authority that wishes to protect a mark as an 'official mark' must establish that it is a proper 'public authority' in Canada; that it has adopted and used the 'official mark' in association with wares and services; and that public notice of its adoption and use has been given by the Registrar of Trademarks by publication in the Trade Marks Journal (see s. 9(1)(n)(iii). \"Cattanach, J., had occasion to consider s. 9 of the Trade Marks Act and the significance of the public nature of an 'official mark' in determining the exclusivity pertaining to its use in the case of the  <FRAGMENT_SUPPRESSED> : 'As I have said the intention of the legislation is to be found in the language used in s. 9 of the Act. 'Section 9 is a prohibition against the adoption in connection with a business, as a trademark or otherwise, the list set forth in the section. 'Basically they are the arms, crests, standards, flags, words, symbols, heraldic emblems, signs, badges and like indicia associated with Her Majesty, the Royal Family, the Governor-General, the Government of Canada, the Provinces of Canada and certain named public bodies, domestic and foreign. Section 11 prohibits the use of the devices which s. 9 prohibits the adoption of.'\"", "[53] I am satisfied that the registration of the defendant's trademark was calculated to deceive or mislead the public into believing that defendant's wares were wares produced by licenced manufacturers of plaintiff. The defendant's mark so nearly resembles that of plaintiff's, unless one looks very carefully at the design, one would tend to believe the two horseshoes were two rings interlocked with the three other rings.", "[54] I am fully satisfied that the plaintiff has shown by the evidence submitted a strong prima facie case that it is a public authority , that it adopted and used, before the publication of the public notice, the two marks , the five interlocking rings and \"CALGARY 88\", the publication of the section 9 public notice was made and that defendant's mark so nearly resembles the two marks of plaintiff, that it is not necessary for plaintiff, a public authority, to show irreparable harm nor that the balance of convenience is in its favour.", "[55] The application for interlocutory injunction is granted.", "[56] Costs in the cause. Application allowed. Editor: Elizabeth M.A. Turgeon/kam [End of document]"]}