{"id_": "020739", "body_str": ["[1] Teitelbaum, D.J. : The applicant is a citizen of Jamaica who seeks review of an Immigration officer's decision, dated December 1, 2007, to refuse an exemption of the requirement to file an application for permanent residence from outside Canada on humanitarian and compassionate (H&C) grounds.", "[2] Ms. Scarlett is an elderly woman whose children reside in Canada. In 2002, she arrived in Canada on a visit to stay with her daughter. An application for permanent resident status was refused in October 2004. A refugee claim on the basis of her fear of returning to an abusive relationship in Jamaica was filed in January 2005. In August 2006, the Refugee Protection Division (RPD) accepted that the relationship was abusive, but found that the applicant had not availed herself of the protection of the state and that she had returned several times to the relationship in Jamaica after visits to her children in Canada. H&C and Pre-removal Risk Assessment (PRRA) applications were then filed.", "[3] The officer listed, as considerations in the present application the fact that Ms. Scarlett may be destitute if removed to Jamaica, with no income and no place to live; that she had no family ties or support system in Jamaica; that she would be sent back to an abusive situation if removed; and that she would suffer serious health and psychological hardship.", "[4] In the reasons, the officer found that Ms. Scarlett had not met the onus of satisfying him (or her) that her personal circumstances were such that requiring her to apply for permanent residence from outside Canada would amount to undue or disproportionate hardship. In coming to this result, the officer stated that Ms. Scarlett had informed the Visa Officer in Kingston, Jamaica that she had a daughter and grandchildren in Jamaica and that her cousin had assisted her in applying for the visa. She therefore would have some support system if removed.", "[5] The officer also noted that the applicant's house had burned down in 1998 and that she must have had another place of residence in the period between then and coming to Canada to which she could return. Furthermore, her children, who support her in Canada, could continue to support her in Jamaica.", "[6] With reference to the decision of the RPD on the abusive relationship Ms. Scarlett had in Jamaica, the officer simply noted that there was no evidence of the abuse and that he or she was not satisfied that removal would result in undeserved or disproportionate hardship. Likewise, it was noted by the officer that insufficient evidence had been put forward to show that the applicant would suffer serious health or psychological problems.", "[7] The applicant contends that the officer: a. made material errors of fact; b. breached the duty of fairness owed to her by relying on old visa applications to make contradictory findings from those in her sworn affidavit and submissions with her H&C application; c. breached her legitimate expectations; and, d. applied the wrong test for undue hardship.", "[8] The respondent objects at the outset to evidence included in the applicant's record which was not before the officer. She argues that the reviewing Court is bound by the record which was before the decision maker. In reply, the applicant submits that new evidence is permissible if there is a breach of fairness.", "[9] Given that, for the reasons which follow, I find that the duty of fairness was breached, I am satisfied that this material falls under one of the exceptions to the usual rule: see, for example, <FRAGMENT_SUPPRESSED> . The material is therefore before the Court for consideration on the question of the breach of natural justice.", "[10] Factual findings are reviewable on a reasonableness standard and should be set aside only where perverse, capricious or made without regard to the evidence before the tribunal as mandated by subsection 18.1(4) of the Federal Courts Act . The selection of the appropriate legal test against which to assess the evidence attracts a correctness standard, while a breach of procedural fairness requires that the decision be set aside.", "[11] I find that the officer did breach the duty of fairness owed to the applicant by relying on information contained in visa applications which were at least four years out of date without notifying her and providing her with an opportunity to submit evidence on any alterations to the situation in that time.", "[12] The applicant correctly notes that it is unclear from the reasons what information the officer took from the older visa applications or, indeed, which of several visa applications was used in coming to the present result. Having submitted in her present application that she had no support system in Jamaica and would be forced to return to the man who abused her, it was unfair of the officer to come to the opposite conclusion on the basis of visa applications which may have contained errors. It had been submitted to the officer that Ms. Scarlett's cousin, who assisted her in preparing her visa applications, may have made misrepresentations in order to ensure that she would get the visa. Given that Ms. Scarlett was unable to read the visa applications and that neither she nor her counsel had the applications before them, they were unable to present evidence to refute whatever information was contained therein.", "[13] The respondent argues that the officer did not make a finding of credibility and therefore need not have provided the applicant with an opportunity to comment. This is a difficult argument to make, as I cannot see how making factual findings about the applicant's family situation which are the direct opposite of her submissions that her entire support network is in Canada. In essence, the officer found that she was not being truthful, which is clearly a finding of credibility. The officer held that Ms. Scarlett has a daughter and grandchildren in Jamaica, which finding clearly influenced the outcome of the decision. The applicant ought to have been provided an opportunity to submit evidence on the question of family members residing in Jamaica, but was not. That was a breach of fairness and, as a result, the decision will be vacated.", "[14] The applicant further submits that the officer made a number of errors of fact, including in finding that Ms. Scarlett had family members in Jamaica and that her place of residence after her house burned down in 1998 and before her move to Canada in 2002 was unknown but that she might be able to return to it. Ms. Scarlett does not have family in Jamaica at this time as was recognized by the officer who refused her first H&C application. The only evidence which indicates otherwise is the information contained in visa applications made prior to 2002. Likewise, it is clearly set out in the applicant's Personal Information Form (PIF) narrative, included in her H&C application, that her place of residence in the period between losing her house and coming to Canada was the home of her former common-law partner, whose abuse of her was the basis of her refugee claim. It was perverse of the officer to consider that the applicant might reasonable return to that situation.", "[15] The respondent counters that the applicant mentioned a cousin in Jamaica who had told her that her former common-law partner continued to look for her. It was open to the officer, therefore, to rely on this information and find that she has family members in Jamaica. While she concedes that the finding regarding Ms. Scarlett's place of residence between 1998 and 2002 was erroneous, she submits that the officer's decision should be upheld on the balance of the analysis and that there would be no purpose in remitting it for reconsideration.", "[16] The officer's decision was not reasonable on the facts before him (or her). The evidence submitted with the H&C application indicated clearly that Ms. Scarlett could not reasonably have returned to the residence she occupied between the loss of her house and her arrival in Canada. This error, and the finding that she had a daughter and other close family members in Jamaica, was not based on the evidence in the record and the applicant should therefore be granted relief pursuant to subsection 18.1(4) of the Federal Courts Act", "[17] Next, the applicant submits that she had a legitimate expectation that the PRRA and H&C applications would be considered together and that relevant evidence was therefore not duplicated in both packages. She notes that there is a policy that applications will be joined and argues that she should have been able to rely on the application of that policy.", "[18] The respondent counters that the applicant did not clearly raise the issue of risk and that the policy is that an H&C application will be forwarded to the PRRA unit where risk is alleged. If the applicant had wanted the officer to consider the material filed in support of her PRRA application in deciding the outcome of the H&C application, the onus was on her to provide that material with the latter.", "[19] While I agree with the respondent that the onus is on the applicant to provide with her application all the evidence necessary for the officer to make a fully informed decision, I disagree that risk was not raised as an issue. Her submissions clearly indicate that her only support system in Jamaica would be her abuser and that she feared returning to the violent relationship they had. The necessity of taking into account those factors which tend to put women at relatively higher risk is a policy of the respondent Minister, as shown by such initiatives as the statutory requirement that the Immigration and Refugee Protection Act IRPA ) be assessed annually for its impact relating to gender (section 94).", "[20] Applicants should not be required to use specific phrases or words to trigger particular assessments, especially those who are elderly and illiterate. To insist that the applicant in the instant case bore a burden of using the correct language to ensure that the application was forwarded to the PRRA unit fails to be sensitive to the reality that faces women in abusive relationships. That said, however, it remains true that Ms. Scarlett did bear the onus of providing the officer with all relevant evidence. Her counsel could not reasonably have assumed that the two applications would be joined and ought to have ensured that all necessary documentation was provided on each.", "[21] I am satisfied that the IRB decision contains errors and must be returned for a new hearing before a different officer. Accordingly, the judicial review application is allowed.", "[22] No questions of general importance were proposed for certification and none arise on these facts. JUDGMENT", "[23] THIS COURT ORDERS AND ADJUDGES that the application for judicial review is allowed and the matter is hereby returned for a new hearing before a different officer. [End of document] <FRAGMENT_SUPPRESSED>"]}