{"id_": "020829", "body_str": ["[1] Snider, J. : The Applicant, Mr. Zeynal Cirahan, is a citizen of Turkey who arrived in Canada on November 27, 1986. On the basis of his identity as a Kurdish Alevi, he has made numerous requests for protection in Canada, none of which have been successful. The latest of these rejections was the decision of a pre-removal risk assessment (\"PRRA\") Officer, dated February 23, 2004, wherein the Officer concluded that the Applicant was not a person in need of protection. The Applicant seeks judicial review of this decision. Issue", "[2] This application raises one issue, that being whether the PRRA Officer erred by misapprehending or misconstruing the evidence. For the reasons that follow, I am satisfied that the Officer did not err. Analysis Standard of Review", "[3] The Applicant argues that there is divergent jurisprudence of this Court on the applicable standard of review for a PRRA Officer decision, with some cases concluding that the standard is one of reasonableness simpliciter (e.g.  <FRAGMENT_SUPPRESSED>  (F.C.) (QL)) and others finding a standard of patent unreasonableness (e.g.  <FRAGMENT_SUPPRESSED>  (F.C.) (QL)). In this case, where the decision of the Officer turned on her analysis of the country conditions in Turkey, I would apply the higher standard of patent unreasonableness. That was the conclusion of Justice Phelan in  <FRAGMENT_SUPPRESSED>  (F.C.) (QL) where he was faced with a similar question of a PRRA Officer's review of the documentary evidence on country conditions. I agree with Justice Phelan. The conclusion of the PRRA, based on the Officer's review of the documentary evidence related to country conditions, should only be overturned if it is entirely unsupported by the evidence. The Goven Letter", "[4] What evidence did the Officer review in reaching her conclusions? In the PRRA application that was submitted in March, 2003, the Applicant does not describe any personal risk. In the sections of the form where the Applicant is asked to describe the significant events that have caused him to seek protection outside Turkey and what protection he sought from authorities of Turkey, his only entry is \"Please see submissions\".", "[5] The only submission made with his application is an undated letter from Mr. Suleyman Goven where Mr. Goven describes the situation for Turkish Alevi in Turkey. Mr. Goven describes himself as a Kurdish Alevi who arrived in Canada in 1991 and as someone who testified as an \"expert\" in the adjudications of Kurdish Alevi individuals in 1992, 1993 and 1994. There is no separate corroboration of his credentials as an expert (other than from the Applicant's counsel at that time). In his letter, Mr. Goven summarizes as follows: It is my opinion that Mr. Cirahan will not be safe in any part of Turkey. The historical disadvantageous position of the Kurdish Alevi make it very likely that someone like Mr. Cirahan will be persecuted. . . . The very fact that you are Alevi raises suspicion and which follows, is gratuitous persecution.", "[6] Although the letter sets out a list of events that Mr. Goven uses to support his conclusion, the reader is not referred through footnotes or attachments to any sources for the information. The latest of these events allegedly occurred in 2001.", "[7] The Applicant submits that the letter was ignored or that the contents of the letter were misconstrued. A review of the decision demonstrates that this was not the case. The Officer did not ignore the letter. The decision refers to it in several places. The Officer correctly states Mr. Goven's views that \"the Applicant is at risk of persecution in Turkey because as a Kurdish Alevi from K. Mara he will be suspected as supporter of HADEP (People's Democracy Party)\" and that \"the Applicant will be viewed as a Kurd returning to Turkey to make trouble and therefore he will not survive if returned to Turkey\". This does not demonstrate a misapprehension of Mr. Goven's letter.", "[8] What is apparent from a review of the decision is that the Officer gave Mr. Goven's letter little weight. It is understandable why the letter was given little weight, given that: . Mr. Goven is not a disinterested party (being a Kurdish Alevi); . his letter is not substantiated by references to his sources of information; . the latest of the events referred to occurred in 2001; . his \"expertise\" is not supported in any way; and . the letter is undated.", "[9] In short, the letter is simply an interested party's unsubstantiated view of the situation faced by Kurdish Alevi and received the weight that it deserved. Other Documentary Evidence", "[10] The Applicant also submits that the Officer misapprehended both the Applicant's situation as a Kurdish Alevi from the K. Maras area of Turkey and that the documentary evidence shows that such persons are at risk merely because they would be perceived as sympathetic to the Kurdish. Since the Officer does not question the Applicant's identity as a Kurdish Alevi from the K. Maras area, the Applicant argues that this case falls within the line of cases exemplified by  <FRAGMENT_SUPPRESSED>  (F.C.T.D.) (QL) and that the Officer was required to assess the risk of persecution. This assessment, in the view of the Applicant, was not done.", "[11] Firstly, I find the case of Seevaratnam to be distinguishable. In Seevaratnam, the identity of the claimant as a young Tamil woman was established. The Immigration and Refugee Board, in that case, was presented with documentary evidence that directly and without question related to the treatment of women in the claimant's position. The Court concluded that the Board had simply denied the claim because it did not find the claimant credible. In those circumstances the Court stated, at para. 11, that \"there was still evidence remaining which could have affected her claim. Therefore, this evidence should have been expressly assessed.\" The situation before me is not the same. Here, the evidence was assessed.", "[12] The Officer thoroughly reviewed the documentary evidence. The Applicant does not allege that any of the evidence was ignored; rather, he argues that the evidence supports that, as a Kurdish Alevi from K. Maras, he would be at risk. He points to a number of specific references in the documentary evidence to risks to Kurdish Alevis and problems in the K. Maras area of Turkey. The Officer acknowledges the difficulties faced by persons in the Applicant's position. In addition to this evidence, however, the Officer refers to considerable evidence that shows that not all Kurdish Alevi are subject to persecution, a risk to life or a risk of cruel and unusual treatment or punishment in Turkey. In summary, the Officer carried out a careful assessment and weighing of all the documentary evidence before her. Based on a review of the documentary evidence, I am satisfied that her conclusion was not unreasonable. Applicant's Origins in K. Maras region of Turkey", "[13] Finally, the Applicant argues that the application should have been assessed on the basis of the Applicant's original residence in the K. Maras area. In response, I note that the Applicant bears the burden of making his case. As stated by the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED> , at para. 11 (F.C.A.) (QL), \"A failure by a claimant to fulfill his obligations and assume his burden of proof cannot be imputed to the Board so as to make it a Board failure.\" Although that case dealt with a refugee claim, I believe that the principle is equally applicable here.", "[14] The Applicant's application was brief and relied almost exclusively on the submission of Mr. Goven. While Mr. Goven makes some references to the situation for Kurds from K. Maras, he emphasizes over and over the risk to all Kurdish Alevi anywhere in Turkey. Neither the Applicant nor his counsel identified anywhere in his application that the risk was due to his being from this specific area of Turkey. Absent a clear submission from the Applicant that his risk arises because of his K. Maras origins, I cannot see why the Officer was required to speculate on the grounds of his claim. In my view, the Officer concluded, quite reasonably, that the alleged risk was not faced by the Applicant, particularly, but by Turkish Alevis generally. Conclusion", "[15] For these reasons, the application for judicial review will be dismissed. Neither party proposed a question for certification; none will be certified. ORDER", "[16] THIS COURT ORDERS THAT: 1. The application is dismissed; 2. No question of general importance is certified. [End of document] <FRAGMENT_SUPPRESSED>"]}