{"id_": "020917", "body_str": ["[1] Gleason, J. : The applicant is a citizen of the People's Republic of China and claims to be a practitioner of Falun Gong. He alleges that the Chinese Public Security Bureau [PSB] conducted a raid on his Falun Gong group in 2010, that he and others were alerted to the raid by a look-out who called a warning and that he and the others fled through the back door of the premises. He claims he then went into hiding at a relative's home, sought the assistance of a smuggler, came to Canada and made a refugee claim shortly after arriving. In support of his claim, he provided evidence regarding his alleged practice of Falun Gong in Canada, which included photographs of him engaged in the practice and letters from other Falun Gong adherents.", "[2] In a decision dated June 28, 2012, the Refugee Protection Division of the Immigration and Refugee Board [the RPD or the Board] dismissed the applicant's claim, finding that he lacked credibility and that the claimed events in China did not occur. The Board premised its credibility finding on six different weaknesses in the applicant's testimony, including his demeanour and lack of ability to recount any real detail regarding what he alleged happened in China. The Board reasoned that the applicant had not been a Falun Gong practitioner in China, that as his claimed adherence to Falun Gong in Canada was tied to his claim to have been a practitioner in China, he was not a genuine practitioner in Canada and that he was therefore not a true adherent of Falun Gong. It thus concluded he was unlikely to face risk if returned to China as he would not practice Falun Gong and was unlikely to be perceived by the Chinese authorities as an adherent. The RPD therefore found the applicant was neither a refugee nor a protected person under sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 [the IRPA].", "[3] In this application for judicial review, the applicant seeks to set aside the RPD's decision, arguing that its credibility determination was unreasonable and that it erred in failing to properly assess his claim (or claim to protection based on his activities in Canada). In this regard, the applicant argues that the Board committed a reviewable error in considering and relying on the lack of a legitimate motive for his practice of Falun Gong in Canada.", "[4] For the reasons set out below, I have determined that the Board did not commit any such reviewable error and that its decision is reasonable. This application for judicial review will therefore be dismissed. Is the Board's credibility assessment reasonable?", "[5] As noted, the Board offered six different reasons for disbelieving the applicant's claims regarding what he alleged happened in China. These were: 1. The applicant's testimony regarding what he claimed happened in China lacked authenticity and, in the Board's words, \"had the hallmarks of a rehearsed story rather than a recollection of events arising from having lived through the experience himself\" (Decision at para 9). The Board made this finding based on the applicant's demeanor and fact he recalled very little detail regarding what he alleged happened, which the RPD felt he ought to have remembered, given the nature of the events he claimed had occurred; 2. The Board questioned the authenticity of certain of the documents the applicant tendered, given the prevalence of fraudulent documents in China the fact that the applicant's parents mailed them to him (despite the risk of their mail being screened and alleged threats to them by the PSB if they were to help the applicant in his pursuit of Falun Gong); 3. The Board found it implausible that the smuggler would have kept the applicant's Resident Identity Card [RIC] card when accompanying the applicant on his travel to Canada under a false passport due to the risk of being discovered; 4. The applicant claimed the PSB had searched his uncle's house, but failed to mention this important detail in the narrative to his Personal Identification Form [PIF] he was required to complete by virtue of section 5(1) of the Refugee Protection Division Rules , SOR/2002-228, even though he was represented by experienced immigration counsel when he completed the PIF; 5. The implausibility of the applicant's claim that the PSB visited his parents' home six times over the two year period following the applicant's departure from China, but did not leave a summons or other documents with the applicant's parents; and 6. The implausibility of the applicant's version of events when no punishment was visited on his family.", "[6] The applicant challenges each of these findings, arguing that especially when viewed cumulatively, the errors made by the RPD in its credibility assessment render the decision unreasonable.", "[7] Prior to discussing each of the errors that applicant alleges the RPD made, it is useful to review the general principles applicable to the assessment of the Board's credibility determinations. Such determinations are reviewable on the reasonableness standard and must be afforded significant deference (see e.g. Aguebor v (Canada) Minister of Employment and Immigration (1993), [1993] FCJ No 732 at para 4, 160 NR 315 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> ). As I noted in <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]: [T]he starting point in reviewing a credibility finding is the recognition that the role of this Court is a very limited one because the tribunal had the advantage of hearing the witnesses testify, observed their demeanor and is alive to all the factual nuances and contradictions in the evidence. Moreover, in many cases, the tribunal has expertise in the subject matter at issue that the reviewing court lacks. It is therefore much better placed to make credibility findings, including those related to implausibility. Also, the efficient administration of justice, which is at the heart of the notion of deference, requires that review of these sorts of issues be the exception as opposed to the general rule.", "[8] In terms of the bases upon which the Board may reasonably rely for an adverse credibility finding, it is well-established that discrepancies between the version of events offered by a claimant at various times provide a solid basis for adverse credibility determinations (see e.g. <FRAGMENT_SUPPRESSED>  49 ACWS (3d) 562 ( <FRAGMENT_SUPPRESSED>  135 NR 300 ( <FRAGMENT_SUPPRESSED> [ Jin ]; <FRAGMENT_SUPPRESSED> ). Likewise, lack of ability to recall detail - especially in circumstances where it ought to be remembered - provides a tribunal a reasonable basis for rejecting testimony (see e.g. <FRAGMENT_SUPPRESSED> ). The RPD may additionally rely on implausibility in a claimant's version of events to found an adverse credibility determination, provided the implausibility is actual as opposed to illusory (see e.g. <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED>  38 ACWS (3d) 361 ( <FRAGMENT_SUPPRESSED>  (CA)). Finally, a witness' demeanor or manner of testifying may be relied on to ground an adverse credibility finding, but it is preferable it not be the sole basis for such a finding (see e.g. <FRAGMENT_SUPPRESSED> at paras 42, 45).", "[9] Thus, the types of matters relied on by the Board in this case in support of its adverse credibility determination fall well within the sort of matters that can be relied on to reject a witness' testimony.", "[10] The Board placed the greatest weight on its first reason, and, in particular, the lack of detail offered by the applicant and the fact that his story seemed to be rehearsed. The applicant offers no real challenge to this finding other than arguing that it was incorrect, which is no basis to disregard it. Moreover, the transcript does reveal that the applicant's version of events was extraordinarily sparse, and the Board was in a privileged position to assess the lack of authenticity in the applicant's demeanor. Thus, the first reason the RPD offered in support of its credibility determination, in my view, is unassailable.", "[11] Likewise, the Board did not err in its reliance on the contradictions between the applicant's PIF and his oral testimony. The applicant asserts that there is no contradiction between the two as he noted his PIF that the PSB went to his close relatives' homes in their search for him. In my view, this is a different assertion from the claim he made during his testimony, to the effect that the PSB twice conducted a searches of his uncle's home. Thus, there was a basis for the Board to find a contradiction between the applicant's testimony and his PIF and the Board's reliance on the difference between the two is not unreasonable.", "[12] The implausibility findings surrounding the allegation that the smuggler kept the applicant's RIC and the lack of punishment visited on the applicant's family are similarly reasonable. There is a solid basis for the implausibility of the applicant's claim that the smuggler kept his RIC as this finding is based on the common sense determination that one would be at risk carrying two different pieces of identification. Likewise, there was support in the objective evidence before the Board for the finding that the Chinese authorities often persecute families of suspected Falun Gong practitioners. Accordingly, the RPD's determination that lack of persecution of the applicant's family rendered his version of events unbelievable is reasonable. Similar determinations were upheld in <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ] and <FRAGMENT_SUPPRESSED> .", "[13] As concerns the Board's treatment of the documents from China filed by the applicant, contrary to what the applicant asserts, the RPD did not discard them solely because of the prevalence of fraudulent documents in China and, thus, this case is distinguishable from <FRAGMENT_SUPPRESSED>  relied on by the applicant. That said, the finding made by Justice Mactavish in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] does appear to apply to this case. In <FRAGMENT_SUPPRESSED> , Justice Mactavish noted that: There was, however, no evidence before the Board to indicate that Mr. Cao's immigration consultant had ever told him that Chinese authorities monitor the postal system and track fugitives through a computer network. Nor was there any evidence that either Mr. Cao, a farmer from rural China, or his family would have been aware of this practice. The Board's finding was based on nothing more than speculation and was thus unreasonable. These comments are equally applicable here. Therefore, this point in the Board's reasoning is likely unreasonable.", "[14] Finally, insofar as concerns the Board's treatment of the summons issue, as the applicant correctly notes, a finding that the credibility of a claim for protection from China is undermined by the lack of a PSB summons has been rejected as unreasonable in some recent jurisprudence of this Court (see e.g. <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED> ). However, as noted by Justice Zinn in <FRAGMENT_SUPPRESSED> unreasonable finding with respect to a summons need not be determinative of the entire application for judicial review: The applicant cites recent decisions of this Court which have held that \"a finding by the Board that on a balance of probabilities it would be reasonable to assume that a summons would have been left is a reviewable error[\"]: <FRAGMENT_SUPPRESSED>  (F.C.) and <FRAGMENT_SUPPRESSED>  (F.C.). The respondent submits that the jurisprudence subsequent to Liang indicates that the issue is not as clear cut as suggested and that \"each case must be determined on its facts and on how those facts were assessed by the  <FRAGMENT_SUPPRESSED>  (F.C.) and <FRAGMENT_SUPPRESSED> (F.C.). In my view, every case must be assessed based on the evidence before the Board and its assessment of that evidence. With respect to this particular submission, I adopt and agree with the comments of Justice Mosley in <FRAGMENT_SUPPRESSED>  (F.C.), at paragraph 10: The Board drew a negative inference from the lack of a summons in part because the applicant claimed that the PSB had visited his home nine times. Considering the evidence on the uneven enforcement practice of the PSB, this may have been unreasonable (see <FRAGMENT_SUPPRESSED> ). However, this one inference was not determinative and is not sufficient to render the entire decision unreasonable. I find that even if the Board's finding relating to the lack of a summon is disregarded, there remains a sufficient basis to support the Board's finding that her story was not to be believed when one applies the test of reasonableness in <FRAGMENT_SUPPRESSED>  (S.C.C.), and the deference which the Court must give to the Board's decision.", "[15] I believe these comments apply equally here. Even if one or possibly two of the reasons offered by the Board in support of its credibility determination bear no weight, the bulk of its reasons are solid. Thus, there is no basis to interfere with the RPD's assessment of the applicant's lack of credibility, particularly in light of the deference to be afforded to its assessment. Did the Board err in its assessment of the applicant's claim?", "[16] Turning, then, to the second issue, as noted, the applicant argues that the RPD erred in failing to properly assess his claim and in relying on the lack of a legitimate motive for his practice of Falun Gong in Canada. Neither assertion has merit.", "[17] Contrary to what the applicant asserts, the Board did assess the claim and the evidence the applicant tendered in support of his assertion that he was a genuine Falun Gong practitioner in Canada. It simply found this evidence insufficient to establish the genuineness of the claimed practice. There is nothing unreasonable in this conclusion, especially when viewed in light of the determination that the applicant fabricated what had occurred in China. In short, there is nothing unreasonable in finding that a few letters and pictures do not establish that a claimant is a genuine adherent to a religion, especially where, as here, he has lied about being a practitioner in order to make a fraudulent refugee claim. In this regard, I endorse the comment of Justice Pinard in Jin at para 20, that: [I]t would be absurd to grant a claim every time a pastor provides a letter attesting to an applicant's membership in his church.", "[18] To similar effect, it was not unreasonable for the Board to have assessed and considered the applicant's motive for practicing Falun Gong as a reason for rejecting his claim. While beginning to practice a religion solely to buttress a refugee claim cannot, in and of itself, be the basis for rejecting a claim, the Board may legitimately have regard to such motive in assessing the genuineness of a claimant's claimed religious beliefs. In many respects, this case is on all fours with my decision in <FRAGMENT_SUPPRESSED> , where I reviewed and rejected an argument identical to that made by the applicant in this case. Because my reasons in that case apply equally here, I have reproduced a portion of them below: [C]ontrary to what the applicant claims, Canadian case law does recognise that motive for engaging in a religious practice in Canada may be considered by the RPD in an appropriate case. However, a finding that a claimant was motivated to practice a religion in Canada to buttress a fraudulent refugee claim cannot be used, in and of itself, as a basis to reject the claim. Rather, the finding that the claimant has been motivated by a desire to buttress his or her refugee claim is one factor that may be considered by the RPD in assessing the sincerity of a claimant's religious beliefs. The sincerity of those beliefs will be an issue in cases, like the present, where continuing the religious practice in the country of origin might place the claimant at risk. If the beliefs are not genuine, then there is no risk, as a claimant would not practice his or her newly-acquired religion in the country of origin if adherence to the religion is motivated solely by a desire to support a refugee claim. On the other hand, there may well be situations where a claimant might initially have been motivated to join a religion due to these types of motivations, but along the route, may have developed faith and become a true adherent of the religion. [...] In a series of recent cases involving claimants from China, this Court has applied the holding in Ejtehadian v Canada (Minister of Citizenship and Immigration) , 2007 FC 158] and held that the Board cannot reject a claim due solely to lack of credibility or improper motive but, rather, must assess the genuineness of the applicant's religious practice to determine if he or she will be at risk if returned to the country of origin [...] In Jin and Wang v Canada (Minister of Citizenship and Immigration) , 2011 FC 614] [...] the Board noted the questionable motive for conversion but then went on to assess the genuineness of the applicant's conversion and found it to be lacking. The Board based its findings on the claimants' lack of credibility, the fact that they had fabricated stories about being Christians in China and their lack of knowledge of the details of the religion they claimed to practice. Because the claimants were found to not be genuine practitioners, the RPD held they would not practice their claimed religions if returned to China and thus were determined to face no risk. And this Court upheld the Board's findings in those cases. In short, in circumstances very much like the present, the RPD's decisions were upheld. ( <FRAGMENT_SUPPRESSED> at paras 61-65.)", "[19] It follows that the RPD did not err in considering the applicant's motive for practicing Falun Gong in Canada nor in its assessment of his claim.", "[20] This application will accordingly be dismissed. No question for certification was submitted under section 74 of the IRPA and none arises in this case. JUDGMENT", "[21] THIS COURT'S JUDGMENT is that 1. This application for judicial review is dismissed; 2. No question of general importance is certified; and 3. There is no order as to costs.", "[2] LC 2001, c 27 [la LIPR].", "[3]", "[4]", "[5]", "[6]", "[7] Aguebor c (Canada) Ministre de l'Emploi et de l'Immigration (1993), [1993] ACF no732, au paragraphe 4, 160 NR 315 [ <FRAGMENT_SUPPRESSED> ] ; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ] :", "[8] <FRAGMENT_SUPPRESSED>  49 ACWS (3d) 562 ( <FRAGMENT_SUPPRESSED>  135 NR 300 ( <FRAGMENT_SUPPRESSED> [ Jin ] ; <FRAGMENT_SUPPRESSED> à 33;", "[9]", "[10]", "[11]", "[12] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], et <FRAGMENT_SUPPRESSED> .", "[13]", "[14] Liang <FRAGMENT_SUPPRESSED> . <FRAGMENT_SUPPRESSED> : [traduction]", "[15]", "[16]", "[17] Jin", "[18] [...] Ejtehadian l'Immigration) Jin et Wang [c Canada (Ministre de la Citoyenneté et de l'Immigration)", "[19]", "[20] JUGEMENT", "[21] [End of document]"]}