{"id_": "021370", "body_str": ["[1] Barnes, J. : This is an appeal by Ulla Mueller brought under subsection 14(5) of the Citizenship Act , R.S.C. 1985, c. C-29 (Act) from a decision of the Citizenship Court refusing her application for citizenship. The Citizenship Court concluded that Ms. Mueller had failed to establish Canadian residency as required by paragraph 5(1)( ) of the Act. It was undisputed that she was 783 days short of the statutory requirement of 1,095 days of actual residency within the four years preceding her application. The issue presented on this appeal is whether the Citizenship Court erred in its assessment of her asserted claim to constructive residency. I. Background", "[2] In 1975 Ms. Mueller came to Canada as a dependent of her parents. She was then nine years old. After that time she completed all of her remaining formal education in Canada. She became a landed immigrant in 1989. Her husband is a Canadian and served in the Canadian Air Force for 28 years. In a written submission to the Citizenship Court, Ms. Mueller described her history of Canadian residency as follows: I believe my circumstances warrant a review on compassionate grounds on the following basis. I have lived in Canada since 1975, as a dependent on my Father's work permits from 1975 until I became a Landed Immigrant in 1989. I completed primary and High School in Mississauga, completed College in Toronto and worked in the Greater Toronto area. The only time I have been outside of Canada in the 32 years since moving here, other than for holidays, was when my husband took employment in the United Arab Emirates from 1990-1993 as the airline industry in Canada was particularly tough during that time, and again since 1999 which is also due to my husband's work. Although we have stayed in Sri Lanka longer than anticipated, we have maintained our ties to Canada throughout. We did not want to sell our house in Collingwood, nor did we rent it out while we have been away. Both my husband and I have made frequent and lengthy trips back to Canada since going to Sri Lanka and have maintained a car here since 2001. We bought a second car in December 2006 in preparation for our return. In the 13 months since my date of application, I have spent over 7 months in Collingwood. I will be returning to Colombo mid October at which time my husband and I will be starting the packing-up process in preparation for our permanent return to Collingwood. Based on the above information, together with my continuing association with the Canadian High Commission in Sri Lanka, I believe that my ties to Canada for over 30 years are evident and hope that they will be considered in my over-all assessment.", "[3] Ms. Mueller and her husband lived primarily in Sri Lanka between 1999 and March 2008, but during the four years immediately preceding her application for citizenship, she frequently returned to Canada and was present here for a total of 311 days. The record also indicates that Ms. Mueller was employed on a contract basis by the Canadian High Commission in Sri Lanka for lengthy periods between July 2000 and July 2007. Throughout the relevant period she also paid Canadian income tax, maintained a Canadian household and kept up her Canadian club memberships and social contacts.", "[4] When Ms. Mueller applied for Canadian citizenship, she was aware that she did not meet the minimum requirement for physical presence in Canada but asked that the Citizenship Court take into account that her absences were temporary in nature and that her ongoing ties to Canada were sufficient to overcome the numerical shortfall. II. The Decision under Review", "[5] The reasons of the Citizenship Court for dismissing Ms. Mueller's application for citizenship are set out below: Before approving an application for a grant of citizenship made under subsection 5(1) of the Act, I must determine whether you meet the requirements of this Act and the regulations, including the requirements set out in paragraph 5(1)(c) to have accumulated at least three years (1,095 days) of residence within the four years (1,460 days) immediately preceding the date of your application. At least three years does not mean less time; it means not fewer than 3 years. There is Federal Court jurisprudence which does not require physical presence of the applicant for citizenship for the entire 1,095 days, when there are special or exceptional circumstances. However, in my view, too long an absence from Canada, albeit temporary, during the minimum period of time set out in the Act, as in the present case, in contrary to the purpose of the residency requirements of the Act. Indeed, the Act already allows a person who has been lawfully admitted to Canada for permanent residence not to reside in Canada during one of the four years preceding the date of that person's application for citizenship. In your case, after carefully reviewing all of the documentation you provided, I found that you do not meet the requirement under section 5(1)(c) of the Citizenship Act. I have reviewed the information on file and that you shared with me at the Hearing and I have found no compelling reason to waive the requirements of Residency under the Act. III. Analysis", "[6] It appears that the Citizenship Court was attempting to apply one of the tests for constructive residency when it referred to \"special or exceptional circumstances\" and to \"no compelling reason to waive the requirements of residency\". Because this language does not conform with that found in Re Koo , [1993] 1 F.C. 286, 19 Imm. L.R. (2d) 1, and in Re Papadogiorgakis , [1978] 2 F.C. 208, 88 D.L.R. (3d) 243, it is impossible to identify the precise legal standard that was being applied.", "[7] This case closely resembles that of <FRAGMENT_SUPPRESSED>  where Justice Paul Rouleau set aside a Citizenship Court decision for its failure to adequately explain how the issue of residency was determined. Justice Rouleau described the problem as follows: 18 In light of the facts in this case, it would be difficult to conclude that physical presence is the determining factor. Although the applicant has not been physically present for the required three year period within the four years preceding his application, he seems to have settled into, and centralized his ordinary mode of living in Canada. 19 Though the Citizenship Judge found the absences to vitiate the applicant's ability to obtain citizenship, she offered no reasons, explanations or facts upon which she relied to make this determination. If she is to disagree with the prevailing jurisprudence, she should at least offer a more substantial analysis in order to justify her finding of fact. The decision is completely devoid of any reasonable explanation to make a finding that this applicant should not have his absences count as residency and therefore comply with the statutory requirement. Also see <FRAGMENT_SUPPRESSED>  for a recent and thorough analysis of the law on this point.", "[8] The above reasoning applies equally to the circumstances of this case. Here I cannot tell which test for residency was applied but, suffice it to say, the test is not defined by the language employed by the Citizenship Court. If the Citizenship Court was attempting to apply the centralized mode of living test, it should have said so. Indeed, the Citizenship Court should, in its reasons, cite the specific authority that it is applying to avoid any confusion or doubt about how it is assessing the residency requirement. If it is applying a test other than the strict numerical standard, it also has an obligation to identify the material evidence before it and, where residency is not established, to explain why that evidence was insufficient.", "[9] Ms. Mueller placed a significant amount of evidence before the Citizenship Court in her attempt to prove her constructive residency in Canada. She was entitled to know why that evidence was found lacking. While there was a considerable shortfall in days present in Canada, her attachments to Canada since the age of nine are also considerable. Certainly with her history of Canadian residency, the Citizenship Court could not have had any reservations about her understanding of Canada and Canadian traditions and values.", "[10] For the above reasons, I allow this appeal and direct that this matter be re-determined by a different Judge of the Citizenship Court. JUDGMENT", "[11] THIS COURT ADJUDGES that this appeal is allowed and that this matter is to be re-determined by a different judge of the Citizenship Court. [End of document] <FRAGMENT_SUPPRESSED>"]}