{"id_": "021357", "body_str": ["[1] Scott, J. : This is an application for judicial review of the decision of Frazer Mark, Visa Officer (Officer), of the Canadian High Commission in Colombo, Sri Lanka, pursuant to section 72(1) of the Immigration and Refugee Protection Act, SC 2001 c 27 (Act) by Ratnasingam Ramalingam (Applicant). The Officer refused the Applicant's application for permanent residency under the Dependent of Refugee Class. The Applicant's son, Thanajan, is a dependent in this application. I. The Facts", "[2] The Applicant is a Sri Lankan Tamil, born on March 19, 1949. His son, Thanajan, was born March 9, 1985. The Applicant married his wife in 1975, and they have five (5) children in total; two (2) in Canada, two (2) in Sri Lanka, and one (1) in the United Kingdom. The Applicant's wife, who is also his sponsor, claimed refugee status based on her perceived political opinion, nationality and membership in a particular social group.", "[3] The Applicant alleges that he worked as a prison guard for the Sri Lankan government from 1971 to 1991. From 1971 to 1976 he worked in Borella, Colombo, and in 1976 was transferred to Kopay prison in Jaffna. He retired in 1991 and opened a grocery store with his family members in Kopay. After five (5) years he abandoned the store and went to Colombo to work as a security guard in a garment factory.", "[4] The Applicant also alleges the following facts: (a) Liberation Tigers of Tamil Eelam (LTTE) members were among the prisoners at the prison where the Applicant worked, but he was never in charge of guarding them; (b) The Applicant was receiving a government pension after 1991, while also working; (c) The Applicant gave money to the LTTE on two (2) occasions: in 1991-1992, he gave them two (2) sovereigns of gold, and then while he ran his grocery store, he was forced to give them a tax of Rs.250 a month; (d) No member of the Applicant's family ever joined the LTTE or any militant group. The LTTE made several demands on the Applicant, which he refused. He was left unharmed, but this was not unusual as he was older and retired; (e) In 1996, the Applicant and his family moved to Colombo in anticipation of being sponsored to Canada by his oldest son. In January 2006, the Applicant's wife and daughter moved to Canada. The Applicant received phone calls from someone who knew that his wife and children were abroad and who threatened to kidnap the Applicant's remaining children if he did not give them money. The Applicant asked his wife to make a refugee claim in Canada at that time; her claim was accepted; (f) The Applicant was fearful and took his two (2) remaining children to India from March to December 2006. He was unable to financially support himself in India, and because the situation in Sri Lanka had improved, he returned to Sri Lanka.", "[5] The Applicant was interviewed by the Officer on May 4, 2010. The summary of the interview is written in the Computer-Assisted Immigration Processing System (CAIPS) notes, pages 7-9. A letter refusing the Applicant's application was sent on May 18, 2010. II. The Decision under Review", "[6] The decision letter states that the Applicant was determined to not meet the requirements for immigration to Canada, and cites section 16(1) of the Act, the requirement to be truthful in answering all questions. The Officer states that the Applicant was evasive, untruthful and lacking credibility with respect to many aspects of his background. There were many discrepancies between the Applicant's information and the information provided by his wife in her refugee application. The Applicant had failed to convince the Officer that he was not inadmissible to Canada, and the Officer could not pass the Applicant's background assessment. The Officer cites section 11(1) of the Act, stating that an Officer shall issue a visa if \"following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act\".", "[7] In the summary of the interview laid out in the CAIPS notes, the Officer notes that the interview was conducted with the help of an interpreter. The Officer first asked about the Applicant's work history, and was told the Applicant was retired and a pensioner, and had been running a grocery store before moving to Colombo. When asked what he did in Colombo, the Applicant described working as a prison guard, and then as a security guard for a garment factory. The Officer eventually verified the timeline of the Applicant's work history, but noted that it was not set out in the application form. The Officer noted, with confirmation from the interpreter, that the Applicant changed his story several times and \"has a habit of providing the minimal response to my questions without regard to what he previously said\".", "[8] The Officer asked the reason for the wife's refugee claim, and the Applicant responded that he had told her to claim refugee status because of the problems he was having in Sri Lanka. The Officer noted that the wife's PIF said that she had also had problems of her own before leaving Sri Lanka and does not discuss his problems, and the Applicant then added that she had also had problems. There were also discrepancies between the wife's PIF and the Applicant's responses as to whether the family had ever been displaced before going to India; she had said yes but the Applicant said no, and then backtracked when asked about her response.", "[9] The Applicant denied any contact with the LTTE, but mentioned giving them two (2) sovereigns of gold and that he refused to give them any more money. When asked about the consequences of refusing, he then described the Rs.250 tax that he paid them for four (4) years. He said he refused to provide them with food, but that there were no consequences to his refusal. He also said his children had refused to join the LTTE when members came to the school, and there were no consequences for them either. He said his son had refused to do sentry duty for the LTTE, but the Officer noted that the son said he was required to provide this duty. The Officer asked if the LTTE knew the Applicant was a former government worker and the Applicant said they did, and asked him to leave the area, but left him alone when he refused. The Officer did not find this credible.", "[10] The Applicant described the kidnapping threat and the move to India, and the Officer noted that this was not mentioned in anyone's PIF, and did not find it credible. The Applicant said he returned to Sri Lanka when the situation improved. The Officer asked why he told his wife to make a refugee claim in Canada if the situation had improved, and the Applicant repeated the kidnapping story.", "[11] The Officer noted overall that the Applicant provided \"minimalist responses\" throughout the interview and often changed his \"facts\". He was evasive and non-credible in his replies to the point where the Officer was unable to distinguish fact from fiction. There were contradictions between the family's stories, as well as troublesome contradictions concerning his dealing with the LTTE. The Officer could not \"in good conscience\" pass his background. He reviewed the file for humanitarian and compassionate grounds, but did not find that these outweighed the requirement to pass a background clearance. III. Relevant Legislation", "[12] The relevant portions of the Act are as follows: Application before entering Canada 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act. Obligation - answer truthfully 16. (1) A person who makes an application must answer truthfully all questions put to them for the purpose of the examination and must produce a visa and all relevant evidence and documents that the officer reasonably requires. Obligation - relevant evidence (2) In the case of a foreign national, (a) the relevant evidence referred to in subsection (1) includes photographic and fingerprint evidence; and (b) the foreign national must submit to a medical examination on request. Evidence relating to identity (3) An officer may require or obtain from a permanent resident or a foreign national who is arrested, detained or subject to a removal order, any evidence - photographic, fingerprint or otherwise - that may be used to establish their identity or compliance with this Act. Misrepresentation 40. (1) A permanent resident or a foreign national is inadmissible for misrepresentation (a) for directly or indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of this Act; (b) for being or having been sponsored by a person who is determined to be inadmissible for misrepresentation; (c) on a final determination to vacate a decision to allow the claim for refugee protection by the permanent resident or the foreign national; or (d) on ceasing to be a citizen under paragraph 10(1)(a) of the Citizenship Act, in the circumstances set out in subsection 10(2) of that Act. Application (2) The following provisions govern subsection (1): (a) the permanent resident or the foreign national continues to be inadmissible for misrepresentation for a period of two years following, in the case of a determination outside Canada, a final determination of inadmissibility under subsection (1) or, in the case of a determination in Canada, the date the removal order is enforced; and (b) paragraph (1)(b) does not apply unless the Minister is satisfied that the facts of the case justify the inadmissibility. Application IV. Issues and Standard of Review", "[13] This application raises the following issues: A. Can section 11 of the Act be a basis in itself for a refusal to issue a visa? B. Was the Officer's decision reasonable?", "[14] The parties agree that the standard of review applicable to this latter issue is that of reasonableness, as the Officer is entitled to deference in his fact-finding and his assessment of an Applicant's credibility ( <FRAGMENT_SUPPRESSED> ). The first issue however, being a question of law, is reviewable on the standard of correctness ( <FRAGMENT_SUPPRESSED> ). V. Analysis A. Can section 11 be a basis in itself for a refusal to issue a visa?", "[15] The Applicant's main argument is that the Officer erred in law when he rejected the application based solely on section 11(1) of the Act. The Applicant submits that the only issue before the Officer was whether or not the Applicant was inadmissible. The Applicant argues that section 11(1) does not provide an independent basis for refusing an application for permanent residence, and argues that if the Officer was to find that the Applicant was inadmissible to Canada, he should have relied on one of the inadmissibility provisions laid out in the Act, more precisely sections 33 to 43. The Applicant argues that absent a finding on one of these bases, the Officer could only have rejected the application if the Applicant had refused to provide relevant information when requested. The Applicant relies primarily on <FRAGMENT_SUPPRESSED>  for this proposition. In <FRAGMENT_SUPPRESSED> , the Applicant was asked to submit to DNA testing to prove that her dependents were her own children, and she refused. The Court held:", "[12] In the case at bar, it is worth noting that the officer did not reject the application on the ground that the children were not dependants of the plaintiff's wife: he made no ruling on this point. The application was rejected for the mother's failure to produce DNA blood tests that could have proved filial relationships between herself and her children, as the belated birth certificates or presentations in the temple did not satisfy the officer. In short, the plaintiff's wife did not meet the requirements of s. 9(3) of the Act as she was unable to satisfactorily establish the filial relationship that would have shown she had dependants. That being so, she did not discharge the burden upon her. The visa officer was thus right to conclude that the principal applicant's failure to comply with the conditions of s. 9(3) of the Act justified denial of a visa ...", "[16] The Applicant submits that <FRAGMENT_SUPPRESSED> was correctly decided, but that its meaning is limited such that a person cannot be rejected for failure to establish his or her inadmissibility unless he or she refuses to provide relevant information when it is requested. In the case at bar, the Applicant argues that he did not fail to provide any information to the officer when requested, and disputes that he was evasive.", "[17] The Applicant in his written submissions contends that to allow a refusal of an application on the basis of section 11 only would set a dangerous precedent, as it would allow an officer to engage in endless speculation that there was information being withheld when there was insufficient evidence to make any positive finding of inadmissibility. The Applicant submits that nothing in the jurisprudence supports such a broad and open-ended interpretation of section 11.", "[18] Pursuant to section 11, an Applicant must provide information to satisfy an Officer that he or she is not inadmissible. The Applicant argues that an Officer can conclude that an Applicant has not met the requirements on this basis only where the Applicant refuses to provide information. The Applicant notes that an Applicant can be found inadmissible on grounds of withholding information or untruthfulness, under section 40(1), if he fails to answer a legitimate, material question, as per <FRAGMENT_SUPPRESSED>  (FCA), which dealt with section 9(3) of the former Act (section 9(3) read as follows: Every person shall answer truthfully all questions put to him by a visa officer and shall produce such documentation as may be required by the visa officer for the purpose of establishing that his admission would not be contrary to this Act or the Regulations):", "[5] In order to dispose of this appeal, it is not necessary, in my view, to determine whether the appellant's father contravened subsection 9(3) when he lied to the visa officer. As I indicated at the hearing, I am of opinion that a violation of subsection 9(3) by a person who applies for a visa does not make him an inadmissible person described in paragraph 19(2)(d).", "[20] The Applicant also cited <FRAGMENT_SUPPRESSED>  which dealt with inadmissibility under the \"criminality\" category in section 36 and cites <FRAGMENT_SUPPRESSED>  in which this Court upheld a finding of misrepresentation but determined that the Applicant was not \"criminally inadmissible\".", "[21] In his written submission, the Applicant also referred to <FRAGMENT_SUPPRESSED>  where the Court set aside a refusal based on an Applicant's failure to satisfy an Officer that he was not inadmissible. There had been a breach of fairness, but the Court also set aside the decision because the officer could not refuse an application selected by Quebec unless there was a finding of inadmissibility. The Applicant submits that the following dicta are relevant:", "[18] Paragraph 9(1)(a) of the Act provides that the applicant shall be granted permanent resident status because he met the Quebec selection criteria as an investor immigration unless found inadmissible. The visa officer did not find the applicant inadmissible; rather, the visa officer said he could not be \"satisfied that the applicant is not inadmissible\". This is not a finding that the applicant is inadmissible. If the visa officer concluded that Mr. Chen was not truthfully answering questions about his source of fund as required under section 16 of the Act, the visa officer could have found Mr. Chen inadmissible under section 40 or 41 of the Act. He did not do so, and did not have the jurisdiction to deny a permanent resident visa to Mr. Chen under paragraph 9(1)(a) of the Act.", "[22] The Applicant argues that if he was found to be untruthful or withholding information, he should have been rejected on the basis of sections 40 or 41, not on the sole basis of section 11.", "[23] The Applicant cites <FRAGMENT_SUPPRESSED>  as examples of Applicants being rejected for misrepresentation on other bases. The Applicant notes that in <FRAGMENT_SUPPRESSED> , the Court did uphold a refusal under section 11, but argues that this was only because the Officer in the case clearly found that the Applicant was not credible in his denial of involvement in war crimes. There was therefore a clear finding of untruthfulness tantamount to a finding of misrepresentation.", "[24] The Respondent's main argument is that the Officer was unable to make a finding of inadmissibility under one of the grounds found in sections 34-42 because he could not ascertain the Applicant's background, and therefore could not make a finding that the Applicant was \"not inadmissible\", as per section 11(1). The officer could not get to the stage of continuing to evaluate the application because he could not establish the lack of inadmissibility; in this interpretation passing section 11(1) is a necessary component of the permanent residence assessment. The Respondent argues that there is no question that an Officer cannot by law issue a visa to an Applicant unless the Officer is satisfied that the Applicant is not inadmissible. There is nothing in the Act or the associated regulations to suggest than an Applicant to Canada is by default admissible.", "[25] The Respondent argues that the Applicant's answers were sufficiently inconsistent and vague that the officer could not determine with any confidence the Applicant's background. The Applicant's failure to comply with section 16 meant that the officer did not have the requisite information to know whether or not the Applicant was inadmissible.", "[26] The Respondent in his written submission disputes the Applicant's narrow interpretation of <FRAGMENT_SUPPRESSED> , and argues that the decision in that case came about because the Applicant had failed to discharge her onus to show that she was not inadmissible. The Respondent argues that the Applicant's narrow reading of the case is not borne out by the Court's reasons. The Applicant in <FRAGMENT_SUPPRESSED> failed to discharge the burden upon her to establish a specific relationship that was in question; this information was necessary for the officer in order to determine whether she was inadmissible or not. If an Applicant does not provide information to satisfy an officer that they are who they say they are, then the officer cannot make a determination that they are not inadmissible. The Respondent argues that the Applicant's interpretation would create a situation where Applicants could be untruthful in their representations without consequence, and where an officer would always have to find an Applicant \"not inadmissible\" unless he refused to provide documentation or clearly fit into one of the \"inadmissible\" grounds.", "[27] The Respondent argues that the language of section 11(1) supports the interpretation that the officer must be satisfied that the person is not inadmissible after examining and weighing the evidence, not that the Officer must consider someone not inadmissible if every document requested is provided. The Respondent argues that the Applicant has failed to demonstrate a legal error in the Officer's application of section 11(1).", "[28] The Respondent cites <FRAGMENT_SUPPRESSED>  where the Applicant tried to argue that the Officer had made a finding that he was admissible when the Officer determined that he was \"not inadmissible\":", "[18] The applicant submits that the Officer had made a positive decision and found him to be admissible to Canada. In effect, the applicant is asserting that the Officer was functus when he states in the CAIPS notes that the applicant is not inadmissible. Contrary to the applicant's submission, at no time did the Officer or anyone else at the Canadian Embassy make a positive decision in favor of the applicant or determine that he was admissible to Canada. The Officer only made an initial or preliminary finding that the applicant appeared admissible; however, no decision was made, no visa was issued and the Officer continued to process the application.", "[29] The Respondent cites this case to show that \"admissible\" and \"not inadmissible\" are distinct concepts, and therefore, that the lack of a specific finding of \"inadmissibility\" on one of the grounds listed does not necessarily means that the Applicant is therefore \"admissible\".", "[30] The Respondent also relies on <FRAGMENT_SUPPRESSED>  where the Court upheld the officer's finding that he could not determine whether the foreign national was \"not inadmissible\" under section 11:", "[7] The primary flaw in Mr. Shi's reasoning is that the officer did not make a finding of inadmissibility; rather, he dismissed Mr. Shi's application. Section 11(1) provides that an application for visa or other entry document may be refused on two different grounds: (a) because the foreign national is inadmissible; or (b) because he does not meet the requirements of the IRPA. In this case, the visa officer's decision was based on two findings: - the visa officer was not satisfied on how Mr. Shi had accumulated his wealth; and - the visa officer was not satisfied that Mr. Shi met the requirements of s.11(1) and s.16(1) of the Act. The officer made no finding of inadmissibility pursuant to any of the provisions in sections 34 to 41.", "[8] The officer made no finding of inadmissibility pursuant to any of the provisions in sections 34 to 41. Had the visa officer found Mr. Shi to be inadmissible to Canada under those provisions, the consequences would have extended far beyond the refusal of his permanent residence application. For example, pursuant to s. 179 of the Regulations, he would not be able to acquire a temporary resident visa as a member of the visitor, worker or student class; for such a visa, a foreign national must show that he is not inadmissible (Regulations, s. 179(e)). Even though Mr. Shi's application for permanent residence has been denied, he may still (subject to examination and other application criteria) be eligible to visit Canada.", "[31] The Respondent also cites <FRAGMENT_SUPPRESSED>  in which the Officer found that the Applicant had not satisfied him that the Applicant was \"not inadmissible\" as there were discrepancies between the Applicant's PIF and that of his spouse's in support of the refugee claim. The officer in that case found the Applicant to be evasive and to not volunteer any information to him; therefore the officer was of the view that he did not have a complete picture of the Applicant's activities. Justice Rennie held:", "[9] Under s.11 of the IRPA a visa officer must be satisfied that the Applicant is \"not inadmissible\" and meets the requirements of the Act. The burden is always on the applicant to provide sufficient evidence to warrant the favorable exercise of discretion: <FRAGMENT_SUPPRESSED> . In this case, the applicant requests that this Court substitute its view on both the frankness and candor of the applicant during the interview and whether the onus on the applicant to establish that he is not inadmissible has been discharged. Here, the discrepancies noted by the officer were concrete and objective and would, in the mind of any reasonable person, give reason for concern.", "[32] The Respondent argues that the Applicant cannot rely on Chen in support of its arguments, as in the case of <FRAGMENT_SUPPRESSED> where the Applicant attempted to rely on the same obiter paragraph of Chen , the Court specifically limited the application of Chen as only relevant to Quebec cases.", "[33] In reviewing cases cited by the Applicant, I note firstly that Kang was a 1981 case that appears to have been decided more specifically on the language of the former Act. I do not think that it is particularly relevant to the present case. Justice Pratte says at paragraph 7:", "[7] It does not follow that the failure of an applicant to comply with the requirements of subsection 9(3) is without sanction. That failure may or may not, according to the circumstances, justify a decision not to grant a visa; it does not, however, as was assumed by the decision under attack, have the automatic effect of making the applicant an inadmissible person described in paragraph 19(2)(d).", "[34] I also agree with the Respondent that <FRAGMENT_SUPPRESSED> limits Chen to applying exclusively in Quebec cases:", "[13] The applicant's reliance on Chen and on  <FRAGMENT_SUPPRESSED>  as to the jurisdiction of the officer to refuse a visa application absent a finding of inadmissibility is misplaced. Both Chen and Belkacem involved decisions made by the Province of Quebec under the Canada-Québec Accord relating to Immigration and Temporary Admission of Aliens. Section 12(a) of that Accord provides that \"Québec has sole responsibility for the selection of immigrants destined to that province and Canada has sole responsibility for the admission of immigrants to that province.\" Because Québec has sole responsibility for the selection of foreign nationals who intend to reside in that Province, s. 9(1)(a) of the Act applies. It was that provision that was relied on by the Court in both cases as suggesting that the officer had no jurisdiction to deny a visa absent a finding of inadmissibility.", "[35] I appreciate the distinction that the Applicant is attempting to make between <FRAGMENT_SUPPRESSED> and the present case, in that the Officer in <FRAGMENT_SUPPRESSED> had a more concrete reason to believe that the Applicant's story was not credible, because the Officer had knowledge of certain military events in the former Yugoslavia that did not appear to match the Applicant's story. However, the following paragraph from the judgment does not seem to me to support the Applicant's argument that the finding under section 11(1) was intended to be limited in the sense that the Applicant suggests:", "[10] ... The burden rested with the Applicant to convince the visa officer of his qualifications to enter Canada, and having given what she considered to be an unbelievable story relating to his military service, he simply failed to discharge it.", "[36] I find myself, on the whole, convinced by the Respondent's interpretation of section 11(1), as being more logical with regard to the language of the provision. After reading <FRAGMENT_SUPPRESSED> , I agree with the Respondent that there is no indication that the Court intended to limit its application to the narrow grounds described by the Applicant.", "[37] Based on the recent case of <FRAGMENT_SUPPRESSED> , I find that the Applicant is incorrect in arguing that there is no jurisprudence in support of rejecting an application on the basis of section 11(1). I am persuaded that an Officer can reject an application without a specific finding of inadmissibility, on the grounds that the failure of the Applicant to provide a complete picture of his background, that Officer cannot actually determine that the Applicant is \"not inadmissible\". B. Was the Officer's decision reasonable?", "[38] The Applicant disputes that he was evasive or that he failed to provide any information to the Officer, and argues that the CAIPS notes support this argument. He argues that his work history is clearly demarked in the CAIPS notes. He clearly explained the nature of his involvement with the LTTE, in the form of the bribes of gold and the tax money, and that he had never guarded them in prison, nor agreed to their requests to leave the area. The Applicant argues that the Officer had no concrete evidence in front of him that could have led him to disbelieve the Applicant's testimony, and submits that the Officer provided no evidence to support his statement that it was not credible that the LTTE would have left the Applicant alone though he had been a government prison guard. There was no therefore factual basis for the Officer's credibility assessment. The Applicant notes that any inconsistencies can be explained by the fact that the Officer was asking the Applicant about events that had occurred some fifteen to twenty years previously.", "[39] The Applicant further argues that the Officer should not have considered differences between the Applicant's testimony and that of his son, with regard to whether the son had completed sentry duty for the LTTE, as the Applicant was applying as a dependent of his wife, not of his son. The Applicant also argues that his testimonies to the effect that his son refused to provide this duty, and his son's testimony that he was required to provide it, are not contradictory. The Applicant pointed the Court to paragraph 7 of the son's testimony where it is stated that he refused initially but was subsequently forced to do so.", "[40] The Applicant also disagrees that there were discrepancies between his testimony and his wife's PIF. In essence when his wife mentions the family in her PIF the Applicant was obviously included as a member of the family. Therefore according to the Applicant there are no contradictions. With respect to the displacement, in his interview he stated only that they had gone to India. When it was pointed out to him that his wife said they had been displaced to Meesalai, the Applicant agreed with this, saying he thought that the Officer was referring to a different period in time. The Applicant argues that as he agreed in the end that they had been displaced to Meesalai, there was no discrepancy, and there is no evidence to show that it was unreasonable of him to have misunderstood the time frame being referred to.", "[41] Finally the Applicant argues that any discrepancies were not material and they were overemphasized by the Officer.", "[42] The Respondent submits that the Officer was entitled to consider the wife's PIF and the son's testimony, as he was trying to determine the Applicant's background and was entitled to review documents provided by the Applicant's family members in order to verify this background. The Officer's examination includes an entitlement to consider inconsistencies in the stories provided. The Respondent contends that the majority of the discrepancies noted by the Applicant was material to the Applicant's claim and went to his credibility, and argues that the Applicant is merely taking issue with the Officer's weighing of the evidence, something that does not warrant the Court's intervention.", "[43] The Respondent reiterates the Officer's findings of evasiveness and discrepancies regarding the Applicant's work history, the reasons for his wife's refugee claim, the displacement of his family, his payments to the LTTE, and the fact that the kidnapping threats were not included in any family member's PIF. The Respondent argues that it is not enough for the Applicant to say that in the end he told the Officer all the details; the Officer's findings that the Applicant would indicate that he had completely answered a question, and then later change his story or alter the details, led the Officer to reasonably find that the Applicant was not consistent in his testimony.", "[44] The Respondent argues that though individually there may be slight issues with the Officer's findings, when taken together, it is clear that the cumulative effect of the Officer's concerns led him to the reasonable conclusion that the Applicant was not being truthful as per his obligation under section 16(1), and consequently that he could not find that the Applicant was not inadmissible under section 11(1).", "[45] I agree with the Applicant that the Officer's concerns regarding the Applicant's work history do not seem reasonable; as it is clear from the CAIPS notes that the Applicant did list his time as a prison guard, a grocer, and then a security guard, but did not discuss them chronologically at the interview. All of the documents submitted by the Applicant appear to me to uphold his work timeline, and I am convinced by the Applicant's explanation that he simply discussed his jobs in the wrong order due to confusion from the Officer's question about what he did in Colombo.", "[46] However, on the whole I find that this problem or the interpretation of family in his wife's PIF does not mitigate the Officer's entire decision. In examining the wife's PIF (Applicant's Record, pp 65-66), it is clear that she gave extensive reasons for her refugee claim, dating back to 1991, rather than, as the Applicant stated in his interview, that he told her to claim refugee status in 2006 on the sole basis of the problems he was having in Sri Lanka at the time. She does mention that the Applicant went to India with the children, but does not mention the threat of kidnapping.", "[47] It is a well established principle that deference must be given to the findings of Officers who have had the benefit of a direct contact with the Applicant who had also been forewarned that he would be interviewed.", "[48] There is nothing in the Officer's findings that leads me to believe that his assessment of the Applicant's credibility and evasiveness was unreasonable on the whole. It is the Officer's role to make such an assessment, and I am persuaded that on the basis of what he found, he was unable to determine that the Applicant was in fact \"not inadmissible\", without being able to determine that he was \"inadmissible\" on any particular ground.", "[49] Therefore, I am dismissing the application because I find the Officer's decision reasonable under the circumstances. JUDGMENT", "[50] THIS COURT'S JUDGMENT is that the application for judicial review is dismissed, and no question of general importance is certified. Application dismissed. Editor: Angela E. McKay/vnh [End of document]"]}