{"id_": "021696", "body_str": ["[1] Blanchard, J. : This is an application for judicial review of the negative decision of a Case Processing Officer (the \"Officer\") dated August 14, 2003, refusing the adult Applicant's application for a work permit and temporary residence extension. Background", "[2] The adult Applicant, Iren Bago, submitted an application for permanent residence under the \"Spouse or Common-Law in Canada Class\" (sections 123 and 124 of the Immigration and Refugee Protection Regulations) on or about February 14, 2003. Her application was supported by a sponsorship submitted by her husband Jozsef Riczu, who is a Canadian citizen. She applied for a work permit pursuant to section 207(b) of the Immigration and Refugee Protection Regulations (the \"Regulations\") on or about June 26, 2003.", "[3] The adult Applicant's application was refused on August 14, 2003. The Officer determined that the application for permanent residence had not received first step approval. The adult Applicant was required to apply for the work permit from outside the country, and could not do so from within Canada.", "[4] By their letter of September 4, 2003, the Respondent reiterated that the adult Applicant was not eligible to apply for a work permit until it had been determined that she met the requirements of the Spouse or Common-Law Partner in Canada class as per Rule 124 of the Regulations. The letter indicated that the Applicant does not become the subject of a sponsorship application until it has been established that her sponsor is eligible to sponsor her, nor is she considered a common-law partner or spouse until it has been decided that she meets the criteria. Finally, the letter stated that \"First stage approval does not apply to only those persons applying for an exemption under A.25\" (section 25 of the Immigration and Refugee Protection Act, S.C. 2001, c. 27, (the \"IRPA\")).", "[5] On September 5, 2003, the Applicants made an application for judicial review of the Officer's refusal to issue a work permit. On November 18, 2003, the Minister determined that the adult Applicant met the requirements of the Spouse or Common-Law Partner in Canada Class, and on December 3, 2003, the Applicants' application was granted and a work permit was issued. Issue", "[6] Is this application for judicial review moot?", "[7] The Respondent submits that the application for judicial review is moot and should be dismissed as the Applicants have now obtained the relief sought._ The Respondent refers to  <FRAGMENT_SUPPRESSED>  for the proposition that the Court may decline to decide a case where the issue has become moot and the decision would not have the effect of resolving a live controversy that affects the rights of the parties. When considering whether to exercise its discretion to hear a case in any event, the Court is to consider: the existence of collateral consequences of the decision; the concern for judicial economy; and the need for the Court to demonstrate a measure of awareness of its proper law-making function. With respect to the final consideration, the concern is that the Court ought not to intrude into what may be the domain of the legislative branch of government in the absence of a live issue affecting the rights of parties.", "[8] The Respondent submits that there is no longer a live controversy between the parties such that a decision of the Court would have any affect on the rights of the Applicants, and in consequence the Court should decline to exercise its discretion to hear the matter. The Respondent argues there is no special circumstance to warrant applying scarce judicial resources to a matter that does not involve a live controversy.", "[9] While the Applicants concede that there is no longer a live controversy between the parties, they nevertheless seek a ruling from the Court on the proper interpretation of subsection 207(b) of the Regulations. The Applicants argue that upon application of the principles established by the Supreme Court  <FRAGMENT_SUPPRESSED> , the Court should exercise its discretion and allow the judicial review to proceed and be determined on the merits. ANALYSIS", "[10] The Federal Court of Appeal in  <FRAGMENT_SUPPRESSED> , has cautioned against striking out a judicial review application except in very exceptional circumstances, however such exceptional circumstances generally involve situations in which the issue of relief has become moot: see  <FRAGMENT_SUPPRESSED>  (F.C.T.D.).", "[11] The test for mootness, as set out  <FRAGMENT_SUPPRESSED>  by Mr. Justice Sopinka at page 353, states: The doctrine of mootness is an aspect of a general policy or practice that a court may decline to decide a case which raises merely a hypothetical or abstract question. The general principle applies when the decision of the court will not have the effect of resolving some controversy which affects or may affect the rights of the parties. If the decision of the court will have no practical effect on such rights, the court will decline to decide the case. This essential ingredient must be present not only when the action or proceeding is commenced but at the time when the court is called upon to reach a decision. Accordingly, if subsequent to the initiation of the action or proceeding, events occur which affect the relationship of the parties so that no present live controversy exists which affects the rights of the parties, the case is said to be moot. The general policy or practice is enforced in moot cases unless the court exercises its discretion to depart from its policy or practice. The relevant factors relating to the exercise of the court's discretion are discussed hereinafter. Mr. Justice Sopinka, at page 353 of the decision, sets out a two step analysis: The approach in recent cases involves a two-step analysis. First it is necessary to determine whether the required tangible and concrete dispute has disappeared and the issues have become academic. Second, if the response to the first question is affirmative, it is necessary to decide if the court should exercise its discretion to hear the case. The cases do not always make it clear whether the term \"moot\" applies to cases that do not present a concrete controversy or whether the term applies only to such of those cases as the court declines to hear. In the interest of clarity, I consider that a case is moot if it fails to meet the \"live controversy\" test. A court may nonetheless elect to address a moot issue if the circumstances warrant.", "[12] Mr. Justice Sopinka further considered the reasoning behind the doctrine of mootness at pages 359 to 362 of Borowski, concluding that there are three points to consider: (i) the existence of an adversarial context; (ii) judicial economy and the conservation of judicial resources; and (iii) a need for the Court to demonstrate awareness of its proper function.", "[13] For the reasons set out below, I am satisfied that the matter before the Court is moot and that I should decline to hear the judicial review application. Firstly, there is no longer an adversarial context or live controversy between the parties such that a decision of this Court would have an effect on the rights of the Applicants. In other words, the Applicants have no practical interest in the outcome, and any decision made by this Court would be purely academic in nature.", "[14] In regard to the second consideration set out  <FRAGMENT_SUPPRESSED> , judicial economy and the conservation of judicial resources, I am in essential agreement with the Respondent on this issue. There are no special circumstances in this case to warrant applying scarce judicial resources to a matter involving no live controversy that would affect the rights of the parties. Though the Applicants have indicated they would still like a ruling on the proper interpretation of subsection 207(b) of the Regulations, and argue that this matter is a recurring one which will never find its way to court, I have no evidence before me to support such a contention. Consequently, I find that both the absence of an adversarial context and the principle of judicial economy weigh against allowing this application for judicial review to proceed, as the underlying complaint of the Applicants has been resolved in their favour.", "[15] Finally, the third consideration  <FRAGMENT_SUPPRESSED> , or the need for the Court to demonstrate awareness of its proper function, also supports the dismissal of this application for mootness. I agree with the view expressed by Mr. Justice Muldoon in Lee, at p. 233: \"...It is not the role of this court to decide purely abstract and academic questions, particularly when there is no obvious, useful purpose to be served by granting the declaratory relief sought by the applicants ....\" In the instant case, the Applicants have not demonstrated any useful purpose which would justify my hearing the application for judicial review. Conclusion", "[16] The matter before the Court is moot and for the above reasons the application for judicial review will be dismissed.", "[17] Counsel are requested to serve and file any submissions with respect to certification of a question of general importance within five (5) days of receipt of these reasons. Each party will have a further period of three (3) days to serve and file any reply to the submission of the opposite party. Following that, an order will be issued. [End of document] <FRAGMENT_SUPPRESSED>"]}