{"id_": "021797", "body_str": ["[1] Shore, J. [Translation]: In 2005, the applicants visited Canada and were attracted to the country and the potential it offers, so much so that in 2009, they became permanent residents in the economic class. The applicants stayed in Canada for one month in 2009, but because they could not find work in Canada, the applicants were forced to return to live in Germany for financial reasons. The applicants returned to Canada in 2012 for a one-month period. In 2013, the principal applicant resided in Canada for one week to find a job. During the same period of time, the applicants received an offer to purchase their house in Germany and the sale occurred in March 2014.", "[2] On April 7, 2014, the applicants returned to Canada. That same day, a removal order was made against them because they had only been present in Canada for 180 days during the reference period, which was from August 1, 2009, to August 2, 2014.", "[3] The Immigration Appeal Division (IAD) of the Immigration and Refugee Board of Canada, in its assessment of the applicants' claim, considered a list of factors similar to those set out in REFERENCE_SUPPRESSED. The law is settled that the IAD can use the CITATION_SUPPRESSED factors when weighing evidence to determine whether humanitarian and compassionate grounds justify a breach of the residency requirements under section 28 of the IRPA (REFERENCE_SUPPRESSED). II. Introduction", "[4] This is an application for judicial review of an IAD decision dated March 11, 2015, in which the IAD found that the applicants failed to meet the residency requirements set out in section 28 of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA), and that their personal circumstances do not raise sufficient humanitarian and compassionate grounds to overcome the breach of the residency obligation. III. Facts", "[5] The principal applicant, Johann Nickel (39 years old), his spouse, Anna Nickel (37 years old), and their children, Johann Nickel (17 years old), Josua Nickel (14 years old), Ephraim Nickel (11 years old) and Eva Nickel (5 years old) are citizens of Germany. All of the applicants, except for Eva (born in 2010), are permanent residents of Canada and obtained that status in August 2009. Before the IAD, the applicants agreed that Eva Nickel is not an applicant in this case because she does not have permanent residence status in Canada.", "[6] The applicants appealed the removal order to the IAD. The IAD, in a decision dated March 11, 2015, dismissed the applicants' appeal, finding that they had failed to demonstrate that humanitarian and compassionate considerations, taking into account the best interests of a child, justified the retention of their permanent resident status. Before the IAD, the applicants did not contest the validity of the removal order or that they had failed to meet the requirement of being physically present in Canada for at least 730 days during the reference period. IV. Position of the parties", "[7] The applicants argue that the IAD decision is unreasonable for two reasons. First, the IAD erred by conducting a flawed analysis of the evidence in the record because it minimized the applicants' explanation that they failed to meet the residency requirement for financial reasons. Second, the IAD did not consider the best interests of the children when making its decision.", "[8] The respondent submits that the IAD decision is reasonable and that the applicants did not raise any arguments that could cast doubt on the reasonableness of the IAD decision. Thus, the respondent contends that the applicants' argument that the IAD did not consider their financial difficulties is without merit. Furthermore, the respondent argues that the applicants are asking this Court to reweigh the evidence, which is not the role of this Court. Finally, the respondent argues that the IAD indeed considered the best interests of a child in its decision and it found that no humanitarian and compassionate considerations apply in this case. V. Analysis", "[9] The Court finds that the only issue that arises in the application is whether the IAD decision is reasonable with respect to the humanitarian and compassionate considerations.", "[10] The reasonableness standard applies to findings of fact and of mixed fact and law of the IAD (REFERENCE_SUPPRESSED). It is within the IAD's expertise, as a specialized tribunal, to determine whether humanitarian and compassionate considerations, taking into account the best interests of a child, justify the retention of permanent resident status. In doing so, the Court owes great deference to IAD findings on that determination (REFERENCE_SUPPRESSED).", "[11] In this case, the IAD recognized that although the applicants could have had very good reasons for leaving Canada and returning to Germany to sell their house, they failed to provide evidence justifying why they had to leave Canada for such a long period of time (IAD decision, para 9). Thus, the IAD assumed that the applicants did not return to Canada as soon as reasonably possible (IAD decision, para 9) even in light of the grounds upon which they could not sell their house without being physically present in Germany.", "[12] The IAD also considered the applicants' degree of establishment in Canada. The IAD recognized that since their arrival in Canada in April 2014, the minor applicants have attended school; the principal applicant started his own business; and, the applicants have assets in Canada. The applicants have also integrated into their community and participate in social activities.", "[13] Regarding the best interests of the minor applicants, the IAD found that it was best for them to live with their parents and that they had relatives in Germany. The IAD recognized that there would be a period of adjustment, as well as disappointment, from the loss of Canadian permanent resident status; however, a return to Germany would result in minimal impact on the best interests of the minor applicants.", "[14] In short, it appears that the IAD, contrary to the claims of the applicants, did analyze the best interest of the children. Second, the IAD weighed the humanitarian and compassionate considerations submitted by the applicants with factors similar to those set out in CITATION_SUPPRESSED . Third, the IAD weighed all of the factors with the evidence submitted by the applicants. Fourth, after weighing the various factors, the IAD found that the applicants had not established that an exception to the residency obligation should be granted to them.", "[15] Noting that it is not the role of this Court to reassess the evidence as well as the weight given to the various factors by the IAD ( CITATION_SUPPRESSED , above), the Court finds that the IAD's decision is reasonable because it falls within the range of possible, acceptable outcomes. VI. Conclusion", "[16] In light of the foregoing, the Court finds that the IAD decision is reasonable. Consequently, the application for judicial review is dismissed. JUDGMENT", "[17] THIS COURT'S JUDGMENT IS THAT the application for judicial review is dismissed. There is no question of importance to be certified. [End of document]"]}