{"id_": "021893", "body_str": ["[1] Nadon, J. : This is an application for an order quashing a decision of the Convention Refugee Determination Division of the Immigration and Refugee Board (the \"C.R.D.D.\"), dated April 28, 1993, whereby the applicants' motion for a rehearing of their Convention refugee claims was dismissed. The applicants also seek an order remitting the matter back for a redetermination by a differently constituted panel.  <FRAGMENT_SUPPRESSED>", "[2] The applicants are citizens of Pakistan who belong to the Ahmadi faith. The applicants sought to be recognized as Convention refugees in Canada by reason of a well-founded fear of persecution based on their religion and membership in a particular social group. Their hearing before the C.R.D.D. was held on November 1, 1991 and, in a decision dated January 29, 1992, the C.R.D.D. determined the applicants not to be Convention refugees. Subsequent to the date on which the C.R.D.D. rendered its decision, on October 30, 1992, the applicants filed an application with the C.R.D.D. to reopen their claims. In support of this application, evidence, which was not available to the C.R.D.D. at the time it rendered its decision, was submitted. The evidence was intended to document a change in country conditions since the hearing and the decision; specifically, the evidence pointed to an increase in incidents of persecution against Ahmadis in Pakistan.  <FRAGMENT_SUPPRESSED>", "[3] In his 18 page reasons for decision, John Williams, Q.C., the presiding member of the C.R.D.D. found that the C.R.D.D. was empowered to address the issue of whether or not it had the jurisdiction to reopen a claim, but went on to hold that the C.R.D.D. could not reopen a matter where the sole purpose of the reopening would be the hearing of evidence of new facts.  <FRAGMENT_SUPPRESSED>", "[4] Although the applicant lists six matters in issue, this application, in essence, raises two issues:  <FRAGMENT_SUPPRESSED> 1. Whether, notwithstanding the Canadian Charter of Rights and Freedoms [see Footnote 1] (the \" Charter \"), the C.R.D.D. erred in law in holding that it could not reopen a matter; and  <FRAGMENT_SUPPRESSED> 2. Whether the Board erred in law by failing to read into the Immigration Act and the Rules such powers as are necessary and within the jurisdiction of the C.R.D.D. so as to comply with the principles of fundamental justice.  <FRAGMENT_SUPPRESSED>", "[5] Each of these issues will be dealt with in turn.  <FRAGMENT_SUPPRESSED> 1. Did The C.R.D.D. Err In Law In Finding That, Notwithstanding The Charter, It Could Not Reopen The Hearing Solely For The Purpose Of Hearing The Applicants' Evidence Of The Changed Country Conditions In Pakistan?  <FRAGMENT_SUPPRESSED>", "[6] The applicants' position is that the principle of \"functus officio\", as enunciated by the Federal Court of Appeal in the cases of <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 190 (F.C.A.) and <FRAGMENT_SUPPRESSED>  Admin. L.R. 264; 10 Imm. L.R.(2d) 312 (F.C.A.), is no longer applicable to circumstances such as the one in the present case where a deterioration in home country conditions after a negative C.R.D.D. decision raises a fear of persecution. According to the applicants, the scope of the doctrine was narrowed with the inclusion of rule 30 of the Convention Refugee Determination Division Rules , SOR/89-103 [see Footnote 2], which came into force in 1989, and in the aftermath of the decision rendered by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  A.R. 321; 40 Admin. L.R. 128; [1989] 6 W.W.R. 521; 36 C.L.R. 1; 70 Alta. L.R.(2d) 193 (hereinafter cited to Admin. L.R.).  <FRAGMENT_SUPPRESSED>", "[7] In order to understand the effect of rule 30 on the doctrine of \"functus officio\", one must be familiar with the roots of the doctrine, the legislative history of the Immigration Act , and, in particular, the provisions of the Act which vest the various bodies of the immigration framework with jurisdiction to hear and rehear matters.  <FRAGMENT_SUPPRESSED>", "[8] In 1966, the Immigration Appeal Board Act , S.C. 1966-67, c. 90 (the \" 1966 Act \") was enacted. Section 15 of the 1966 Act provided in part:  <FRAGMENT_SUPPRESSED> \"15(1) Where the Board dismisses an appeal against an order of deportation pursuant to paragraph (c) of section 14, it shall direct that the order be executed as soon as practicable, except that  <FRAGMENT_SUPPRESSED> (a) in the case of a person who was a permanent resident at the time of the making of the order of deportation, having regard to all the circumstances of the case, or  <FRAGMENT_SUPPRESSED> (b) in the case of a person who was not a permanent resident at the time of the making of the order of deportation, having regard to  <FRAGMENT_SUPPRESSED> (i) the existence of reasonable grounds for believing that if execution of the order is carried out the person concerned will be punished for activities of a political character or will suffer unusual hardship, or  <FRAGMENT_SUPPRESSED> (ii) the existence of compassionate or humanitarian considerations that in the opinion of the Board warrant the granting of special relief,  <FRAGMENT_SUPPRESSED> the Board may direct that the execution of the order of deportation be stayed, or may quash the order or quash the order and direct the grant of entry or landing to the person against whom the order was made.  <FRAGMENT_SUPPRESSED> \"(2) Where, pursuant to subsection (1), the Board directs that execution of an order of deportation be stayed, it shall allow the person concerned to come into or remain in Canada under such terms and conditions as it may prescribe and shall review the case from time to time as it considers necessary or advisable. <FRAGMENT_SUPPRESSED>", "[9] Section 15 was interpreted by the Supreme Court of Canada in the case of <FRAGMENT_SUPPRESSED>  at 590 to confer upon Immigration Appeal Board a continuous \"equitable jurisdiction\" to reopen hearings whenever new evidence that would justify granting the humanitarian remedy contained in s. 15 came to light. The C.R.D.D. is no longer vested with this ongoing jurisdiction, although s. 114(2) of the Immigration Act , R.S.C. 1985, c. I-2, as amended (the \" Act \") allows the Governor-in-Council, by regulation, to authorize the Minister to exempt any person from any regulation made under s. 114(1) and to facilitate the admission of any person where, in the Minister's opinion, that person should be exempted or where humanitarian and compassionate considerations exist.  <FRAGMENT_SUPPRESSED>", "[10] The ongoing equitable jurisdiction outlined above must be contrasted with the adjudicative function bestowed on the earlier Immigration Appeal Board, and now the C.R.D.D., to recognize refugees by determining whether a well-founded fear of persecution based on Convention grounds exists. It is in the latter circumstance that the doctrine of \"functus officio\" applies. Addressing the issue of the power of the Immigration Appeal Board to reopen the hearing of an application for redetermination of a refugee claim after the Board had rendered its decision under ss. 70 and 71 of the Immigration Act , S.C. 1976-77, c. 52 (the \" 1976 Act \"), Mr. Justice Marceau stated the following  <FRAGMENT_SUPPRESSED> (at p. 426):  <FRAGMENT_SUPPRESSED> \"The basic idea, I think, is that a tribunal exercising adjudicative powers may not re-try a matter after it has disposed of that matter in accordance with the Act , unless it is expressly authorized to do so by its enabling legislation. This is the well-known principle of 'functus officio'. However, we should not forget the conditions for its application. The principle applies first to the exercise of an adjudicative power, which explains the Grillas exception ...; and it then implies, at least in its formulation, that the tribunal rendered a decision in accordance with the Act , which undoubtedly is the reasoning behind Gill , as the court thought that a decision rendered contrary to the rules of natural justice could be treated by the tribunal as if it were not a decision. <FRAGMENT_SUPPRESSED>", "[11] This approach was maintained by the Federal Court of Appeal in its decision in Singh and Longia . The one-shot nature of the adjudicative Convention refugee determination process was emphasized in the following statement of Mr. Justice Marceau  <FRAGMENT_SUPPRESSED> (at 316):  <FRAGMENT_SUPPRESSED> \"The well-founded fear of persecution alleged by the refugee has to be ascertained, for it to be given effect according to law, at the moment his claim is adjudicated. It is true, of course, that facts may change and political events may occur which may lead to the conclusion that a fear which was not well-founded has now become reasonable. But it is not by reopening the hearing on the first claim that this can be verified, it is only by allowing a second claim and proceeding to consider it. Parliament has not provided for the possibility of successive claims; indeed, in the new Act , it has formally prohibited it (see para. 46.01(1)(c)) ... <FRAGMENT_SUPPRESSED>", "[12] Therefore, at the outset, it would appear that I am bound by the decisions of the Federal Court of Appeal  <FRAGMENT_SUPPRESSED> , Singh and Longia to apply the doctrine of \"functus officio\" unless I can be convinced that these decisions have been overridden by subsequent legislation or jurisprudence.  <FRAGMENT_SUPPRESSED>", "[13] Does rule 30 provide a mechanism to allow the reassessment of claims where a failed refugee claimant becomes at risk subsequent to a negative C.R.D.D. decision? According to the applicants, the power to create rules, contained under s. 65 of the Act is broad in scope and contains no prohibition against creating a rule which allows the Board to consider an application to reopen. Given that the issue of rehearing on successful appeals is already dealt with under rule 31 and given that rule 9 vests the Minister with the reciprocal power to request a reopening where potential fraud exists or where a change of circumstances occurs in the refugee's country of nationality, the applicants submit that the only meaningful interpretation for rule 30 is that it would contemplate circumstances when the C.R.D.D. has already rendered a decision and when new evidence has arisen to warrant a reopening of the refugee claim. With due respect, I cannot agree with this proposition.  <FRAGMENT_SUPPRESSED>", "[14] The first observation to be made is that rule 30 refers only to applications for reinstatement of withdrawn claims and applications for rehearing but not to applications for reopening proceedings . While counsel for the applicants was quick to point out that Nabiye, Singh and Longia were decided in the era of the Immigration Appeal Board, which did not have jurisdiction conferred upon it by the legislation and rules to reopen, at least one case, that of <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 631 (F.C.A.), has been decided in the era of rule 30. The Federal Court of Appeal,  <FRAGMENT_SUPPRESSED> , emphasized the distinction between \"hearings\" and \"proceedings\". In the words of Mr. Justice Stone:  <FRAGMENT_SUPPRESSED> \"In general, the provisions of s. 68 endow the refugee division with powers and duties in relation to any 'proceedings' before it. It is apparent that a distinction has thus been drawn by Parliament between 'proceedings' and a 'hearing' before the refugee division which is to be conducted in the manner required by s. 69.1 of the Act . A 'hearing' is but a step, albeit an important step, in any 'proceedings' which is a wider term encompassing the entire matter before the refugee division including the hearing of the claim itself. <FRAGMENT_SUPPRESSED>", "[15] Mr. Justice Stone went on to hold that, while the proceedings were still pending (and, thus, finality had not been reached), the doctrine of \"functus officio\" did not apply and the C.R.D.D. should be free to exercise its legislative mandate - which included the power to consider evidence of changed country conditions that arose subsequent to the applicant's hearing but prior to the C.R.D.D.'s decision being rendered. In taking this approach, instead of allowing the new evidence to be considered regardless of whether a decision had been rendered as of yet by the C.R.D.D., it is clear that Mr. Justice Stone felt constrained by the doctrine of \"functus officio\".  <FRAGMENT_SUPPRESSED>", "[16] Furthermore, in light of Mr. Justice Stone's comments, there is a precise, meaningful role for rule 30: to govern the application procedure for any rehearings prior to the end of proceedings. [see Footnote 3]  <FRAGMENT_SUPPRESSED>", "[17] I now turn to the applicants' arguments with respect to the Supreme Court of Canada's decision in Chandler .  <FRAGMENT_SUPPRESSED>", "[18] The second prong of the applicants' argument is that the Board, in construing the Supreme Court of Canada's decision in Chandler to have merely held that the doctrine of \"functus officio\" \"... may not be applicable to the unfinished task of an administrative tribunal\" (Reasons, page 15) erred in giving too narrow an interpretation to the Supreme Court's ratio.  <FRAGMENT_SUPPRESSED>", "[19] Chandler involved a decision by the Practice Review Board of Alberta Association of Architects (the \"Board\"), on its own initiative, to undertake a review of the practice of the Chandler Kennedy Architectural Group (the \"Group\") and its members after the Group filed for voluntary insolvency. After hearings were held, the Board issued fines and suspensions for unprofessional conduct against the Group and some of its members. An application for an order in the nature of certiorari to quash the Board's decision was heard and granted by the Alberta Court of Queen's Bench and was ultimately upheld by the Alberta Court of Appeal. According to Prowse, J.A., the Board exceeded its jurisdiction to make findings and orders relating to disciplinary matters, as such powers were vested in the Complaint Review Committee (the \"Committee\"). The Board was empowered merely to report to the Council of the Alberta Association of Architects (the \"Council\") and to make recommendations that it felt were appropriate.  <FRAGMENT_SUPPRESSED>", "[20] Shortly after the Alberta Court of Appeal's decision, the Board notified the Group and its members that it intended to continue the original hearing with a view to preparing a report for the Council that would perhaps recommend sending the matter on to the Committee. The group and its members applied to the court once again, this time to obtain an order to prohibit the Board from continuing the hearing on the grounds that the Board was \"functus officio\". The matter was eventually appealed to the Supreme Court of Canada.  <FRAGMENT_SUPPRESSED>", "[21] It is clear that Mr. Justice Sopinka, writing for the majority of the Supreme Court, was of the view that \"functus officio\", a principle developed with a view to creating a workable division of jurisdiction between trial courts and courts of appeal, should not be as rigidly applied in the context of administrative tribunals, where there is evidence of legislative intent against a strict approach. According to Mr. Justice Sopinka, the doctrine (at page 142):  <FRAGMENT_SUPPRESSED> \"... is based, however, on the policy ground which favours finality of proceedings rather than the rule which was developed with respect to formal judgments of a court whose decision was subject to a full appeal. For this reason, I am of the opinion that its application must be more flexible and less formalistic in respect to the decisions of administrative tribunals which are subject to appeal only on a point of law. Justice may require the reopening of administrative proceedings in order to provide relief which would otherwise be available on appeal.  <FRAGMENT_SUPPRESSED> Accordingly, the principle should not be strictly applied where there are indications in the enabling statute that a decision can be reopened in order to enable the tribunal to discharge the function committed to it by enabling legislation . This was the situation in <FRAGMENT_SUPPRESSED> \"\t(emphasis added)  <FRAGMENT_SUPPRESSED>", "[22] Strictly speaking, the captioned statement of Mr. Justice Sopinka was obiter dictum as he went on to hold that the Board conducted a valid hearing until it came to dispose of the matter, but that, in rendering a decision that it had no jurisdiction to make, it failed to make its disposition on a proper basis. Mr. Justice Sopinka ordered that the Board be permitted to reopen the hearing to make a proper disposition and, in order to allow the parties an opportunity to properly address the issue of what recommendations should be made, new evidence and submissions could be made. In that sense, the proceedings of the Board could be viewed as incomplete, as the final step of disposing of the matter had been rendered a nullity.  <FRAGMENT_SUPPRESSED>", "[23] Similarly, in <FRAGMENT_SUPPRESSED> ], it was clear that Mr. Justice Rouleau considered the tribunal's original decision to be a nullity, as the adjudicator had yet to make a determination on the merits, and because the adjudicator had misapprehended the applicant band's interest in the proceedings and consequent failure to submit evidence. The case of <FRAGMENT_SUPPRESSED> , may be distinguished from the present case in the sense that the change in the law which the applicant sought to have recognized and enforced had occurred prior to the Supreme Court's decision to deny leave to appeal.  <FRAGMENT_SUPPRESSED>", "[24] In essence, the applicants, in the present case, are asking for their C.R.D.D. proceedings to be reopened despite the fact that not one of the steps in the proceedings could be considered a nullity. As such, they come asking this court to go further than the Supreme Court actually went in Chandler .  <FRAGMENT_SUPPRESSED>", "[25] I acknowledge that there does seem to be an inherent unfairness in providing a mechanism for the Minister to introduce evidence of changed country circumstances on an ongoing basis, pursuant to rule 9, while depriving refugee claimants of a corresponding privilege. However, while I accept the general proposition in Chandler that flexibility must govern application of the \"functus\" doctrine in the administrative context, the operative words of Mr. Justice Sopinka's statement are that such flexibility is to apply where there are indications in the governing statute that a decision can be reopened . Applied to the context of the present case, the , by virtue of their status as subordinate legislation, can only alter the substantive law of \"functus officio\" to the extent that the Act permits them to. I can see no specific statutory grounding for the creation of a rule that would alter the substantive law of \"functus officio\" as far as refugee applicants are concerned. In fact, there are some strong indications in the Act to the contrary.  <FRAGMENT_SUPPRESSED>", "[26] In the first place, s. 69.1(9) of the Act defines the jurisdiction of the C.R.D.D. as that of determining whether a claimant is a Convention refugee, rendering a decision as soon as possible after completion of the hearing, and sending written notice of the decision to the claimant and to the Minister. Section 46.01(1)(c)(i) of the Act makes it clear that once a claimant has been determined by the C.R.D.D., the Federal Court or the Supreme Court not to be a Convention refugee or to have abandoned the claim, that person, until he or she leaves Canada, is no longer eligible to have their claim determined by the C.R.D.D. Clearly, to allow what in effect would be multiple determinations of refugee status, would defeat the purpose of s. 46.01(1)(c)(i).  <FRAGMENT_SUPPRESSED>", "[27] Furthermore, if the legislative intent had in fact been to alter the substantive law of \"functus officio\" to permit refugee claimants to apply for rehearings beyond the end of proceedings, based on evidence of changed country conditions submitted by an applicant, such a procedure could have easily been inserted as it was for the Minister under s. 69.2(1) of the Act [see Footnote 4] and as it was for refugee claimants seeking to reopen the inquiry of an adjudicator under s. 35(1) of the 1976 Act . [see Footnote 5].  <FRAGMENT_SUPPRESSED>", "[28] Finally, I note that in the example, cited by Mr. Justice Sopinka in Chandler , where a less rigid application of \"functus\" would be warranted, specifically that of s. 15 of the 1966 Act , it made perfect sense to allow rehearings at any time, given that the function bestowed upon the Immigration Appeal Board was equitable and continuous in nature, as opposed to adjudicative, as is the case with the C.R.D.D. (see <FRAGMENT_SUPPRESSED> )  <FRAGMENT_SUPPRESSED>", "[29] Thus, rule 30 does no more than set out the procedure to be followed for claimants seeking to have hearings reopened when the C.R.D.D. is not \"functus\". It creates no new substantive right. As such, I cannot find that the Board erred in law in finding that, notwithstanding the Charter , it could not reopen the hearing solely for the purpose of hearing the applicants' evidence of the changed country conditions Pakistan.  <FRAGMENT_SUPPRESSED> 2. Did The Board Err In Law By Failing To Read Into The Act And The Rules Such Powers As Are Necessary And Within The Jurisdiction Of The C.R.D.D. So As To Comply With The Principles Of Fundamental Justice?  <FRAGMENT_SUPPRESSED>", "[30] Section 7 of the Charter reads:  <FRAGMENT_SUPPRESSED> \"Everyone has the right to life, liberty and the security of the person and the right not to be deprived thereof except in accordance with the principles of fundamental justice. <FRAGMENT_SUPPRESSED>", "[31] There is no doubt, in the aftermath of the Supreme Court of Canada's decision in <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 422; 14 C.R.R. 13; 12 Admin. L.R. 137 (S.C.C.), (cited hereinafter to S.C.R.), that Convention refugee claimants are within the scope of protection of s. 7 of the Charter and that the deportation of such claimants infringes their right to security of the person. What is at issue in the case at bar is, in the first place, whether applying the doctrine of \"functus officio\" to deny the applicants the opportunity to submit evidence of changed country conditions in Pakistan once proceedings have ended violates their s. 7 rights and, if so, what remedies are available to them, given that they did not challenge the constitutionality of the Act or the Rules at the motion to reopen their hearing and given my holding under question #1, that the C.R.D.D. did not have jurisdiction to reopen the applicants' refugee proceedings to hear new evidence. In my opinion, the second issue need not be addressed, as the doctrine of \"functus officio\", as applied to the applicants in the present case, does not violate their s. 7 rights.  <FRAGMENT_SUPPRESSED>", "[32] It is well accepted that fundamental justice requires that no decision be made which determines the rights of a person without giving that person a \"meaningful opportunity\" to be heard. What is \"meaningful\" will depend on the particular circumstances of each case. In Singh , the procedural safeguards offered at original Immigration Appeal Board redeterminations were at issue. While three out of the six of the Supreme Court judges hearing Singh held that the refusal by the Immigration Appeal Board to reconsider an application for refugee status without first holding an oral hearing on the matter violated s. 7, Wilson, J., specified that the violation of fundamental justice did not necessarily result from the absence of an oral hearing per se, but, rather from the \"... inadequacy of the opportunity the scheme provides for a refugee claimant to state his case and know the case he has to meet\". (p. 214) The requirement of a \"meaningful opportunity\" to be heard was reiterated in <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 137, at 155 (F.C.A.).  <FRAGMENT_SUPPRESSED>", "[33] Therefore, in circumstances where a claimant is effectively denied his or her right, during a hearing, to make a free, informed and independent decision regarding a claim to refugee status and to obtain counsel, fundamental justice is denied.  <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 1 (F.C.A.), the claimant's denial of fundamental justice stemmed from her inability to freely obtain counsel and to choose how she would present her case due to threats uttered by her ex-husband on the night before her hearing before an immigration adjudicator.  <FRAGMENT_SUPPRESSED>  (T.D.), the claimant's inability stemmed from mental illness prior to and during the proceedings. In both of these cases, however, the denial of fundamental justice resulted from circumstances that tainted the original hearing, and not from circumstances that arose subsequent to the proceedings, as in the present one.  <FRAGMENT_SUPPRESSED>", "[34] <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 166 (F.C.A.), involved a landed immigrant from India who was ordered to be deported for having committed a criminal offence while in Canada. The applicant  <FRAGMENT_SUPPRESSED> appealed the deportation order before the Immigration Appeal Board, on the ground of alleged \"suffering\" that he would experience upon his return to India caused by the publicity surrounding his crime and conviction. At the time of the appeal, there was some evidence (i.e., a book that had been published) of the alleged publicity and additional evidence of alleged human rights abuses in India. The appeal was dismissed and leave to the Federal Court of Appeal was denied as well. Subsequently, a report about Grewal's lost appeal and upcoming deportation appeared in the Punjabi press. According to Grewal, authorities in his home village warned people not to \"harbour\" him upon his return and he was warned by several people that he would face violence or death upon his return. Despite these new developments, Grewal was denied humanitarian and compassionate relief. At that point Grewal applied to the Immigration Appeal Board to reopen the appeal of the deportation order based on the new information of the risk that he would face upon his return to the Punjab. This application was dismissed as well.  <FRAGMENT_SUPPRESSED>", "[35] Finally, Grewal applied to the adjudicator who had originally heard the deportation matter to reopen the inquiry so as to permit him to make a refugee claim, which he had not originally done as he had nothing to fear upon his return to India. It was the decision of the adjudicator not to reopen that was the subject of Grewal's application to the Federal Court of Appeal. Grewal argued, inter alia, that the adjudicator's refusal to reopen constituted a violation of s. 7 of the Charter .  <FRAGMENT_SUPPRESSED>", "[36] In a unanimous decision, Linden, J.A., writing for the Federal Court of Appeal, distinguished the facts of Grewal from those of Kaur and Mattia (at 171-172):  <FRAGMENT_SUPPRESSED> \" <FRAGMENT_SUPPRESSED>  circumstances, pursuant to which an inquiry may be reopened. This will be done if the situation is 'manifestly unfair', to use Mr. Justice Heald's words, or 'remarkable', to use the language of Madam Justice Desjardins in <FRAGMENT_SUPPRESSED> , at p. 324 and 334, following Grange, J.A., in <FRAGMENT_SUPPRESSED>  (Ont. C.A.) (affirmed on other grounds by S.C.C. Aug. 22, 1991). This court has held in the past, pursuant to the Charter , that inquiries may be reopened where it would be a denial of fundamental justice not to do so. Thus, it has been held that where a person failed to make a refugee claim at the time of the inquiry because of duress ( <FRAGMENT_SUPPRESSED> ), an inquiry may be reopened. If there is a denial of natural justice during the original inquiry, the Board could treat its earlier decision as a nullity and reopen it in order to avoid the denial of fundamental justice. ( <FRAGMENT_SUPPRESSED>  redetermination beyond the rigid limits prescribed by the Immigration Act may also be required by section 7 ( <FRAGMENT_SUPPRESSED>  the section 7 rights of the applicant been violated? Unlike the applicants before the court  <FRAGMENT_SUPPRESSED> and Kaur , the applicant does not point to the original hearing itself to demonstrate the unfairness of his situation. There were no circumstances at the time of the original hearing which denied him fundamental justice. What the applicant points to are circumstances which arose after the time of the original hearing which he argues he should be allowed to place before a reopened inquiry in order to have his section 7 rights respected. <FRAGMENT_SUPPRESSED>", "[37] Linden, J.A., went on to hold that, in order to adhere to s. 7, a claimant must be given an opportunity to have new evidence of potential persecution in the home country considered by an authoritative body. What was crucial, given that the evidence in question arose subsequent to the hearing and the decision of the adjudicator, was the existence of a mechanism for such evidence to be meaningfully considered and not that the claimant was accorded the most procedurally stringent means to have such evidence considered. In the words of Linden, J.A., (at p. 172-173):  <FRAGMENT_SUPPRESSED> \"In my view, the Canadian justice system has not unfairly closed its doors on this applicant. Rather, he has already had the opportunity to present his new facts, in one form or another, to several authoritative bodies, without success. These new facts may not have been examined in the particular way he would have liked them to be, but fundamental justice does not mandate a particular method of dealing with legal or factual issues. Although a particular method of dealing with legal or factual issues is not demanded, what is required by the terms of section 7, in cases such as the instant case, is that the refugee claimant be given an ample opportunity to have new evidence of potential persecution in his home country heard and fully considered by an authoritative body . Clearly, such a requirement has been met in this case through the applicant's submission in the proceedings subsequent to his original hearing. When the applicant appealed the 1985 decision deporting him, he argued his new facts, for the first time, before a Board, stating that he was at risk if he were returned to India. The Board heard that argument, assessed that evidence and rejected it as 'mere speculation'. Further, when the applicant appealed to the Minister on compassionate and humanitarian grounds, he relied, for a second time on the new facts about the danger he would face if he returned to India. The Minister, in rejecting his claim, presumably considered this new evidence and was not persuaded. Later, when he sought to reopen the 1989 decision of the Appeal Division, he argued, for the third time, his new facts that he was at risk and again he was unsuccessful. In launching his last application to reopen the 1985 inquiry, which is under attack here, the applicant sought to rely, for a fourth time, on the new facts of the danger he would now face if he were to be returned to India, and again he was not successful in convincing the adjudicator to reopen the inquiry. He nevertheless, comes to this court, and urges me that his s. 7 rights were violated by the adjudicator. I am not persuaded. The applicant has had ample opportunity to convince tribunals of the importance of his new facts, and each time he has failed. This is not a denial of fundamental justice. As Mr. Justice La Forest stated in another context in <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED> 'Section 7 of the Charter guarantees fair procedures, but it does not guarantee the most favourable procedures that can be possibly imagined.'\"\t(emphasis added)  <FRAGMENT_SUPPRESSED>", "[38] It is clear to me that what the applicants are challenging is not the complete absence of a mechanism to deal with post-proceeding evidence of changed country conditions, but rather the manner in which evidence is considered under the sole alternative vehicle available to claimants wishing to raise such evidence: the humanitarian and compassionate relief process. Paragraphs 91 to 97 of the applicants' Supplementary Memorandum of Argument describe how the criteria for granting humanitarian and compassionate relief under s. 114(2) of the Act are discretionary and \"virtually insurmountable\". The applicants go on to cite statistics showing a low (approximately 3%) acceptance rate on H & C applications of refused claimants between January 1, 1989 and March 21, 1993. Based on these points, the applicants submit that the \"safety net\" provided by s. 114(2) is illusory and that the requirements of fundamental justice can only be met if they would be provided an opportunity to present their evidence of changed country conditions in Pakistan in a setting such as a C.R.D.D. hearing, where the procedural safeguards associated with a quasi-judicial hearing are present.  <FRAGMENT_SUPPRESSED>", "[39] I cannot accept the applicants' arguments for a number of reasons. In the first place, the mere fact that the humanitarian and compassionate relief mechanisms, statistically, generates few successful claims does not mean that the mechanism does not meet the requirements of fundamental justice. Secondly, and more importantly, a contextual application of the requirements of fundamental justice militates against insisting on a full oral hearing in the circumstances of the present case.  <FRAGMENT_SUPPRESSED>", "[40] As Cory, J., emphasized in <FRAGMENT_SUPPRESSED>  O.A.C. 161; 67 C.C.C.(3d) 193; 8 C.R.(4th) 145; 84 D.L.R.(4th) 161; 38 C.P.R.(3d) 451, (at p. 226 S.C.R.):  <FRAGMENT_SUPPRESSED> \"It is now clear that the Charter is to be interpreted in light of the context in which the claim arises. Context is relevant both with respect to the delineation of the meaning and scope of Charter rights, as well as to the determination of the balance to be struck between individual rights and the interests of society. <FRAGMENT_SUPPRESSED>", "[41] The result is a \"sliding scale\" of procedural safeguards necessitated by s. 7, depending on the context. In the words of Mr. Justice La Forest in <FRAGMENT_SUPPRESSED>  N.S.R.(2d) 271; 207 A.P.R. 271; 37 C.C.C.(3d) 1; 61 C.R.(3d) 1, at 361:  <FRAGMENT_SUPPRESSED> \"The requirements of fundamental justice are not immutable; rather they vary according to the context in which they are invoked. Thus, certain procedural protections might be constitutionally mandated in one context but not in another. <FRAGMENT_SUPPRESSED>", "[42] Although the goal of upholding Canada's humanitarian tradition with respect to the displaced and the persecuted is an important factor in determining the procedural safeguards required pursuant to s. 7 in the context of Convention refugee claims, it does not stand alone. In the context of refugee claims such as those in the present case, where the merits of a claim have already been finally determined once in a full oral hearing, adherence to s. 7 of the Charter is not and cannot be dictated by a requirement that, every time the rights of a party are affected, a full, oral, quasi-judicial hearing must be held. What would stop a claimant from applying for a new C.R.D.D. hearing, each and every time a new piece of trivial evidence arose? As Dussault and Borgeat warn, if fundamental justice were to be applied mechanically so as to impose a court-like paradigm on such administrative structures:  <FRAGMENT_SUPPRESSED> \"... it would make it virtually impossible for the courts to take into account the immense difficulties that an imposition of overly strict procedural requirements would mean for various agencies working in fields of mass adjudication as is the case, for example, of the Immigration Appeal Board or of federal and provincial Parole boards.\" ( Administrative Law , vol. 4 (Toronto: Carswell, 1990) at 269)  <FRAGMENT_SUPPRESSED>", "[43] In my opinion, s. 114(2) and the Minister's practice in connection with that provision ensures that claimants have a \"meaningful opportunity\" to have new evidence of changed country conditions heard by an \"authoritative body\", in the spirit of the Federal Court of Appeal's decisions  <FRAGMENT_SUPPRESSED> and Grewal , and therefore does not violate s. 7. It is clear from Employment and Immigration Canada's Examination and Enforcement Guidelines for s. 114(2) that existed both prior to 1993 (Document IE-9, February 1991) (the \"pre-1993 Guidelines \") and subsequent to 1993 (Document OM IS-19 93, June 1993) (the \"post 1993 Guidelines \") that humanitarian and compassionate review has been and continues to be available to refused refugee claimants who are in the position of the applicants. In fact, since 1993, the process of humanitarian and compassionate review is automatic.  <FRAGMENT_SUPPRESSED>", "[44] It is clear from both sets of guidelines that changed country conditions giving rise to what is tantamount to a well-founded fear of persecution constitute a valid ground for granting humanitarian and compassionate relief. In the pre-1993 Guidelines , this situation was addressed by s. 9.07(4)(b), (c) and (d), which reads:  <FRAGMENT_SUPPRESSED> \"(b) Others may warrant consideration because of their personal circumstances in relation to current laws and practices in their country of origin. Such persons could reasonably expect unduly harsh or inhumane treatment in their country should they be removed. In these cases there should be strong reasons to believe that the person will face a life threatening situation in his or her homeland as a direct result of the political or social situation in that country. Such situations are far more likely to occur in countries with repressive governments or those experiencing civil strife or at war.  <FRAGMENT_SUPPRESSED> \"(c) Persons described above will, in most cases, have indicated an intention to claim refugee status and a review of their situation will occur in the context of the refugee claim procedures (see IE 12 or the Backlog Clearance Procedures (IB) Manual). Officers may, however, also deal with requests from persons who are reluctant to claim refugee status, either because of fear for families living abroad or because they realize that they would not meet the strict Convention refugee definition. These persons may, nevertheless, feel that their situation warrants special consideration.  <FRAGMENT_SUPPRESSED> \"(d) Officers will consider the facts of the case and recommend what they believe is reasonable in the particular situation. The onus is on the applicants to satisfy the officer that (a) a particular situation exists in their country and that (b) their particular circumstances in relation to that situation make them worthy of positive discretion. <FRAGMENT_SUPPRESSED>", "[45] Under the post 1993 Guidelines , the nature of the determination by post-claim determination officers is twofold: an assessment is first made whether the claimant is within any of the traditional categories of exclusion and then whether the claimant:  <FRAGMENT_SUPPRESSED> \"... will be subject to recognizable risks if forced to leave Canada. The risk must be personal, objectively identifiable and compelling. The risk must consist of a threat to life, excessive sanctions or inhumane treatment, in all parts of country to which they would be removed. This is the case whether the claimant is removed directly to that country or indirectly through a (sic) intermediate country. <FRAGMENT_SUPPRESSED>", "[46] As such, an \"authoritative body\" does exist to review evidence of changed country conditions and to prevent deportation if such evidence indicates a change in circumstances that gives rise to a well-founded fear of persecution that did not exist at the time of the original proceedings.  <FRAGMENT_SUPPRESSED>", "[47] With regard to the requirement of a \"meaningful opportunity\" to be heard, there is no evidence before this court that any attempt was made by the applicants to submit evidence of the changed country conditions in India for humanitarian and compassionate consideration. As such, it is impossible to conclude, in the present case, that the s. 7 rights of the applicants have been violated.  <FRAGMENT_SUPPRESSED>", "[48] Even if the applicants had requested a full oral hearing for humanitarian and compassionate consideration and had been turned down, their right to a \"meaningful opportunity\" to be heard would not have been violated. Section H(2)(f) of the same post-February 1993 Guidelines provides:  <FRAGMENT_SUPPRESSED> \"(f) Claimants not recognized as Convention refugees will have fifteen days following the determination of the C.R.D.D. within which to make submissions to an immigration officer, [R 11.4(3)]. The regulations provide this interval so the claimant (sic) can advance their arguments or representations on two issues: the extent of any risk they would face upon removal from Canada and whether that risk would exist in all parts of the country of removal. <FRAGMENT_SUPPRESSED>", "[49] According to those Guidelines , refugee claimants are informed of their rights, including the right to make written submissions to post-claim determination officers, when negative C.R.D.D. decisions are communicated to them. Given the public interest in a workable refugee determination framework, given that claimants in the circumstances of the applicants have already benefitted from a full oral hearing before the C.R.D.D., the right to make written submissions is sufficient to provide a \"meaningful opportunity\" to have evidence of changed country conditions considered under s. 114(2) of the Act .  <FRAGMENT_SUPPRESSED>", "[50] It is worth noting, in conclusion, that the discretionary decisions of post-claim determination officers are subject to judicial review by this court if such discretion is exercised pursuant to improper purposes, irrelevant considerations, with bad faith, or in a patently unreasonable manner.  <FRAGMENT_SUPPRESSED>", "[51] Therefore, I must conclude that the Board did not err in law by failing to read into the Act and the Rules such powers as are necessary and within the jurisdiction of the C.R.D.D. so as to comply with the principles of fundamental justice in refusing to reopen the hearing of the applicants to consider their evidence of changed country conditions in Pakistan.  <FRAGMENT_SUPPRESSED>", "[52] For these reasons, this application is dismissed.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Debra F. MacCausland/mjp  <FRAGMENT_SUPPRESSED> Footnotes  <FRAGMENT_SUPPRESSED> 1. Part I of the , 1982, being Schedule B of the Canada Act 1982 (U.K.), 1982, c. 11.  <FRAGMENT_SUPPRESSED> 2. Rule 30 provides as follows:  <FRAGMENT_SUPPRESSED> \"30(1) An application for reinstatement or an application for rehearing other than as provided for in rule 31 shall state concisely the law and arguments relied on by the party filing the application and shall be accompanied by an affidavit setting out the facts on which the application is based.  <FRAGMENT_SUPPRESSED> \"(2) The application shall be filed at the registry together with proof of service of a copy thereof on any other party and on the Minister, whether or not the Minister is a party.  <FRAGMENT_SUPPRESSED> \"(3) The other party may file at the registry a reply stating concisely the law and arguments relied on by that party, accompanied by an affidavit setting out the facts on which the reply is based.  <FRAGMENT_SUPPRESSED> \"(4) On receipt of a reply filed pursuant to subrule (3), the applicant may file a response thereto at the registry.  <FRAGMENT_SUPPRESSED> \"(5) A copy of a reply and affidavit filed pursuant to subrule (3) and any response thereto shall be served on any other party and on the Minister, whether or not the Minister is a party, within seven days after service of the application or reply, as the case may be. <FRAGMENT_SUPPRESSED> No such provision is contained in the new , which came into force on February 1, 1993.  <FRAGMENT_SUPPRESSED> 3. I note also that in <FRAGMENT_SUPPRESSED> , Mr. Justice Noël upheld the Longia principle in the aftermath of the February 1, 1993 amendments to the Act . In the words of Noël, J.:  <FRAGMENT_SUPPRESSED> Loi Longia 4. Section 69.2(1) of the Act reads:  <FRAGMENT_SUPPRESSED> \"The Minister may make an application to the Refugee Division for a determination whether any person was determined under this Act or the Regulations to be a Convention refugee has ceased to be a Convention refugee. <FRAGMENT_SUPPRESSED> 5. Section 35 of the 1976 Act provided:  <FRAGMENT_SUPPRESSED> \"35(1) Subject to the regulations, an inquiry by an adjudicator may be reopened at any time by that adjudicator or by any other adjudicator for the hearing and receiving of any additional evidence or testimony and the adjudicator who hears and receives such evidence or testimony may confirm, amend or reverse any decision previously given by an adjudicator.  <FRAGMENT_SUPPRESSED> \"(2) Where an adjudicator amends or reverses a decision pursuant to subsection (1), he may quash any order or notice that may have been made or issued and where he quashes any such order or notice, he shall thereupon take the appropriate action pursuant to section 32.  <FRAGMENT_SUPPRESSED> \"(3) Where an order or notice is quashed pursuant to subsection (2), that order or notice shall be deemed never to have been made or issued. <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}