{"id_": "021897", "body_str": ["[1] Harrington, J. : Pfizer and Searle seek an order to prohibit the Minister of Health from issuing Apotex a Notice of Compliance which would allow it to market its version of Celecoxib before the relevant Canadian patent expires this coming November. Celecoxib, widely marketed under its brand name Celebrex®, is known today to be useful in treating inflammation and associated pain. It may, or may not, have fewer harmful side effects than other NSAIDs (Non-Steroidal Anti-Inflammatory Drugs).", "[2] The patent in issue, Canadian Patent No. 2,177,576 ('576) entitled Substituted Pyrazolyl Benzenesulfonamides for the Treatment of Inflammation , held by Searle, was filed in Canada on 14 November 1994, issued 26 October 1999 and expires 14 November 2014. It is said to relate to compounds, compositions and methods for treating inflammation. It claims a class of compounds, eventually cascading down to three compounds individually claimed and also claims uses in treating inflammation and inflammation-associated disorders in general, as well as specific disorders such as arthritis. One claim is for use in the preparation of a medicament for the prevention of colorectal cancer.", "[3] As the patent was registered with the Minister in accordance with the Patented Medicines (Notice of Compliance) Regulations , Apotex cannot market its generic version of Celebrex® before the patent expires, unless it successfully invokes one of the four grounds set out in the Regulations: such that a. certain statements in the patent are false; b. the patent has expired; c. the patent would not be infringed; or d. the patent is not valid. It served Pfizer, the successor to Searle, with a Notice of Allegation setting forth several reasons for which it states the patent is invalid. It did not raise other grounds.", "[4] Pfizer reacted by filing a Notice of Application with this Court which has the effect of barring the Minister from issuing a Notice of Compliance before the patent expires unless the Court decides that Apotex's allegations are not justified, or until two years have passed since Pfizer's application was filed, whichever comes first. The application was filed on16 August 2012.", "[5] It should not be thought that Apotex's goal is simply to get its generic version of Celecoxib to market a few months before the patent expires. Under s. 8 of the Regulations, if Pfizer's application is dismissed, it would be liable to Apotex for any loss during the period in which a Notice of Compliance would have been issued absent the Regulations.", "[6] I recently had the occasion to briefly describe the complicated process and to refer to the leading cases in another PM(NOC) application by Pfizer under the same patent, Pfizer Canada Inc and  <FRAGMENT_SUPPRESSED>  [ Mylan (Celebrex) ], which is currently under appeal.", "[7] In order to succeed in this application, Pfizer and Searle (collectively  <FRAGMENT_SUPPRESSED> ) must persuade this Court on the balance of probabilities that not a single one of Apotex's several allegations of patent invalidity is justified as against at least one of the sixteen claims therein.", "[8] In order to be patentable, the subject matter of an invention must be new, not obviousness, and useful. Newness and obviousness were not raised by Apotex. The specification must fully and correctly describe its subject matter and its use so that the person skilled in the art or science involved may, as in this case, make the medicine and use it as the inventor intended, relying only on the patent itself.", "[9] No particular utility need be claimed. It need not be demonstrated. Utility may also be based on a sound prediction ( <FRAGMENT_SUPPRESSED> , [2002] SCJ No 78 (QL) [ <FRAGMENT_SUPPRESSED> ]. It was held in <FRAGMENT_SUPPRESSED> that the inventor must establish utility as of the date of the patent application, either by demonstration or by sound prediction based on the information and expertise then available. The doctrine of sound prediction has three components: a. there must be a factual basis for it; b. the inventor must have had at that time an articulate and \"sound\" line of reasoning from which the desired result can be inferred from the factual basis; and c. there must be proper disclosure.", "[10] The specification discloses the invention and ends with claims which distinctly define the subject matter for which an exclusive privilege or property (monopoly) is claimed. If the patent contains more than one claim, some of which are held to be valid and others not, the valid claims remain in place ( , sections 2, (27(3)), (27(4)), 28.3 and 58).", "[11] According to Apotex, the purported invention belongs to a class of compounds said to be useful in treating inflammation and its associated pain in animals, including humans, with reduced harmful side effects as compared to other NSAIDs.", "[12] These are the reasons it says the patent is invalid: a. Even though Celebrex® is known today to be useful in treating inflammation and associated pain, Searle had no basis for making that assertion in 1994 when it applied for patent protection. It had neither demonstrated nor had a sound basis for predicting that utility; b. Furthermore, Searle had neither demonstrated nor had a basis for soundly predicting reduced harmful side effects. Even if it did, it is now clear that Celebrex® has no better side effect profile than other  <FRAGMENT_SUPPRESSED>  that one of the compounds individually claimed (Claim 5) was toxic and therefore useless; ii. one of the uses claimed, Claim 16, for the prevention of colorectal cancer, is unfounded; iii. Searle failed to state in its patent application that it had already intended to seek U.S. regulatory approval for one of the compounds individually claimed (Claim 4), Celecoxib or Celebrex®. This was the true invention which it was obliged to disclose rather than to hide it as a \"leaf in the forest\" ( <FRAGMENT_SUPPRESSED> , [2012] SCJ No 60 (QL) [ Teva (Sildenafil/Viagra) ], para 30).", "[13] Pfizer construes the patent differently. According to it, the promised utility is that the claimed compounds would be anti-inflammatories. There was no promise that the compounds would be useful in treating humans and there was no promise of reduced side effects. Alternatively, if there was actually a promise of reduced side effects, it did not extend to humans. In any event, the evidence establishes that Celebrex®, in fact, carries with it significantly reduced harmful side effects in humans as compared to other NSAIDs.", "[14] Pfizer submits the patent met the disclosure requirements of s. 27 of the Act. This case is quite distinct from the Supreme Court's decision  <FRAGMENT_SUPPRESSED>  (Sildenafil/Viagra) , above. In that case, only one of the claimed compounds was known to work. In the case at bar, all three compounds individually claimed work. There was no obligation on Searle to disclose its commercial intentions.", "[15] Both sides have to deal with two previous PM (NOC) decisions on Patent '576.  <FRAGMENT_SUPPRESSED>  [2007] FCJ No 120 (QL), [ Novopharm (Celebrex) ] reversed at 2007 FCA 173, [2007] FCJ No 625 (QL), but not with respect to the construction of the patent, Mr. Justice Hughes held that both the anti-inflammatory properties and lesser side effects were necessary to the utility of the claimed invention. In Mylan (Celebrex) above, I held there was no promise of reduced side effects. Apotex asserts that the construction in <FRAGMENT_SUPPRESSED> was correct, but that the evidence of utility before me is different. Pfizer says that although my decision  <FRAGMENT_SUPPRESSED>  (Celebrex) is a departure from <FRAGMENT_SUPPRESSED> , it is consistent with recent jurisprudence of the Federal Court of Appeal, so that comity is not in issue.", "[16] I shall consider exactly what was invented; whether in 1994 there was a basis for asserting it was useful be it by way of demonstration or prediction; whether it has reduced harmful side effects today and whether it was properly disclosed. Finally, I have to decide whether Pfizer's submission that the patent did not promise reduced side effects is an abuse of process, considering it conceded that utility  <FRAGMENT_SUPPRESSED>  (Celebrex) , above. What Was Invented", "[17] The scope of the invention is of crucial importance. If, as Apotex asserts, the purported patent promises anti-inflammatory agents useful in treating animals including humans, then the patent is invalid because at the time the application was filed, the inventors had neither demonstrated nor had a sound basis for predicting use as an anti-inflammatory in humans. If that is the case, it would not be necessary to consider whether the patent also promised significantly less harmful side effects.", "[18] If, as Pfizer asserts, the scope of the invention is a class of compounds useful for treating inflammation and inflammation-associated disorders, to use the words of the patent, \"in a subject\", which does not include humans, then we must determine whether at the time of filing that utility had been demonstrated or a sound basis had been articulated to support the prediction.", "[19] I find that if less harmful side effects were promised in humans, there certainly was no demonstration to that effect. Was there a sound basis for that prediction and if so, has Pfizer established that Apotex's allegation in that regard is not justified?", "[20] The task facing Searle, and its pharmaceutical competitors, in the early 1990s, was to develop a NSAID with reduced side effects. That was the problem, and Searle may have found a solution. It does not necessarily follow, however, that it patented the solution. Indeed, it would be risky to claim reduced side effects in humans given that testing on humans had not yet begun.", "[21] The known science at the time was that prostaglandins induce pain and swelling associated with the inflammation process. Traditional NSAIDs inhibit their production and thereby reduce pain. However high doses thereof may produce severe side effects, particularly in the gastrointestinal tract, including life threatening ulcers.", "[22] Traditional NSAIDs prevent the production of prostaglandins by inhibiting enzymes particularly cyclooxygenase (COX). However, COX also protects the stomach from the acid therein. Consequently its inhibition leaves the stomach vulnerable.", "[23] Later, it was discovered that there are in fact two cyclooxygenases, today known as COX I and COX II. While COX I is ever active in protecting the stomach, COX II is latent and only comes to the fore when there is an injury, or an inflammation, such as arthritis. The hypothesis at the time was that if one could inhibit COX II more than COX I, there would be fewer side effects than with the traditional NSAIDs which are non-selective in that they inhibit both COX I and COX II.", "[24] This led to the development of Celecoxib or Celebrex®.", "[25] The invention is described in the patent as \"a class of compounds useful in treating inflammation-related disorders [...] defined by Formula I ...\" A great number of compounds were claimed, although no one presented me with a calculation as to exactly how many compounds and pharmaceutically-acceptable salts were covered. The patent goes on to state that within Formula I, there is a subclass of compounds of \"high interest\" represented by Formula II. Later on, it was said that \"a family of specific compounds of particular interest within Formula II consists of compounds and pharmaceutically-acceptable salts thereof as follows ...\" Sixteen such compounds were disclosed.", "[26] The specification ends with 16 claims over which a monopoly is sought: • Claims 1 to 3 are for compounds of formula I or II. They are per se claims. • Claims 4 (Celebrex®) through 7 are per se claims for individual compounds. Compound 7 does not seem to be in issue. • Claims 8 through 15 are claims for use in the treatment of inflammation and inflammation-associated disorders, including arthritis, pain and fever. • Finally, Claim 16 is for use of a compound according to any of claims 1 to 7 \"...for preparing a medicament for the prevention of colorectal cancer in a subject.\"", "[27] To deal first with whether the patent promised the compounds invented would be useful as anti-inflammatory agents in humans, Pfizer points out that the patent speaks of treatment of a \"subject\" not humans. Apotex's answer is that the long litany of disorders set out at page 7 of the patent includes some diseases only known in man. Furthermore, the in vitro tests used cloned human enzymes. Consequently, it submits that the \"subject\" to be treated must include humans. Pfizer retorts that this line of reasoning runs counter to recent decisions of the Federal Court of Appeal including <FRAGMENT_SUPPRESSED>  CPR (4th) 1, 2013 FCJ No 856 (QL) [ Plavex ], leave to appeal to the Supreme Court granted, and <FRAGMENT_SUPPRESSED>  CPR (4th) 203, 2012 FCJ No 386.", "[28] I find that there was no clear promise that Celebrex® would be useful in treating inflammation in humans. That may have been a wish, an aspiration, a goal, a target or an advantage, but basing myself on the two decisions of the Federal Court of Appeal to which I have just referred, there was no actual promise.", "[29] To support the proposition that the invention is useful in treating inflammation and pain associated therewith, the patent reveals that a rat carrageenan foot pad edema test and a rat carrageenan-induced analgesia test were successfully carried out. The patent thus demonstrated utility. That utility was demonstrated in a species of animal: rats. That was all that was promised, and that is what was delivered. I find no merit  <FRAGMENT_SUPPRESSED> 's suggestion that these tests did not establish useful treatment because the inflammation was induced by infecting the rats with seaweed, or that more than one species of animal had to be tested. The fact is, there was inflammation, it was reduced and so was the pain. In June and July 1994, prior to filing its application for a Canadian patent, Searle had prepared a \"Product Alert\" which was a confidential internal document. It revealed that in vivo tests, other than those disclosed in the patent, had also been carried out on guinea pigs and dogs. According to Apotex, these tests, even if they were to establish utility, cannot be relied upon as no reference whatsoever was made to them in the patent. I need not consider the point as I am satisfied that the tests referred to in the patent were sufficient. The patent demonstrates treatment of inflammation and reduction of pain in a \"subject\". Reduced Side Effects in Humans", "[30] Unlike utility as an anti-inflammatory, this issue was fully canvassed in the Mylan (Celebrex) decision, above. While Apotex has persuaded me that some of the justifications that were used to support my reasoning that no such promise was made were inappropriate, I remain of the view that there was no such promise. The field of the invention as disclosed in the patent is an anti-inflammatory pharmaceutical agent. No mention is made of reduced side effects. Not one of the 16 claims at the end of the specification mentions side effects. Apotex's case, like Mylan's, is based on the lengthy paragraph commencing on page 7 of the patent which lists various disorders for which compounds of the formula would be useful in treating. The paragraph ends as follows: \"The compounds are useful as antiinflammatory agents, such as for the treatment of arthritis, with the additional benefit of having significantly less harmful side effects.\"", "[31] That paragraph has to be read with the next one which states the invention preferably includes compounds which selectively inhibit COX II over COX I. The paragraph ends with: \"Such preferred selectivity may indicate an ability to reduce the incidence of common NSAID-induced side effects\" (my emphasis).", "[32] Apotex submitted that some side effects are less harmful than others, and led evidence to that effect. It says that the paragraph starting on page 7 deals with harmful side effects while the paragraph at page 8 refers to common, i.e. less harmful, side effects.", "[33] No skilled addressee of the patent interpreted those two paragraphs in that way. This interpretation is a lawyer's construct derived from the fact that some side effects are more harmful than others.", "[34] Pfizer has not focussed on the skilled addressee of the patent. Apotex does not take issue with my adoption of Mylan's submission in Celebrex that the person skilled in the art includes a chemist and pharmacologist with experience pertaining to anti-inflammatory drugs and COX. The patent may also be addressed to a clinician treating arthritis and to a medical doctor, but nothing appears to turn on that.", "[35] I am fortified in my opinion that the word \"may\" within the context of the patent merely connotes a possibility, and does not constitute a promise, by the opinion of Dr. Robert N. Young, a chemistry professor and medicinal chemist who was involved  <FRAGMENT_SUPPRESSED> 's development of Rofecoxib, the active ingredient in Vioxx which is another COX II inhibitor, subsequently withdrawn from the market. In his opinion, the skilled addressee would not find such a promise in the disclosure.", "[36] I remain of the view, better stated by Mr. Justice Zinn in <FRAGMENT_SUPPRESSED>  CPR (4th) 32, 2012 FCJ No 901 (QL) at para 126, that a utility not expressed in the claim portion of the specification \"[...] should be presumed to be a mere statement of advantage unless the inventor clearly and unequivocally states that it is part of the promised utility\". I realize that my reference to the principle that what is usually not claimed is disclaimed at para 7 of Mylan (Celebrex) and the reference to paragraph 42 of <FRAGMENT_SUPPRESSED> , [2000] SCJ No 68 (QL) of my Public Reasons for Order, was out of context. If there was but one invention disclosed in the specification, it cannot very well be disclaimed by not referring to it in the claims. Indeed, a claim for a compound per se need not disclose any utility. The utility is found by taking into account the patent as a whole. What I should have said was that the scope of the invention did not extend to reduced side effects.", "[37] In Mylan (Celebrex) , I also mentioned that a number of COX II selective NSAIDs have been used to treat animals, such as horses and dogs. That is true. Indeed, the evidence in this case is that one of the compounds, Claim 6, is used to treat arthritis in dogs. My point was not that the inventors had soundly predicted treatment in animals other than humans, which in the course of time proved to be true, but rather that one should not construe the promise, if one was made, to extend to reduced side effects in humans.", "[38] Apotex referred to a decision of Mr. Justice Pumfrey of the England and Wales High Court (Patents Court) upheld in the Court of Appeal. In first instance, it was cited as Monsanto Company, G.D. Searle& Company and  <FRAGMENT_SUPPRESSED> . This was an action by the patentees for infringement of their European patent for Celecoxib. From the judgments, it is clear that the specification was somewhat different. More experiments had been disclosed, and more claims were made. However, the specification did contain language similar to the last sentences of the paragraphs set out in pages 7 and 8 of the patent before me. At para 46, Mr. Justice Pumfrey stated: The diffident statement that \"Such preferred selectivity may indicate an ability to reduce the incidence of common NSAID-induced side effects, such as ulcers\" again does not indicate that the class includes compounds which are not Cox II selective [...] The whole thrust of the specification is towards Cox II selectivity.", "[39] The action was dismissed as the patent was found to be invalid on a number of grounds. The passage from Mr. Justice Pumfrey's reasons which I have just quoted relates to the fact that he held that not all the compounds claimed worked. There is no evidence of that here. With respect to the decision of the Court of Appeal, Apotex relied particularly on para 26 where Lord Justice Aldous said: The compounds are said to be useful anti-inflammatory agents and have the additional benefit of having less harmful side effects. The reader would believe that the specification was teaching that they were less harmful that the commonly made NSAIDS because they were Cox II selective. However, that paragraph begins with the following sentence: The reader would understand that the target was anti-inflammatory compounds with reduced side-effects, such as stomach ulcers, resulting from Cox II selection. [My emphasis]", "[40] Patents are a creature of statute. The U.K. statute is different, and the jurisprudence has diverged. In Canada, a statement of mere advantage, or a target, without more, is not a promise.", "[41] What the in vitro tests demonstrated was that the compounds tested were COX II selective. That might have led the inventors to hope that eventually it would be established that this COX II selectivity equated with reduced side effects. Perhaps, they could have made a promise, but they did not. Consequently, it is not necessary to decide whether or not the tests as set out in the record establish that Celebrex® has fewer side effects. Pfizer does not have to meet a promise it never made. Insufficient Disclosure", "[42] The submission that my finding  <FRAGMENT_SUPPRESSED>  (Celebrex) and again here that there was no promise of reduced side effects is in contradiction to Mr. Justice Hughes' interpretation  <FRAGMENT_SUPPRESSED>  (Celebrex) , above, is more a matter of form over substance. No one knows more about the construction of patents than Mr. Justice Hughes. What he said in paragraph 101 is: The Canadian patent application, as filed effective November 14, 1994, makes ample disclosure as to the utility of celecoxib; it is described, a process for preparing it is disclosed as Example 2 and data demonstrating effectiveness in dealing with inflammation and having appropriate COX II selectivity is all disclosed. I too have found that the data within the patent demonstrates effectiveness in dealing with inflammation and having appropriate COX II selectivity.", "[43] There are three aspects to Apotex's submissions of insufficient disclosure: • First, one of the compounds individually claimed, Claim 5, was toxic and therefore useless; • Second, Claim 16, which is for use in the prevention of colorectal cancer is unfounded; and • Third, it was obliged to and failed to disclose that the true invention was Celecoxib or Celebrex® (Claim 4) with respect to which it had already formed the intention to seek regulatory approval.", "[44] Pfizer has persuaded me that the first allegation is not justified. The fact that tests had revealed high doses of the compound in Claim 5 were toxic in rats does not detract from the fact that Claim 5 works as an anti-inflammatory. There was no promise it would receive regulatory approval.", "[45] Apotex also alleged that Claim 16 is invalid. It was for the use of a compound according to any of Claims 1 to 7 - for preparing a medicament for the prevention of colorectal cancer in a \"subject\". Pfizer did not respond to this allegation. Indeed, it was not obliged to answer. If at the end of the day at least one claim of the patent is left standing, all other things being equal, a prohibition order would be issued against the Minister.", "[46] The evidence brought forth by Apotex, and unanswered by Pfizer, appears to support the proposition that Claim 16 is invalid. Pfizer's response is that in accordance with s.58 of the , it would be severed and the rest of the patent remains valid. Apotex's position is that if the compounds are new, as these were, the claims need not state the utility. The utility is to be found in the disclosure. However, that utility is therefore inherent in every claim. Since Claim 16 is invalid, the entire patent falls.", "[47] I find this allegation not to be justified. It is not in accord with s. 58 of the and the decision of the Supreme Court  <FRAGMENT_SUPPRESSED>  (Sildenafil/Viagra)", "[48] The third allegation that the true invention was Celebrex® (Claim 4) and that Searle was required to disclose that this was the compound it intended to commercialize is based on the Supreme Court's decision  <FRAGMENT_SUPPRESSED>  (Sildenafil /Viagra)", "[49] This last Apotex allegation that the patent is invalid for insufficient disclosure by way of failing to meet the statutory requirements of s. 27(3) of the Act, imposes both a positive and a negative obligation on the patentee. On the one hand, he must identify the best mode or best use of the invention and on the other he cannot obscure it by hiding the true invention within a school of red herrings.", "[50] On the positive side, in the oft cited decision of President Thorson in <FRAGMENT_SUPPRESSED>  at 102, he said at pages 316 and 317: [...] It must not contain erroneous or misleading statements calculated to deceive or mislead the persons to whom the specification is addressed and render it difficult for them without trial and experiment to comprehend in what manner the invention is to be performed. It must not, for example, direct the use of alternative methods of putting it into effect if only one is practicable, even if persons skilled in the art would be likely to choose the practicable method. The description of the invention must [page317] also be full; this means that its ambit must be defined, for nothing that has not been described may be validly claimed. The description must also give all information that is necessary for successful operation or use of the invention, without leaving such result to the chance of successful experiment, and if warnings are required in order to avert failure such warnings must be given. Moreover, the inventor must act uberrima fide and give all information known to him that will enable the invention to be carried out to its best effect as contemplated by him.", "[51] However, the , as it then was, did not require that the best mode or use be disclosed. Under s.27(3)(c) of the present Act: [...] the specification of an invention must c) in the case of a machine, explain the principle of the machine and the best mode in which the inventor has contemplated the application of that principle ...", "[52] As a matter of statutory interpretation it seems to me that therefore there is no such requirement in this case, as a machine was not invented. I agree with the recent decision of Madam Justice Snider in <FRAGMENT_SUPPRESSED>  [2013] FCJ No 182 (QL) where she so held. That case was recently argued in the Court of Appeal. Judgment was reserved.", "[53] The negative aspect, i.e. not to obscure, derives from a long list of English and Canadian cases culminating with the 2012 decision of the Supreme Court  <FRAGMENT_SUPPRESSED>  (Sildenafil/ Viagra) , above.", "[54] The facts of that case are somewhat peculiar. The patent specification revealed the use of compounds, or salts thereof, for the treatment of erectile dysfunction (ED) in males. As is fairly common, a great number of compounds were claimed, cascading down to especially preferred claims, only one of which was known by Pfizer to work. Two individual compounds were claimed including the one for Sildenafil, the active ingredient in Viagra.", "[55] Mr. Justice LeBel, speaking for the Court, reiterated that adequate disclosure in a specification is a precondition for the grant of a patent monopoly. As Mr. Brodkin put it on behalf of Apotex, the pain-paying-public pays for the monopoly. Searle bamboozled the Commissioner of Patents with a lot of puffery, smoke and mirrors. It did not mean what it said then and now I am being asked to rewrite the patent in its favour.", "[56] In Teva (Sildenafil/Viagra) , reference was made to s. 53(1) of the which provides that a patent is void if any material allegation in a petition is untrue, or if the specification includes an omission or addition wilfully made for the purpose of misleading. Mr. Justice LeBel paid homage to Minerals Separation above, <FRAGMENT_SUPPRESSED>  (QL) and <FRAGMENT_SUPPRESSED>  both the disclosure and the claims, must be considered in determining the nature of the invention and whether the disclosure was sufficient; and (b) at the end of the monopoly the skilled addressee, having only the specification, must be able to both make and use the invention as the inventor could have at the time of the patent application.", "[57] At paragraph 72, Mr. Justice Lebel noted that Pfizer had conducted tests that demonstrated that Viagra was effective in treating ED, and that none of the other compounds in the patent had been shown to be effective. \"Therefore, the invention was the use of Sildenafil for the treatment of ED. This had to be disclosed in order to meet the requirements set out in s 27(3) of the Act.\" He went on to say Pfizer chose a method of drafting that failed to clearly set out what the invention was, and to state why it elected to withhold its information that Sildenafil was the only compound tested which had been found useful. The disclosure failed to state in clear terms what the invention was. Some work, outside the patent, would be required for the skilled addressee to ascertain what the true invention was. He concluded at paragraph 80 \"as a matter of policy and sound statutory interpretation, patentees cannot be allowed to \"game\" the system in this way.\"", "[58] However, he also did not make much of the fact that Claim 1 included over 260 quintillion compounds. In the United States a quintillion is a 1 followed by 18 zeros, while in the United Kingdom a quintillion is 1 followed by 30 zeros. The practice of cascading claims is common and does not necessarily interfere with the public's right to disclosure. The skilled reader knows that, when a patent contains cascading claims, the useful claim will usually be the one at the end concerning an individual compound. The compounds that do not work are simply deemed invalid. In accordance with s. 58, any valid claim - in this case Claim 7 - survives despite the existence of invalid claims. However, the public's right to proper disclosure was denied in this case, since the claim ended with two individually claimed compounds, thereby obscuring the true invention.\" (para 80)", "[59] Basing myself on the above passage, the skilled reader in the case at bar was not misled by the fact that 16 compounds appeared to be interesting. Unlike in <FRAGMENT_SUPPRESSED> , above, the per se claims cascaded down to three: Claims 4 (Celebrex®), 5 and 6. All three worked in that it was demonstrated that, like other NSAIDs, they reduced inflammation and associated pain but in addition were also COX II selective. There was no promise that the level of toxicity in Claim 5 was such that it would be approved for use in humans. Furthermore, Claim 6 is the basis of a treatment of arthritis in dogs. Apart from the use claim with respect to cancer, it has not been established that any of the compounds do not work. Nothing was put in play to rebut the presumption of validity under s. 43(2) of the . In my opinion, Celecoxib, or Celebrex®, was not the true invention. The true invention was a class of compounds.", "[60] There was no obligation upon Searle at the time the patent was filed to disclose therein its hope to commercialize Claim 4. Its internal Product Alert was a work in progress. If it changed its mind a year later and decided to pursue one of the other claims more vigorously, would that intention have to be disclosed? Dr. Flower, an expert called by Apotex, thought it would be surprising if all the compounds made it to market, as commercial viability depends on a number of factors which would be developed later in the process such as absorption, metabolism and stability. Abuse of Process", "[61] Apotex, like Mylan, says that Pfizer cannot be seen to be speaking out of both sides of its mouth. In Novopharm (Celebrex) , it conceded that reduced harmful side effects were part of the invention. Apotex says this is because in that case it was facing a claim of invalidity based on obviousness. In <FRAGMENT_SUPPRESSED> and in this case it is not. However, no one has been able to point to a single case in which a \"concession\" or \"admission\" in one in personam case applies in another. The meaning of a patent is determined by the Court reading it through the eyes of the skilled reader based on his or her knowledge at the time it was made public. The Court is not fettered by an interpretation given years later by the patentee or its lawyers. There is no binding admission.  <FRAGMENT_SUPPRESSED>  CPR (4th) 171, [2013] FCJ No 274 (QL) at paras 219 and ff. As Mr. Justice Binnie stated in Whirlpool , above, at para 61: Claims construction is a matter of law for the judge, and he was quite entitled to adopt a construction of the claims that differed from that put forward by the parties.", "[62] Furthermore, it must be kept in mind that  <FRAGMENT_SUPPRESSED>  (Celebrex) , Mr. Justice Hughes did not hold that it had been demonstrated that Celebrex® had less harmful side effects in humans. In that case, as in this, the patent demonstrated COX II selectivity.", "[63] In my opinion, there is no abuse of process.", "[64] For all these reasons, Pfizer has established that Apotex's allegations are not justified. A prohibition order shall issue. <FRAGMENT_SUPPRESSED>  and provided extracts therefrom. Pfizer was given leave to comment in writing which led to a rather acrimonious exchange between counsel.", "[66] The issue is whether Madam Justice Gleason's decision relaxes the requirement that a Notice of Allegation must set out the full \"legal and factual basis\" as to why, in this case, the patent is invalid. Pfizer has taken the position that Apotex's arguments at the hearing, with respect to insufficient disclosure, did not fall within the four corners of its NOA.", "[67] This is but another of the many arguments made by one party or the other which is not necessary to decide. My decision is based on Apotex's Memorandum of Argument, and oral submissions without taking into account whether they step out of the box of the NOA. Thus, on that broad basis, I find that none of Apotex's allegations was justified within the meaning of the Regulations. Costs", "[68] Rather than to have to seek directions with respect to costs following my decision, the parties informed the Court that they would attempt to agree a formula, irrespective of the outcome of the application. They have done so. While the Court, of course, is not bound thereby, I consider the joint proposal to be reasonable and, in my discretion, have given force to it in the accompanying order.", "[69] As the Minister did not participate in these hearings, he shall neither benefit from nor be burdened with costs. Confidentiality", "[70] As much of the evidence and testimony was covered by various confidentiality and sealing orders, Pfizer shall have ten (10) days herefrom, hopefully in conjunction with Apotex, to inform the Court if it thinks any portion thereof should be deleted or modified in the public version, and, if so, to provide suggestions. Failing agreement, Apotex, in the public interest, which supports an open court principle, shall have five (5) days to make its own submissions in reply. Application granted. Editor: Angela E. McKay/vnh"]}