{"id_": "021926", "body_str": ["[1] Snider, J. : The principal applicant and his family (collectively, the Applicants), citizens of Mexico, lived in a city in the state of Guanajuato. The principal applicant left Mexico in April 2007 to work in the United States. The Applicants then came to Canada in December 2007 and made claims for refugee protection in Canada. The principal applicant claims that he and his family received threats from his employer. These threats allegedly were also made after the principal applicant left Mexico for the United States in April 2007 and after the entire family came to Canada later that year.", "[2] In a decision dated February 16, 2009, a panel of the Immigration and Refugee Board, Refugee Protection Division (the Board) determined that the Applicants were not convention refugees, pursuant to s. 96 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 ( IRPA ), or persons in need of protection, pursuant to s. 97 of IRPA . The key - and only - determination made by the Board was that the Applicants had a viable internal flight alternative (IFA) in Mexico City.", "[3] The determinative issue in this judicial review is whether or not the correct legal test was applied by the RPD. This question is reviewable on a standard of correctness (see <FRAGMENT_SUPPRESSED> , at para. 50).", "[4] The two-part test for a finding of an IFA is well-established in the jurisprudence ( <FRAGMENT_SUPPRESSED>  (CA)). The onus was on the Applicants to show, on a balance of probabilities, that: (a) there is a serious possibility of persecution in all parts of the country, even in the alleged IFA area - Mexico City; and that (b) it would not be unduly harsh for the Applicants to relocate to Mexico City. Both prongs of the test were explored by the Board during the hearing.", "[5] Even though the Board's decision contains a correct statement of the IFA test, the balance of the decision raises a serious doubt that the correct test was applied to the facts of this case. In its decision, in several places, the Board expressed the view that the Applicants were required to relocate to the proposed IFA before being accepted as persons in need of protection.", "[6] The following statements in the decision reflect a misapplication of the IFA test: I am of the view that the claimants had an obligation to at least try to find a safe haven in their own country before abandoning it altogether and unless it were patently unreasonable for them to do so, their failure to try will be fatal to their claims I find that the claimants clearly had an obligation to relocate, in this case to Mexico City , and if in the chance they were to have problems with Mr. Ybarra or anyone else, to approach the state before seeking Canada's protection. I find that the claimants had the onus to move to an IFA, in this case specifically in Mexico City, before leaving the country. The claimants have not discharged their responsibility of showing that the risk of harm they fear would be faced in every part of Mexico pursuant to section 97(1)(b) of the IRPA. [Emphasis added.]", "[7] According to <FRAGMENT_SUPPRESSED> , under the first part of the IFA test, the Applicants need to show, on a balance of probabilities, that there is a serious possibility of persecution throughout the country, including the alleged IFA (above, at para. 5). This burden is only triggered when the Board has warned the claimant that an IFA is going to be raised. As such, the Court of Appeal in <FRAGMENT_SUPPRESSED> recognized that, \"in some cases the claimant may not have any personal knowledge of other areas of the country\" (above, at para. 9). This means that the potential IFA might not have crossed the Applicants' mind until it was raised. Thus, the test is for the Applicants to show that, even in the proposed IFA of Mexico City, they will likely face persecution. The test is not, as the Board stated, for the Applicants to have attempted, or tried living in Mexico City, and show that they did face persecution. It is incorrect to say that there is an onus on the Applicants to move to Mexico City, prove that it is dangerous to live there, and - only thereafter - seek surrogate protection in Canada. Such a requirement is not contained in any of the jurisprudence dealing with IFA.", "[8] The Board's approach to the test was rejected by Justice Rothstein in <FRAGMENT_SUPPRESSED>  Imm. L.R. (2d) 150, at paragraph 3, where he stated: The viability of an IFA is to be objectively determined and it is not open to an applicant, simply for his own reasons, to reject the possibility of resettlement in his own country, if he can do so without fear of persecution; see  <FRAGMENT_SUPPRESSED>  (F.C.A.) at 597-599. However, the way in which the panel has characterized the IFA test here is not correct. The panel seems to be saying that it is up to an individual, before he seeks the surrogate protection of Canada, to test the viability of an IFA in his own country The logical conclusion of this proposition is that an applicant is obliged to test the IFA and suffer persecution before making a refugee claim in Canada. This cannot be correct. There is no onus on an applicant to personally test the viability of an IFA before seeking surrogate protection in Canada . [Emphasis added.]", "[9] I acknowledge that some parts of the decision under review do reflect that the Board may have understood that there was no obligation on the Applicants to \"test the IFA\" before coming to Canada. However, the repeated use of certain language by the Board, in its decision, raises a serious doubt that the Board understood and applied the correct test. In the circumstances, I will allow the judicial review. JUDGMENT", "[10] THIS COURT ORDERS AND ADJUDGES that 1. the application for judicial review is allowed, the decision quashed and the matter remitted to a different panel of the Immigration and Refugee Board for reconsideration; and 2. no question of general importance is certified. [End of document]"]}