{"id_": "022012", "body_str": ["[1] Zinn, J. : Avtar Singh and Karamjit Kaur are husband and wife. They have a birth daughter, Harwinder Kaur, and they claim that Gurpreet Singh is their adopted son. Mr. Singh and the two children made an application for permanent residence under the Live-In Caregiver Class as his spouse is a live-in caregiver in Canada. All family members are citizens of India.", "[2] The decision under review is that of a visa officer of the High Commission of Canada in New Delhi deleting Gurpreet Singh from the application for permanent residence in Canada on the basis that Gurpreet was not a \"dependant child\" as defined in section 2 of the Immigration and Refugee Protection Regulations , SOR 2002-227 (Regulations). The Regulations provide that a dependant child includes an adopted child, but the officer was not satisfied that Gurpreet was an adopted child of the adult applicants and accordingly, deleted him from the application.", "[3] In my view, this application has no merit. The decision was reasonable and made in accordance with law and the principles of natural justice. Based on the record before the Court, I would have found a decision contrary to that reached by the officer to have been perverse.", "[4] On July 30, 2011, an officer reviewing the applicants' file noted concerns about the inclusion of Gurpreet on the permanent residence application. Although a copy of the purported adoption deed and a birth certificate for Gurpreet had been submitted by Mr. Singh, the officer noted that the latter had been registered only recently. Moreover, the officer noted the absence of family photos including Gurpreet and photos showing the adoption ceremony including the 'giving and taking' of him. The officer concluded that he or she was\"unable to confirm that an adoption ceremony ha[d] taken place,\" and requested that the applicant parents be interviewed.", "[5] On August 23, 2011, the officer, fluent in Punjabi, conducted an interview with the applicant parents, in Punjabi. The only written record of the interview is found in the CAIPS notes made by the officer at or very shortly following the interview. The officer provided an affidavit in which he swears that the notes in \"'question-and-answer form' were typed as the questions were being asked and answered\" and that the notes in \"'paragraph form' were typed immediately following the portion of the interview reflected in the paragraph.\"", "[6] Mr. Singh, described by his wife as being \"uneducated and unsophisticated,\" was interviewed first, in the absence of his wife. The following are relevant excerpts from the officer's notes of that interview: Q Was Gurpreet's parents related to you A No to my my spouse - I am illiterate but it is my wife's bright idea Q What bright idea A My wife told me that we should do papers for the boy as she was likely to get permanent (PR) in Canada and that we could help relatives and tag along the boy [...] Q What rituals were conducted for adoption ceremony A We called the photographer to get some photos clicked in Holy Gurudwara Q So no formality or rituals were done A No - just to get the photos clicked - we posed while the sweet pudding (Prasad) were being distributed inside the Gurudwara and then outside in the community kitchen while some snacks were served [...] I reviewed the photos and was surprised to see that the natural father no-where to be seen (boy's natural father is seen in the adoption papers) Q OK please point out where the natural father is in the photo A He was not there Q Why A Maybe because he had had a few drinks more and did not come inside the holy place Q So not the formality of giving and taking was done A I told you that my wife is very smart was she had thought of this adoption to take along the boy Q Since the formality of adoption, where did the boy stay A Dhowali- Q Your place A No why our place - this is where his father used to stay Q And he continues to stay there A No, now he has come to stay with us after his father died around 4 months back [...]", "[7] The officer then telephoned Mrs. Kaur in Canada, and noted, in paragraph form, that Mrs. Kaur \"appeared as very defensive while responding to questions of adoption.\" After finishing the phone call with Mrs. Kaur, the officer then\"expressed [his] concerns to [Mr. Singh].\" The officer noted the following concerns in the CAIPS notes: You and your spouse were of young age and could not explain the need to adopt a child when you could have your own children Adoption was done with the intent to help the child and not forge a genuine child parent relationship Adoption did not involve any give and taking of the child in the ceremony Natural father of the child is not seen giving away the child during the adoption ceremony Child continued staying with natural father till very recently Previous child parent relationship were not ceased nor relationship was forged Your spouse did not bother to attend the adoption ceremony nor has ever visited the child", "[8] The following appears immediately after the above-listed concerns: [Mr. Singh] requested that since he was illiterate and his wife was very smart, she be called up. Call made to sponsor [a] gain and concern[s] explained. Sponsor indicated that she only wants visa for all three ([Mr. Singh], biological daughter & adoptive son). Call put on speaker phone- [Mr. Singh] requested sponsor that she should stop being stubborn and drop the idea of helping Gurpreet (adoptive son) as they could send him some money and that it would delay their case. Sponsor remains adamant - call disconnected. [Mr. Singh] informed that it is the smartness of his wife who added the child to application and requested that the child be immediately deleted from the application and he and his daughter be issued a visa. I informed him that the present application is only to confirm their relationship and that visa will be issued only if Karamjit lands as PR in Canada . . . . .* Interview Concluded *****", "[9] On September 9, 2011, roughly two and a half weeks after the interview, and referencing the decision under review, Mr. Singh delivered the following letter to the High Commission in New Delhi: Dear Sir, With reference to your letter dated 25/08/2011 this is to inform you that I have no objection to the deletion of name of my adopted son Gurpreet Singh from my application for immigration to Canada. Kindly issue further instructions for the grant of immigrant visa for me and my daughter. I & my daughter have been medically examined on 03/05/2011 by Dr. U.S. Sidhu of [illegible].", "[10] The applicants submit that the officer erred by calling into question a \"validly issued foreign legal judgment,\" namely the applicants' \"court-issued adoption deed.\" They cite and rely upon <FRAGMENT_SUPPRESSED> for the proposition that the officer was \"not entitled to assess the legality of a foreign adoption order in the absence of fraud.\"", "[11] I agree with the respondent that <FRAGMENT_SUPPRESSED> is distinguishable from the facts before the Court because in that case there was most clearly a \"court order\" and no allegation of fraud in obtaining it had been made. I further agree with the respondent that the facts at hand more closely parallel, in fact almost identically, those in <FRAGMENT_SUPPRESSED>  in which Justice Mactavish held that it was reasonable for the officer to conclude that no 'giving and taking' ceremony took place even though the Deed of Adoption stated otherwise and further that the Deed of Adoption was not a Court Order, and that it was inconsistent with the evidence of the adoptive father.", "[12] The Deed of Adoption is a contract drawn up by lawyers for the parties and executed by them. It is not evidence that a court of law turned its mind to whether the legal requirements for a valid adoption had been satisfied. It was then taken to a court for registration; however, there is no evidence that the registration process involved any independent decision-making. It appears to be merely an administrative process for which the court charges a nominal fee.", "[13] The officer in this case, unlike the tribunal in <FRAGMENT_SUPPRESSED> but like the officer in <FRAGMENT_SUPPRESSED> , was faced with independent, \"cogent evidence\" which cast doubt on the adoption deed. I refer, in particular to the evidence of Mr. Singh who told the officer \"my wife is very smart was she had thought of this adoption to take along the boy.\" Further, although he was given three chances to say that there was a giving and taking ceremony he never says that one occurred and he does not challenge the officer when he says that it did not.", "[14] Lastly, the applicants submit that the officer \"bullied\" and \"frightened\" Mr. Singh at the interview and \"put ... words into his mouth.\" The officer denies it. To support these serious allegations, the applicants rely only on Mrs. Kaur's affidavit evidence which is hearsay. The best evidence of these allegations would have been her husband's as he was the only person other than the officer who was present when he made these damaging admissions. I give Mrs. Kaur's evidence no weight. Her affidavit does not explain why her husband sent his letter stating that he had no objection to the deletion of the adopted son from his application after receiving the decision. Counsel submits this is evidence that supports that he was bullied by the officer. I disagree. In my view, it is evidence of someone who knows that the jig is up and who wishes his family to be reunited in Canada. Further, it is consistent with the plea he made to his wife during that part of the interview when she was present by teleconference to \"stop being stubborn and drop the idea of helping Gurpreet.\"", "[15] For these reasons, I find that the decision under review is unimpeachable and the application must be dismissed. Neither party proposed a question for certification. JUDGMENT", "[16] THIS COURT'S JUDGMENT is that the application is dismissed and no question is certified.", "[2]", "[3]", "[4]", "[5]", "[6] [traduction] [...] [...] R Dhowali- [...]", "[7] [traduction]", "[8] [traduction]", "[9] [traduction]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15] JUGEMENT", "[16] [End of document]"]}