{"id_": "022060", "body_str": ["[1] Bédard, J. [Translation]: This is an appeal of Verger du Minot Inc. (the appellant), pursuant to s 56 of the Trade-marks Act , RSC, 1985, c T-13 (the Act), of the decision rendered on October 29, 2013, by the Trade-marks Opposition Board (the Board) acting on behalf of the Registrar of Trade-marks (the Registrar). In its decision, the Board allowed the opposition made by the respondent, Clos Saint-Denis Inc., and declared that the trade-mark \"CRÉMANT DE GLACE\" (the Mark) was deceptively misdescriptive of the character or quality of the services in association with which they are proposed to be used (paragraph 12(1)( ) of the Act). For the reasons set out below the appeal is dismissed. I. Background", "[2] The appellant specializes in manufacturing, producing, bottling and selling apple cider. On April 5, 2005, it filed an application with the Registrar to register the Mark based on proposed use in Canada. The application was advertised for opposition purposes in the Trade-marks Journal of March 13, 2011. The statement of wares covered by the Mark reads as follows: Alcoholic drinks, excluding wines and beers, specifically apple ciders.", "[3] In support of its application, the appellant filed an affidavit of its president, Robert Demoy, and an affidavit of Jessica Rodriguez-Cerquiera, paralegal with the trade-marks department of its agent. In his affidavit, Mr. Demoy explains the scope and the manner in which the Mark has been both used and promoted in Canada since 2005. The affidavit of Ms. Rodriguez-Cerquiera puts into evidence a number of trade-marks registered in the Trade-marks registry that contain the word \"glace\" [ice] in association with apple cider or alcoholic drinks.", "[4] The respondent opposed the registration of the Mark. Its statement of opposition raised many grounds of opposition, but only the ground of opposition alleging the non-registrability of the Mark (paragraphs 12(1)( ) and 38(2)( ) of the Act) was filed with the Board.", "[5] The respondent submitted to the Board that the Mark was deceptively misdescriptive of the character of the associated wares. According to the respondent, the expression in the Mark, \"crémant de glace\", indicates that the wares are a slightly sparkling wine, fermented from fruit exposed to a period of natural freezing, whereas that appellant actually wishes to register the Mark for apple cider. The respondent submitted that the ordinary meaning of the word \"crémant\" refers to a slightly sparkling wine, whereas cider is made by fermenting apple juice not grape juice. As for the expression \"de glace\", whether it is associated with cider or wine, it designates a sweeter wine or cider that is made with frozen fruit.", "[6] In support of its opposition, the respondent filed the affidavit of Kimberly Sévigny, paralegal with the trade-marks department of its agent, that aims to enter into evidence a number of definitions from online and traditional dictionaries of the words and expressions \"crémant\", \"cidre\", \"vin\", \"vin de glace\" and \"cidre de glace\".", "[7] Given the definitions it submitted, the respondent alleged that the Mark is deceptively misdescriptive because it suggests something that is not the case and it is misleading because it leads the consumer to believe that it suggests a sort of wine when the wares are cider.", "[8] In reply to the opposition, the appellant also asserted that the word \"crémant\" is not exclusive to the field of wine and that it could also refer to the action \"de crémer\" [to cream]. The appellant asserted that this was the first definition provided in the dictionary . It also contends that the Mark should be considered a whimsical mark able to suggest several ideas. Moreover, seen as a whole, the Mark, which is an expression invented by its president, suggests one condition or state of apple cider from among many possibilities, and this condition is not an essential characteristic for the consumer. The appellant also submitted that the Mark should be analyzed with respect to the labels on the cider bottles, which clearly indicated that they contain cider.", "[9] The appellant also submitted that the Mark is part of a family of marks that it already owns and that already associate the word \"crémant\" with cider. The appellant is the owner of two other trade-marks that are registered in relation to apple cider, \"CRÉMANT DE POMME DU MINOT\" and \"CRÉMANT DE POMME\". According to the appellant, given the existence of its family of marks, the average Canadian consumer was already accustomed to associating the term \"crémant\" with something other than wine. II. Impugned Decision", "[10] Subsection 12(1) of the Act governs the registrability of trade-marks. Paragraph 12(1)( ), which reads as follows, deals specifically with marks that are deceptively misdescriptive: 12. (1) Subject to section 13, a trade-mark is registrable if it is not ... ) whether depicted, written or sounded, either clearly descriptive or deceptively misdescriptive in the English or French language of the character or quality of the wares or services in association with which it is used or proposed to be used or of the conditions of or the persons employed in their production or of their place of origin; ...", "[11] The question before the Board was whether the expression \"CRÉMANT DE GLACE\" in the Mark is deceptively misdescriptive when used in relation to cider.", "[12] First, the Board set out the burden of proof placed on each party and indicated that it is initially for the opponent to establish the well-foundedness of its opposition. It added that ultimately the burden falls to the requesting party who must show that the Mark is registrable, according to the balance of probabilities.", "[13] The Board determined that the evidence submitted by the respondent, which refers to the dictionary definitions of the words that make up the Mark, was sufficient to enable it to meet its initial burden.", "[14] It then set out the principles guiding its review. Inter alia , it indicated that in order to determine whether the Mark is deceptively misdescriptive, it had to review it as of the date of submission of the application, in this case April 5, 2005. It added that the issue must be studied from the viewpoint of the average consumer of the wares at issue and that the Mark must not be broken down into its various elements and analyzed minutely, but considered as a whole from the view of the first impression it gives.", "[15] The Board then stated the applicable test for determining whether a mark is deceptively misdescriptive at paragraph 14 of its decision: To be considered deceptively misdescriptive, a trade-mark must mislead the public as to the character or quality of the wares or services. The mark must give a description suggesting that the wares or services contain something that in fact they do not contain. The prohibition in regard to deceptively misdescriptive trade-marks aims to prevent the public from being misled.", "[16] The Board found that the evidence based on the affidavit of the appellant's president was irrelevant because it aimed to show use of the Mark in Canada since the date of submission of the application, whereas the analysis of registrability of the Mark must be done as of the date of submissions.", "[17] The Board found that the fact that the term in the Mark is not found as such in the dictionary is not relevant in itself, since this does not necessarily imply that this term has no meaning and provides no description, especially if each portion of a mark has a well-known meaning. It added that the fact of whether or not the Mark was invented would not have constituted a guarantee of registrability.", "[18] The Board rejected the appellant's argument to the effect that the Mark, in the context of the wares, must necessarily be viewed as a whimsical mark. It determined that the appellant's argument was purely speculative and found that the two terms the Mark is comprised of, \"crémant\" and \"de glace,\" have meanings currently used in the context of the wares.", "[19] It determined that the term \"de glace\" is an accepted term currently used to designate wines and ciders made from naturally frozen fruit (or juice). Regarding the word \"crémant\", it upheld the definition provided by all the dictionaries including . Referring to the single definition from , the Board stated that it could poorly conceive how the word \"crémant,\" in the context of the wares, could be considered by some in the \"pictured\" meaning of to \"cream\" and determined that it should be understood in its regular meaning of a wine covered by a light froth. The Board thus determined that the average consumer is more likely than not to think that the word \"crémant\" followed by the term \"de glace\" would infer its everyday meaning and accordingly that the Mark wrongly refers to a slightly sparkling wine, fermented from fruit exposed to a period of natural freezing.", "[20] The Board also rejected the appellant's argument regarding the labels that indicate that the product is cider and stated that the Mark must be considered independently and not as it appears on the labels.", "[21] Last, the Board rejected the appellant's argument regarding its family of marks. It noted that the owner of a registered trade-mark does not have the automatic right to obtain the registration of other marks that are closely related to the Mark covered by the initial registration. It also indicated that the existence of a family of marks could not have been presumed in an opposition proceeding, the registration of a mark does not establish use of the Mark and that the requesting party had the burden of proving that it uses the trade-marks making up the claimed family. The Board determined that the appellant had not met that burden and that it had not submitted exhibits that would make it possible to determine the extent of use of its two other marks. Thus it found that the argument to the effect that the average consumer would be accustomed to seeing the word \"crémant\" associated with something other than wine, more specifically ciders, is not supported by the evidence on file. III. New Evidence on Appeal", "[22] In an appeal from a decision of the Registrar, subsection 56(5) of the Act provides the possibility of adducing additional evidence that was not adduced before the Registrar.", "[23] In this case, the appellant filed a second affidavit from its president, Mr. Demoy, dated February 14, 2014, that has several elements.", "[24] First, he put into evidence elements that establish the use of the Mark since 2005, the extent of this use and the way in which the Mark is used in its regular business dealings in Canada, and particularly in Quebec. This part of the affidavit does not add any new information and is not relevant because it describes the use after the registration date.", "[25] Second, the affidavit introduces elements that describe the appellant's use of its two other registered marks, \"CRÉMANT DE POMME DU MINOT\" and \"CRÉMANT DE POMME\". Mr. Demoy indicated that these two marks have been used by the appellant in the normal course of business in Canada in association with cider products since 1988. The affidavit includes a table that demonstrates the number of bottles sold and the sales figures for products associated with these two marks from 1988 to 2013. Mr. Demoy also adduced media reviews, photos of products bearing the mark \"CRÉMANT DE POMME DU MINOT\" and excerpts from advertising brochures. He also stated that since 1988, advertising costs represent between 10% and 15% of the annual value of sales for products bearing the marks \"CRÉMANT DE POMME DU MINOT\" and \"CRÉMANT DE POMME\". IV. Issue", "[26] This Court must determine whether the Board erred in finding that the Mark was deceptively misdescriptive of the character of the wares in association with which it is proposed to be used.", "[27] In order to answer this question, the Court must first determine the applicable standard of review. V. Standard of Review", "[28] The parties agree on the principles that should guide the Court to identify the appropriate standard of review for the Registrar's decision when additional evidence is adduced on appeal. The parties disagree, however, as to the appropriate standard in this case.", "[29] In principle, the standard of reasonableness applies to the Registrar's evidentiary findings ( Mattel, Inc v. 3894207 Canada Inc , 2006 SCC 22 at para 40, [2006] 1 S.C.R. 772). As the Supreme Court of Canada clearly stated in <FRAGMENT_SUPPRESSED> , on a reasonableness review, the Court should inquire into the qualities that make a decision reasonable. The Supreme Court set out the criteria for assessing reasonableness as follows: 47 ... Tribunals have a margin of appreciation within the range of acceptable and rational solutions. A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "[30] However, if the fresh evidence adduced is relevant, probative and significant such that it could have influenced the Registrar's decision, the Court must then conduct its own review of the issue based on the evidence as a whole, the evidence before the Registrar and that adduced on appeal.", "[31] Our Court and the Federal Court of Appeal have often discussed this test for distinguishing the standard of review in varying ways although the same concepts are still involved.", "[32] <FRAGMENT_SUPPRESSED>  the Federal Court of Appeal, per Justice Rothstein, clearly described the nature of the fresh evidence and the role of the Federal Court when fresh evidence is adduced in an appeal under section 56 of the Act: 51 I think the approach in Benson & Hedges and McDonald's Corp. is consistent with the modern approach to standard of review. Even though there is an express appeal provision in the Trade-marks Act to the Federal Court, expertise on the part of the Registrar has been recognized as requiring some deference. Having regard to the Registrar's expertise, in the absence of additional evidence adduced in the Trial Division, I am of the opinion that decisions of the Registrar, whether of fact, law or discretion, within his area of expertise, are to be reviewed on a standard of reasonableness simpliciter. However, where additional evidence is adduced in the Trial Division that would have materially affected the Registrar's findings of fact or the exercise of his discretion , the Trial Division judge must come to his or her own conclusion as to the correctness of the Registrar's decision. [Emphasis added.]", "[33] <FRAGMENT_SUPPRESSED> [2006] FCJ No 1968, the Federal Court of Appeal referred to sufficiently significant and probative evidence. In Accessoires d' <FRAGMENT_SUPPRESSED> [2007] FCJ No 1555, the Court stated that it should conduct its own review of all the evidence \"where new evidence, which is material to the final decision is filed\", and in <FRAGMENT_SUPPRESSED> [2008] FCJ No 1320, the Court stated that \"the question which the Federal Court Judge had to address is whether the new evidence adduced before him would have materially affected the Registrar's findings of fact or the exercise of her discretion...\" (see also Ron  <FRAGMENT_SUPPRESSED> [2010] FCJ No 1006 [ Ron Matusalem ], affd by Ron  <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1285; <FRAGMENT_SUPPRESSED> [2011] FCJ No 73, affd by <FRAGMENT_SUPPRESSED>  [2012] FCJ No 278; <FRAGMENT_SUPPRESSED> NR 362; <FRAGMENT_SUPPRESSED> [2012] FCJ No 753 [Cliche]; <FRAGMENT_SUPPRESSED> [2013] FCJ No 865; <FRAGMENT_SUPPRESSED> [2014] FCJ No 831).", "[34] The test for additional evidence is one of quality, not quantity ( <FRAGMENT_SUPPRESSED> [2012] FCJ No 1622).  <FRAGMENT_SUPPRESSED> [2005] FCJ No 893, Justice Layden-Stevenson specified that, in order to go beyond a standard of review of reasonableness, the new evidence must not be merely repetitive of existing evidence before the  <FRAGMENT_SUPPRESSED> [2007] FCJ No 1697, Justice Martineau stated that the new evidence may warrant a determination de novo if \"the additional evidence has a probative significance that extends beyond the material that was before the Registrar\".", "[35] Based on this case law, I find that in order to set aside the reasonableness standard and conduct its own review, this Court must be satisfied that the new evidence is indeed new and not merely repetitive of existing evidence before the Registrar. Moreover, this additional evidence must be relevant and significant such that if it had been submitted to the Registrar, it would have likely influenced the outcome of the registration application. A. Appellant's position on the standard of review", "[36] The appellant submits that the Court should conduct a de novo review of its registration application because the additional evidence it submitted is significant and could have influenced the Board's decision.", "[37] The appellant submits that the evidence of its use of two other trade-marks that have been registered in relation to apple cider since 1988, \"CRÉMANT DE POMME\" and \"CRÉMANT DE POMME DU MINOT\", which it describes as a family of marks, would suggest that consumers would not be confused by the Mark, particularly by the use of the word \"crémant\" in the Mark, because they would be accustomed to seeing the word \"crémant\" associated with something other than wine, more specifically cider. Moreover, the appellant stresses the fact that it is the only owner of registered trade-marks in Canada containing the word \"crémant\". Thus, the appellant is of the opinion that the use and promotion of its family of marks associating the word \"crémant\" with cider, prior to the registration of the Mark, gives the Mark an inherent distinction because they have affected the average consumer such that he or she would not be misled by the use of the word \"crémant\" in association with cider. B. Respondent's position on the standard of review", "[38] The respondent submits that the Court must analyze the Board's decision according to the reasonableness standard because the additional evidence would not have had any effect on the Board's decision.", "[39] First, the respondent submits that the concept of a family of marks was developed in the context of allegations of confusion and that it is not relevant to the analysis of the registrability of a mark under paragraph 12(1)( ) of the Act. According to the respondent, the appellant's argument is not supported by the case law or the framework of the Act. The respondent submits that the appellant has not produced any authority in which the family of marks concept was applied in the analysis of the registrability of a mark under subsection 12(1) of the Act.", "[40] The respondent also contends that in claiming that its Mark is inherently distinctive because of the previous use of marks other than the applied-for mark, the appellant is trying, in a round-about manner, to claim the exception under subsection 12(2) of the Act. This subsection permits the registration of a trade-mark that is not registrable by reason of paragraph 12(1)( ) or ( ) of the Act if it has been so used in Canada by the applicant or his predecessor in title as to have become distinctive at the date of filing an application for its registration. According to the respondent, subsection 12(2) of the Act clearly requires that the mark at issue become distinctive through its own use and not by the use of associated marks. Thus, the appellant's situation does not fit the circumstances set out in subsection 12(2) of the Act and if Parliament had intended to create another exception, based on the distinctiveness of a mark as the result of the prior use of a family of marks, it would have expressly done so. According to the respondent, the appellant's argument tries to subvert the purpose of the Act and suggests an approach that is not supported by the Act.", "[41] In the alternative, the respondent maintains that if the appellant wishes to rely on the family of marks to contradict the ordinary meaning of the terms comprising the Mark, the new evidence submitted is clearly insufficient to show that in the mind of the consumer, the word \"crémant\" could be associated with cider because of the use of the alleged family of marks.", "[42] On the one hand, the respondent contends that the appellant cannot rely on a family of marks comprised of only two marks and moreover the evidence supports the use of only one of the appellant's two other marks, namely \"CRÉMANT DE POMME DU MINOT\". On the other hand, the respondent contends that the volume of annual sales of an approximate average of 35,000 bottles per year across Canada, is clearly insufficient to support the existence of a family of marks with such widespread use that it would have changed consumers' perception of the definition of the word \"crémant\" and the meaning of the expression \"crémant de glace\". The respondent added that there is no evidence of the geographic distribution of sales across the country nor any details of the nature and scope of advertising campaigns associated with these marks. It submits that the evidence is silent as to the impact that these advertising campaigns may have had on the public's perception.", "[43] Last, the respondent submits that a significant distinction should be made between the meaning implied by the Mark (\"CRÉMANT DE GLACE\") and the meaning implied by the appellant's two other marks. According to the respondent, adding the expression \"de pomme\" after the word \"crémant\" in the marks \"CRÉMANT DE POMME\" and \"CRÉMANT DE POMME DU MINOT\" corrects the deceptively misdescriptive aspect of the use of the word \"crémant\" by specifically associating it with apples. The Mark does not have any word that corrects the ordinary meaning of the word \"crémant\", which refers to wine. C. Analysis", "[44] The concept of a family of marks was indeed developed in the context of allegations of possible confusion under section 6 of the Act ( <FRAGMENT_SUPPRESSED> (QL) at paras 15-16, 250 NR 302 [ <FRAGMENT_SUPPRESSED> ]). When the existence of a family of marks is proven, the marks in question enjoy greater protection if there is an allegation of confusion. For example, the party seeking to establish a family of marks must also establish that it owns and uses a sufficient number of trade-marks to constitute a \"family of marks\". The following excerpt from Gill, Fox on Canadian Law of Trade-marks and Unfair Competition , loose-leaf (consulted on October 16, 2014), Toronto: Carswell, 2002, v 8 at pp 8-76.1 to 8-76.4 provides a good explanation of the family of marks doctrine and the burden on the party claiming to own a family of marks: The existence of a family of marks [h]as been held to be a most material consideration when determining a likelihood of confusion. Generally, where there exists a family of marks, the owner is entitled to a broader ambit of protection for the common characteristic than would otherwise be the case if there existed only one registration. A court or board may conclude that a straight-forward comparison of two competing marks leads to the conclusion that the trade-marks are not confusing. But, in the context of a family of trade-marks, there is a greater likelihood than otherwise would be the case that the public would consider the impugned trade-mark to signify merely another product manufactured (or service provided) by the same person or persons who own the family of trade-marks. ... A party seeking to take advantage of the wider scope of protection accorded to a family of trade-marks must first establish use of the trade-marks that comprise the family . ... A party seeking to establish use of a family of marks must also establish that it is using more than one or two trade-marks within the alleged family . ... Evidence establishing use of the trade-marks comprising a family of trade-marks includes sales figures, advertising expenditures or evidence of a progressive expansion of a line of products featuring trade-marks exhibiting the characteristics that define the family of trade-marks. [Emphasis added] (See also <FRAGMENT_SUPPRESSED> [2002] FCJ No 818).", "[45] In this case, I do not believe it is necessary to determine whether the concept of a family of marks is relevant to the analysis of the registrability of a mark under paragraph 12(1)( ) of the Act because, in my opinion, there is insufficient evidence of the existence of a family of marks.", "[46] The appellant claims the existence of a family of marks comprised of two marks \"CRÉMANT DE POMME\" and \"CRÉMANT DE POMME DU MINOT\". First, in light of the doctrine and case law, a family composed of only two marks seems insufficient to conclude that the appellant owns a family of marks. Moreover, the case law submitted by the parties always speaks of families of marks made up of more than two marks ( <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> at para 1; <FRAGMENT_SUPPRESSED> ).", "[47] Second, I find that there is insufficient evidence of the use of these two marks.", "[48] In his affidavit, Mr. Demoy produced a table indicating the annual volume of sales (the number of bottles sold and the sales figures) for the wares associated with the appellant's two other marks from 1988 to 2005. The only relevant period is the period prior to the application to register the Mark on April 5, 2005. The table indicates that during this period the annual volume of sales went from 1,249 bottles in 1998 to 40,195 bottles sold in 2005. The sales were $6,869 in 1998 and $271,316 in 2005. Mr. Demoy also submitted photos of products with the mark \"CRÉMANT DE POMME DU MINOT\" and excerpts from advertising brochures.", "[49] Mr. Demoy's affidavit, just like the table he submitted, nonetheless does not divide the volume of sales between the products associated with each of the two marks. Moreover, all the advertising examples submitted by the appellant involve only one of the marks, \"CRÉMANT DE POMME DU MINOT\". Thus, it is impossible to know what percentage of the sales volume is associated with each of the two marks. Therefore, I am of the opinion that there is insufficient evidence to find that the appellant used, before the date of the registration application, the two other marks.", "[50] The evidence is also silent with regards to the geographic distribution of the sales of the products associated with each of the two marks. The same applies to the content of the advertising to promote the products associated with the marks and the places where the advertising campaigns were conducted. Thus, I find that even if the appellant had proven that it used a family of marks and that this evidence were relevant to an analysis under paragraph 12(1)( ) of the Act, the evidence does not demonstrate market penetration or sales volumes significant enough to infer that the average Canadian consumer of the wares at issue is accustomed to associating the word \"crémant\" with cider.", "[51] Under such a context, and in light of an insufficient and incomplete proof of usage, I cannot find that the average consumer who for the first time would see cider with the Mark \"CRÉMANT DE GLACE\" would not be misled about the character of the product because he would have in mind the marks \"CRÉMANT DE POMME\" or \"CRÉMANT DE POMME DU MINOT\" that are used with respect to cider.", "[52] Thus, I believe that the evidence submitted by the appellant is not so significant that it would have likely influenced the Board's decision. Therefore, the Board's decision should be reviewed on the standard of reasonableness. VI. Reasonableness of the Board's Decision A.", "[53] The appellant submits that the Board made errors in its assessment of the evidence that warrant the Court's intervention.", "[54] First, it argues that the Board failed to consider the Mark in its entirety and in context, but rather that it dissected it and interpreted it out of context.", "[55] To begin, the appellant relies on the following definition of \"crémant\" from dictionary: \"n.m. de crémer - Vin pétillant à mousse légère, Crémant d'Alsace\" [[Translation] \"noun - to cream - slightly sparkling wine. Crémant d'Alsace\"]. The appellant submits that the Board wrongly chose to ignore the first definition of the word \"crémant\", which refers to the action of creaming and not to a type of wine. In the appellant's opinion, the Board was speculating when it found that that the word \"crémant\" could only be associated with wine in the mind of the consumer, when it had no evidence that it is well known that \"crémant\", in the mind of consumers, can only refer to wine.", "[56] Second, the Board failed to consider that, viewed in its context, that is of cider and not wine, the Mark was invented and is a whimsical expression.", "[57] Third, the appellant submits that the Board also erred by failing to consider that the labels bearing the Mark clearly indicate that the product is cider and that this labeling is required under the Regulation respecting cider and other apple-based alcoholic beverages ,  <FRAGMENT_SUPPRESSED>  the word \"crémant\", in relation to cider, should have led the Registrar to be consistent and approve the registration of the Mark. B.", "[59] The respondent submits that the Board's decision is reasonable and does not have any errors which would warrant the Court's intervention.", "[60] The respondent contends that the Board did not dissect the Mark but rather that it examined in its entirety the expression comprising the Mark, specifically the word \"crémant\" followed by the expression \"de glace\", and that it conducted its review in relation to the wares affected.", "[61] The respondent argues that the evidence that it submitted, consisting of several dictionary definitions, clearly demonstrates that the word \"crémant\", in its ordinary meaning and in the context of the wares at issue, refers to a slightly sparkling wine and not cider. The respondent submits that although there is a second, clearly isolated, definition of the word \"crémant\", it was completely reasonable, under the circumstances, for the Board to accept the definition that relates to the ordinary meaning applied in the context of the wares. The respondent further submits that given the definitions of the expressions \"vin de glace\" or \"cidre de glace\", that unanimously indicate that the expression \"de glace\", when associated with wine or cider, designates a manufacturing process using naturally frozen fruit, it was entirely reasonable to find that the expression \"crémant de glace\" in the Mark refers to a type of wine made with frozen grapes.", "[62] The respondent also argues that the Board did not err by refusing to analyze the Mark as it is found on the labels of the bottles of cider sold by the appellant since the Mark must be reviewed independently and not in its marketing context. C. Analysis", "[63] <FRAGMENT_SUPPRESSED>  (QL), 2 CPR (3d) 183, the Court discussed the terms used by Parliament in paragraph 12(1)( ) of the Act and set out the applicable test for determining whether a mark is deceptively misdescriptive: In paragraph 12(1)( ) of the Trade-marks Act the word \"clearly\" as modifying the word \"misdescriptive\" has been replaced by the word \"deceptively\" so that it now reads \"deceptively misdescriptive\". The change was deliberate. Many words may be \"clearly misdescriptive\" of the wares with which they are used in association but are not necessarily \"deceptively misdescriptive\". In my view the proper test to be applied to the determination as to whether a trade-mark in its entirety is deceptively misdescriptive must be whether the general public in Canada would be misled into the belief that the product with which the trade-mark is associated had its origin in the place of a geographic name in the trade-mark. Whether a trade-mark is deceptively misdescriptive is as much a question of fact as is whether one trade-mark is confusing with another.", "[64] The parties did not disagree on the general principles that should apply in determining whether a mark is deceptively misdescriptive and a brief summary of them will suffice.", "[65] In Cliche , Justice De Montigny heard the appeal from a decision of the Registrar who had rejected the trade-mark registration on the basis that the proposed trade-mark was clearly descriptive of the products or services offered. In my opinion, the general principles applicable to the review of the registrability of a mark that is alleged to be clearly descriptive are transferable to the review of a mark that is alleged to be deceptively misdescriptive of the character or quality of the services or wares for which it is used. I adopt Justice De Montigny's statements, at paragraphs 21 and 22, where he indicates that in determining the registrability of a mark, the mark must be assessed in its entirety, in association with the wares or services intended by the mark, and from the point of view of the first impression of the average consumer of the wares or services: 21 There is no disagreement between the parties about that a word or expression must be considered as a matter of first impression that it creates in its entirety and not dissected to conduct a meticulous analysis, isolating each word, in the case of an expression. Where the applicant was mistaken, was when he submitted that the person who must be concerned with the first impression is the person of average intelligence, without any other qualification. 22 It is well settled that the descriptiveness of a word or an expression must not be assessed abstractly, but in association with the wares or services intended by the proposed trade-mark. The mark must be considered from the point of view of the consumer or average user of the wares or services it is associated with. In other words, the test is to determine which first impression the word or expression would have on the average retailer, consumer or user of the type of wares or services the mark is associated with.", "[66] In its decision, the Board clearly described the principles guiding its review of the Mark and it did not err when it set out the applicable test. I find, therefore, that the Board's consideration of the evidence was reasonable.", "[67] First, I do not share the appellant's opinion that the Board dissected and reviewed the Mark out of context.", "[68] I agree that the Mark is an expression invented by Mr. Demoy and that the appellant considers it to be whimsical. Moreover, the appellant submits that the expression comprising the Mark is not part of ordinary language. However, although it is invented and whimsical, the Mark is made up of a word \"crémant\" and an expression \"de glace\" that are part of ordinary language, are defined in the dictionaries and, in the context of the wares, have a well-known ordinary meaning.", "[69] It was not unreasonable for the Board to use dictionary definitions to determine the meaning of the words comprising the Mark and then determine the ordinary meaning of the expression created by these two words, in the context of the wares.", "[70] Case law has recognized the usefulness of referring to dictionary definitions to determine the meaning of the words comprising a mark ( <FRAGMENT_SUPPRESSED>  (QL) at para 2, 91 NR 148), even when the expression contains more than one word ( <FRAGMENT_SUPPRESSED>  at pp 944, 946, 16 DLR (3d) 740).", "[71] Moreover, expert evidence in support of the definitions is not always helpful and, in this case, I find that such evidence was not necessary. The following passage from <FRAGMENT_SUPPRESSED> [2011] FCJ No 1723, applies here: 23 Both sides produced affidavits from linguists, who were cross-examined. Their evidence relates to both the clearly descriptive and confusion aspects of the case. In my opinion, they add little to the debate and would not have persuaded the Registrar to change her mind. In this case, where the objective is to assess the meaning of the words \"marché express\" in the French language as perceived on first impression by the reasonable everyday user of the services, expert evidence which mainly consists of a discussion of rules of grammar, semantics and linguistic constructions regarding the interpretation of these words is unnecessary and not particularly helpful.", "[72] In this case, other than one isolated definition, all the definitions of the word \"crémant\" filed as evidence by the respondent refer to a type of wine, a slightly sparkling wine. None of the definitions of the word \"crémant\" in evidence refer to a more general meaning that could refer to an alcoholic beverage that could be made with other fruit.", "[73] Furthermore, as seen in the evidence, the expression \"de glace\", associated with cider or wine, designates a cider or sweet wine made from fruit or fruit juice that has been naturally frozen.", "[74] In light of the definitions in evidence, I find that it was reasonable for the Board to accept the ordinary meaning of the words comprising the Mark, specifically a slightly sparkling wine made from frozen fruit. The word \"crémant\" and the expression \"de glace\" each have an ordinary meaning, and the expression \"crémant de glace\", viewed in its entirety, also has an ordinary meaning. It is clear from the decision that the Board did not dissect the Mark and that it assessed the word \"crémant\" when followed by the expression \"de glace\" in the context of the wares, ice ciders. Thus, the Board came to a reasonable conclusion that is based on the evidence when it stated \"the average consumer is more likely than not to think that the word \"crémant\" followed by the accepted term \"de glace\" would infer its everyday meaning\". Accordingly, it was reasonable to find that the Mark describes something that it is not.", "[75] This conclusion is not less reasonable because the word \"crémant\" can have a second meaning. The definition relied upon by the appellant and that refers to the action of creaming is an isolated definition that, moreover, seems quite distant from the context of the wares. Thus, it was reasonable and not speculative to find that the word \"crémant\", in its ordinary meaning, refers to a type of wine. Given all of the evidence, I believe that the Board was not obliged to accept an isolated definition. In Ron Matusalem , as in this case, one of the words comprising the mark had two possible meanings and the Court ruled that the Board's decision, in which it chose to give the expression at issue a meaning based on one of the definitions in evidence, was reasonable.", "[76] I also believe that it was not unreasonable for the Board, based on the evidence and common sense, to take judicial notice of the fact that \"ciders and wines are alcoholic drinks generally sold and promoted by way of the same distribution channels\" (para 22 of the decision). Moreover, Mr. Demoy confirmed that the ciders bearing the Mark are sold through the Société des alcools du Québec (SAQ). Furthermore, the evidence included samples of SAQ advertising showing two bottles of cider and three bottles of wine on the same page. Therefore, it seems reasonable to me, in light of all the evidence, that the Board found that it deemed \"it more probable than not that the Mark would lead people to wrongly believe that the wares consist in a slightly sparkling wine, fermented from naturally frozen fruit, whereas these are in fact \"apple ciders\". Thus I find that the Board's conclusion regarding the deceptive character of the Mark falls within a range of reasonable conclusions it could have drawn from the evidence.", "[77] I also find that the Board did not err by refusing to examine the Mark as it appears on the labels submitted by the appellant. The appellant submits that the labels clearly indicate that the product associated with the Mark is cider. I agree with that, but the Mark must be considered independently and not in the way its owner decides to market and promote it. The fact that there are regulations governing the marketing of apple cider does not change the fact that a trade-mark must be reviewed independently.", "[78] Last, I find that it was reasonable for the Board to reject the appellant's argument based on its family of marks. Before the Board, the appellant's argument was based solely on the fact that it owned two other registered marks, without any evidence of the use of these marks. Merely proving the existence of the appellant's two other registered marks was clearly insufficient to prove the use of a family of marks. Moreover, as I have already stated, in my opinion, even the additional evidence submitted by the appellant in this appeal is also insufficient to establish a family of marks, even less a family used to such an extent that it would contradict the first impression of the average consumer of the wares at issue.", "[79] The situation here differs from the context in <FRAGMENT_SUPPRESSED> (QL), 186 FTR 93. In that case, the Court dismissed an appeal from a decision of the Registrar who had held that the mark \"Goût de Beurre Comme au Cinéma\", in relation to popcorn or popping corn, was not clearly descriptive or deceptively misdescriptive. In the Registrar's view, consumers were accustomed to seeing the word \"butter\" with food products that contained no butter. This conclusion relied on evidence of other trade-marks that have the word \"butter\" for products that do not contain butter, advertising campaigns that used slogans such as \"I can't believe it's not butter\" and \"Souvenirs de beurre\", and the existence of other products with \"butter\" on the label when the product did not contain any butter. In my opinion, the evidence of \"consumer habits\" in that case was much more substantial than in this case.", "[80] The appellant also raised the importance of the trade-marks register being consistent and contended that since its two other marks containing the word \"crémant\" in relation to cider had been registered, the Mark should also be registered. It relied on <FRAGMENT_SUPPRESSED>  (QL) at para 9, 62 FTR 92). I find that this argument cannot succeed.", "[81] First, the appellant's two other marks are comprised of expressions that differ from the Mark because they explicitly associate the word \"crémant\" with the word \"pomme\". Therefore, I can believe that in such a context, the first impression of the consumer, who would usually associate the word \"crémant\" with sparkling wine, could be modified by the addition of the word \"pomme\" so that the consumer would understand that the product was made with apples and not grapes. The Mark has nothing that would likely counter the ordinary meaning of the word \"crémant\". In my opinion, there is a significant distinction to be made between the meaning inferred by the Mark and the meaning inferred by the appellant's two other marks.", "[82] Second, I share the opinion of my colleague Justice Martineau, who, in <FRAGMENT_SUPPRESSED> FTR 240, stated that \"if the Registrar erred in the past, there is no reason to perpetuate that error\".", "[83] Thus, I find that the Board could reasonably determine that the expression \"CRÉMANT DE GLACE\" is deceptively misdescriptive in relation to the relevant wares, alcoholic drinks, excluding wines and beers, specifically apple ciders. Its decision is intelligible and articulate. It is supported by the evidence in the record and falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "[84] For all these reasons, the appeal is dismissed. JUDGMENT", "[85] THIS COURT'S JUDGMENT is that the appeal is dismissed with costs in favour of the respondent. Appeal dismissed. Editor: Elizabeth M.A. Turgeon/vnh"]}