{"id_": "022244", "body_str": ["[1] Pinard, J. [Translation] : By a motion pursuant to rules 319 et seq., the applicant is concurrently asking the court to issue a writ of certiorari, a writ of prohibition and a writ of mandamus and to grant declaratory relief, citing s. 18 of the Federal Court Act. The relevant portion of the notice of motion reads as follows:  <FRAGMENT_SUPPRESSED> \"Take note that the applicant will submit a motion ... for an order issuing:  <FRAGMENT_SUPPRESSED> (a) a writ of certiorari, setting aside the respondent's decision dated October 20, 1987 on the ground that the decision is incorrect, invalid, vitiated by an error of law and null and void, in that:  <FRAGMENT_SUPPRESSED> (1) the respondent at no time gave the applicant the benefit of the rules of fundamental justice in determining her refugee status, as he denied her an impartial hearing contrary to the rules of procedural fairness;  <FRAGMENT_SUPPRESSED> (2) the respondent did not give the applicant an opportunity to explain her case and know what she had to prove, and did not communicate to her the record relied on by him in arriving at his decision;  <FRAGMENT_SUPPRESSED> (b) a writ of prohibition directing the respondent and his representatives to stay resumption of the inquiry and any proceedings relating to continuance of the inquiry under ss. 46(1) et seq. of the Immigration Act, 1976;  <FRAGMENT_SUPPRESSED> (c) a writ of mandamus, directing the respondent to give the applicant a full and complete hearing of her claim for refugee status;  <FRAGMENT_SUPPRESSED> and  <FRAGMENT_SUPPRESSED> a finding that s. 40(1) of the Regulations respecting Admission and Removal from Canada of Persons who are not Canadian Citizens is unconstitutional and of no force or effect. <FRAGMENT_SUPPRESSED> Facts  <FRAGMENT_SUPPRESSED>", "[2] The applicant, a Haitian, arrived in Canada from the Republic of Haiti with a visitor's visa on August 27, 1980, when she was sixteen years old. When her visa expired on September 17, 1980, she did not leave Canada. It was not until August 13, 1986, that she was summoned to appear at an inquiry on September 8, 1986, pursuant to s. 27 of the Immigration Act, 1976.  <FRAGMENT_SUPPRESSED>", "[3] In the course of that inquiry the applicant claimed refugee status, and in accordance with s. 45 of the Act the inquiry was adjourned so she could be examined on oath, which was done on December 11, 1986, before a senior immigration officer, and the applicant was accompanied by her counsel. It was not in dispute that the other formalities required by s. 45 of the Act, regarding the sending of a copy of the said examination to the Minister, to the applicant and to the Refugee Status Advisory Committee, and regarding notification of the Minister's decision, were duly carried out. On June 5, 1987, the applicant was notified of the Minister's decision that he was dismissing her claim for refugee status.  <FRAGMENT_SUPPRESSED>", "[4] On June 11, 1987, the applicant arranged an appointment and went to her counsel's law office, where she instructed him to ask for a redetermination of the Minister's decision in accordance with s. 70(1) of the Act. At that time, before her counsel's secretary, she signed a form applying for redetermination of her refugee status claim in which she indicated inter alia her wish both to be represented at the hearing before the Immigration Appeal Board and to attend herself, \"in order to submit arguments or evidence verbally to the Board\".  <FRAGMENT_SUPPRESSED>", "[5] On June 20, 1987, the 15-day deadline, specified by s. 40(1) of the Immigration Regulations, 1978 for the submission of a redetermination application, expired without the said application having been filed in the Registry of the Board.  <FRAGMENT_SUPPRESSED>", "[6] On July 13, 1987, the applicant's counsel, the one who had represented her at her examination on oath under s. 45 of the Act, realized that he had mislaid the redetermination application form signed by his client and so had inadvertently allowed the 15-day deadline specified by the Regulations to pass.  <FRAGMENT_SUPPRESSED>", "[7] It should be noted here that all these facts, regarding the instructions given by the applicant to her counsel within the required time and the latter's error, are not in any way in dispute . In this regard, the applicant was not cross-examined on her affidavit and the respondent presented no evidence opposing the redetermination application form signed by the applicant on June 11, 1987, and filed at the hearing. The applicant's credibility in this regard has never been challenged. In short, these facts must be taken as proven in the manner set out by the applicant in paragraphs 7, 8 and 9 of her affidavit.  <FRAGMENT_SUPPRESSED>", "[8] Subsequently, on June 30, 1987, the applicant was told by a senior immigration officer that her inquiry under s. 27 of the Act would be resumed on July 17, 1987, pursuant to s. 46(1) of the Act. The applicant appeared as required, accompanied by new counsel who requested and obtained a new adjournment in order to file a motion for an extension of time to file the application for redetermination of the claim to refugee status.  <FRAGMENT_SUPPRESSED>", "[9] This new counsel first tried to obtain this extension of time from the Appeal Division of this court, and the same day filed a motion under s. 28 of the Federal Court Act. This motion was dismissed on July 27, 1987, \"as the record does not show there was any decision that could be the subject of such an application\".  <FRAGMENT_SUPPRESSED>", "[10] Then on August 10, 1987, the applicant tried, again through her new counsel, to obtain the necessary extension of time from the Immigration Appeal Board. After a hearing, the Board allowed this application by a decision dated October 20, 1987.  <FRAGMENT_SUPPRESSED>", "[11] On November 23, 1987, the Attorney General of Canada successfully challenged this decision in the Trial Division of this court, which on December 16, 1987, held that the Board did not have jurisdiction by itself to extend the strict deadline imposed by s. 40(1) of the Regulations. This judgment was not appealed.  <FRAGMENT_SUPPRESSED>", "[12] The application at bar under s. 18 of the Federal Court Act is thus a third and final attempt by the applicant to finally obtain a proper hearing of her claim for refugee status before her inquiry resumes in accordance with ss. 27 and 46 of the Immigration Act, 1976.  <FRAGMENT_SUPPRESSED> Law  <FRAGMENT_SUPPRESSED>", "[13] Taking first the last part of the motion to obtain general declaratory relief, I find this to be inadmissible. It is well-established that the Rules of this court do not allow such declaratory relief to be obtained by an originating motion, only by an action. See Sherman and  <FRAGMENT_SUPPRESSED>  1985, and not reported); and  <FRAGMENT_SUPPRESSED>  (delivered on January 18, 1988, and not reported).  <FRAGMENT_SUPPRESSED>", "[14] Turning then to the application for a writ of certiorari setting aside the respondent's decision dated October 20, 1987, and the application for a writ of mandamus directing the respondent to give the applicant a full and complete hearing, I find that these too are inadmissible.  <FRAGMENT_SUPPRESSED>", "[15] In this regard the applicant alleged that from September 8, 1986 to December 16, 1987, the immigration authorities at no time gave her the benefit of the rules of fundamental justice in determining her refugee status, since contrary to the rules of procedural fairness they did not give her an impartial hearing. Further, the applicant complained that these authorities did not give her an opportunity to explain her case or to know what she had to prove, nor did they communicate to her the record relied on by the Refugee Status Advisory Committee in making its decision.  <FRAGMENT_SUPPRESSED>", "[16] I do not think that in the case at bar the rules of fundamental justice required the respondent to act other than in accordance with the provisions of s. 45 of the Act, which he did, before deciding whether the application was a Convention refugee. As confirmed by the Appeal Division of this court in  <FRAGMENT_SUPPRESSED> ), the rules of fundamental justice are observed by the procedure contained in s. 70 of the Act for applying for a redetermination of the claim by the Immigration Appeal Board. In this case Pratte, J., said the following:  <FRAGMENT_SUPPRESSED> \"In our view, the Immigration Appeal Board may proceed to hear the appellant's application for a redetermination pursuant to s. 70 of the Immigration Act, 1976, despite the fact that the Minister refused to inform the appellant in advance of the evidence he intended to submit to the Board. Nothing in the Act or the principles of fairness or natural or fundamental justice required the Minister to disclose his evidence to the appellant; and there is no basis for saying that the hearings the Board is about to hold could not be fair if the evidence was not communicated in advance.  <FRAGMENT_SUPPRESSED> \"We also consider that the validity of the decision made by the Minister under s. 45(4) of the Immigration Act, 1976 cannot be impugned on the ground that it was made without the appellant having an opportunity to be heard and on the basis of information which he had no chance of refuting. It is clear that, under s. 45, the Minister's decision is to be taken without a hearing. If the Minister's decision had been final in nature, there would have been a situation contrary to the Canadian Charter of Rights and Freedoms: but that is not the case, since a person claiming refugee status can always, if he is dissatisfied with the Minister's decision, submit his claim to the Immigration Appeal Board, which will arrive at its decision in a judicial manner, observing all the principles of natural justice. In such circumstances it cannot be said, in our view, that merely because the Minister's decision under s. 45(4) was made without the appellant being given an opportunity to be heard, it contravened the principles of fundamental justice guaranteed by s. 7 of the Charter. That decision cannot be viewed in isolation, since it is only the first stage in the proceeding laid down for determining whether a person is a Convention refugee. <FRAGMENT_SUPPRESSED>", "[17] It is accordingly clear in light of this authority that the Minister's decision in the case at bar, made in accordance with s. 45(4) of the Act, cannot be set aside for the reasons suggested and he cannot be compelled to give the applicant a full and complete hearing.  <FRAGMENT_SUPPRESSED>", "[18] It remains to consider the part of the motion which seeks a writ of prohibition. The applicant submitted essentially that the resumption of her inquiry under s. 46 of the Act, in the particular circumstances of her case, would be an infringement of the right she is guaranteed by s. 7 of the Canadian Charter of Rights and Freedoms, namely the right to life, liberty and security of the person, contrary to the principles of fundamental justice. The applicant accordingly relied on s. 24(1) of the Charter \"to obtain such remedy as the court considers appropriate and just in the circumstances\".  <FRAGMENT_SUPPRESSED>", "[19] In this regard, I think that this is the real point at issue, on which counsel for the parties submitted a full argument. At the hearing of the motion at bar on June 13, 1988, I clearly indicated to counsel for the applicant that because of Piperno (supra), he should not expect the court to issue the writs of certiorari and mandamus sought. Moving on to the application for a writ of prohibition, I allowed him to amend his notice of motion to indicate that he wished the court to allow the applicant to apply for redetermination of her claim despite the fact that the deadline prescribed in s. 40(1) of the Regulations has expired. Section 40(1) provides:  <FRAGMENT_SUPPRESSED> \"40(1) A person who claims to be a Convention refugee and who has been informed in writing by the Minister pursuant to subsection 45(5) of the Act that he is not a Convention refugee may, within fifteen days after he is so informed, make an application to the Board pursuant to section 70 of the Act for a redeter-mination of his claim that he is a Convention refugee by delivering such an application in writing to an immigration officer or by filing it with the Board. <FRAGMENT_SUPPRESSED>", "[20] No objection was then raised and no specific request made by counsel for the respondent. I therefore adjourned the hearing to June 28, 1988, after expressly asking counsel for the parties to be prepared to argue essentially on the advisability of a remedy that would allow the Immigration Appeal Board to redetermine the applicant's claim for refugee status. However, in amending his motion, counsel for the applicant went much further than expected. By his amendment he asked the court generally to \"find that s. 40(1) of the Regulations respecting Admission and Removal from Canada of Persons who are not Canadian Citizens is unconstitutional and of no force or effect\". In disposing of this part of the motion as I did above, the notice of motion was in its original condition without any statement of the applicant's intention to obtain the remedy specified in s. 24(1) of the Charter. In the circumstances, as counsel for the parties did spend the day on June 28, 1988, arguing, as requested, whether a remedy should be granted under s. 24(1) of the Charter, I think it is proper, in view of rules 2(2), 302(b) and 303, to order that the notice of motion be again amended to indicate the Immigration Appeal Board as mis-en-cause and to add the following paragraph (d): \"any other remedy under s. 24(1) of the Charter\". It will be sufficient that the proper words have been added, which I did myself, on a copy of the amended notice of motion already included in the record, without a new one having to be filed or the parties being otherwise notified. I feel that this procedure does not cause those concerned any injury and fully serves the ends of justice, bearing in mind the excessive number of legal proceedings already unsuccessfully initiated by the applicant in the case at bar. The fact that the mis-en-cause Board necessarily could not be heard does not constitute an obstacle. After all, the Board itself wanted to extend the deadline under s. 40(1) of the Regulations, which I am also prepared to do for the following reasons. In any case, the Board can always appeal my order and try to establish injury, if it sees fit.  <FRAGMENT_SUPPRESSED>", "[21] Considering the motion from the standpoint of s. 24(1) of the Charter, then, the first task is to weigh the standard of care applicable in the circumstances to the applicant's first counsel in performing the professional responsibility assumed by him. In my opinion, this standard was very well defined by Le Dain, J., of the Supreme Court of Canada in  <FRAGMENT_SUPPRESSED>  N.S.R.(2d) 109; 186 A.P.R. 109, at 208:  <FRAGMENT_SUPPRESSED> \"A solicitor is required to bring reasonable care, skill and knowledge to the performance of the professional service which he has undertaken.  <FRAGMENT_SUPPRESSED> , at p. 292. The requisite standard of care has been variously referred to as that of the reasonably competent solicitor, the ordinary competent solicitor and the ordinary prudent solicitor. See Mahoney, Lawyers - Negligence - Standard of Care (1985), 63 Can. Bar Rev. 221. Hallett, J., in referring to the standard of care as that of the 'ordinary reasonably competent' solicitor, stressed the distinction between the standard of care required of the reasonably competent general practitioner and that which may be expected of the specialist. It was on the basis of this distinction that he disregarded the evidence of one of the expert witnesses concerning the practice in real estate transactions involving corporations.  <FRAGMENT_SUPPRESSED> \"The requirement of professional competence that was particularly involved in this case was reasonable knowledge of the applicable or relevant law. A solicitor is not required to know all the law applicable to the performance of a particular legal service, in the sense that he must carry it around with him as part of his 'working knowledge', without the need of further research, but he must have a sufficient knowledge of the fundamental issues or principles of law applicable to the particular work he has undertaken to enable him to perceive the need to ascertain the law on relevant points. <FRAGMENT_SUPPRESSED>", "[22] In the case at bar the applicant was unable to exercise her right to be represented by a careful and/or competent counsel at the stage of her application for a redetermination of her claim to refugee status by the Immigration Appeal Board. The applicant had a right to expect that the lawyer who had previously assisted and represented her, at the time of her examination on oath under s. 45(1) and (6) of the Act, would have a sufficient knowledge of the rules of law applicable to the redetermination of a claim to refugee status, and would act with care.  <FRAGMENT_SUPPRESSED>", "[23] It is precisely because of the error and/or negligence of her counsel, who did not file the application for redetermination within the required deadline even though the applicant had signed it at the proper time, that the applicant was deprived of a full and complete hearing before the Immigration Appeal Board. Accordingly, as the exclusion was solely the result of a lawyer's error and/or negligence, a litigant who has acted with care should not be required to bear the consequences of such an error or negligence.  <FRAGMENT_SUPPRESSED> , of the Supreme Court of Canada, dealing with art. 523 of the Code of Civil Procedure of Quebec, said the following:  <FRAGMENT_SUPPRESSED> \"In the case at bar foreclosure was due solely to the error of appellant's counsel. The party itself acted with diligence and I do not see what more it could have done in order to 'act sooner'.  <FRAGMENT_SUPPRESSED> \"It is argued, however, that the impossibility referred to in art. 523 C.C.P. is not that of the party but rather that of the party's counsel. I do not agree with this submission. The last part of art. 523 C.C.P. was enacted in favour of the party itself in order to temper the strictness of the automatic forfeiture of the right of appeal when the holder of this right - the party itself - was unable to act in time. The impossibility to act must therefore be assessed from the point of view of the person who will have to bear the consequences of the foreclosure if he is not relieved from it. <FRAGMENT_SUPPRESSED>", "[24] In the same way, in  <FRAGMENT_SUPPRESSED> , a criminal case in which the accused was denied an adjournment despite the absence of his counsel, the Supreme Court of Canada had earlier recognized the principle that a client should not bear the consequences of his counsel's error or negligence if he lost a right as a result. In the latter case, Pigeon, J., said the following at 124 and 125:  <FRAGMENT_SUPPRESSED> \"The appeal is based on the dissenting opinion of Casey, J., who, after quoting the second paragraph of the report and the following two sentences, said:  <FRAGMENT_SUPPRESSED> 'While the unexplained conduct of Appellant's lawyer is to be deplored and while appropriate sanctions should be imposed or at least considered by the proper authorities, I see no justification for punishing Appellant for the sins of his lawyer or because the trial courts are running behind. These are matters over which Appellant had no control and they must not be allowed to deprive him of the full and fair trial to which he is entitled. By obliging him to go on without the benefit of counsel and by permitting, perhaps forcing, him to be examined (at p. 39) the trial judge did just that.'  <FRAGMENT_SUPPRESSED> \"I agree with this view ...  <FRAGMENT_SUPPRESSED> \"It is true that the decision on an application for adjournment is in the judge's discretion. It is, however, a judicial discretion so that his decision may be reviewed on appeal if it is based on reasons which are not well founded in law. This right of review is especially wide when the consequence of the exercise of discretion is that someone is deprived of his rights, whether in criminal or in civil proceedings. <FRAGMENT_SUPPRESSED>", "[25] In the case at bar, as Piperno (supra) confirmed, the opportunity of a complete hearing before the Immigration Appeal Board is an essential aspect of compliance with the rules of fundamental justice in the general procedure of considering a claim for refugee status. This is the very opportunity which the applicant lost because of the error and/or negligence of her first counsel.  <FRAGMENT_SUPPRESSED>", "[26] There is no question that this may result in an invasion of the applicant's rights to life, liberty and security of the person within the meaning of s. 7 of the  <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada per Wilson, J., clearly recognized the applicability of s. 7 of the Charter, at 212:  <FRAGMENT_SUPPRESSED> \"In summary, I am of the view that the rights which the appellants are seeking to assert are ones which entitle them to the protection of s. 7 of the Charter. It is necessary therefore to consider whether the procedures for the determination of refugee status as set out in the Act accord with fundamental justice. <FRAGMENT_SUPPRESSED>", "[27] And at 220:  <FRAGMENT_SUPPRESSED> \"To recapitulate, I am persuaded that the appellants are entitled to assert the protection of s. 7 of the Charter in the determination of their claims to Convention refugee status under the Immigration Act, 1976. <FRAGMENT_SUPPRESSED>", "[28] In the case at bar resumption of the inquiry in accordance with s. 46 of the Act would confirm the infringement mentioned in s. 7 of the Charter, since a removal or departure order might be made against the applicant without her having had a full and complete hearing before the Board despite her intentions and her own diligent action.  <FRAGMENT_SUPPRESSED>", "[29] Moreover, I think this conclusion is in accordance with the following observations and conclusions of Lamer, J., interpreting s. 7 of the Charter, in Reference Re Section 94(2) of the Motor Vehicle Act (B.C.), [1985] 2 S.C.R. 486; 63 N.R. 266, at 499 and 500:  <FRAGMENT_SUPPRESSED> \"The task of the Court is not to choose between substantive or procedural content per se but to secure for persons 'the full benefit of the Charter's protection' (Dickson, J. (as he then was), in <FRAGMENT_SUPPRESSED> , and <FRAGMENT_SUPPRESSED> , this Court expressed the view that the proper approach to the definition of the rights and freedoms guaranteed by the Charter was a purposive one. The meaning of a right or freedom guaranteed by the Charter was to be ascertained by an analysis of the purpose of such a guarantee: it was to be understood, in other words, in the light of the interests it was meant to protect.  <FRAGMENT_SUPPRESSED> 'In my view this analysis is to be undertaken, and the purpose of the right or freedom in question is to be sought by reference to the character and the larger objects of the Charter itself, to the language chosen to articulate the specific right or freedom, to the historical origins of the concepts enshrined, and where applicable, to the meaning and purpose of the other specific rights and freedoms with which it is associated within the text of the Charter. The interpretation should be , as the judgment  <FRAGMENT_SUPPRESSED> emphasizes, a generous rather than a legalistic one, aimed at fulfilling the purpose of the guarantee and securing for individuals the full benefit of the Charter's protection .'\" (My emphasis)  <FRAGMENT_SUPPRESSED>", "[30] And at 512 and 513:  <FRAGMENT_SUPPRESSED> \"Consequently, my conclusion may be summarized as follows:  <FRAGMENT_SUPPRESSED> \"The term 'principles of fundamental justice' is not a right, but a qualifier of the right not to be deprived of life, liberty and security of the person: its function is to set the parameters of that right.  <FRAGMENT_SUPPRESSED> \"Sections 8 to 14 address specific deprivations of the 'right' to life, liberty and security of the person in breach of the principles of fundamental justice, and as such, violations of s. 7. They are therefore illustrative of the meaning, in criminal or penal law, of 'principles of fundamental justice'; they represent principles which have been recognized by the common law, the international conventions and by the very fact of entrenchment in the Charter, as essential elements of a system for the administration of justice which is founded upon the belief in the dignity and worth of the human person and the rule of law.  <FRAGMENT_SUPPRESSED> \"Consequently, the principles of fundamental justice are to be found in the basic tenets and principles, not only of our judicial process, but also of the other components of our legal system.  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"Whether any given principle may be said to be a principle of fundamental justice within the meaning of s. 7 will rest upon an analysis of the nature, sources, rationale and essential role of that principle within the judicial process and in our legal system, as it evolves.  <FRAGMENT_SUPPRESSED> \"Consequently, those words cannot be given any exhaustive content or simple enumerative definition, but will take on concrete meaning as the courts address alleged violations of s. 7. <FRAGMENT_SUPPRESSED>", "[31] I consider that \"the basic tenets and principles ... of our judicial process ... [and] of the other components of our legal system\" include, for someone claiming refugee status under the Immigration Act, 1976, the right to be represented by competent and careful counsel, if he so desires, and the right to a full and complete hearing.  <FRAGMENT_SUPPRESSED>", "[32] It is true that in the case at bar neither the Minister, persons acting under his authority nor the Board did or failed to do anything that would prevent the applicant from making use of the provisions of s. 70 of the Act at the proper time to apply for a redetermination of her claim. However, that cannot be a reason for not applying the Charter in favour of the applicant, who has been a victim of negligence and/or error by her counsel. What matters is not the government's good or bad faith as defined by s. 32 of the Charter, but rather the actual safeguarding of the rights and freedoms guaranteed by the Charter for those persons who are really victims of a breach or denial of the said rights or freedoms.  <FRAGMENT_SUPPRESSED>", "[33] In the circumstances, I consider that the resumption of the inquiry in accordance with s. 46 of the Act, before a redetermination of the applicant's claim by the Board, would be a breach or denial by the government of the right conferred on the applicant by s. 7 of the Charter.  <FRAGMENT_SUPPRESSED>", "[34] The following cases cited by the respondent do not seem to me to be really relevant.  <FRAGMENT_SUPPRESSED>  her own misfortune.  <FRAGMENT_SUPPRESSED>", "[35] Then, both  <FRAGMENT_SUPPRESSED>  case at bar in that in those cases the court held strictly that the Immigration Appeal Board had neither the jurisdiction to hear an application for redetermination made after the specified deadline nor the power to extend that deadline.  <FRAGMENT_SUPPRESSED>", "[36] <FRAGMENT_SUPPRESSED>  exercising the right to a hearing. If the applicants had complied with this condition they would have been entitled to a hearing of their case on the merits. The absence of a hearing is not due here to a legislative deficiency but to the fault of the applicant in the case of Mr. Flores-Medina and of the then counsel for the applicant in the case of Mr. Das.  <FRAGMENT_SUPPRESSED> \"It should be borne in mind that the Board is a statutory body which can only exercise the powers specifically conferred in its enabling Act. The Board has no jurisdiction to extend the deadline for filing an application for redetermination (Holocek, A-382-75, June 9, 1975;  <FRAGMENT_SUPPRESSED> ). Even the Canadian Charter of Rights and Freedoms, cited by counsel, cannot have the effect of conferring this power on the Board. <FRAGMENT_SUPPRESSED>", "[37] <FRAGMENT_SUPPRESSED>  dismiss the said application, since it had no jurisdiction to hear it after the deadline specified in the foregoing subsection.  <FRAGMENT_SUPPRESSED> \"In November 1975 the Federal Court of Appeal affirmed a decision of the Trial Division in Jaroslav Holecek (A-382-75, November 12, 1985, Court of Appeal) that the Board had no power to extend the appeal deadline set by the Act. As the Board is a statutory tribunal, it has only those powers conferred on it by the statute which creates it. It has no power to grant a hearing beyond the deadline specified by the Act. <FRAGMENT_SUPPRESSED>", "[38] Finally, in  <FRAGMENT_SUPPRESSED>  remarks by Dubé, J., and said, at 135:  <FRAGMENT_SUPPRESSED> \"I understand that the error was not of his own making but that of his previous counsel. Unfortunately, the delays prescribed by the law are de rigueur. There does not seem to exist, according to Mr. Justice Dubé, any statute allowing the Immigration Appeal Board to extend the delays for a request for redetermination of refugee status.  <FRAGMENT_SUPPRESSED> \"'Das' was never denied any right or freedom as guaranteed by the Charter of Rights. <FRAGMENT_SUPPRESSED>", "[39] I do not intend to comment further on these three last judgments since there is no question here of considering whether the Board had the power to extend the deadline specified by s. 40(1) of the Regulations, but rather of whether this court , as a court of competent jurisdiction, can grant the remedy provided for by s. 24(1) of the Charter, in view of the latter's overriding effect as specified in s. 52(1).  <FRAGMENT_SUPPRESSED>", "[40] Sections 24(1) and 52(1) of the Charter provide:  <FRAGMENT_SUPPRESSED> \"24(1) Anyone whose rights or freedoms, as guaranteed by this Charter, have been infringed or denied may apply to a court of competent jurisdiction to obtain such remedy as the court considers appropriate and just in the circumstances.  <FRAGMENT_SUPPRESSED> \"52(1) The Constitution of Canada is the supreme law of Canada, and any law that is inconsistent with the provisions of the Constitution is, to the extent of the inconsistency, of no force or effect. <FRAGMENT_SUPPRESSED>", "[41] On the question of how the courts should apply these two provisions, the author Peter W. Hogg writes in Canadian Charter of Rights and Freedoms, a text edited by Profs. Walter S. Tarnopolsky and Gérald-A. Beaudoin, at pp. 13 and 14:  <FRAGMENT_SUPPRESSED> \"(a) Constitution Act, 1982, s. 52 (1).  <FRAGMENT_SUPPRESSED> \"The overriding effect of the Charter, rendering inconsistent statutes 'of no force or effect', is an important enforcement measure, because it means that any court or tribunal has the power (and the duty) to disregard any statute which the court or tribunal finds to be inconsistent with the Charter.  <FRAGMENT_SUPPRESSED> \"(b) Charter, s. 24.  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"Section 24 authorizes 'anyone whose rights or freedoms, as guaranteed by this Charter have been infringed or denied' to 'apply to a court of competent jurisdiction to obtain such remedy as the Court considers appropriate and just in the circumstances'. This provision implies two things. First, it implies that anyone who makes a plausible claim that one of his rights or freedoms has been infringed has the standing which is requisite to the initiation of a lawsuit. Second, it implies that anyone who establishes the infringement or denial of one of his rights or freedoms has by that fact alone made out a cause of action entitling him to an 'appropriate and just remedy'. <FRAGMENT_SUPPRESSED>", "[42] For all these reasons, in view of the paramountcy of the Charter over the rules of law and the remedy it provides in s. 24(1), I feel, as a court of competent jurisdiction, that I can order the following:  <FRAGMENT_SUPPRESSED> (a) leave for the applicant, despite the expiry of the deadline specified by ss. 70(1) of the Immigration Act, 1976 and 40(1) of the Immigration Regulations, 1978, to submit an application to the Immigration Appeal Board for redetermination of her refugee status claim before September 15, 1988; a copy of the order supported by these reasons shall be attached to the application for redetermination when submitted to the Board; this application for redetermination shall further be submitted by the applicant and dealt with by the Board pursuant to s. 70 and the operative part of s. 71 of the Act (see Singh, supra);  <FRAGMENT_SUPPRESSED> (b) the issuance of a writ of prohibition directing the respondent and his representatives, including any senior immigration officer and any adjudicator, to stay accordingly the resumption of the inquiry and any proceedings relating to its continuance pursuant to s. 46 of the Immigration Act, 1976.  <FRAGMENT_SUPPRESSED>", "[43] The whole without costs.  <FRAGMENT_SUPPRESSED> Order accordingly.  <FRAGMENT_SUPPRESSED> Editor: Steven C. McMinniman/nmg  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}