{"id_": "022362", "body_str": ["[1] Boivin, J. : This is an application for judicial review of a decision rendered by the Director General of the Therapeutic Products Directorate (TPD) of Health Canada (respondent), dated January 21, 2011, whereby a Notice of Deficiency -Withdrawal (NOD-W) letter was issued in response to a Supplemental New Drug Submission (SNDS) filed by Duchesnay Inc. (applicant), on April 30, 2009.", "[2] The applicant seeks an order granting the application for judicial review, quashing the respondent's decision, and ordering the respondent to analyze, on an expedited basis, the full contents of the applicant's SNDS and to amend the Product Monograph (PM) for the applicant's drug DICLECTIN®. Regulatory Context", "[3] Pursuant to the Food and Drugs Act , RSC, 1985, c F-27 [Act], the respondent, Health Canada, regulates and oversees the drug submission process in Canada. Drug manufacturers, such as the applicant, are required to file a New Drug Submission (NDS) pursuant to Section C.08.002 of the Food and Drug Regulations , CRC, c 870 [Regulations], in order to have a new drug product approved. Health Canada may then issue a Notice of Compliance (NOC) for the drug, in accordance with Section C.08.004 of the Regulations, if the drug is deemed to be safe and effective. Once a NOC is issued, any changes to the drug that amount to a \"significant difference\" from the information or material contained in the NDS must be carried out by way of a SNDS, as set out in Section C.08.003 of the Regulations. Health Canada may then issue a NOC for the SNDS or choose to issue a Notice of Deficiency (NOD) if the applicable requirements are not met.", "[4] A comprehensive explanation of a drug's PM is outlined in the respondent's publication Guidance for Industry: Product Monograph (PM Guidance) (Respondent's Confidential Record, Volume 1, Tab 3, pp 55-56): 1.2 What Is a Product Monograph? A product monograph is a factual, scientific document on the drug product that, devoid of promotional material, describes the properties, claims, indications, and conditions of use for the drug, and that contains any other information that may be required for optimal, safe, and effective use of the drug. A product monograph should include appropriate information respecting the name of the drug, its therapeutic or pharmacologic classification, its actions and/or clinical pharmacology, and its indications and clinical uses. The monograph should also include contraindications, warnings, precautions, adverse reactions, drug interactions and effects on laboratory tests, symptoms and treatment of overdosage, dosage and administration, storage and stability, pharmaceutical information, dosage forms, pharmacology, toxicology, microbiology, special handling instructions, information on clinical trials, information for the consumer, references, and the dates of the initial printing and current revision. 1.3 Medical and Scientific Implications From a medical and scientific standpoint, the prime objective of a product monograph is to provide essential information that may be required for the safe and effective use of a new drug As far as the health professional is concerned, the information provided should be as meaningful and helpful as possible. However, only those indications and clinical uses that are based on substantial evidence of efficacy and safety and that are the subject of a New Drug Submission, or an Abbreviated New Drug Submission, or a supplement to either submission that has received a Notice of Compliance pursuant to Section C.08.004 of the Food and Drug Regulations , should be included in the product monograph. The product monograph is not intended to serve as a repository of all information currently available on a drug . Nevertheless, it should be borne in mind that the responsibility of a health professional, when prescribing a drug, involves all of the relevant facts relating to that use. [Emphasis added] Factual Background", "[5] The factual background of this case is of the utmost importance and a thorough overview of the facts is accordingly in order.", "[6] The applicant is an innovative pharmaceutical company based in Quebec that manufactures DICLECTIN®, a medication approved by the respondent to treat the nausea and vomiting suffered by pregnant women. DICLECTIN® received a NOC on November 23, 1983. Studies 02163 and 02191", "[7] In 2004, nearly twenty years after receipt of a NOC, the applicant submitted a SNDS in order to update the PM with respect to a change in the formulation of DICLECTIN®. The applicant submitted two bioavailability studies (studies 02163 and 02191) to the respondent in support of the new formulation of the medication. The studies were conducted by MDS Pharma Services. Study 02163 compared the administration of DICLECTIN® as a tablet versus as an oral solution and studied the parameters of each means of administration. Study 02191 consisted of a food effect study, which looked at how food affected the metabolism of the drug.", "[8] The SNDS was approved by the respondent in 2005 and the PM was amended accordingly. However, the applicant alleges that, shortly after the studies were filed, the American Food and Drug Administration (FDA) expressed concerns about the reliability of the studies conducted by MDS Pharma Services. Consequently, the applicant chose to have the studies independently audited by Bioclinical Research Solutions, LLC. The applicant contends that the audit revealed serious problems with the reliability of study 02191 (the food effects study). The applicant then advised the respondent of the audit and of its intention to redo the studies in question. Studies 70294 and 70381", "[9] As such, in 2008, the applicant commissioned two new bioavailability studies on DICLECTIN® (studies 70294 and 70381) in order to correct the problems that had been previously identified and to ensure that the PM contained complete and up-to-date information. The new studies were conducted by Anapharm, a PharmaNet company. Essentially, study 70294 was a new food effect study while study 70381 was a single-dose and multi-dose study. The applicant alleges that the new studies revealed previously unknown pharmacokinetic properties. The applicant explains that study 70294 revealed that food reduces the amount of DICLECTIN® that can be used by the body. As well, study 70381 determined that when multiple doses of DICLECTIN® are ingested, the drugs accumulate in the body and there is significant change in how it is absorbed, distributed, metabolized and eliminated (ADME process). To ensure these results, the applicant had the new studies audited for accuracy by Bioclinical Research Solutions, LLC.", "[10] The results of the new studies were of some concern for the applicant as it was well known that instances of \"off label dosage\" were taking place - where physicians would prescribe more than the recommended dose of the drug to patients. The applicant submits that it felt that it was its duty to inform physicians of the results of the studies - namely those pertaining to dose accumulation (study 70381) - as the drug was being prescribed to a highly vulnerable population. For the applicant, the most effective way of sharing this new information was by way of an amendment to the PM.", "[11] Therefore, on April 30, 2009, the applicant filed another SNDS with the respondent in order to correct and update the information included in the PM for DICLECTIN®that had been approved in 2005. The following changes were sought by the applicant to the PM: i) remove the pharmacokinetic data from the old studies; ii) add the pharmacokinetic data from studies 70294 and 70381; and iii) add the safety information that allegedly arose from the old studies and the new studies. The applicant affirms that the respondent charged a fee of $52,900 before it would review the SNDS - although ultimately 75% of this amount was charged to the applicant ($39,675.00).", "[12] One year later, the respondent indicated that it was beginning its review of the applicant's submission. On April 15, 2010, the respondent's Division of Biopharmaceutics Evaluation (DBE2) requested that the applicant complete a Comprehensive Summary- Bioequivalence (CS:BE) form for the two old studies and the two new studies.", "[13] On May 14, 2010, the applicant submitted its completed CS:BE forms for the two new bioavailability studies and advised the respondent that the CS:BE forms were not necessary for the two old studies because they were not presented in support of the SNDS.", "[14] A teleconference was held on May 26, 2010, and the applicant was notified of a pending NOD decision.", "[15] On May 31, 2010, the applicant received a NOD from the respondent advising that its SNDS and the new studies would not be accepted and that the PM would not be amended. The respondent explained that the \"data from studies 70294 and 70381 do not provide any additional relevant pharmacokinetic information further to that which is already present in the product monograph\" (Applicant's Confidential Record, Volume 1, Tab 10, p 231).", "[16] On June 18, 2010, the applicant responded to the NOD (the NOD-Response) and explained the significance of the information provided by the new bioavailability studies. The applicant outlined that the new bioavailability studies were superior to the previous ones as the new studies were able to measure all of the active metabolites and assessed all of the appropriate pharmacokinetic parameters.", "[17] On December 9, 2010, the applicant was informed in an email by the Bureau of Cardiology, Allergy and Neurological Sciences (BCANS) of Health Canada of the proposed changes to the PM for DICLECTIN® pertaining to some of the safety-related findings of studies 70294 and 70381.", "[18] On December 12, 2010, Dr. Cathy Petersen of BCANS participated in a phone conversation with the applicant and discussed the proposed new wording for the PM.", "[19] On December 13, 2010, Dr. Cathy Petersen of BCANS called and informed the applicant that DBE2 had rejected the new bioavailability studies. The respondent alleges that Dr. Petersen also advised the applicant that there would be further rewording changes recommended for the PM.", "[20] On December 15, 2010, the Regulatory Project Manager of BCANS sent an email to the applicant outlining three options: 1) the applicant could receive a Notice of Deficiency -Withdrawal (NOD-W) with a requirement to file a follow-up Notifiable Change (NC) to revise the Product Monograph (PM) to include the updates to safety data identified as a result of the review; 2) the applicant could remove the updates from the PM pertaining to studies 70294 and 70381, the SNDS review would proceed for the safety updates and if acceptable, a Notice of Compliance would be issued for the safety changes; or 3) the applicant could voluntarily withdraw its SNDS.", "[21] On December 17, 2010, a teleconference was held in which the respondent provided the applicant with further clarification of the deficiencies with their submission. During the teleconference, the applicant indicated that it would prefer to be issued a NOD-W and requested a detailed explanation of the reasons supporting the NOD-W.", "[22] On January 21, 2011, the respondent issued a formal NOD-W to the applicant, which included the reviewer reports. The NOD-W letter listed five points which addressed the scientific validity of the new studies. The letter also outlined that the applicant was entitled to file a Request for Reconsideration of the respondent's decision.", "[23] On February 22, 2011, the applicant filed a Request for Reconsideration pursuant to the Guidance for Industry - Management of Drug Submissions and the Guidance: Reconsideration of Final Decisions Issued for Human Drug Submissions . On February 23, 2011, the applicant filed an application for judicial review with the Federal Court (T-306-11) as well as an action for damages against the respondent (T-322-11). In accordance with the rules outlined in Guidance: Reconsideration of Final Decisions Issued for Human Drug Submissions , the reconsideration process was then terminated in light of the filing of the notice of application.", "[24] On January 31, 2012, a Confidentiality Order was rendered by Prothonotary Morneau. Decision under review", "[25] The formal NOD-W dated January 21, 2011, issued to the applicant, stated the following: In accordance with the Management of Drug Submissions guidance, Section 5.5.1, this is to notify you that the Supplemental New Drug Submission for DICLECTIN doxylamine succinate/pyridoxine hydrochloride ), control number 129701 is considered withdrawn without prejudice to a refiling. After review of the information and material submitted in response to the Notice of Deficiency dated May 31, 2010, it has been determined that the submission does not comply with the requirements of the Food and Drug Regulations As discussed with the sponsor in a telephone conversation on January 13, 2010, the NOD-W is based on the following: The designs of studies 70294 and 70381 resulted in a large number of deficient subject concentration-time profiles for the pyridoxine and pyridoxal analytes. These deficiencies are considered to be serious and pharmacokinetic estimates drawn from these profiles cannot be considered reliable. In addition, the audit conducted by Bioclinical Research Solutions, LLC does not demonstrate that the data from studies 02191 and 02163 are in fact unreliable. Therefore, the pharmacokinetic data from studies 02191 and 02163 in the current PM should be retained and the pharmacokinetic data from studies 70294 and 70381 should not be included in their proposed form. The sponsor did not submit information to support the clinical relevance of the findings in the 70381 study and no clinically relevant changes to the PM were proposed. The proposed changes were to replace the current studies (02191 and 02163) with the new studies (70294 and 70381). In addition, the PM does not contain information regarding the clinical importance of any of the pyridoxine metabolites. Rather it states that the \"metabolites including pyridoxal have biologic activity\". However, regarding study 70381 it is noted that even though methodologically faulty, the study shows a potential accumulation of doxylamine (and pyridoxine metabolites), of unknown clinical significance. The sponsor may submit an NC where mutually agreeable wording could be found for some of the pharmacokinetic findings from study 70381 that the sponsor wishes to disclose. However, the entire study cannot be included in the PM, due to methodological deficiencies. The sponsor's formal request that the TPD policy for pyridoxine be updated based on the new data presented has been noted. Should you wish to file a Request for Reconsideration please refer to Health Canada's Guidance for Industry: Reconsideration of Final Decisions issued for Human Drug Submissions Should you wish to refile this submission, please refer to the Management of Drug Submissions guidance, Section 5.7: Refiled Submissions. The reviewer reports will be provided following receipt of this Notice, in accordance with Section 6.1 of the Therapeutic Product Directorate's guidance on Management of Drug Submissions You will find attached a copy of the reviewer reports. Issues", "[26] This case raises the following issues: 1) Is the applicant entitled to submit a new affidavit and evidence pursuant to Rule 312? 2) Did the respondent err in rejecting the applicant's SNDS? 3) Did the respondent commit a breach of procedural fairness? Relevant Legislation", "[27] The legislation pertaining to this application consists of Federal Courts Act , RSC 1985, c F-7, the Federal Courts Rules , SOR/98-106 (Rules) and the Regulations. The relevant provisions thereof have been attached to this judgment as an Appendix. Standard of Review", "[28] The parties both agree on the applicable standards of review. With respect to issue no. 2 before the Court, it is trite law that decisions based on findings of fact are to be reviewed according to the reasonableness standard ( Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ). Regarding issue no. 3, the parties agree that the applicable standard of review for questions of procedural fairness is the standard of correctness ( <FRAGMENT_SUPPRESSED>  [2008] FCJ No 352; <FRAGMENT_SUPPRESSED>  [2005] FCJ No 1928).", "[29] This judicial review was heard on Monday April 23, 2012. On Wednesday April 18, 2012, the applicant filed a Notice of Motion for leave to file an affidavit of Sylvie Bergeron including Exhibit A \"the transcript of the examination for discovery of Kimby N. Barton\", dated February 1, 2012, held in Court file T-322-11, pursuant to Rule 312 of the Rules. Court file T-322-11 is an action for damages based on the same facts as in file T-306-11.", "[30] This motion was contested by the respondent and was therefore heard at the beginning of the judicial review hearing on April 23, 2012.", "[31] On the basis of the submissions made by the parties at the beginning of the hearing, the Court accepted the documents of the applicant under reserve and also accepted the document from the respondent held in file T-322-11, entitled \"examination for discovery - deposition of Michael Gallo\" dated January 23, 2012, under reserve and under the same conditions. Having had the opportunity to hear the parties and read the said documents, leave to file the documents at issue is denied for the following reasons.", "[32] <FRAGMENT_SUPPRESSED>  [2002] FCJ No 1782 [L apointe Rosenstein ], the Federal Court of Appeal held that the Court may allow the filing of additional affidavits when the evidence sought to be adduced: i. will serve the interests of justice; ii. will assist the Court; iii. will not cause substantial or serious prejudice to the other side; iv. was not available prior to the cross-examination of the opponent's affidavits.", "[33] The Court observes from the outset, that the examination for discovery of Ms. Barton was conducted on February 1, 2012, and was held pursuant to Rule 234 and following of the Rules in a distinct proceeding (T-322-11). The Court thus agrees with the respondent that granting the applicant's motion for the purposes of adducing the said affidavit in the context of the present proceeding would prejudice its right to confidentiality. Indeed, to do so, would run counter to the implicit obligation of confidentiality concerning evidence or information obtained at an examination for discovery and the interests of justice would not be served by acceding to the applicant's motion (see ., 2001 SCC 51 at paras 60 and 64, [2001] SCJ No 49 [ ]).", "[34] In fact, examination in the context of an action for damages (T-322-11) is much broader than examination in the context of a judicial review and, as such, the applicant is asking the Court to \"cross-pollinate\" evidence between the action for damages and the present judicial review. The applicant was cognizant of this and, moreover, Prothonotary Morneau explicitly addressed the concern of a potential improper use of importing the evidence obtained by the applicant in the action for damages proceeding (T-322-11) into the context of the judicial review proceeding (T-306-11). In his Reasons for Order and Order in Court file T-322-11 dated July 22, 2011, Prothonotary Morneau observed the following:", "", "", "[35] The Court further recalls that the Supreme Court of Canada in , above, at paragraph 76, cautioned against relieving a party from the rule of confidentiality as to do so too routinely \"would compromise the usefulness of the rule, if not its very existence. ....\". In the case at bar, the Court remains unconvinced by the argument that the applicant should be relieved of the obligation of confidentiality in the interests of justice.", "[36] In addition, the Court recalls that the applicant filed its Notice of Motion at the eleventh hour. The applicant made this request forty-three (43) days after it received the transcript and seventy-seven (77) days after it examined Ms. Barton. The Court further notes that counsel for the applicant in file T-306-11 also appeared as counsel for the examination for discovery in file T-322-11 and could thus have made its request much earlier. At hearing, the applicant failed to prove that the additional evidence could not have been made available at an earlier date. It follows that the applicant's motion is time-barred as it was not filed at the first opportunity. To accede to such a belated motion would not, in the circumstances, serve the interests of justice.", "[37] In light of the above and on the basis of the requirements outlined  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> , leave is therefore denied. Consequently, the applicant's affidavit of Sylvie Bergeron including Exhibit A \"the transcript of the examination for discovery of Kimby N. Barton\" and the respondent's document entitled \"examination for discovery -deposition of Michael Gallo\" dated January 23, 2012 are to be withdrawn from the Court record. Issue 2: Did the Respondent err in rejecting the Applicant's SNDS?", "[38] The applicant submits that the decision of January 21, 2011 should be set aside pursuant to subsection 18.1 (4) of the Federal Courts Act on the grounds that the respondent breached the principle of procedural fairness and based its decision on erroneous findings of fact.", "[39] The Court will first address the applicant's allegation concerning the erroneous findings of fact.", "[40] In challenging the respondent's decision, the applicant has presented to the Court a myriad of detailed and fact-intensive arguments. However, in essence, the applicant is seeking to demonstrate that it is entitled to modify the PM.", "[41] As a preliminary step, it is useful to address the following question: What is a PM and what is its objective?", "[42] From a medical and scientific standpoint, Health Canada's policy on PMs states that the prime objective of a PM is to provide essential information (not any information) that may be required for the safe and effective use of a drug. The information contained in a PM should be as meaningful and helpful as possible. A PM is a factual and scientific document about a drug product that describes the properties, claims, indications and conditions of a drug. The policy further states that a PM is not intended to serve as a repository of all information currently available on a drug. Moreover, the policy indicates that \"[n]evertheless, it should be borne in mind that the responsibility of a health professional, when prescribing a drug, involves all the relevant facts relating to that use\" (Respondent's Confidential Record, Volume 1, Tab 3, p 56).", "[43] Against this background, a party seeking to modify a PM will be required to provide essential and appropriate information for the safe and effective use of the drug at issue. It stems from the PM Guidance that a PM is not meant to be used as a means of communicating study results to researchers. Hence, and in spite of the fact that raw data might be interesting for research purposes, they are not essential for a physician. Relevance and Reliability of Studies 70294 and 70381", "[44] In the present circumstances, upon submitting its request to modify the PM, the applicant was required to demonstrate the clinical relevance of the information reflecting the efficacy and safety of the drug. The respondent contends that the applicant filed 44 binders of information in support of its SNDS, with no narrative, and failed to explain how the findings of the studies had an impact on the efficacy of the drug.", "[45] It is well-known that the respondent - Health Canada - has extensive expertise in assessing what information should be included in the PM and what information should not. In matters of drug submissions, the jurisprudence of this Court has shown particular deference towards the respondent ( <FRAGMENT_SUPPRESSED>  [2004] FCJ No 433; <FRAGMENT_SUPPRESSED>  [2010] FCJ No 405).", "[46] The first notice sent to the applicant by the respondent on May 31, 2010 stated concerns in terms of relevancy of the studies and concluded as follows (Applicant's Confidential Record, Volume 1, Tab 10, p 231): It is the opinion of the DBE2 that the data from studies 70294 and 70381 do not provide any additional relevant pharmacokinetic information further to that which is already present in the product monograph.", "[47] The applicant disagrees with the respondent's position and argues that studies 70294 and 70381 presented new and relevant information that necessarily had to be included in the PM and that the respondent committed an error in finding that the new studies were not clinically relevant.", "[48] Whilst the applicant emphasizes that the results of studies 70294 and 70381 dramatically affected the dosage and administration of the drug at issue, the Court notes that, in the course of the process requesting a modification to the PM, the applicant made no changes to the Dosage and Administration requirements in the proposed amended PM (Respondent's Confidential Record, Volume 1, Tab 11, p 237).", "[49] More specifically, there are no suggested changes with respect to the impact of food (study 70294) or the dosage (study 70381). The Court notes that the concern about reliability of Study 70294 (food effect) was also communicated by the respondent to the applicant on May 12, 2010 (Applicant's Confidential Record, Volume 1, Tab 10, p 234) and then reiterated on January 21, 2011 (Applicant's Confidential Record, Volume 2, Tab 17, p 307). The evidence also shows that a significant proportion of defects in the first, second and fourth column of the 70294 chart at the highest measure of concentration mark (Cmax) (Applicant's Confidential Record, Volume 2, Tab 17, p 322).", "[50] With respect to study 70381, the applicant failed to clearly submit and explain to the respondent the suggested changes in terms of the clinical relevance of the study. The respondent acknowledges that a typographical error occurred in the form of a \"cut and paste\" but the Court agrees that this error is not fatal in the case at bar given that study 70381 was found to lack clinical relevance. Be that as it may, even if study 70381 might have been more reliable without the typographical error, the Court agrees with the respondent that the absence of any such flaw would not have made the study more relevant for purposes of including it in the PM.", "[51] While it may be true that without the typographical error, DBE2 may have conducted a more thorough examination of study 70381 (Applicant's Confidential Record, Ms. Barton in cross-examination, Tab D, p 403 (page 150 of the transcript)), the reality is that the generality of the information still stands and no further information was provided to the Court as to why the numbers with respect to those studies were relevant - as opposed to possibly reliable - and should be included in the PM. In these circumstances, the problems that were identified with the single-dose portion of the study were sufficient for the respondent to conclude on the study's relevance and it was not necessary to consider and analyze the multi-dose portion of the study.", "[52] The present proceeding being a judicial review, there were no expert witnesses presented to the Court. Having considered the evidence on record and the parties' respective submissions, the arguments of the applicant with respect to the respondent's findings on the relevance of both studies (70294 and 70381) have not convinced the Court that the said relevance findings by the respondent are unreasonable. Safety Issue", "[53] The Court recalls that notwithstanding the respondent's contention that both studies (70294 and 70381) cannot be included in the PM, it acknowledged during the process that study 70381 might show potential for accumulation.", "[54] As the issue of accumulation relates to safety, the respondent conceded that there might be a concern in this regard and accepted that some of the safety information that arose from these studies could be included in the PM. In order to address this concern pertaining to the possible dose accumulation of the drug as per study 70381, the evidence demonstrates that the respondent was open and willing to admit statements with respect to safety in the PM provided that the information could be accurately presented by the applicant.", "[55] During the hearing before the Court, counsel for the respondent explained that modifications with respect to safety and more particularly the recommended wording concerning the possible dose accumulation involve a lower threshold and can thus be addressed and resolved more rapidly.", "[56] In this case, this information concerning possible safety changes was in fact communicated to the applicant prior to the decision being rendered. The respondent further indicated that, assuming acceptable modifications, it would issue a Notice of Compliance (NOC) (Applicant's Confidential Record, Volume 2, Tab 14, p 299).", "[57] However, it seems that the applicant nonetheless insisted that the entire study (or studies) be included in the PM. In that respect, the evidence demonstrates that the applicant did not follow up on the respondent's suggestion and recommendation. Indeed, the applicant did not submit a proposed statement or suggest appropriate wording regarding the dosage recommendation provided to the physicians (Applicant's Confidential Record, Volume 2, Tab 14, p 299 and Tab 17, p 307). In other words, the applicant ignored the respondent's offer to provide more specific and relevant information with respect to the issue of safety and failed to make changes to the Dosage and Administration requirements in the proposed amended PM. In these circumstances, the Court cannot accept the applicant's contention that the respondent's rejection of the SNDS means that physicians will continue to prescribe DICLECTIN® ignorant of how the new study results might affect a vulnerable portion of the population. The applicant simply remained inflexible in the face of the respondent's recommendation in this regard and the respondent cannot be faulted for the applicant's failure to follow-up on the recommendation. Comprehensive Summaries: Bioequivalence forms ( CS:BE forms", "[58] A further argument made by the applicant, in support of its contention that the respondent erred, is that the respondent failed to review its CS:BE forms before rejecting the SNDS. The applicant states that upon receiving the NOD on May 31, 2010, it learned of a memorandum dated May 12, 2010 wherein DBE2 outlined that it had already rejected the new studies two days before the applicant had submitted its CS:BE forms (May 14, 2010). The applicant asserts that DBE2 made no efforts to contact the applicant before it issued the May 12, 2010 memorandum in order to advise that the forms, and the extensive work required to complete them, were no longer necessary. The applicant also alleges that the respondent erred by requesting the applicant to submit the CS:BE forms as studies 70294 and 70381 dealt with bioavailability rather than bioequivalence.", "[59] In this regard, the Court observes that CS:BE forms - which follow a particular template provided by Health Canada - provide a summary of the submission and hence do not include new information. The CS:BE forms were requested from the applicant as per standard procedure. The respondent explains that the only difference between a bioequivalence and a bioavailability assessment is that bioequivalence compares two situations, whereas bioavailability only examines one. In the end, however, both amount to the same exercise. Ms. Kimby Barton's explanation in her affidavit on this point are apposite (Respondent's Confidential Record, p 10, at paras 51-53): 51. A CS:BE aids reviewers in their assessment of pivotal comparative bioavailability studies. A comparative bioavailability study is considered to be pivotal if the results from the study are used to support the safety and efficacy of the drug product. 52. Since a completed CS:BE is a summary, it does not include any new information. It is, however, a useful tool. By summarizing information found in multiple documents, and directing reviewers to where documents can be found within the drug submission, a CS:BE helps reviewers provide consistent and timely evaluation. 53. The CS:BE is not an official requirement. However, if a submission includes one or more pivotal comparative bioavailability study(ies), completed CS:BEs are usually included in the documents provided by the sponsor at the time of filing. If CS:BEs are not provided at the time of filing, it is standard practice for Health Canada to request that the sponsors complete a CS:BE for each pivotal comparative bioavailability study. This request is made proactively prior to the file being reviewed in detail, to avoid further delays in the review process should such a summary be of assistance.", "[60] A further issue before the Court was whether the respondent took into account the applicant's CS:BE forms before issuing the NOD on May 31, 2010. On this issue, the Court agrees with the respondent to the effect that the new studies were deficient and did not demonstrate clinical relevance and, this fact alone was sufficient to dismiss the submission. Ms. Barton also explained in her affidavit that, in some cases, the CS:BE will not have any impact on the decision because of the significant deficiency (Respondent's Confidential Record, p 10, para 54): 54. In some cases, however, a decision about a submission is made by a reviewer without having to refer to the CSBEs provided by the sponsor. In particular, if there is a significant enough deficiency in the submission, the review stops, and the CS:BEs provided by the sponsor may not be used.", "[61] Therefore, in light of the above and considering the deficiencies identified with the data provided by the new studies (70294 and 70381), the Court is of the view that the respondent did not commit a reviewable error in rejecting the applicant's SNDS. The Court finds that the respondent's decision was a reasonable one.", "[62] The Court now turns to the issue of procedural fairness. Issue 3: Did the Respondent Commit a Breach of Procedural Fairness?", "[63] The applicant maintains that the respondent breached its duty of fairness in the circumstances ( <FRAGMENT_SUPPRESSED>  [ Baker ]. For the reasons that follow, the Court is of the view that there was no such breach committed by the respondent.", "[64] The Court is of the view that that the decision-making process in the case at bar is more akin to an administrative process than a judicial process. Therefore, the degree of fairness owed in the present case is lower than the degree of fairness owed in the context of a judicial proceeding ( <FRAGMENT_SUPPRESSED>  [2009] FCJ No 435 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [2009] FCJ No 577).", "[65] More particularly, the Court notes that the process in the circumstances is a flexible one. For instance, the fact that a sponsor may re-file following a negative decision and request a reconsideration is reflective of a process that is administrative. The applicant also acknowledges that there was no legal obligation on the part of the respondent to meet with the applicant and that an oral hearing was not required to be conducted (Transcript, p 38, lines 6-7 & 21-23).", "[66] The Court's review of the record and evidence leads it to conclude that an adequate review of the applicant's submission was conducted by the respondent. This review revealed several fatal deficiencies in the applicant's submission and it was thus reasonable for the respondent to bring its review of the submission to an end.", "[67] The applicant nonetheless alleges that the respondent failed to conduct a comprehensive review. Yet, the evidence demonstrates that the issues raised by the applicant in its NOD-Response (June 18, 2010) were identified and addressed by the respondent (see Applicant's Confidential Record, Volume 2, Tab 14 (email dated December 15, 2010); Respondent's Confidential Record, Volume 2, Tab 22 (email dated December 17, 2011); Applicant's Confidential Record, Volume 2, Tab 17 (Notice of Deficiency - Withdrawal Letter (NOD-W dated January 21, 2011)). Hence, the Court cannot agree with the applicant that there was a failure to provide reasons. In fact, reasons were given in the NOD by the respondent and the applicant was given an opportunity to respond in writing. The applicant's response was considered and the respondent confirmed its original decision in the NOD-W.", "[68] Also, the Court cannot agree with the applicant that the respondent added concerns in its NOD-W; rather, the NOD-W merely responded to each of the points made by the applicant in its NOD-Response and included the reviewer reports. Further, the Court observes that the respondent responded to the applicant's request and the applicant was provided with opportunities to communicate with the respondent - including a teleconference (Applicant's Confidential Record, Volume 1, Tab C (Affidavit of Michael Gallo), p 18, para 63; Applicant's Confidential Record, Volume 1, Tab 9, pp 226-227). In this case, the decision-making process has to be viewed in a continuum and, as it was unfolding, the respondent answered the applicant's concerns as and when they were expressed.", "[69] The Court likewise rejects the argument that the process was not entirely transparent and points to the review conducted by Dr. Zoltan Gombos of BCANS (Applicant's Confidential Record, Volume 2, Tab 17, p 327). The research conducted by Dr. Gombos merely demonstrates that the respondent took an additional step and performed a literature and a web site search to verify whether there would be any mention of clinical relevance. Nothing of significance was found.", "[70] Finally, there is the issue of the Reconsideration process. This mechanism was explicitly created to allow for reconsideration of a decision and provides a party with further opportunity to respond to concerns about the studies outlined in the NOD-W. While the applicant submitted a request for reconsideration it also concurrently filed an application for judicial review before the Court. In doing so, the applicant chose to terminate the Reconsideration process. Pursuant to the Guidance for Industry: Reconsideration of Final Decisions Issued for Human Drug Submissions \"[i]f, at any time during the Reconsideration process, the sponsor files a Notice of Application to the Federal Court to resolve the matter, the Directorate will terminate the Reconsideration process\" (Respondent's Confidential Record, Volume 2, Tab 24, pp 387 & 392).", "[71] The applicant emphasized that the Director General issued both the NOD and the NOD-W, which gave the applicant cause to doubt that there would be any meaningful review during the Reconsideration process given that it was also to be carried out by the Director General. Again, the Court cannot accept the applicant's argument in this regard as it was in no way precluded from raising this concern during the Reconsideration process.", "[72] After reviewing the evidence and hearing the parties, the Court finds that the respondent's decision, when read as a whole and in its proper context, is reasonable and that the respondent did not commit a breach of procedural fairness ( Baker , above; Newfoundland and  <FRAGMENT_SUPPRESSED> ).", "[73] The Court's intervention is accordingly not warranted. The application for judicial review will be dismissed. POSTCRIPT", "[74] These Reasons for Judgment are un-redacted from Confidential Reasons for Judgment which were issued on August 9, 2012 pursuant to the Court's Direction dated August 9, 2012. Pursuant to the letter dated August 15, 2012 sent by the applicant and the letter dated August 16, 2012 sent by the respondent, the references to the \"Applicant's Record\" and the \"Respondent's Record\" have been corrected to read \"Applicant's Confidential Record\" and \"Respondent's Confidential Record\". Application dismissed. Editor: Gary W. McLaughlin/vnh Federal Courts Act , RSC 1985, c F-7 Application for judicial review 18.1 (1) An application for judicial review may be made by the Attorney General of Canada or by anyone directly affected by the matter in respect of which relief is sought. Time limitation (2) An application for judicial review in respect of a decision or an order of a federal board, commission or other tribunal shall be made within 30 days after the time the decision or order was first communicated by the federal board, commission or other tribunal to the office of the Deputy Attorney General of Canada or to the party directly affected by it, or within any further time that a judge of the Federal Court may fix or allow before or after the end of those 30 days. Powers of Federal Court (3) On an application for judicial review, the Federal Court may (a) order a federal board, commission or other tribunal to do any act or thing it has unlawfully failed or refused to do or has unreasonably delayed in doing; or (b) declare invalid or unlawful, or quash, set aside or set aside and refer back for determination in accordance with such directions as it considers to be appropriate, prohibit or restrain, a decision, order, act or proceeding of a federal board, commission or other tribunal. Grounds of review (4) The Federal Court may grant relief under subsection (3) if it is satisfied that the federal board, commission or other tribunal (a) acted without jurisdiction, acted beyond its jurisdiction or refused to exercise its jurisdiction; (b) failed to observe a principle of natural justice, procedural fairness or other procedure that it was required by law to observe; (c) erred in law in making a decision or an order, whether or not the error appears on the face of the record; (d) based its decision or order on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it; (e) acted, or failed to act, by reason of fraud or perjured evidence; or (f) acted in any other way that was contrary to law. Demande de contrôle judiciaire Motifs Federal Courts Rules , SOR/98-106 Additional steps 312. With leave of the Court, a party may (a) file affidavits additional to those provided for in rules 306 and 307; (b) conduct cross-examinations on affidavits additional to those provided for in rule 308; or (c) file a supplementary record. Dossier complémentaire Food and Drug Regulations , CRC, c 870 DIVISION 8 New Drugs C.08.002. (1) No person shall sell or advertise a new drug unless (a) the manufacturer of the new drug has filed with the Minister a new drug submission, an extraordinary use new drug submission, an abbreviated new drug submission or an abbreviated extraordinary use new drug submission relating to the new drug that is satisfactory to the Minister; (b) the Minister has issued, under section C.08.004 or C.08.004.01, a notice of compliance to the manufacturer of the new drug in respect of the submission; (c) the notice of compliance in respect of the submission has not been suspended pursuant to section C.08.006; and (d) the manufacturer of the new drug has submitted to the Minister specimens of the final version of any labels, including package inserts, product brochures and file cards, intended for use in connection with that new drug, and a statement setting out the proposed date on which those labels will first be used. (2) A new drug submission shall contain sufficient information and material to enable the Minister to assess the safety and effectiveness of the new drug, including the following: (a) a description of the new drug and a statement of its proper name or its common name if there is no proper name; (b) a statement of the brand name of the new drug or the identifying name or code proposed for the new drug; (c) a list of the ingredients of the new drug, stated quantitatively, and the specifications for each of those ingredients; (d) a description of the plant and equipment to be used in the manufacture, preparation and packaging of the new drug; (e) details of the method of manufacture and the controls to be used in the manufacture, preparation and packaging of the new drug; (f) details of the tests to be applied to control the potency, purity, stability and safety of the new drug; (g) detailed reports of the tests made to establish the safety of the new drug for the purpose and under the conditions of use recommended; (h) substantial evidence of the clinical effectiveness of the new drug for the purpose and under the conditions of use recommended; (i) a statement of the names and qualifications of all the investigators to whom the new drug has been sold; (j) a draft of every label to be used in conjunction with the new drug; (k) a statement of all the representations to be made for the promotion of the new drug respecting (i) the recommended route of administration of the new drug, (ii) the proposed dosage of the new drug, (iii) the claims to be made for the new drug, and (iv) the contra-indications and side effects of the new drug; (l) a description of the dosage form in which it is proposed that the new drug be sold; (m) evidence that all test batches of the new drug used in any studies conducted in connection with the submission were manufactured and controlled in a manner that is representative of market production; and (n) for a drug intended for administration to food-producing animals, the withdrawal period of the new drug. (3) The manufacturer of a new drug shall, at the request of the Minister, provide the Minister, where for the purposes of a new drug submission the Minister considers it necessary to assess the safety and effectiveness of the new drug, with the following information and material: (a) the names and addresses of the manufacturers of each of the ingredients of the new drug and the names and addresses of the manufacturers of the new drug in the dosage form in which it is proposed that the new drug be sold; (b) samples of the ingredients of the new drug; (c) samples of the new drug in the dosage form in which it is proposed that the new drug be sold; and (d) any additional information or material respecting the safety and effectiveness of the new drug. C.08.003. (1) Despite section C.08.002, no person shall sell a new drug in respect of which a notice of compliance has been issued to the manufacturer of that new drug and has not been suspended under section C.08.006, if any of the matters specified in subsection (2) are significantly different from the information or material contained in the new drug submission, extraordinary use new drug submission, abbreviated new drug submission or abbreviated extraordinary use new drug submission, unless (a) the manufacturer of the new drug has filed with the Minister a supplement to that submission; (b) the Minister has issued a notice of compliance to the manufacturer of the new drug in respect of the supplement; (c) the notice of compliance in respect of the supplement has not been suspended pursuant to section C.08.006; and (d) the manufacturer of the new drug has submitted to the Minister specimens of the final version of any label, including any package insert, product brochure and file card, intended for use in connection with the new drug, where a change with respect to any of the matters specified in subsection (2) is made that would require a change to the label. (2) The matters specified for the purposes of subsection (1), in relation to the new drug, are the following: (a) the description of the new drug; (b) the brand name of the new drug or the identifying name or code proposed for the new drug; (c) the specifications of the ingredients of the new drug; (d) the plant and equipment used in manufacturing, preparation and packaging the new drug; (e) the method of manufacture and the controls used in manufacturing, preparation and packaging the new drug; (f) the tests applied to control the potency, purity, stability and safety of the new drug; (g) the labels used in connection with the new drug; (h) the representations made with regard to the new drug respecting (i) the recommended route of administration of the new drug, (ii) the dosage of the new drug, (iii) the claims made for the new drug, (iv) the contra-indications and side effects of the new drug, and (v) the withdrawal period of the new drug; and (i) the dosage form in which it is proposed that the new drug be sold. (3) A supplement to a submission referred to in subsection (1), with respect to the matters that are significantly different from those contained in the submission, shall contain sufficient information and material to enable the Minister to assess the safety and effectiveness of the new drug in relation to those matters. (4) If a supplement to an extraordinary use new drug submission or an abbreviated extraordinary use new drug submission concerns a matter specified in subparagraph (2)(h)(iii), the supplement shall contain the attestation and supporting information referred to in paragraph C.08.002.01(2)(a). C.08.004. (1) Subject to section C.08.004.1, the Minister shall, after completing an examination of a new drug submission or abbreviated new drug submission or a supplement to either submission, (a) if that submission or supplement complies with section C.08.002, C.08.002.1 or C.08.003, as the case may be, and section C.08.005.1, issue a notice of compliance; or (b) if that submission or supplement does not comply with section C.08.002, C.08.002.1 or C.08.003, as the case may be, or section C.08.005.1, notify the manufacturer that the submission or supplement does not so comply. (2) Where a new drug submission or abbreviated new drug submission or a supplement to either submission does not comply with section C.08.002, C.08.002.1 or C.08.003, as the case may be, or section C.08.005.1, the manufacturer who filed the submission or supplement may amend the submission or supplement by filing additional information or material. (3) Subject to section C.08.004.1, the Minister shall, after completing an examination of any additional information or material filed in respect of a new drug submission or an abbreviated new drug submission or a supplement to either submission, (a) if that submission or supplement complies with section C.08.002, C.08.002.1 or C.08.003, as the case may be, and section C.08.005.1, issue a notice of compliance; or (b) if that submission or supplement does not comply with the requirements of section C.08.002, C.08.002.1 or C.08.003, as the case may be, or section C.08.005.1, notify the manufacturer that the submission or supplement does not so comply. (4) A notice of compliance issued in respect of a new drug on the basis of information and material contained in a submission filed pursuant to section C.08.002.1 shall state the name of the Canadian reference product referred to in the submission and shall constitute a declaration of equivalence for that new drug. TITRE 8 a) sa description; (ii) à sa posologie,"]}