{"id_": "022607", "body_str": ["[1] O'Reilly, J. : Mr. Jose Antonio Hernandez Flores says he fled El Salvador to escape street gangs. He claimed refugee protection in Canada, but a panel of the Immigration and Refugee Board dismissed his claim because it felt he had not provided acceptable evidence of his identity. Mr. Hernandez Flores argues that the Board wrongly rejected his identity evidence and misinterpreted the relevant provisions of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (IRPA), and the Refugee Protection Division Rules, SOR/2002-228 (Rules). He asks for a new hearing.", "[2] In my view, the Board did not err. Accordingly, I must dismiss this application for judicial review. I. Issue", "[3] Did the Board err when it rejected Mr. Hernandez Flores's identity documents? II. Analysis", "[4] On the day of his hearing before the Board, Mr. Hernandez Flores provided two documents he hoped would constitute good evidence of his identity and nationality. The first was a photocopy of one page of a Salvadoran passport. The second was a faxed copy of a birth certificate. The Board found that Mr. Hernandez Flores had failed to prove his identity and, therefore, that it was unnecessary to consider the merits of his claim.", "[5] The Board stated that it \"rejected\" Mr. Hernandez Flores's identity documents. It gave the following reasons: - the photograph on the passport did not resemble Mr. Hernandez Flores; - the documents were mere photocopies; - the originals were not available, and Mr. Hernandez Flores could not provide a reasonable explanation why he could not get them; - Mr. Hernandez Flores had nearly a year between making his refugee claim and the date of his hearing to obtain acceptable identity documents; - the documents were filed very late, on the date of the hearing; and - Mr. Hernandez Flores claimed to have spent a period of time in the United States but, without a complete passport, it was impossible to verify the duration of his stay there.", "[6] Mr. Hernandez Flores argues that the Board erred by rejecting his documents on the basis that they were photocopies, not originals. That approach, he submits, is contrary to IRPA and the Board's Rules.", "[7] In assessing a refugee claimant's credibility, the Board must consider whether the claimant has provided acceptable identity documents (s. 106, IRPA; see Annex for relevant enactments). A claimant who has not provided acceptable identity documents must explain why they were not provided and what steps were taken to obtain them (s. 7, Rules). Acceptable documents may be photocopies, so long as they are clear (s. 27(2), Rules), disclosed to the Board and the Minister (s. 29(1), Rules), and filed in a timely fashion, at least 20 days before the hearing (s. 29(4), Rules). If a document is not filed in keeping with the disclosure requirements and time stipulations, the Board is entitled not to rely on it, depending on its relevance, its evidentiary value and the reasons why it could not be provided in accordance with the Rules (s. 30, Rules). Generally speaking, if the claimant is relying on a photocopy, he or she must provide the original on demand or, at the latest, at the hearing (s. 36(1), Rules).", "[8] Here, Mr. Hernandez Flores did not give proper disclosure of his identity documents. He filed them late. Their probative value was low, given their poor quality and incompleteness, and no reason was given why they could not have been filed on time. The photocopies were not supported by originals, and no explanation was given for this failure.", "[9] In my view, the Board was entitled to reject Mr. Hernandez Flores' identity documents. It gave numerous reasons for doing so. It did not reject the documents solely because they were photocopies. Its decision was not out of keeping with the requirements of IRPA or the Rules.", "[10] Mr. Hernandez Flores also argues that the Board failed to respect the presumption that foreign documents are valid unless there is evidence to the contrary:  <FRAGMENT_SUPPRESSED>  (T.D.) (QL). However, as I see it, the Board did not find that the documents were invalid. It found that they were of little or no value as proof of Mr. Hernandez Flores' identity. Only a single page of the passport was presented. The photo was not clear. The photocopied birth certificate matched the passport, but it was not clear that it was the applicant's. Further, the Board drew an adverse inference from the absence of originals, as it was entitled to do.", "[11] Accordingly, I must dismiss this application for judicial review. Mr. Hernandez Flores proposed two questions for me to certify: 1. Does section 106 of the Immigration and Refugee Protection Act provide the criteria for a claimant to prove his or her identity? 2. Are photocopies of foreign documents, in the absence of originals, acceptable evidence for a claimant to prove his or her identity before the Immigration and Refugee Board?", "[12] In light of the manner in which I have dealt with the issues arising on this judicial review, I do not regard the proposed questions as matters of general importance or dispositive of the issues in this case. Accordingly, I decline to certify the proposed questions. JUDGMENT", "[13] THIS COURT'S JUDGMENT IS that: 1. The application for judicial review is dismissed. 2. No question of general importance is stated. Annex Immigration and Refugee Protection Act, S.C. 2001, c. 27 Claimant Without Identification Credibility 106. The Refugee Protection Division must take into account, with respect to the credibility of a claimant, whether the claimant possesses acceptable documentation establishing identity, and if not, whether they have provided a reasonable explanation for the lack of documentation or have taken reasonable steps to obtain the documentation. Refugee Protection Division Rules, SOR/2002-228 Documents establishing identity and other elements of the claim 7. The claimant must provide acceptable documents establishing identity and other elements of the claim. A claimant who does not provide acceptable documents must explain why they were not provided and what steps were taken to obtain them. Photocopies 27. (2) Any photocopy provided by a party must be a clear copy of the document photocopied and be on one side of 21.5 cm by 28 cm (8½\" x 11\") paper and the pages must be numbered. Disclosure of documents by a party 29. (1) If a party wants to use a document at a hearing, the party must provide one copy to any other party and two copies to the Division, unless these Rules require a different number of copies. Time limit (4) Documents provided under this rule must be received by the Division or a party, as the case may be, no later than (a) 20 days before the hearing; or (b) five days before the hearing if the document is provided to respond to another document provided by a party or the Division. Use of undisclosed documents 30. A party who does not provide a document as required by rule 29 may not use the document at the hearing unless allowed by the Division. In deciding whether to allow its use, the Division must consider any relevant factors, including (a) the document's relevance and probative value; (b) any new evidence it brings to the hearing; and (c) whether the party, with reasonable effort, could have provided the document as required by rule 29. Original documents 36. (1) A party who has provided a copy of a document to the Division must provide the original document to the Division (a) without delay, on the request in writing of the Division; or (b) if the Division does not make a request, no later than the beginning of the proceeding at which the document will be used. Photocopies Délai Documents originaux [End of document]"]}