{"id_": "022701", "body_str": ["[1] Manson, J. : This is an application for judicial review of the decision of T.J. Lawson, a General with the Chief of Defence Staff, [the General], pursuant to section 18.1 of the Federal Courts Act , RSC 1985, c F-7. The General denied the Applicant's salary grievance. I. Issue A. Was the General's decision denying the Applicant's grievance reasonable? II. Background", "[2] The Applicant enrolled in the Canadian Forces as an electrical and mechanical engineer [EME] on August 8, 2008. He has a Bachelor degree in Engineering and a Master's degree in Engineering Science.", "[3] On May 7, 2010, the Applicant submitted a grievance in relation to a number of issues, including his pay level. According to the affidavit of Johanna Erwins, a Grievance Analyst working in the Office of the Director General Canadian Forces Grievance Authority, issues not related to his pay level were processed in a separate file.", "[4] With respect to his pay level, the Applicant claimed: My pay level does not reflect the pay level I was offered on enrolment. Further, currently there is no pay policy provision that takes into consideration DEO years of experience in the field of mechanical engineering prior to enrolment and engineering postgraduate education acquired with no DND funding.", "[5] The Applicant sought his pay increment be changed to level \"C - 8,\" retroactive to the date he began his training, as he had a master's degree and had accumulated several years work experience in his field prior to being enrolled with the Canadian Armed Forces. As of the date of his grievance, this adjustment would result in a disbursement of $11,820 to the Applicant.", "[6] On April 18, 2011, D.M. MacKiegan, a Commander with the Canadian Forces Recruiting Group Headquarters [the Commander], denied the Applicant's grievance. In so doing, the Commander noted that the educational entry standards for an EME are a Bachelor of engineering, and there is no requirement for an EME to hold a master's degree or have prior work experience. In the absence of policy dictating that additional engineering training and experience warrants a higher pay increment, the Commander concluded that the Applicant's current pay increment was appropriate.", "[7] The Commander found that there was no evidence that the Applicant was promised additional pay when he was recruited. On the contrary, the Applicant's Employment Transfer and Posting message, communicated with his offer of employment, included information regarding his salary level, a salary which the Applicant accepted.", "[8] On September 21, 2011, the Applicant requested his grievance be considered by the Chief of Defence Staff, who serves as the final authority for grievances.", "[9] On June 20, 2012, a mandatory referral of the Applicant's grievance was made to the Canadian Forces Grievance Board [the CFGB]. Their purpose is to provide findings and recommendations to the Chief of Defence Staff regarding a grievance at issue.", "[10] The CFGB concurred with the Commander that there was insufficient evidence to establish that the Applicant was offered a higher pay increment when he was offered enrolment by a Canadian Armed Forces Recruiting Officer. The CFGB also noted that the decision to award additional pay increments is usually made by a central authority, not at an individual recruitment centre.", "[11] With regard to whether his previous skills and qualifications were appropriately assessed, the CFGB determined that a Prior Learning Assessment and Recognition [PLAR] ought to have been conducted to determine the value of his prior skills and qualifications.", "[12] On May 23, 2013, the General denied the Applicant's grievance.", "[13] The General noted that the policy applicable to the Applicant's pay level was Compensation and Benefit Instruction 204.015, which states: To determine the rate of pay on enrolment, transfer or change in class of Reserve Service based on pay credits that, in accordance with orders or instructions issued by the Chief of Defence Staff, reflect the amount of qualifying service, academic or other special qualifications possessed by a application that are determined to be of military value.", "[14] The General agreed with the recommendation of the CFGB that a PLAR ought to have been conducted in the case of the Applicant. The General noted that the purpose of conducting a PLAR is described in Defence Administrative Orders and Directives 5031-1 as follows: ...a PLAR is normally conducted if the prior learning of a CAF member ...could result in a reduction or elimination of future training and education time for progression with the CAF member's military occupation or in a military occupation to which the member is in the process (sic) transferring ...", "[15] The General determined that because the Applicant's education and skills experience did not result in any reduction of training days, no cost savings were accrued by the Canadian Armed Forces. Thus, a PLAR does not support the Applicant receiving a higher salary.", "[16] The General also noted that the authority responsible for establishing the qualifications required for the Applicant's position has determined that only a bachelor's degree is required for his position, and there is no pay policy provision which takes into consideration previous years of related experience or postgraduate training acquired without Canadian Forces funding.", "[17] Finally, the General was unconvinced there was any evidence to support the Applicant's contention that he was told that he would be receiving a different pay salary than the one which he ultimately received. III. Standard of Review", "[18] The standard of review is reasonableness, as this application involves a discretionary decision of mixed fact and policy ( <FRAGMENT_SUPPRESSED> ). IV. Analysis", "[19] While I agree with the Respondents that the Applicant's submissions are generally not relevant in respect of the judicial review sought in his application or the grievance at issue, including the issues of breach of contract, negligent misinterpretation and the doctrine of contra proferentem , I have nevertheless considered whether the General's decision meets the standard of reasonableness.", "[20] The only argument made by the Applicant which is relevant to his application relates to the allegation that the Canadian Forces Recruitment Centre misled him on what his salary would be upon enrolment.", "[21] The General reviewed whether the Applicant's qualifications would justify a higher pay increment, in accordance with the Defence Administrative Orders and Directives 5031-1 and Compensation and Benefit Instruction 204.015 policies. The General concluded that given the established requirements for the Applicant's position, no training days would have been saved by virtue of the Applicant's prior qualifications, and thus, a higher pay increment was not justified. This finding is justifiable, intelligible and transparent.", "[22] Likewise, the General's finding regarding that the Applicant was not misled by a Recruitment Officer was reasonable. The Applicant merely asserts that he was misled. While the notes of the Recruitment Officer do not offer details of what salary was offered to him, these notes do not support the Applicant's claim that a higher salary was suggested. Given the evidence that the Applicant's current salary was later accepted, it was reasonable for the General to conclude that the Applicant was not misled. JUDGMENT", "[23] THIS COURT'S JUDGMENT is that the application is dismissed. II. Contexte", "[2]", "[3]", "[4] [traduction]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17] III. La norme de contrôle applicable", "[18] <FRAGMENT_SUPPRESSED> à 23). IV. Analyse", "[19] contra proferentem", "[20]", "[21]", "[22] JUGEMENT", "[23] [End of document]"]}