{"id_": "022845", "body_str": ["[1] Pinard, J. [Translation]:  This is an application for judicial review of a decision by a member of the Refugee Protection Division of the Immigration and Refugee Board (panel) submitted in accordance with subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (Act) by Diego Enrique Casillas Gomez (applicant). The panel found that the applicant was not a refugee or a person in need of protection and therefore rejected his refugee claim.", "[2] The applicant is a citizen of Mexico who was born on March 6, 1985. He was living in the State of Queretaro.", "[3] In October 2008, he was working as a parking valet. On October 25, 2008, during a wedding at his workplace, he allegedly obtained keys for the vehicle of Federico Ruiz Lomeli, a well-known and influential person, the son of one of the heads of the Coca-Cola company in the State of Queretaro.", "[4] On October 28, 2008, Mr. Lomeli's bodyguards apparently paid a visit to the applicant at his workplace. The bodyguards purportedly accused him of stealing a briefcase belonging to Mr. Lomeli when he had parked his car. The briefcase contained important documents and money. The applicant denied it.", "[5] Over the following days, the bodyguards purportedly came back several times. They apparently threatened the applicant with reprisals if he did not return the briefcase. The applicant apparently fled to the home of his sister and to the homes of some friends. On November 11, he allegedly decided to come to Canada and purportedly obtained a passport. On November 15, Mr. Lomeli's bodyguards apparently assaulted him again. On November 19, he travelled to Toronto.", "[6] The panel noted that there was no evidence of one of the five grounds listed in section 96 of the Act and it therefore determined that this section did not apply. Moreover, as there was no evidence that the Mexican state had been the applicant's agent of persecution, the panel also determined that paragraph 97(1)( ) did not apply and that only paragraph 97(1)( ) could be considered. The panel eventually found that the applicant had not established his credibility and had therefore not discharged his burden of demonstrating a reasonable fear of persecution.", "[7] The panel found that, during his testimony, the applicant had had a great deal of difficulty recalling the events of the past and important details and dates, even though the alleged incidents had taken place less than 24 months before the hearing. The contradictions and omissions identified by the panel are related to major facts in the refugee claim.", "[8] The only issue is whether the panel's decision is reasonable.", "[9] In fact, the applicable standard of review for credibility findings is reasonableness. At paragraph 47 of <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada noted that \"reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "[10] After reviewing the evidence and hearing counsel for the parties, I am of the opinion that the decision is reasonable with respect to the assessment of the applicant's contradictions and omissions, which are clearly apparent from reading the applicant's Personal Information Form, the transcripts of his interviews with the immigration officers and the hearing transcript. I agree with the panel that these bear on facts that are central to the account provided by the applicant, who was not even able to provide a coherent order of events just days after the alleged incidents. I also agree with the respondent that <FRAGMENT_SUPPRESSED>  is relevant. In his decision, Justice Luc Martineau wrote the following:", "[21] The case law states that differences between the claimant's statement at the port of entry and the claimant's testimony are enough to justify a negative credibility finding when these contradictions bear on elements that are central to the claim: <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 959 (QL), at paragraph 23 and <FRAGMENT_SUPPRESSED>  (QL). Further, the RPD is entitled to assess a claimant's credibility based on a single inconsistency where the impugned evidence is a significant aspect of the claim: see <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 648 (QL).", "[11] Moreover, the applicant criticizes the panel for failing to consider the fact that he was nervous and stressed during the hearing, alleging violence and stress are clearly elements that could have affected his emotional stability. He adds that he had clearly stated that he had encountered Mr. Lomeli's bodyguards several times and the fact that he could not remember these meetings in a detailed manner does not undermine his credibility.", "[12] However, according to the hearing transcript, the applicant mentioned his nervousness only once, and it was to try to justify why he failed to mention the incident of November 17, 2008, during his interview with the immigration officer.", "[13] Furthermore, as noted by the respondent, the applicant did not submit any medical evidence on his psychological state during the hearing, which he could very well have done.", "[14] Taking into account the fact that the panel had the opportunity to observe the applicant's conduct as a witness and that he never mentioned during the hearing that it was making him nervous, I do not intend to intervene concerning the assessment made by the panel regarding the applicant's lack of credibility.", "[15] For all of these reasons, the application for judicial review is dismissed. I am in agreement with counsel for the parties that this is not a case for certification. JUDGMENT", "[16] The application for judicial review of a decision by a member of the Refugee Protection Division of the Immigration and Refugee Board that the applicant is not a refugee or a person in need of protection according to sections 96 and 97 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27, is dismissed.", "[1] Le juge Pinard", "[2]", "[3]", "[4]", "[5]", "[6] a) b)", "[7]", "[8]", "[9]", "[10]", "<FRAGMENT_SUPPRESSED>  [2005] A.C.F. no 959 (QL) au para. 23 et <FRAGMENT_SUPPRESSED>  [2004] A.C.F. no 648 (QL).", "[11]", "[12]", "[13]", "[14]", "[15] JUGEMENT", "[16] [End of document] <FRAGMENT_SUPPRESSED>"]}