{"id_": "022814", "body_str": ["[1] Heneghan, J. : Ms. Sylvia Barrios Silva (the \"Applicant\") seeks judicial review of the decisions made by an officer (\"Officer\"), refusing her applications for pre-removal risk assessment (\"PRRA\") pursuant to section 112 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the \"Act\") and for permanent residence in Canada on humanitarian and compassionate grounds (\"H&C\") pursuant to subsection 25(1) of the Act. BACKGROUND", "[2] The Applicant is a citizen of Mexico. She sought protection in Canada as a Convention refugee, pursuant to section 96 of the Act, in September 2003. Her claim was based upon her fear of her former lover, a commander in the Office of the Attorney General in Mexico. She claimed that he was implicated in her being kidnapped in September 2001. Her claim for Convention refugee status was dismissed by the Immigration and Refugee Board, Refugee Protection Division (the \"RPD\") in a decision made on May 5, 2005, on the grounds that she had a viable internal flight alternative (\"IFA\") in Veracruz or Querétaro, Mexico.", "[3] In her PRRA application, submitted on November 29, 2010, the Applicant alleged that the situation in Mexico had deteriorated to the extent that an IFA was no longer available to her. Kidnappings were common; she alleged that she fit the profile of a person who could be targeted for kidnapping and extortion, since she is a middle class mother of a young child. She claimed that if returned to Mexico she will be exposed to the same people who forced her to leave in the first place.", "[4] The Applicant grounds her H&C application upon the degree of her establishment in Canada, including the fact that she has been financially self-sufficient since January 2005. She claims that she could face discrimination in finding work in Mexico on the grounds of her age, gender and status as the mother of a young child. She filed an affidavit stating that she has no continuing relationship with the father of her child, and that the father has no status in Canada and no contact with their daughter.", "[5] In deciding the PRRA application, the Officer found that, although violence in Mexico is a serious problem, state protection was available to the Applicant. The Officer also found that the Applicant had not submitted any new evidence to rebut the RPD's finding as to the availability of an IFA.", "[6] In rejecting the H&C application, the Officer acknowledged that the Applicant had shown a degree of establishment in Canada but also observed that she had extensive family in Mexico, that she had always worked in Mexico and would be able to find work there if returned. Further, the Officer noted that being the mother of a Canadian-born child did not entitle the Applicant to a positive H&C decision just because better opportunities were provided for children in this country than in Mexico. Finally, the Officer concluded that the Applicant had not shown that she was at a greater personalized risk in Mexico than many other people in that country. ISSUES", "[7] Five issues are raised in these applications for judicial review. First, what is the standard of review? Second, did the Officer err in making the PRRA decision on the basis of credibility findings, without giving the Applicant an interview? Third, did the Officer err in assessing the evidence submitted on the PRRA application? Fourth, did the Officer err in assessing the evidence submitted on the H&C application? Finally, did the Officer breach procedural fairness by conducting independent research without notice to the Applicant, thereby committing a reviewable error?", "[8] For judicial review of decisions made upon PRRA applications, the applicable standard of review is reasonableness since such decisions involve questions of mixed fact and law and the weighing of evidence; see the decision in <FRAGMENT_SUPPRESSED>  (F.C.A.) at para. 3.", "[9] The standard of reasonableness also applies to the question of whether the Officer should have convoked an interview to assess the Applicant's credibility. In this regard, I refer to the decision in <FRAGMENT_SUPPRESSED>  at para. 9 where Justice Snider said the following: In my view, the applicable standard of review is reasonableness. The Officer's task is to analyze the appropriateness of holding a hearing in light of the particular context of a file and to apply the facts at issue to the factors set out in s.167 of the Regulations.", "[10] Since it involves assessment of a question of mixed fact and law, the H&C decision is reviewable upon the standard of reasonableness; see <FRAGMENT_SUPPRESSED>  at para. 51.", "[11] The Applicant also raises an issue of procedural fairness with respect to the Officer's reliance on extrinsic evidence, that is, evidence relating to the status of the Applicant's former boyfriend in Mexico. Questions of procedural fairness are reviewable on the standard of correctness; see Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para. 43. THE PRRA DECISION", "[12] The Applicant advances several arguments in challenging the PRRA decision. First, she says that the Officer improperly relied on her own internet research relating to the status of her former lover in Mexico and obtained extrinsic evidence that was never disclosed to her. She submits that the Officer erred in not giving her the opportunity to respond to that information. She also argues that the Officer erred in searching terms that were incorrect; the former lover was a comandant not a \"procureur / procurador / procurat\", the terms used by the Officer in her search.", "[13] The Applicant argues that the negative PRRA decision was based upon a negative assessment of her credibility and that the Officer erred by failing to conduct an interview, that is, to give the Applicant an opportunity to satisfy any credibility concerns. She submits that since there was no interview, the Officer had a responsibility to clearly distinguish between sufficiency of evidence and the credibility of evidence, and that she failed to do so.", "[14] The Minister of Citizenship and Immigration (the \"Respondent\") takes the position that the Officer reasonably assessed the evidence submitted and that the decision meets the applicable standard of review.", "[15] I agree that the Officer breached procedural fairness by relying on extrinsic evidence, that is, the Google searches, that were never disclosed to the Applicant. I also agree with the Applicant's submissions that the Officer erred by relying on extrinsic evidence that was based upon incorrect search terms.", "[16] However, as noted by the Supreme Court of Canada in the decision <FRAGMENT_SUPPRESSED>  at page 228, not every breach of procedural fairness gives rise to judicial intervention. The extrinsic evidence obtained by the Officer was not determinative in the ultimate disposition of the PRRA application and the error does not affect the determinative finding of the Officer that an IFA is available to the Applicant in Mexico.", "[17] I am not persuaded that the Applicant has shown that an interview was required in this case. She has not shown that the Officer relied on credibility findings, rather than sufficiency of evidence, in making the negative PRRA decision. No officer is required to conduct an interview for the purposes of a PRRA application unless the factors identified in section 167 of the Immigration and Refugee Protection Regulations , S.O.R./2002-227 (the \"Regulations\"),are present. Section 167 provides as follows: 167. For the purpose of determining whether a hearing is required under paragraph 113(b) of the Act, the factors are the following: (a) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act; (b) whether the evidence is central to the decision with respect to the application for protection; and (c) whether the evidence, if accepted, would justify allowing the application for protection.", "[18] In the decision, the Officer noted that the Applicant failed to submit sufficient information to show that she had a personalized risk and was unable to avail herself of state protection. The Officer assigned little weight to letters from the Applicant's parents and the identity of her persecutor. However, the Applicant has not shown that these findings were central to the ultimate decision or that they would justify allowing the application if accepted, a factor identified in subsection 167(c) of the Regulations.", "[19] The Applicant argues that the Officer's IFA finding is flawed because in making that finding, the Officer ignored new evidence, that is, the fact that the Applicant now has a young child. In my opinion, this submission is unsound.", "[20] According to the decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , supra , a finding by the RPD that a claimant has an IFA or can access state protection or is not credible would preclude a positive finding in a PRRA unless the claimant shows, with new evidence, that a material change in circumstances has occurred since the prior determination by the RPD.", "[21] In this case, the RPD had found a valid IFA. The Officer found that the Applicant had not rebutted this finding with new evidence. The fact that the Applicant has a young child is not \"evidence\" that could show that the RPD's finding of an IFA is no longer valid.", "[22] The Applicant has not shown, with probative evidence, that the existence of her child would or could affect the IFA determination made by the Officer. A valid IFA can be determinative; see the decision in <FRAGMENT_SUPPRESSED> . The question is whether the Officer's IFA finding is reasonable.", "[23] On the basis of the evidence submitted, I am satisfied that the Officer's IFA finding was reasonable and the application for judicial review, with respect to that decision, is dismissed. THE H&C DECISION", "[24] As noted above, the H&C decision is reviewable on the standard of reasonableness. The Applicant has advanced several arguments in her challenge to the H&C decision.", "[25] She alleges that the Officer applied the wrong test for an H&C application by stating, in her decision, that the Applicant \"has not proved to my satisfaction that it is impossible for her to apply for permanent residence from outside Canada, as required by the IRPA [the Act] \". She alleges the Officer erred by finding that she could return to Canada as a self-employed worker and as such, be issued an immigration visa. Further, she submits that the Officer failed to consider the best interests of the child first, and failed to consider that the child would lose the benefits of her Canadian citizenship, if the Applicant is returned to Mexico.", "[26] The Applicant also argues that this Court should follow the decision of the United Kingdom Supreme Court in <FRAGMENT_SUPPRESSED>  A.C. 166, in assessing the best interests of a Canadian-born child. In ZH supra , the United Kingdom Supreme Court considered the impact of the removal of a non-citizen parent in assessing the best interests of a citizen child. Finally, she submits that the Officer exceeded her jurisdiction by re-litigating the RPD claim and considering the Applicant's delay in claiming refugee protection as a negative factor.", "[27] For his part, the Respondent submits that the Officer committed no reviewable error in refusing the H&C application. He argues that the Officer applied the correct test, that is, whether the Applicant would suffer undue and undeserved or disproportionate hardship by having to apply for permanent residence from outside Canada.", "[28] Otherwise, the Respondent submits that the Officer properly assessed the best interests of the Applicant's child, observing that the mere fact that a child is born in Canada to a parent without status is not a basis, per se , for granting an H&C application. The Respondent further argues that the United Kingdom Supreme Court decision relied upon by the Applicant has no relevance or application to Canadian law.", "[29] In my opinion, in spite of the many arguments advanced by the Applicant, she has not shown that the Officer committed any errors in her disposition of the H&C application.", "[30] Although the Officer used the word \"impossible\" in referring to the test for disposing of an H&C application, this does not mean that she misapplied the test. The first mention of that word is on page 4 of the decision, paragraph 2, and the second is on page 5, 5th full paragraph.", "[31] The reference on page 4 is clearly an error but it is not apparent that the Officer applied a standard of impossibility since she also stated the test of \"unusual and undeserved or disproportionate hardship\" several times throughout the decision.", "[32] The second use of the word \"impossible\" is on page 5 of the decision. The second reference relates to the expectation that the Applicant could adapt to another region of Mexico. In my opinion, the Applicant is taking this word out of its context and her argument in this regard cannot succeed.", "[33] The Officer did not find that the Applicant could re-enter Canada as a temporary worker. Rather, the Officer made the following comment: The applicant has experience as a self-employed worker in Canada which she will be able to turn to her advantage. It is up to her own discretion to apply for permanent residence if she wants a future for herself and her daughter in Canada (page 4 of the decision).", "[34] There is nothing unreasonable about this statement and the Officer did not find that the Applicant would be granted a self-employed worker visa.", "[35] As well, the Applicant has not shown any errors by the Officer in her assessment of the best interests of the Applicant's Canadian-born child. The Applicant proposes that Canadian law should follow the United Kingdom decision in ZH supra , para. 33, which held that the \"best interests of the child must be a primary consideration\" when weighing various factors.", "[36] However, that decision is not relevant to the interpretation of Canadian immigration law because it relied upon the United Kingdom's national implementation of Article (3)1 of the United Nations Convention on the Rights of the Child , 20 November 1989, Can. T.S. 1992 No. 3. In particular, section 55 of the United Kingdom's Borders, Citizenship and Immigration Act 2009 (U.K.), 2009, c. 11,has no equivalent in the Act. The relevant jurisprudence provides that the best interests of the child, even a Canadian-born child, are not determinative of an H&C application. In this regard, I refer to the decisions in <FRAGMENT_SUPPRESSED>  (F.C.A.) and <FRAGMENT_SUPPRESSED>  (F.C.A.).", "[37] The Officer's risk analysis in the H&C application is the same one conducted for the PRRA application. The IFA finding made by the RPD remains uncontradicted; the Applicant did not submit new evidence upon her H&C application that would overcome the RPD's finding of a viable IFA. Again, this finding is determinative in concluding that the Officer's decision upon the H&C application was reasonable.", "[38] In the result, the application for judicial review relative to the H&C decision is dismissed.", "[39] In respect of the H&C application the Applicant submitted the following question for certification: Whether the best interests of a child must be a primary consideration when assessing an applicant under s. 25 of the Act and the Regulations?", "[40] The Respondent, having had the opportunity to make submissions on the proposed question for certification, argues that the question should not be certified because it does not meet the criteria for certification, that is, a serious question of general importance that would be dispositive of an appeal; see <FRAGMENT_SUPPRESSED>  (F.C.A.) at para 11.", "[41] I agree with the Respondent's arguments in this regard. No question will be certified in respect of the H&C decision.", "[42] These Reasons will be filed in cause number IMM-3153-11 and placed on the file in cause number IMM-3154-11. <FRAGMENT_SUPPRESSED>  Heneghan", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8] <FRAGMENT_SUPPRESSED>  (CAF), au paragraphe 3.", "[9]", "[10] <FRAGMENT_SUPPRESSED> , au paragraphe 51.", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17] 167. For the purpose of determining whether a hearing is required under paragraph 113( ) of the Act, the factors are the following: ) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act; ) whether the evidence is central to the decision with respect to the application for protection; and ) whether the evidence, if accepted, would justify allowing the application for protection.", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24]", "[25]", "[26] ZH", "[27]", "[28]", "[29]", "[30]", "[31]", "[32]", "[33]", "[34]", "[35] ZH", "[36] Borders, Citizenship and Immigration Act 2009 <FRAGMENT_SUPPRESSED>  (CAF).", "[37]", "[38]", "[39]", "[40] <FRAGMENT_SUPPRESSED>  (CAF), au paragraphe 11.", "[41]", "[42] [End of document]"]}