{"id_": "023013", "body_str": ["[1] Diner, J. : This is an application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [ IRPA , the Act], of the decision dated May 21, 2013 of a Citizenship and Immigration Canada [CIC] officer [Officer] refusing the Applicant's request to waive the medical examination of her dependent son with respect to her application for permanent residence in Canada as a member of the spouse or common-law partner in Canada class. II. Facts", "[2] In 2009, Le Kieu Khanh Nguyen [Applicant] applied for permanent residence in Canada as a member of the spouse or common-law partner in Canada class. After CIC advised the Applicant that her son was required to undergo an immigration medical examination, she requested that CIC close her son's file, as he was living with his father at the time and was not interested in going to Canada. In response, CIC advised her that whether or not her son was accompanying her, he would be required to undergo a medical examination in order to establish that he was not inadmissible.", "[3] Thus, the Applicant provided a translated copy of her divorce judgment [Divorce Judgement] and a letter from a lawyer, dated March 25, 2012 [Lawyer's Confirmation Letter].", "[4] CIC advised the Applicant that she had provided conflicting information with respect to the custody of her son. On the one hand, she had stated that he was in the custody of his father, and on the other, she had provided documents indicating that he was looked after by his grandparents. She was asked to clarify \"with certified documents as per the custody agreement in [her] divorce decision\" (Applicant's Record [AR], p 153). She was given 60 days to provide the medical examination of her son, or to make submissions on her ability to comply with the requirement.", "[5] In July 2012, the Applicant's immigration consultant wrote a letter [Consultant's Letter] requesting that CIC waive the medical examination requirement for the Applicant's son, without excluding him from the possibility of future sponsorship by his mother. The consultant advised that the Applicant was not seeking for her son to join her in Canada at that time, but that the need may come in the future for her to sponsor him to come to Canada. He further advised that the Applicant did not have de facto custody of her son and did not have the power to make the medical examination happen at that time, as her son was with his biological father. As the father refused to allow the medical examination, and as there may be a need for the son to come to Canada in the future, the consultant requested that CIC waive the requirement based on the best interests of the child [BIOC] (Certified Tribunal Record [CTR], pp 150-151).", "[6] In response to the request to waive the requirement, CIC requested proof that all reasonable efforts had been made to have the dependent examined. The Applicant's consultant provided a number of documents to confirm that the son was living with the Applicant's ex-husband at the time and that her ex-husband refused to allow his son to undergo a medical examination (CTR, pp 135, 136, 145, 147). III. Decision", "[7] On May 21, 2013, the Officer refused the Applicant's request to waive the requirement to have her son undergo a medical examination [Decision], writing: You have submitted conflicting information on the custody of your minor son, and you have provided information which indicates you intend to sponsor your minor son in the future. After careful consideration of the circumstances, your request to waive the examination has been denied. (CTR, p 167).", "[8] The officer's reasons provided to the Court are in the form of FOSS Notes. These reasons indicate that CIC found the following evidence to be conflicting on the issue of the custody of the son: A. The Divorce Judgment gave the Applicant the right to \"bring up\" her son, and gave her ex-husband the right to \"see, take care and educate\" the son (CTR, pp 56-57; AR, pp 90-91). B. The Lawyer's Confirmation Letter indicated that the Divorce Judgment represents that the son was to be raised by his mother. The Letter further confirmed that because the Applicant is not regularly in Vietnam, her son \"will be supervised and cared about by his grandfather and grandmother ... at the same above mentioned address.\" (CTR , p 186) C. The Consultant's Letter stated that \"the child has been in the custody of his father since the departure of the applicant from Vietnam.\" It also stated that the lawyer who drafted the Lawyer's Confirmation Letter based his conclusion that the son was living with his grandparents on the Divorce Judgment and the fact that the child was with the grandparents when they attended at his office. The consultant advised that the child had visited the grandparents in April 2012, as they sometimes cared for him, but was then returned to the custody of his father. He went on to argue that \"if the grandparents had custody of the child, they would have easily taken the child to undergo his medical examination.\" (CTR, p 150) D. The Applicant stated in an unsworn confirmation letter dated October 25, 2012 that when she left Vietnam in 2008, she \"left [her] child in the custody of his father.\" (CTR, p 66) E. A second lawyer's letter, dated October 12, 2012, stated that based on the Divorce Judgment, the Applicant was \"entitled to bring up their common child\" and that \"his maternal grandparents [...were] his guardians.\" The letter also stated that his \"father, picked [the son] up to live together in Vinh Phuoc\", that the maternal grandparents urged the father to take him for the medical examination, but that the father \"has not done and wanted [the son] to live with him\" (CTR, pp 66-70).", "[9] The reasons also noted conflicting information provided with respect to whether the Applicant intended for her son to come and live with her in Canada in the future (CTR, pp 28, 75-78).", "[10] Finally, the Officer found that as the Applicant had not established that her son was in the sole custody of another person, he had to be examined: It appears that the client does in fact want her son to accompany her to Canada, even if not at this time, but at some point in the future. Client has not provided evidence that her non-accompanying overseas dependant son is in the sole custody of another person. She has provided conflicting information on the living arrangements and custody of her son. Her son is a minor child (currently 9 years old), and as she cannot provide evidence that he is in the sole custody of another person, he must be examined. Request from 27JUL2012 letter to waive examination of dependant has been denied. [...] (CTR, pp 76-78). IV. Issues", "[11] The Applicant has raised the following issues: A. Whether the Officer incorrectly interpreted section 23 of the Regulations , by requiring that the Applicant prove that another person had sole custody of her son in order to be captured by that section. B. Whether the Officer's refusal to waive the requirement that the Applicant's dependent son be examined for medical inadmissibility was reasonable. V. Relevant Provisions", "[12] Subsection 42(a) of IRPA clarifies that if a non-accompanying family member is inadmissible, that will only make the foreign national applicant inadmissible in prescribed circumstances: 42. A foreign national, other than a protected person, is inadmissible on grounds of an inadmissible family member if (a) their accompanying family member or, in prescribed circumstances, their non-accompanying family member is inadmissible; [...]", "[13] These \"prescribed circumstances\" are set out in section 23 of the Immigration and Refugee Protection Regulations , SOR/2002-227 [ Regulations ]: 23. For the purposes of paragraph 42(a) of the Act, the prescribed circumstances in which the foreign national is inadmissible on grounds of an inadmissible non-accompanying family member are that (a) the foreign national has made an application for a permanent resident visa or to remain in Canada as a permanent resident; and (b) the non-accompanying family member is [...] (iii) a dependent child of the foreign national and either the foreign national or an accompanying family member of the foreign national has custody of that child or is empowered to act on behalf of that child by virtue of a court order or written agreement or by operation of law, or [...] [Emphasis added] VI. Standard of Review", "[14] The interpretation of the \"custody\" requirement in section 23 of the Regulations is reviewable on a standard of reasonableness. The presumption is that an administrative tribunal's interpretation of its home statutes is reviewable on a reasonableness standard ( Alberta (Information and  <FRAGMENT_SUPPRESSED> ). That presumption is not rebutted in this case, as the interpretation does not fall into any of the categories of questions to which the correctness standard continues to apply ( <FRAGMENT_SUPPRESSED> ).", "[15] The Officer's Decision not to waive the medical examination requirement is a question of mixed fact and law and is also reviewable on a standard of reasonableness ( <FRAGMENT_SUPPRESSED> ). When reviewing a decision on the standard of reasonableness, the Court is concerned with \"the existence of justification, transparency and intelligibility within the decision-making process\" and with \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> at para 47).", "[16] The Applicant argued that the interpretation of custody involves family law components and thus should be reviewed on a correctness standard. I disagree.", "[17] The Federal Court recently stated that a visa officer's decision whether to exercise H&C discretion, including in matters involving BIOC arguments, \"involved the application of settled legal principle[s] to the particular facts of the case, a classic instance of reasonableness review\" ( <FRAGMENT_SUPPRESSED> ). In any event, it is my conclusion that the Officer reasonably interpreted and applied the legislation in this case. VII.", "[18] The Applicant submits that the Officer erred in interpreting section 23 of the Regulations by requiring her to demonstrate that someone else had sole custody of the child in order to escape the operation of section 23. It is the Applicant's position that section 23 is only engaged when the applicant has full custody of the non-accompanying dependent, and that the exception would therefore apply if she had joint custody with her ex-husband.", "[19] The Applicant further submits that it was unreasonable for the Officer to find that the Applicant was caught by section 23 of the Regulations on the basis that she had not demonstrated that someone else had sole custody of her son. By demonstrating that she shares custody with her husband, and that her ex-husband does not consent to the examination, she has established that she is not in a position, legal or otherwise, to compel her son to undergo a medical examination. The Applicant has not seen or cared for her son since she left Vietnam, and it was therefore unreasonable for the Officer to fail to take into consideration that the Applicant did not have de facto custody of her son: <FRAGMENT_SUPPRESSED> .", "[20] The Respondent contends that the Officer did not err in the interpretation of section 23 of the Regulations , as it was consistent with the interpretation that has been upheld by this Court. According to the jurisprudence, it is not the establishment of \"shared custody\" that is relevant for the purposes of section 23 of the Regulations , but whether the dependent child is in the legal custody of someone other than the applicant such that the applicant cannot exercise legal rights over the child with respect to his or her examination:  <FRAGMENT_SUPPRESSED> citing <FRAGMENT_SUPPRESSED>  (TD).", "[21] Further, the Respondent submits that the Officer's decision not to waive the examination was well within the range of acceptable outcomes on the facts and law. The Applicant had failed to meet her burden to establish that she had arrived at the point of last resort per the case law, such that the medical exam requirement should be waived, as she had provided conflicting information with respect to her son's living arrangements and custody.", "[22] Despite the unclear and inconsistent information she provided to CIC, the evidence before the Officer still suggested that the Applicant had legal custody over her dependent son, as no modification to the Divorce Judgment was ever provided. Furthermore, it is unclear why the Applicant's parents could not have taken the Applicant's son for a medical examination, since they clearly had him in their care when they took him to the lawyer to obtain the Lawyer's Confirmation Letter. VIII. Analysis", "[23] In my view, the Officer made no error in his interpretation of the Regulations , and his conclusion is within the range of possible acceptable outcomes in respect of the facts and law.", "[24] Pursuant to sections 11 and 38 of IRPA and subparagraph 72(1)(e)(I) of the Regulations , in order for a foreign national to become a permanent resident of Canada under the spouse in Canada class, the officer must be satisfied that the foreign national's family members, whether \"accompanying\" or not, are admissible on health grounds. As Respondent's counsel eloquently put it during the hearing, examination is the cornerstone of the immigration system. Section 11 of IRPA and subsection 72(1) of the Regulations make examination essential to the immigration process. Without complying with the examination requirement, a visa officer simply cannot know if there are underlying issues (medical, in this case).", "[25] Sections 38 and 42(a) of IRPA are intended, in part, to prevent foreign nationals from gaining entry to Canada and then sponsoring otherwise inadmissible family members whose care needs would place an excessive demand on Canadian health care and social services: See Lee , above, at para 3; <FRAGMENT_SUPPRESSED> ff'd 2013 FCA 168; <FRAGMENT_SUPPRESSED> , above, at paras 22, 29. Thus, the inadmissibility of an applicant's family members makes the applicant inadmissible as well, regardless of whether the applicant actually planned to leave his or her child in their home country or not: See IRPA , s 42(a); <FRAGMENT_SUPPRESSED> at para 14.", "[26] In this case, the Applicant had indicated that she wanted her son to come to Canada in the future (after originally indicating this was not the case). This was clear both from the email she had sent to her husband requesting that her son be sent for a medical examination, and from the fact that her immigration consultant requested that CIC not exclude her son from the possibility of sponsorship to come to Canada in the future.", "[27] However, section 23 of the Regulations takes into account the fact that not all applicants have the power to take their dependent children for the required medical examination: it specifies that an inadmissible dependent child of an applicant will only make the applicant inadmissible where the applicant has custody of that child or is legally empowered to act on behalf of that child: Regulations , s 23; Lee , above, at para 17.", "[28] The Respondent relies on paragraph 14 of <FRAGMENT_SUPPRESSED> , above, for the proposition that section 23 of the Regulations provides an exception to the requirement to have dependent children undergo a medical examination only where the children \"are in the sole custody of a separated or former spouse.\" I do not read <FRAGMENT_SUPPRESSED> as exhaustively defining the exception in subparagraph 23(b)(iii). Rather, I find that the focus of today's inquiry is whether the Applicant has exhausted all avenues to try to get the dependent child examined and cannot reasonably do so.", "[29] In <FRAGMENT_SUPPRESSED> , Justice Zinn found that absent evidence that the applicant in that case had no custody of his children, it was reasonably open to the officer to find that the applicant had not exhausted all the avenues. Justice Zinn wrote: 14 I agree with the submission of the respondent that an officer must be satisfied that an applicant's family members are not inadmissible. Section 23 of the Regulations creates an exception regarding the admissibility requirements for applicants when their children are in the sole custody of a separated or former spouse. In order to take the benefit of that exception, applicants must provide documentary proof of custody arrangements for non-accompanying dependent children. The applicant failed to do this even after repeated requests. 15 Section 23(b)(iii) of the Regulations renders a foreign national inadmissible if, by virtue of a court order, a written agreement, or the operation of law, he or she has custody of the non-accompanying dependent children and they are not confirmed to be admissible. In this case, as a result of the applicant's failure to adduce the necessary evidence, there was no finding by the officer that he did not have custody of these three children. It is only when and if an officer makes such a finding and determines that the children need not be examined, that a request would be made for the declarations which the applicant submitted, purporting to exclude his children from the family class. [...] 17 The respondent's IP8 Manual specifies that if family members are \"genuinely unavailable\" an officer may proceed to a statutory declaration. It requires officers to be \"open to the possibility that a client may not be able to make a family member available for examination.\" They are advised to decide on a case-by-case basis, but the IP8 Manual specifies that proceeding without the examination of all family members is to be a \"last resort\" and the applicant cannot himself choose not to have a family member examined. 18 Absent evidence that the applicant had no custody of the children, I am unable to find that the officer erred or reached an unreasonable decision in finding that the applicant had not arrived at the point of last resort. It was reasonably open to the officer, given the evidence before him or her, to find that the applicant had not exhausted all avenues and to decline to proceed as provided for in IP8.", "[30] This case, like <FRAGMENT_SUPPRESSED> , does not turn on whether or not the Applicant was required to provide proof that her child was in the \"sole custody\" of her former spouse in order to benefit from the exception created by section 23 of the Regulations", "[31] Furthermore, CIC's \"IP 8: Spouse or Common-law partner in Canada Class\" Manual is clear, that the exception in which section 23 does not capture a dependent child is meant to be a last resort: If family members are or unwilling to be examined, the consequences of not having them examined should be clearly explained [...] Officers should be open to the possibility that a client may not be able to make a family member available for examination . If an applicant has done everything in their power to have their family member examined but has failed to do so, and the officer is satisfied that the applicant is aware of the consequences of this (i.e., no future sponsorship possible), then a refusal of their application for non-compliance would not be appropriate. Officers must decide on a case-by-case basis , using common sense and good judgment, whether to proceed with an application even if all family members have not been examined. Some scenarios where this may likely occur include where an ex-spouse refuses to allow a child to be examined or an overage dependent refuses to be examined. Proceeding in this way should be a last resort and only after the officer is convinced that the applicant cannot make the family member available for examination . The applicant themselves cannot choose not to have a family member examined. [Emphasis added] (IP 8 Manual, p 20) While CIC manuals are not binding, they assist the Court in assessing whether a decision being reviewed was reasonable: <FRAGMENT_SUPPRESSED> , above, at para 23.", "[32] The Applicant's son in this case clearly fit into the language of section 23 and was captured by it, as the Divorce Judgment indicated that the Applicant has custody of her son and is legally empowered to act on his behalf: that Divorce Judgment, which has not been amended, awards the Applicant principal custody, with the husband having access. The Applicant chose to leave the child with her ex-husband when she came to Canada, although she still had rights to care for him (in Vietnam) if she wanted to. There is also some evidence that she allowed her parents to help with the child as well, as \"guardians\" (CTR, p 50).", "[33] The intention and requirements of the Act are to compel all family members to undergo a medical examination, and the focus is on whether, in this fact scenario, the principal applicant has exhausted all reasonable avenues to have her dependant child examined.", "[34] In this case, the Applicant did not provide sufficient proof that she could not make her son available for examination. While she claimed that her son was living with his father, and that his father refused to take him for a medical examination, she also provided a Divorce Judgment that clearly gave her legal custody of her son. It is significant in my view that she did not provide any of the following: evidence that the Divorce Judgment had ever been amended; evidence from her ex-husband that he refused to allow the son to undergo the medical examination (or any sworn statements speaking to these issues from Vietnam); evidence that she could not have visited Vietnam and taken her son to a medical examination; evidence that she legally required the consent of her ex-husband for her parents to take her son for the examination; or an explanation for why her parents did not take her son for the examination.", "[35] In my view, the Officer was completely reasonable in finding that the Act required the Applicant to have her son examined, as the Applicant had provided conflicting information on her son's custody and living arrangements, and had originally indicated that she did want him to accompany her to Canada in the future.", "[36] While the Applicant's counsel did an admirable job of strongly advocating for his client, the legal tests were simply too onerous for the Applicant to overcome in this case. The application for judicial review is accordingly dismissed. IX. Proposed Certified Questions", "[37] The Applicant has proposed the following certified question: Does Regulation section 23 capture an applicant who only has joint custody of their non-accompanying dependent child? The Respondent opposed the certification of this question, contending that <FRAGMENT_SUPPRESSED> has clearly answered any uncertainty in the interpretation of custody in the context of sections 42 of IRPA and 23 of the Regulations . I agree with the Respondent: the question does not meet the test required for certification. No question will be certified. JUDGMENT", "[38] THIS COURT'S JUDGMENT is that the application for judicial review is hereby dismissed. No question will be certified. <FRAGMENT_SUPPRESSED>  Diner II.", "[2]", "[3]", "[4]", "[5] de facto", "[6] III.", "[7] [traduction]", "[8]", "[9]", "[10] [traduction] IV.", "[11] V.", "[12]", "[13] ) de la Loi b) [...] [...] VI.", "[14] <FRAGMENT_SUPPRESSED> à 72; <FRAGMENT_SUPPRESSED> à 13).", "[15]", "[16]", "[17] VII.", "[18] entière", "[19] de facto de son fils: <FRAGMENT_SUPPRESSED> .", "[20] <FRAGMENT_SUPPRESSED> citant <FRAGMENT_SUPPRESSED>  (CFPI).", "[21]", "[22] VIII. Analyse", "[23]", "[24]", "[25] Lee", "[26]", "[27] Lee", "[28]", "[29] [...]", "[30]", "[31] au cas par cas Rarama,", "[32]", "[33]", "[34]", "[35]", "[36] IX.", "[37] [traduction] JUGEMENT", "[38] [End of document]"]}