{"id_": "023095", "body_str": ["[1] Mactavish, J. : The applicant, Rajinder Singh Dhatt, seeks judicial review of a May 23, 2012 decision by a Citizenship and Immigration Canada [CIC] officer. The officer refused Mr. Dhatt's application for permanent residence on the basis that he was inadmissible for misrepresentation pursuant to section 40 of the Immigration and Refugee Protection Act , S.C. 2001, c. 7 [the Act ].", "[2] For the reasons that follow, this application for judicial review will be granted. Facts", "[3] Mr. Dhatt is a citizen of India. He is married and has two biological children (his sons Mandeep and Sukhdeep) and one adopted daughter, Kirandeep Kaur Dhatt, who was born in 1992.", "[4] Mr. Dhatt states that he adopted Kirandeep in 1999 through a religious ceremony in his village. He states that he and his wife adopted Kirandeep with her parents' agreement, due to difficult conditions in her household and because he had no daughter. Mr. Dhatt states that even before the ceremony, Kirandeep spent a lot of time at his family's home.", "[5] In August of 2004, Mr. Dhatt obtained a birth certificate for Kirandeep from the Indian authorities. The birth certificate indicated his and his wife's names in the spaces for \"Name of Father\" and \"Name of Mother\".", "[6] At this point in time the applicant's son, Mandeep, had already applied for permanent residence in Canada. In his application form, he had identified Kirandeep as his sister.", "[7] Mr. Dhatt states that prior to his son Mandeep's departure for Canada, the family discussed the possibility of Mandeep sponsoring them. On the advice of a lawyer in India who suggested that the Canadian immigration authorities would not recognize the religious ceremony held in 1999 as a valid adoption, Mr. Dhatt and his wife obtained a formal deed of adoption from the Indian authorities. The adoption ceremony was held on February 24, 2005, and the deed of adoption was executed on April 5, 2005.", "[8] Four days after the adoption ceremony, on February 28, 2005, Mandeep landed in Canada as a permanent resident.", "[9] Following Mandeep's sponsorship application, Mr. Dhatt was asked to attend an interview at the Canadian High Commission in New Delhi. The ensuing decision is the subject of this application for judicial review. Decision under Review", "[10] In the Computer Assisted Immigration Processing System [CAIPS] entry dated October 10, 2011, the officer noted the existence of the deed of adoption for Kirandeep and observed that her birth was registered in August of 2004. The officer also noted that the birth certificate \"lists [the] name of her adoptive parents\".", "[11] The officer added that an interview was required \"to determine whether Kirandeep's adoption comply [ sic ] with all the requirements of Hindu adoptions\". Mr. Dhatt was therefore interviewed on May 7, 2012.", "[12] At the beginning of the interview, Mr. Dhatt told the officer that Kirandeep was adopted, named her natural parents, and explained that she was adopted because her natural father was ill and her parents would fight a lot. Mr. Dhatt also explained that he and his wife did not have a daughter. The officer noted that it was \"unusual\" that Kirandeep would be adopted at age 12.", "[13] The officer also asked Mr. Dhatt about the timing of the adoption (four days before Mandeep landed in Canada) and the fact that Mandeep indicated that Kirandeep was his sister before the formal adoption had taken place. The officer found that the applicant's answers did not allay his concerns.", "[14] The officer then confronted the applicant about the fact that Kirandeep's birth certificate must have been obtained fraudulently because it indicates that the applicant and his wife are Kirandeep's \"natural parents\". The officer further took issue with the fact that although the birth certificate was issued in August of 2004, allegedly in the context of a passport application, Kirandeep's passport was not issued until 2009.", "[15] The applicant admitted during the interview that Kirandeep's birth certificate had been obtained by providing false information to the Indian authorities because they were \"getting the paperwork ready for [the] future\".", "[16] The officer also noted that \"the adoption appears to have been an adoption of convenience\" given Kirandeep's age at the time of the formal ceremony and the fact that it was unlikely that her parents would have given her up simply because Mr. Dhatt and his wife did not have a daughter. The officer added that he did not find Mr. Dhatt credible as he refused to answer questions regarding the adoption.", "[17] The officer concluded that, on a balance of probabilities, Mr. Dhatt had made a material misrepresentation by submitting a fraudulent birth certificate, and that this could have led to an error in the administration of the Act", "[18] By letter dated May 23, 2012, the officer advised Mr. Dhatt that he was inadmissible for misrepresentation pursuant to section 40 of the Act and essentially reiterated the concerns expressed in the CAIPS notes. Issue", "[19] The issue is whether the officer reasonably concluded that Mr. Dhatt made a material misrepresentation by providing the fraudulent birth certificate, thereby rendering him inadmissible pursuant to section 40 of the Act Standard of Review", "[20] A reviewing court need not undertake a full standard of review analysis when the proper standard is well-settled by prior jurisprudence: <FRAGMENT_SUPPRESSED>  at para. 62.", "[21] This Court has held that a visa officer's conclusion that an applicant has made a material misrepresentation is a question of mixed fact and law, reviewable for reasonableness: <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 912 at para. 14; <FRAGMENT_SUPPRESSED>  [2012] F.C.J. No. 474 at para. 13.", "[22] To be reasonable, the officer's decision must be justified, transparent and intelligible, and it must fall \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": <FRAGMENT_SUPPRESSED> , above, at para. 47. Moreover, in assessing the reasonableness of a decision, the reasons must be read as a whole, together with the outcome: Newfoundland and  <FRAGMENT_SUPPRESSED>  at para. 14. Analysis i. Legal Framework", "[23] The officer's conclusion that the applicant was inadmissible for misrepresentation was based upon section 40 of the Act , the relevant portions of which read as follows: 40. (1) A permanent resident or a foreign national is inadmissible for misrepresentation (a) for directly or indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of this Act; [...] 40. [...]", "[24] Two elements must be present for a finding of inadmissibility pursuant to section 40 of the Act . First, there must be a misrepresentation. Second, the misrepresentation must be material, in that it induces or could induce an error in the administration of the Act , or otherwise affects the process: <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 572 at para. 27; <FRAGMENT_SUPPRESSED>  [2012] F.C.J. No. 469 at paras. 22, 26.", "[25] This Court has held that section 40 of the Act is to be interpreted broadly and that applicants have a \"duty of candour\", which is required to maintain the integrity of the immigration system: <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 1069 at paras. 41-42; <FRAGMENT_SUPPRESSED>  [2012] F.C.J. No. 737 at para. 46; <FRAGMENT_SUPPRESSED> , above, at para.24.", "[26] Section 40 of the Act also applies to applicants who make an initial misrepresentation, even if it is subsequently clarified prior to a decision being made: <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 648 at para. 25; <FRAGMENT_SUPPRESSED> , above, at para. 59.", "[27] An exception to this rule applies where an applicant \"honestly and reasonably believed they were not misrepresenting a material fact\": <FRAGMENT_SUPPRESSED> , above, at para. 33; see also <FRAGMENT_SUPPRESSED>  (FCA).", "[28] Misrepresentation under section 40 of the Act is also addressed in the ENF 2 - Evaluating Inadmissibility guidelines published by Citizenship and Immigration Canada (\"the CIC Guidelines\"). Although not binding, this Court has found that these Guidelines \"are a good indication in a judicial review proceeding of what an immigration official might reasonably find to constitute misrepresentation of a material fact related to a relevant issue\": <FRAGMENT_SUPPRESSED>  [2011] F.C.J. No. 127 at para. 20.", "[29] The CIC Guidelines indicate that the purpose of section 40 of the Act is to ensure that those applying for entry into Canada provide \"complete, honest and truthful information in every manner\". The Guidelines also indicate, however, that the misrepresentation provisions must be applied with \"good judgment to support the objectives of the Act and ensure fair and just decision-making\": section 9.1.", "[30] Importantly, the CIC Guidelines state that the discovery of fraudulent documents \"does not automatically lead to inadmissibility\" because such documents \"may not be material and/or ...may not induce an error in the administration of the Act\". The guidelines also instruct officers to consider, amongst other things, whether the fraudulent document was provided for the purpose of making a misrepresentation: section 9.6. ii. Application to the Present Case", "[31] The issue in the present case is whether the officer reasonably found that Mr. Dhatt made a material misrepresentation by submitting a fraudulently-obtained birth certificate for his adopted daughter, Kirandeep.", "[32] For the reasons that follow, and having regard to the broad interpretation that must be given to section 40 of the Act (see <FRAGMENT_SUPPRESSED> , above, at para. 24), I find that the officer's decision was unreasonable. Simply stated, the material fact that Kirandeep was adopted was never concealed or otherwise misrepresented to the Canadian authorities.", "[33] Indeed, the deed of adoption indicating that Kirandeep had been adopted was provided to CIC at the very beginning of the application process. The information was thus available to the officer throughout the entire course of the application; there was no attempt to conceal the fact that Kirandeep was adopted: <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 1152 at para. 23. Nor was there an initial misrepresentation that Mr. Dhatt later attempted to rectify: Khan , above, at para. 25; <FRAGMENT_SUPPRESSED> , above, at para. 59.", "[34] I also note that the birth certificate, though it was obtained fraudulently from the Indian authorities, does not specify that Mr. Dhatt and his wife are Kirandeep's biological parents. Rather, it merely lists their names under \"Name of Father\" and \"Name of Mother\".", "[35] Moreover, nothing suggests that the birth certificate was provided to the Canadian authorities for the purposes of misrepresenting his relationship with Kirandeep, or that Mr. Dhatt knew or believed he was misrepresenting material information: CIC Guidelines, section 9.6; <FRAGMENT_SUPPRESSED> , above, at para. 33; <FRAGMENT_SUPPRESSED> , above, at para. 15; <FRAGMENT_SUPPRESSED> , above.", "[36] Indeed, had Mr. Dhatt been attempting to conceal the fact that Kirandeep was adopted, logic dictates that he would not have submitted the deed of adoption as part of the application package.", "[37] A review of the CAIPS notes further indicates that during the interview, Mr. Dhatt clearly stated that Kirandeep was adopted. Notwithstanding the concerns the officer may have had regarding the circumstances or genuineness of the adoption, it cannot be said that Mr. Dhatt attempted to pass Kirandeep off as his biological daughter.", "[38] Counsel for the respondent submitted that the decision is reasonable in light of the officer's doubts as to the validity of the adoption and the fact that these doubts were the impetus for the interview to begin with.", "[39] As noted by the respondent, the officer's doubts are expressed throughout the decision. The officer finds it \"unusual\" that Kirandeep would have been adopted at the age of 12 and states that \"the adoption appears to have been an adoption of convenience\". The officer further notes that \" [e]ven if you had genuinely adopted Kirandeep her birth certificate would include the name of her natural parents\" (my emphasis). This phrasing suggests that the officer doubted the genuineness of the adoption. Finally, the officer goes so far as to state: \"I do not find you [Mr. Dhatt] a credible person as you refused to answers [ sic ] questions regarding the adoption of the child\".", "[40] Despite the respondent's able submissions, this argument must fail. While the concerns noted by the officer might have provided a valid basis for refusing the application, they were not the basis for the officer's decision in this case. Rather, the decision was based solely on a finding that the fraudulent birth certificate constituted a material misrepresentation.", "[41] It is also noteworthy that although the stated purpose of the interview was to verify whether the adoption complied with Hindu requirements, nowhere in the CAIPS notes or decision does the officer meaningfully engage with this issue.", "[42] As set out in section 9.6 of the CIC Guidelines, the mere fact that the birth certificate was obtained fraudulently does not, on its own, automatically lead to a finding of inadmissibility.", "[43] Considering all of the circumstances of this case, it was unreasonable for the officer to conclude that Mr. Dhatt misrepresented his relationship with Kirandeep, since there was no attempt to conceal the fact that she was adopted. The officer's finding to the contrary thus falls outside the range of possible, acceptable outcomes and must therefore be quashed: <FRAGMENT_SUPPRESSED> , above, at para. 47, Newfoundland  <FRAGMENT_SUPPRESSED> , at para. 14. JUDGMENT", "[44] THIS COURT ORDERS AND ADJUDGES that 1. This application for judicial review is allowed, and the matter is remitted to a different immigration officer for re-determination in accordance with these reasons. , L.C. 2001, c. 7 [la Loi].", "[2] Faits", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19] Norme de contrôle", "[20] <FRAGMENT_SUPPRESSED>  [2008] 1 R.C. S. 190, au paragraphe 62.", "[21]", "[22] Newfoundland and  <FRAGMENT_SUPPRESSED> , au paragraphe 14. Analyse i - Cadre législatif", "[23] 40. [...] 40. (1) A permanent resident or a foreign national is inadmissible for misrepresentation (a) for directly or indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of this Act; [...]", "[24]", "[25]", "[26]", "[27] <FRAGMENT_SUPPRESSED>  (CAF).", "[28]", "[29]", "[30]", "[31]", "[32]", "[33] Khan", "[34] obtenu", "[35]", "[36]", "[37]", "[38]", "[39]", "[40]", "[41]", "[42]", "[43] Newfoundland Nurses JUGEMENT", "[44] [End of document]"]}