{"id_": "023275", "body_str": ["[1] St-Lous, J. : This is an application for judicial review made pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA) of a decision of an Immigration Officer of the High Commission of Canada in Islamabad (the Officer) refusing Ghazala Pervaiz (the Principal Applicant) and her husband Mumtaz Hussain's (together, the Applicants) application for permanent residence as members of the Family class. The Officer also refused to grant an exemption on humanitarian and compassionate (H&C) grounds.", "[2] On the basis of the analysis set out below, this application for judicial review ought to be dismissed. I. FACTS", "[3] The Applicants are citizens of Pakistan. The Principal Applicant was born in 1955 and her husband was born in 1947. They have no children and are now both retired. They are financially stable and own personal and real property in Pakistan.", "[4] The Principal Applicant submitted an application for permanent resident status under the Family class, sponsored by her brother, including her husband as her dependant. By a letter dated January 8, 2010 sent to Citizenship and Immigration Canada by their legal representative and accompanying the afore-mentioned application, the Applicants also asked that H&C grounds under subsection 25(1) of the IRPA be assessed and for that purpose included a number of affidavits from their family members in Canada stating that they would support the Applicants emotionally and financially, including receiving them in their homes.", "[5] On February 20, 2013, the Officer rejected the Principal Applicant's application on the basis that she was not a member of the Family class with respect to the sponsor pursuant to subsection 117(1) of the Immigration and Refugee Protection Regulations , SOR/2002-227 (IRPR).", "[6] On April 25, 2013, the Applicants filed the application for leave and judicial review of the Officer's decision. Leave was granted by Justice Mandamin on March 27, 2014.", "[7] As background information, the Principal Applicant alleges that she assisted her siblings in raising their children, and that the Applicants have strong ties with her family. After the death of her father in 1994, the Principal Applicant's mother moved in with the Applicants, which led the Applicants' home to become the central place for family gatherings. The Applicants claim, on the other hand, not to have any connection with her husband's family.", "[8] The Principal Applicant's siblings and their children now live in Canada and are Canadian citizens or permanent residents except for one brother who lives in the US. However, they regularly travelled to the Applicants' home in Pakistan to visit. The Applicants' niece travelled to Pakistan to celebrate her wedding with them. The Applicants also visited Canada in 2003 and 2004 to participate in the weddings of their niece and nephew.", "[9] However, as the Applicants began aging, they claim it has become difficult for them to travel. They also indicate that it has become complicated for the Principal Applicant's family to travel to Pakistan from Canada because of their schedules and the costs. Furthermore, the Applicants submit that the regional instability since 2010 makes it dangerous for foreigners to travel to Pakistan.", "[10] The Applicants allege that they are isolated from family members and that this imposes hardship on their emotional health and wellbeing. The Principal Applicant also claims that her mother's death in 2010 increased her loneliness. Since the Applicants are aging, they also state they require the family's presence and support. II. IMPUGNED DECISION", "[11] The Officer rejected the Principal Applicant's application on the basis that she was not a member of the Family class.", "[12] The Officer also indicated that there were insufficient H&C grounds to grant an exemption under subsection 25(1) of the IRPA.", "[13] The Computer Assisted Immigration Processing System (CAIPS) notes further underline that although the Principal Applicant's family is willing to sponsor the Applicants and have the means to do so, \"there [was] no factor raised in the material provided that would suggest a particular hardship would be faced, by the Applicants or by their family\". They also indicate that the Applicants \"have visited and may still visit their family, and their family can afford to visit them.\" Consequently, there were insufficient factors triggering an H&C exemption. III. ISSUES", "[14] The Officer's conclusion that the Principal Applicant is not a family member pursuant to subsection 117 (1) of the IRPR is not contested. This application for judicial review turns on the following two main questions: a) Did the Officer err in her analysis of the H&C grounds underlying this application? b) Did the Officer fail to provide reasons for refusing the application? IV. STANDARD OF REVIEW", "[15] It is well established that the reasonableness standard applies to an application for judicial review of an H&C decision (see <FRAGMENT_SUPPRESSED> . See also <FRAGMENT_SUPPRESSED> [ Frank ]). This standard also applies to whether someone is a de facto family member ( <FRAGMENT_SUPPRESSED> [ Da Silva ]).", "[16] As for the sufficiency of the Officer's reasons, the situation at bar is similar to the one in <FRAGMENT_SUPPRESSED>  where Justice Pinard stated the following:", "[11] [...] The issue of the sufficiency of the officer's reasons involves procedural fairness, and so the applicable standard of review, in theory, is correctness. However, because there is no one form of reasons that is acceptable, and the function of reasons is primarily to ensure that the administrative decision is justified, transparent and intelligible, the standard for the sufficiency of the reasons is in fact more similar to reasonableness than to correctness.", "[17] The analysis in the current case falls within the assessment of intelligibility and reasonability of the Officer's reasons. Consequently, the applicable standard of review to the second issue at hand will also be reasonableness. V. ARGUMENTS OF THE PARTIES (a) Applicants' Arguments", "[18] The Applicants first submit that the Officer erred in ignoring the material in support of the H&C application as well as the relevant guidelines. The Operational Manual concerning Overseas Processing OP4 - The processing of applications that include a request for humanitarian and compassionate or public policy consideration (the OP4 Manual) indicates at Section 8.4 that some situations of dependence could give rise to the defining of an individual as a de facto family member. This could include, for example, a \"brother or sister left alone in the country of origin without family of their own\" or \"an elderly relative such as an aunt or uncle\". Section 8.4 also provides that dependency must be determined by assessing, among other factors, the level of dependency, the stability and duration of the relationship, the impact of separation, the financial and emotional needs of the applicant and the ability and willingness of the family in Canada to provide support. The Applicants argue that they have provided evidentiary documents proving the elements cited above, and thus should have been considered as de facto family members. Furthermore, they submit that because of their age and retirement, they fall within the definition of elderly.", "[19] The Applicants submit that it is mandatory for the Officer to follow the OP4 Manual guidelines, that it has been recognized that an officer's discretion has to be exercised within the context established in these guidelines ( <FRAGMENT_SUPPRESSED>  at para 72).", "[20] The Applicants are also of the view that by rejecting their application, the Officer is going against one of the objectives of the Canadian immigration scheme, namely the reunification of families, found in paragraph 3(1)( ) of the IRPA.", "[21] According to the Applicants, the Officer has not taken into account all the elements enumerated at section 5.9 of the OP4 Manual, such as ties to Canada, factors in the country of origin, health considerations and consequences of the separation of relatives. It is trite law that an officer must consider all the evidence before him or her for a decision to stand. It is the Applicants' view, however, that in the case at bar, the Officer failed to assess the hardship that the Applicants would face. The Officer ignored the affidavit of the family members indicating their concerns about the Applicants' state of loneliness and their own limited ability to travel to Pakistan to visit them; it was also unreasonable to expect that the family would continuously leave their life in Canada to go to Pakistan to assist the Applicants. Furthermore, while the Officer considered financial dependency, she failed to take into account the Applicants' emotional and physical dependency on their family in Canada, as well as the impact of a rejected application on the Applicants.", "[22] Concerning the insecurity in Pakistan, the Applicants submit that while they did not provide documentation on the matter, this information should have been known by the Officer since documents on country conditions are publicly available and the Government of Canada has issued travel warnings for Pakistan.", "[23] The Applicants also submit that the Officer breached procedural fairness by failing to provide sufficient reasons supporting the refusal. If the Officer had concerns about the application she should have given them an opportunity to address these concerns.", "[24] In a further memorandum dated May 21, 2014, the Applicants submit that the affidavit of Raymond Gillis, immigration officer in Islamabad, submitted by the Respondent and dated May 8, 2014 should be struck for three reasons. First, this affidavit does not only state facts, but also the opinion of the officer, in breach of subsection 81(1) of the Federal Court Rules , SOR/98-106. Second, Mr. Gillis has made submissions on the merits of the application, which is not acceptable in such an affidavit. Finally, Mr. Gillis was not the officer who decided the case and has therefore no personal knowledge of the matter. (b) Respondent's Arguments", "[25] The Respondent first submits that, generally, the Applicants did not identify the Officer's errors, but rather restated the merits of their visa application, which is irrelevant since a judicial review is not an appeal.", "[26] The Respondent is also of the opinion that the Officer referred to all of the Applicants' submissions in the CAIPS notes and that the Applicants do not identify any particular element that was set aside erroneously or ignored. Moreover, the fact that officers do not refer to an element in their notes or in the decision does not automatically mean this element was ignored or not taken into consideration.", "[27] Specifically regarding the Applicants' claim that they are de facto family members, the Respondent argues that it should be dismissed for two main reasons. First, the Applicants have not explained how or why the Officer ignored the situation. Second, to be considered de facto family members, applicants must demonstrate a high level of dependence. However, the Applicants have stated on many occasions that they are independent, mainly financially. The Applicants do not fall either within one of the categories discussed at sections 6 and 8.4 of the OP4 Manual, such as \"a son, daughter (over age 22), brother or sister left alone in the country of origin without family of their own; an elderly relative such as an aunt or uncle or an unrelated person who has resided with the family for a long time.\"", "[28] The Respondent submits that the other H&C factors listed at section 8.4 of the OP4 Manual are not present or are not significant. First, the Applicants submit that they have strong ties with their family and have been involved in their nieces and nephews lives for many years, a fact recognized by the Officer in the CAIPS notes. However, this, in itself, does not mean that a separation would result in undue, undeserved or disproportionate hardship. The Officer also recognized that the family would offer a strong support to the Applicants if they were to come to Canada. Second, the Officer recognizes that the cost of separation would not be a hardship since both the Applicants and their family have claimed to have financial means. The security situation in Pakistan is also irrelevant and vaguely raised, since the Applicants' family is Pakistani and should therefore not have the same fears as foreigners visiting Pakistan. The fact that the Applicants need people to look after them because they are aging is also purely speculative and should not be considered as an H&C ground. Finally, the Applicants do not show financial need and could fulfill their emotional needs by travelling between Canada and Pakistan, something they seem to have been doing since the family moved to Canada. The Respondent alleges that the Applicants have been vague in their reasons as to why the travel between the two countries would constitute undue, undeserved or disproportionate hardship apart from stating that they are aging.", "[29] The Respondent also reminds that the objective of family reunification in IRPA does not, in and of itself, raise a ground for an H&C application. In the case at bar, it only seems to constitute an alternative ground to grant the visa application.", "[30] The Respondent further argues that hardship in general has not been demonstrated. Loneliness, aging, as well as time constraints and financial burden do not constitute undue, undeserved and disproportionate hardship. No medical evidence has been filed to the effect that these elements resulted in a specific medical condition (e.g. depression, anxiety, etc).", "[31] In a further memorandum dated June 9, 2014, the Respondent reiterates that the Applicants are not de facto family members since they do not fulfil the residency requirement indicated at Sections 6 and 8.4 of the OP4 Manual, referring to \"an elderly relative such as an aunt or uncle or an unrelated person who has resided with the family for a long time.\" Moreover, the Respondent submits that the Applicants did not even request that their claim be assessed as a de facto family members claim. It is an applicant's duty to make his or her case.", "[32] Finally, the Respondent claims that many important statements contained in the Principal Applicant's affidavit are largely new and do not, as alleged by the Applicants, merely restate the family members' affidavits. Similarly, government travel warnings and other documentation on country conditions should have been submitted by the Applicants. The Officer was not bound to research this herself. VI. ANALYSIS a) Did the Officer err in her analysis of the H&C grounds underlying this application?", "[33] The Respondent's analysis of the Applicants' claim that they are de facto family members is convincing. First, it cannot be said that the Officer failed to assess this issue since it had not been raised by the Applicants in the first place ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). Second, such a characterization is part of the H&C assessment; consequently, if an officer \"considered all of the aspects of the humanitarian and compassionate claim advanced [...], there was [...] no need for a separate analysis of the claim against the backdrop of de facto family members.\" ( <FRAGMENT_SUPPRESSED> , supra at para 20) This idea has also been expressed by Justice Martineau in Frank , supra (cited in Da Silva , supra at para 24):", "[30] I do not believe John, above created an obligation for all immigration officers to explicitly consider the issue of de facto family members in every case. It is clear in the present application that the officer considered the applicant's relationship with his family in Canada, and, without evidence that the officer failed to consider any other relevant criteria in determining the H&C application, the Court should not intervene.", "[34] Furthermore, I agree with the Respondent that the Applicants do not fall under the definition of de facto family members as they fail to demonstrate the required level of dependency. As stated by Justice Martineau in Frank , supra (cited in Da Silva , supra at para 27):", "[29] What is clear from the foregoing is that de facto family member status is limited to vulnerable persons who do not meet the definition of family members in the Act and who are reliant on the support, both financial and emotional, that they receive from persons living in Canada. Therefore, de facto family member status is not normally given to independent and functional adults who happen to have a close emotional bond with a relative residing in Canada, as is the case in the present application.", "[35] The Applicants have demonstrated strong ties with their family in Canada, and this indeed constitutes an important factor to be considered (see e.g. <FRAGMENT_SUPPRESSED> [ Ramprashad-Joseph ]: \"their degree of psychological and emotional support in relation to each other, is a factor to be taken into consideration in deciding an application for positive Humanitarian and Compassionate relief\"). While the Officer did acknowledge this element, she was correct in concluding that this bond did not amount to dependency or that a separation would not impose the undue, undeserved or disproportionate hardship to be assessed on H&C grounds.", "[36] The Applicants claim to be limited by their advanced age and that this fact could affect their ability to take care of themselves in Pakistan and to travel to Canada. One must indeed be sensitive to an applicant's advanced age (see e.g. <FRAGMENT_SUPPRESSED> ). However, the Applicants were born in 1955 and 1947, thus not necessarily elderly yet, and have not submitted evidence to the effect that their physical or psychological situation would require frequent assistance from their family. The Applicants are also financially independent, and they have each other. These three elements allow us to distinguish the present case from <FRAGMENT_SUPPRESSED>  where the applicant, an elderly widow whose four children were in Canada, was left alone in her country, isolated and without any resources. The present case can also be distinguished from Ramprashad-Joseph , supra, where the applicant, on whom her Canadian husband was completely dependant, was going to be separated from him. Difficulties resulting from a separation cannot, in themselves, be considered as a hardship that could justify the application of an H&C exemption.", "[37] Similarly, the Applicants have not demonstrated that the difficulties for the family members as a result of travelling would amount to hardship.", "[38] On the issue of country conditions, the Applicants submit that such conditions have not been taken into consideration by the Officer in her assessment of H&C grounds. However, they had merely stated that instability in Pakistan leads to safety and security concerns and the Court cannot accept the new evidence on country conditions provided by the Applicants in the present application.", "[39] Whereas general information on safety in Pakistan might be publicly available, a decision maker does not have to look for evidence that was not before it (see e.g. <FRAGMENT_SUPPRESSED> ). Further, the Applicants had yet to prove how the situation in Pakistan creates an undue, undeserved and disproportionate hardship in their particular circumstances. The Officer's conclusion on that issue was therefore reasonable.", "[40] It is trite law that an H&C application is an exceptional remedy (see e.g. <FRAGMENT_SUPPRESSED> ). While the objective of reuniting family found at paragraph 3(1)( ) of the IRPA should be considered, this objective is not absolute in and of itself. As stated by Justice Phelan in <FRAGMENT_SUPPRESSED> :", "[14] It is important to note that family reunification is only one of many factors to be considered in an H&C application. The Officer considered all the relevant factors applicable to this case and reached a conclusion which is supportable on the evidence. The decision was reasonable and does not justify judicial intervention.", "[41] In the case at bar, the Applicants have not demonstrated that their situation can be considered as undue, undeserved or disproportionate hardship. The Officer did underline the difficulty that this situation could create, but her conclusion that this difficulty could not amount to hardship was reasonable considering the evidence provided by the Applicants. b) Did the Officer fail to provide reasons for refusing the application?", "[42] Justice Mosley's reasons in <FRAGMENT_SUPPRESSED>  illustrate the reasoning that must be conducted when facing an issue of sufficiency of reasons:", "[26] Reasons will be insufficient when they simply consist of a review of the facts and the statement of a conclusion, without any analysis to back it up. In essence, the applicant must be provided with enough information to know why his claim has been rejected. <FRAGMENT_SUPPRESSED>  2005 FC 565 (at para. 14).", "[43] In the case at bar, the Officer's decision is intelligible and it is clear from the CAIPS notes that the facts and circumstances underlying each conclusion have been taken into consideration. Moreover, as stated above, a separate assessment of the de facto family member characterization did not have to be conducted as it was included in the H&C analysis. Consequently, the Officer did provide the reasons on which the refusal is based. • The affidavit of Raymond Gillis", "[44] In its further memorandum, the Respondent does not address the Applicants' submissions to the effect that the affidavit of Mr. Gillis should be struck, but he addressed it at the hearing. I agree with his conclusion that it is not highly relevant on the issue of this case. VII. CONCLUSION", "[45] For the foregoing reasons, this application for judicial review must be dismissed since the Officer's conclusions fall within the possible and acceptable outcomes. No question for certification was proposed by the parties, and none is certified. JUDGMENT", "[46] THIS COURT'S JUDGMENT is that 1. This application for judicial review is dismissed; 2. No question is certified.", "[2] I.", "[3]", "[4]", "[5] , DORS/2002-227 (le RIPR).", "[6]", "[7]", "[8]", "[9]", "[10] II.", "[11]", "[12]", "[13] III.", "[14] b) L'agente a-t-elle omis de motiver son rejet de la demande? IV. LA NORME DE CONTRÔLE", "[15] <FRAGMENT_SUPPRESSED> et 16 [ Frank <FRAGMENT_SUPPRESSED> [ Da Silva ]).", "[16]", "", "[17] V.", "[18]", "[19] <FRAGMENT_SUPPRESSED>  au paragraphe 72).", "[20] ) de la LIPR.", "[21]", "[22]", "[23]", "[24]", "[25]", "[26]", "[27]", "[28]", "[29]", "[30]", "[31]", "[32] VI. ANALYSE", "[33] Frank Da Silva", "John", "[34] Frank Da Silva", "", "[35] <FRAGMENT_SUPPRESSED> [ Ramprashad-Joseph", "[36] Ramprashad-Joseph", "[37]", "[38]", "[39]", "[40] <FRAGMENT_SUPPRESSED> :", "", "[41] b) L'agente a-t-elle omis de motiver son rejet de la demande?", "[42]", "<FRAGMENT_SUPPRESSED>  (paragraphe 14).", "[43]", "[44] VII. CONCLUSION", "[45] JUGEMENT", "[46] [End of document]"]}