{"id_": "023703", "body_str": ["[1] O'Reilly, J. : Upon motion of the applicants for an order staying the execution of an order requiring them to leave Canada for Bangladesh on October 3, 2008;", "[2] And upon reviewing the materials submitted by the parties and receiving their oral submissions at a hearing on September 30, 2008;", "[3] And upon being satisfied that the applicants have not met the test for a stay for the following reasons:", "[4] The applicants allege that a serious issue, one which would likely result in a successful application for judicial review, arises from the decision of an immigration officer not to defer their removal from Canada until they received the results of their recent application for humanitarian and compassionate relief (likely to arrive three years from now).", "[5] They suggest that the officer erred in three respects: a. The officer mistakenly noted that the applicants had submitted a total of three applications for humanitarian and compassionate relief. In fact, they had only submitted two H&Cs. The second had been filed in May 2008 and supplemented with additional submissions in September 2008. b. The officer failed to consider the fact that there were additional risk factors affecting the applicants and their children that had not yet been dealt with, notwithstanding that the issue of risk had arisen in their unsuccessful refugee claims, their previous H&C application, and their requests for pre-removal risk assessments. The applicants suggest that the officer should have realized that the risk to the children in Bangladesh had not yet been assessed, nor had the question whether the risk to the parents might give rise to undue hardship, a factor to be considered in their outstanding  <FRAGMENT_SUPPRESSED>  Canadian-born children. The officer erred in identifying family members who might be in a position to care for the children if they stayed in Canada and failed to mention the serious issues facing children in Bangladesh, such as poor educational opportunities, diseases and natural disasters. I note that the discretion available to removal officers is quite narrow. I stated in <FRAGMENT_SUPPRESSED>  at para. 3: Enforcement officers have a limited discretion to defer the removal of persons who have been ordered to leave Canada. Generally speaking, officers have an obligation to remove persons as soon as reasonably practicable (s. 48(2), Immigration and Refugee Protection Act , S.C. 2001, c. 27). However, consistent with that duty, officers can consider whether there are good reasons to delay removal. Valid reasons may be related to the person's ability to travel ( e.g. illness or a lack of proper travel documents), the need to accommodate other commitments ( e.g . school or family obligations), or compelling personal circumstances ( e.g. humanitarian and compassionate considerations). ( <FRAGMENT_SUPPRESSED>  (F.C.) (QL)). It is clear, however, that the mere fact that a person has an outstanding application for humanitarian and compassionate relief is not a sufficient ground to defer removal. On the other hand, an officer must consider whether exigent personal circumstances, particularly those involving children, justify delay.", "[6] Regarding the first alleged error, I find that it was minor and had little impact on the officer's analysis. It would be quite another thing if the officer had concluded that the applicants had received a negative result on a prior H&C application when they had not even submitted one. But that is not this case.", "[7] With respect to the second issue, it seems to me that the question of any risk to the children should form part of the analysis of their best interests and need not be considered separately. With respect to the alleged risks to the applicants, the officer appropriately noted the lack of success in respect of previous allegations of risk. Whether the applicants might be able to show undue hardship in their H&C application, with risk being one of the many relevant factors taken into account, is not something a removals officer would be in a position to evaluate.", "[8] With respect to the third issue, the best interests of the children, I find that the officer's analysis was adequate considering the circumstances and the limited range of his discretion. There was nothing in the representations to the officer that might qualify as \"exigent personal circumstances\" relating to the children. As for the error identifying the family members remaining in Canada who might be able to help with the children's care, I note that the applicants did not mention in their representations the possibility that the children might remain in Canada or refer to any problems they were having in making arrangements for them if that were the case. In these circumstances, I do not regard the officer's error as serious. If the applicants had mentioned that there were difficulties relating to the children's care requiring a temporary deferral of the parents' removal, I might have concluded otherwise.", "[9] As I have concluded that the applicants have not presented a serious issue to be tried, it is unnecessary for me to consider the other branches of the test for a stay. ORDER", "[10] THIS COURT ORDERS that the motion is dismissed. [End of document]"]}