{"id_": "023818", "body_str": ["[1] Cullen, J. : Given the fact that the plain­tiff was not represented by counsel, I pre­pared a pretrial statement for each party to ready before the trial hoping that the trial might proceed more expeditiously. The parties accepted this statement and it is repeated here: \"This is an appeal by way of Statement of Claim from a decision of the Tax Court of Canada, delivered orally on September 16, 1988, dismissing the plaintiff's appeal from Notices of Reassessment issued by the Minister of National Revenue (M.N.R.) in respect of the plaintiff's 1980, 1981 and 1982 taxation years. In the reassessments, the M.N.R. disallowed: 1) $13,497 of the $30,371 claimed as expenses by the plaintiff in respect of his 1980 taxation year; 2) $18,851 of the $37,724 claimed as expenses by the plaintiff in respect of his 1981 taxation year; and 3) $28,912 of the $50,289 claimed as expenses by the plaintiff in respect of his 1982 taxation year. \"The amounts disallowed are the subject of this appeal. Background \"The plaintiff was employed as a commis­sioned salesman with Provincial Products Company (Provincial Products), a division of Stormguard Limited, from 1978 until 1983. Provincial Products, among other things, sold and installed siding and insu­lation products. Stormguard Limited made an assignment under the Bankruptcy Act on August 25, 1983. \"The plaintiff held the position of sales manager and as sales manager, he not only sold products and services directly to customers, but was also responsible for supervising and training other salespeople. The plaintiff received a commission on his own sales plus one percent override com­mission on sales made by those persons under his supervision. According to the plaintiff, at any given time he supervised an average of 20 to 24 salespeople. The plaintiff also indicated that he spent fifty percent of his time supervising the training and the other fifty percent selling. \"Provincial Products supplied the plaintiff's car through a lease agreement and made payments directly to Grant Brown Leasing. According to the plaintiff, Provincial Pro­ducts agreed to reimburse him for all expenses incurred by him and for appli­cable expenses paid by him on behalf of other salespeople. The plaintiff stated that the Provincial Products did not reimburse him for expenses, he claimed the expenses as deductions from his income during the taxation years at issue. \"With respect to the 1980 taxation year, the plaintiff reported earning a gross com­mission income of $34,219.42 against which he deducted expenses in the amount of $30,370.87 resulting in a net commis­sion income of $3,848.55. By Notice of Assessment dated July 10, 1984 the M.N.R. reduced the expenses the plaintiff deducted from $30,370.87 to $16,873.62, a disallowance of $13,497.25. The spe­cifics of the amounts claimed and dis­al­lowed are set out below: 1980 Taxation Year Items Claimed Allowed Disallowed Auto Expenses Other Travel Sales: Dinners 560.00 560.00 Gifts 700.00 700.00 Stationary 615.00 615.00 Telephone 955.00 Pager 405.60 405.60 Office in home Total \"With respect to the 1981 taxation year, the plaintiff reported earning a gross com­mission income of the $43,618.22 against which he deducted expenses in the amount of $37,737.97 resulting in a net commission income of $5,894.25. By Notice of Assess­ment date July 16, 1984 the M.N.R. reduced the expenses the plaintiff deducted from $37,723.97 to $18,873.22, a disallowance of $18,850.75. The specifics of the amounts claimed and disallowed are set out below: 1981 Taxation Year Items Claimed Allowed Disallowed Other Travel Dinner 720.00 720.00 Gifts Stationary 995.50 995.50 Telephone Pager 457.10 457.10 Office Total \"With respect to the 1982 taxation year the plaintiff reported earning a gross commis­sion income of $58,606.69 against which he deducted expenses in the amount of $50,289.64 resulting in a net commission income of $8,317.05. By Notice of As­sess­ment dated July 16, 1984 the M.N.R. reduced the expenses of the plaintiff deducted from $50,289.64 to $21,377.69, a disallowance of $28,911.95. The specific of the amounts claimed and disallowed are set out below: 1982 Taxation Year Items Claimed Allowed Disallowed Automobile Travel Dinners Gifts Stationary/ Postage 340.00 Telephone Pager 479.00 479.00 Wages to Spouse Office in Home Total \"By Notice of Objection dated August 27, 1984, the plaintiff objected to all three reassessments. \"By Notice of Confirmation dated May 23, 1985, the M.N.R. confirmed the reassessment for the 1980 taxation year and by Notice of Confirmation dated August 23, 1985, the M.N.R. confirmed reassessments in respect of the 1981 and 1982 taxation years. \"The plaintiff appealed the reassessments to the Tax Court of Canada. By a judgment delivered orally on September 16, 1988 the Tax Court dismissed the plaintiff's appeal and found that the M.N.R. was justified in disallowing the expenses claimed. \"In reassessing the plaintiff, the M.N.R. made the following assumptions and finding of fact: 1) at all material times, the plaintiff was a self-employed commission salesperson; 2) the plaintiff earned gross commission income of $34,219.42 in his 1980 taxation year, $43,618.22 in his 1981 taxation year and $58,606.69 in his 1982 taxation year; 3) the plaintiff did not incur more than $16,873.62 in expenses during his 1980 taxation year for the purpose of gaining or producing commission income; 4) the plaintiff did not incur more that $18,873.22 in expenses during his 1981 taxation year for the purpose of gaining or producing commission income; 5) the plaintiff did not incur more than $21,377.69 in expenses during his 1982 taxation year for the purpose of gaining or producing commission income; 6) the plaintiff did not submit, at any time, any receipts, vouchers, logbooks or records to substantiate any of the expenses claimed; and 7) expenses in the excess of those amounts allowed, if incurred at all, were not reasonable in the circumstances and were personal expenses of the plaintiff.\" Counsel for the defendant added to the memo the fact that the defendant was also relying on the provisions of s. 67 of the Income Tax Act , S.C. 1970-71-72, c. 63. Issues", "[2] The issues in this appeal are fairly straightforward and involve a determination of whether the plaintiff is entitled to deduct the disallowed expenses totalling $13,497, $18,850.75 and $28,911.95 in the 1980, 1981 and 1982 taxation years respectively, under para. 18(1)(a) of the Act and whether the disallowed expenses were considered to be personal or living expenses and therefore not deductible under para. 18(1)(h) of the Act", "[3] The plaintiff's position is that the amounts in question were incurred for the purpose of gaining and producing commission income and were properly deducted in computing income in accordance with para. 18(1)(a) of the Income Tax Act (the Act ) and were reasonable in the plaintiff's circumstances. The plaintiff maintains that in addition to supplying the plaintiff's car through a leasing agreement, Provincial Products agreed to reimburse him for all expenses he incurred and for the applicable expenses of other salespeople. Unfortunately, there is no record in writing of such an agreement. According to the plaintiff, he kept receipts for the expenses he incurred and submitted them regularly to Provincial Products. He indicated that he did not keep copies of these receipts, but did keep a record of the expenses at his home for income tax purposes. It is suggested that after filing his return, the plaintiff's notes were stolen. Provincial Products failed to reimburse the plaintiff for expenses and therefore the plaintiff deducted the expenses from his income when he filed his returns.", "[4] The defendant submits that the amounts in question were properly disallowed as they were not incurred for the purpose of gaining and producing income and therefore were not deductible pursuant to para. 18(1)(a) of the Act . Further, the amounts in question were also properly disallowed as expenses as they were the plaintiff's personal expenses and therefore not deductible pursuant to para. 18(1)(h) of the Act . The defendant also submits that the amounts in question were properly disallowed as the expenses were not reasonable in the circumstances and therefore not deductible in the computation of income by virtue of s. 67 of the Act Discussion", "[5] It should be noted that the present appeal, although an appeal from a decision of the Tax Court of Canada, is a trial de novo and the onus is on the plaintiff to show that the reassessments were in error.", "[6] The provisions of s. 9(1) and para. 18(1)(a) and (h) are reproduced below: \"9(1) Subject to this part, a taxpayer's income for a taxation year from a business or property is his profit therefrom for the year. \"18(1) In computing the income of a taxpayer from a business or property no deduction shall be made in respect of General Limitation \"(a) an outlay or expense except to the extent that it was made or incurred by the taxpayer for the purpose of gaining or producing income for the business or property; \"(h) personal or living expenses of the taxpayer except travelling expenses (including the entire amount expended for meals and lodging) incurred by the taxpayer while away from home in the course of carrying on his business.\"", "[7] In order to pass the \"test of deductibility\" under para. 18(1)(a), the expense or outlay must be made or incurred by the taxpayer for the purpose of gaining, producing or maintaining income from a business or property. The determination of whether the expenditure in question falls within para. 18(1)(a) of the Act is a question of fact. Further, as the onus is on the taxpayer to establish that an expense was incurred to produce income, the plaintiff must adduce evidence at trial that the amounts claimed were incurred for the purpose of gaining or producing income.", "[8] As noted by the defendant, the plaintiff did not submit receipts, vouchers or records to substantiate the expenses claimed. Although there is no legal requirement that vouchers and receipts be kept for all expenses, s. 230 of the Act requires taxpayers to keep adequate books and records. Adequate is not defined in the Act , but it would seem that these \"records\" should support whatever the taxpayer is claiming for taxation purposes. The lack of any documentation made the plaintiff's task a difficult one, especially as the onus is on the taxpayer to prove that the M.N.R.'s assumptions and assessments are wrong. In FRAGMENT_SUPPRESSED after quoting from FRAGMENT_SUPPRESSED, points out that the onus is on the taxpayer to prove wrong the M.N.R.'s reassessment, as the taxpayer is in a better position to provide information as to what actually occurred. FRAGMENT_SUPPRESSED also appears to allude to the fact that if a plaintiff taxpayer makes some effort to corroborate the claims made and if the oral evidence is credible, it might be possible to find in the taxpayer's favour even in the absences of any voucher, receipts or other records.", "[9] In FRAGMENT_SUPPRESSED, the taxpayer's deductions for car and travel expenses were reduced on assessment as records were either fragmentary or nonexistent. The court found it reasonable to allow part of the deductions and held that a portion of the expenses claimed had been established on a balance of probabilities, as expenses which could legally be claimed as incurred for the purposes of earning income in accordance with the Act", "[10] In order for the court to be satisfied that the expenses claimed fell within the provisions of para. 18(1)(a), the plaintiff had to explain how the expenses claimed related to the earning of his commission income.", "[11] The largest portion of expenses claimed by the claimant and disallowed by the M.N.R. are in respect of automobile expenses. Generally, automobile expenses included such items as gas, oil, cost of repairs and insurance.", "[12] In respect of the plaintiff's 1980 taxation year, the M.N.R. disallowed the following amounts claimed by the plaintiff for automobile expenses: 1) $6,782.00 of the $9,650.00 the plaintiff claimed for gas and oil; 2) $564.00 of the $980.00 the plaintiff claimed for car washes; 3) $730.75 of the $1,250.75 claimed by the plaintiff for parking.", "[13] In respect of the plaintiff's 1981 taxation year, the M.N.R. disallowed: 1) $8,400.00 of the $11,830.00 claimed for oil and gas; 2) $816.00 of the $1,284.00 claimed for car washed; 3) $1,405.00 of the $1,925.50 for parking tolls.", "[14] In respect of the plaintiff's 1982 taxation year, the M.N.R. disallowed: 1) $10,830.00 of the $14,830.00 claimed for oil and gas; 2) $1,160.00 of the $1,680.00 claimed for car washes; 3) $2,110.75 of the $2,630.75 claimed for parking tolls. Also, it should be noted, and it was strongly emphasized by the plaintiff, that the amounts included what the plaintiff spent on his own behalf as well as on the behalf of other sales-people", "[15] Generally, where a \"motor vehicle\" (as defined in s. 248(1) of the Act ) and includes an automobile) is owned or leased by an individual and is used by that individual to earn income from a business, expenses such as the cost of gasoline, fuel, maintenance, licences, insurance, normal repairs and certain leasing costs are deductible as ordinary operating expenses of the business, as long as the amounts claimed are reasonable and are supported by vouchers, receipts or by some record of expenditure. If the automobile is used partly in the course of business and partly for personal transportation, the portions of each have to be proved and the expenditures apportioned accordingly. In FRAGMENT_SUPPRESSED In the case before me, there was no dispute that the claimant was eligible to claim these expenses as a self-employed commissioned salesperson. The question becomes whether the amounts disallowed fall within para. 18(1)(a) of the Act . As indicated earlier, this is a question of fact that must be determined based on the evidence presented. None of the amounts claimed were supported by vouchers or any type of record. However, it should be noted that the M.N.R. did allow the amounts the plaintiff claimed with respect to insurance, the cost of tires, repairs, licence, auto club membership fees, spare parts, and lease payments. Other Travel:", "[16] The Tax Court indicated that \"other travel\" included meals in restaurants and money spent in donut and coffee shops.", "[17] At the time relevant to this appeal entertainment expenses which a taxpayer could prove as being reasonable and necessarily incurred for the promotion or furtherance of the taxpayer's business was permitted as a deduction from income. Under the heading of \"entertainment\" the M.N.R. disallowed amounts the plaintiff claimed for gifts and a portion of the amounts claimed for telephone expenditures and postage expenses. The telephone calls were made from pay telephone stations with cash, no credit cards were used and as such the plaintiff had no record of the cost of the calls. Gifts:", "[18] With respect to the amounts the plaintiff claimed for gifts, it is my understanding that the amounts represented the cost of bottles of wine which the plaintiff gave to customers for having referred other potential customers to him. In FRAGMENT_SUPPRESSED, gifts in the amount of $2,325 claimed by the taxpayer as having been given to tipsters providing leads to prospective customers were not allowed as deductions. In that case, the taxpayer was a commission car salesperson, who claimed deductions for automobile, gift, meal and home office expenses. J.B. Goetz, Q.C., of the Tax Review Board found that the 25% deduction from automobile expenses claimed and allocated to personal use by the Minister was correct, that the Minister's assessment of the home office expenses was upheld as the taxpayer directed no evidence relating to the office expenses and that the disallowance of meal expenses by the Minister should stand. With respect to the gift expenses, the Tax Review Board noted that the taxpayer would not provide the names of his \"tipsters\" and held that in order to come within the provisions of para. 18(1)(a) of the Act , the taxpayer must establish that the entertainment expenses claimed by him could be substantiated. At p. 841 of the decision J.B. Goetz stated that: \"It is ruled that the mere tendering of liquor receipts and, secondly the fact that no records were kept of any monetary expenditure being made to the tipsters, force us to the position, that, because of his refusal to identify the recipients of his entertainment expenses and the absence of any relevant records, he fails to come under s. 18(1)(a). For this reason the disallowance of the gift expense in the relevant taxation year is upheld.\" However, in FRAGMENT_SUPPRESSED the court allowed the taxpayer to deduct as an expense annual donations of between $8,000 and $10,000 made to charitable organizations. In that case the taxpayer was able to show a direct relationship between the gifts and sales that resulted because of the goodwill generated in the business community.", "[19] It should also be noted that with all expenses claimed, where there is an element of a personal nature or use demonstrated together with a business aspect, that portion representing a personal use will be disallowed. Personal Or Living Expenses:", "[20] Paragraph 18(1)(h) of the Act prohibits the deduction of personal or living expenses, except travelling expenses incurred by the taxpayer while away from home in the course of carrying on a business. It appears that in this case, as in most cases, personal and living expenses cannot be deducted in any event because of para. 18(1)(a) of the Act which prohibits the deduction of an expense or outlay except to the extent that it was made or incurred for the purpose of gaining or producing income from a business or property. However, as I found, the expenses in dispute were properly disallowed under para. 18(1)(a) as being personal in nature therefore it is redundant to disallow the same expenses under paragraph 18(1)(h) of the Act Reasonableness Of The Expenses:", "[21] At the time relevant to this appeal, s. 67 of the Act provided that: \"67 In computing income, no deduction shall be made in respect of an outlay or expense in respect of which any amount is otherwise deductible under this Act, except to the extent that the outlay or expense was reasonable in the circumstances.\" The reasonableness of any of the plaintiff's expenditure has to be determined based on the facts and circumstances relevant to this specific plaintiff and his appeal. Conclusions and Decision", "[22] Having heard the testimony and arguments advanced by the plaintiff, I am left to wonder why the Department of National Revenue was so generous in allowing the expenses that they did. There were no vouchers for any claimed expenses for 1980, 1981 or 1982. No logbook was kept of the distances travelled by the plaintiff. His claimed expenses were well beyond any reasonable amount for this taxpayer. The defendant has it right in the Statement of Defence when she states: \"(h) expenses in excess of those amounts allowed, if incurred at all, were not reasonable in the circumstances and were personal expenses of the plaintiff\".", "[23] The plaintiff claimed his vouchers/receipts were stolen in 1983 or 1984 during a break-in at his house when he was visiting India. That does not explain his failure to provide any vouchers, receipts, logbooks or records to substantiate any of the expenses claimed.", "[24] On the other hand, consider the fairness of the Department of National Revenue and its auditor Mr. Larry Francis Shepherd (Shepherd) and only a couple of examples are necessary. With no receipts and no guidance from Bahl, he decided to allow for the 1980 taxation year $10 per day for other travel for the 264 working days in the year amounting to $2,640. On gifts, he questioned Bahl who couldn't remember or wouldn't divulge who received these alleged gifts and yet claimed $700 in 1980, $1,090 in 1981 and $2,550 in 1982 which were quite properly disallowed.", "[25] The claims made by Bahl for automobile expenses can only be described as ridiculously high, and it is an effrontery to the challenge the amounts allowed as too low.", "[26] Shepherd allowed amounts of $1,400 in 1980, $1,500 in 1981 and $1,700 in 1982 for office at home, again despite Bahl's failure to provide any guidance or vouchers about how he arrived at these figures.", "[27] The $1,000 allowed by Shepherd for telephone calls in each of the taxation years was arrived at by allowing for 1,000 calls at 10¢ a call and is in my view not only reasonable but quite generous in the circumstances here. Consider the indefensible figures claimed by Bahl: 1980 - $1,955 = 1955 calls; 1981 - $2,350 = 2,350 calls; 1982 - $3,470 = 3,470 calls.", "[28] Shepherd wrote to Bahl in early 1984 with a careful analysis of the expenses allowed and those reduced, inviting Bahl to come in to discuss the matter and make whatever representation he cared to make. If the \"theft\" of vouchers, etc. took place in 1984 as Bahl suggested as a possibility, he would have had the vouchers he claimed to have and would have brought them in to refute expenses not allowed. Bahl took his time about going in and, other than declaration that he had made the expenses claimed, offered no proof and certainly no logbook(s) which he stated he never kept.", "[29] For a businessman Bahl showed remarkable negligence and in my view was fortunate that any of these expenses were allowed. But for the sense of fairness exhibited by Shepherd his plight would have been a sadder one indeed. Bahl was not a credible witness even seeking to deny that he had made a trip to India until reminded that he said his trip to India meant a vacant house resulting in a break-in and loss of the receipts and vouchers.", "[30] Based on the evidence relating to the expenses in dispute, the M.N.R. was correct in disallowing the expenses in dispute and the assessments shall stand. As an aside, I agree with the Tax Credit judge's comment that in respect to expenses allowed, the Minister of National Revenue was quite generous.", "[31] Costs are to be awarded to the defendant. I thought very seriously about awarding them on a solicitor-and-client basis but in the final analysis I was dissuaded due to the plaintiff's circumstances. Appeal dismissed. Editor: Angela E. McKay/saf [End of document]"]}