{"id_": "023974", "body_str": ["[1] Gleason, J. : This is an application for judicial review from the Decision of the Refugee Protection Division of the Immigration and Refugee Board [RPD], dated June 16, 2011, in which the RPD rejected the Applicants' refugee claims [the Decision]. The Applicants are Roma from Hungary and sought refugee protection in Canada due to the risk of discrimination and persecution they claimed they would face in Hungary by reason of their ethnicity. The Applicants made their claims under both sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA].", "[2] The RPD rejected their claims because it held that the Applicants had failed to rebut the presumption of adequate state protection in Hungary. In their application for judicial review, the Applicants advanced a single ground and argued that the RPD committed a reviewable error in failing to conduct a separate section 97 analysis. For the reasons detailed below, it is my view that no separate section 97 analysis was required and, accordingly, that this application for judicial review should be dismissed.", "[3] In the Decision, the RPD first reviewed the Applicants' allegations and determined that they were credible. To summarise them briefly, Jeno Racz is Renata Racz'father. He was previously married to Renata's mother, a woman of Hungarian ethnicity, but they divorced because her family objected to his ethnicity. Following the divorce, Jeno and Renata continued to live in the family home. Both claimed to have experienced discrimination in school, but both were able to complete high school, and, indeed, had more education than is common for Roma in Hungary. Both were also employed, Renata for a bank and Jeno was self-employed. They recounted several incidents of discrimination. For example, Renata recounted being harassed by co-workers and members of her boyfriend's family. Jeno claimed he was harassed by the police when he was selling shoes in the market. He also claimed that in 2003 he received inferior medical treatment at a hospital following a fall, which resulted in his developing blood poisoning. In 2008, he was harassed while attending a New Year's Eve party and was assaulted by two individuals, who made derogatory remarks regarding his Roma ethnicity. The next week, their home was broken into and vandalized, and the Applicants fled to Canada. Neither, however, went to the police to report any of these incidents, as they feared they would not be taken seriously due to their ethnicity.", "[4] After reviewing the Applicants' allegations, the RPD engaged in a thorough and detailed review of the documentary evidence before it regarding the availability of state protection in Hungary to those of Roma ethnicity. The RPD noted that while there was certainly documentation regarding discrimination faced by the Roma, the documentation also established that Hungary is a functioning democracy and that the Hungarian government has made several attempts and taken several steps to limit or ban the activities of xenophobic right-wing groups, who have been engaging in systemic harassment and of the Roma people. The RPD continued by noting that Roma in Hungary suffer from unemployment, poor housing and typically receive less education than other Hungarians. However, none of these problems was faced by the Applicants who, respectively, completed 12 and 14 years of education, were both employed, and had a home to live in. The RPD concluded its state protection analysis by underlining that the Applicants did not even attempt to seek protection from the police in Hungary.", "[5] The RPD then went on to dismiss the Applicants' claims under both sections 96 and 97 of IRPA, without conducting a separate analysis regarding the risks that the Applicants might face under section 97.", "[6] The Applicants cite a single case in support of their position that the Board was required to conduct a separate section 97 analysis: <FRAGMENT_SUPPRESSED>  Imm LR (3d) 149 [ <FRAGMENT_SUPPRESSED> ]. On the particular facts of that case, Justice Kelen held that the RPD had committed a reviewable error in failing to conduct a section 97 analysis. In <FRAGMENT_SUPPRESSED> , however, the RPD based its determination under section 96 on a finding that the applicant's story was not credible. It did not go on to assess state protection. This Court has similarly stated on other occasions that the RPD may be required to conduct a section 97 analysis where it rejects a refugee claim under section 96 of IRPA solely on a lack of credibility (see e.g. <FRAGMENT_SUPPRESSED> FTR 52. However, where there is no evidence before the RPD that would support a claim under section 97, this Court has held that a separate section 97 analysis is not required (see e.g. <FRAGMENT_SUPPRESSED> [2008] FCJ No 30 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> FTR 244 [ <FRAGMENT_SUPPRESSED> ]; and <FRAGMENT_SUPPRESSED> ) [ <FRAGMENT_SUPPRESSED> ].", "[7] Irrespective of the applicable standard of review, the Board's Decision must stand as, in light of the foregoing authorities, it was not necessary for the Board to conduct a separate section 97 analysis on the facts of this case. This case is analogous to the situations in <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> , and <FRAGMENT_SUPPRESSED> because the findings on state protection applied equally under sections 96 and 97 of IRPA. Accordingly, there was no need for the Board to engage in a separate analysis of whether, but for the availability of state protection, the Applicants would otherwise have qualified as persons in need of protection under section 97 of IRPA.", "[8] This application for judicial review will therefore be dismissed.", "[9] No question for certification under section 74 of IRPA was presented and none arises in this case. JUDGMENT", "[10] THIS COURT'S JUDGMENT is that 1. This application for judicial review is dismissed; 2. No question of general importance is certified; and 3. There is no order as to costs. , LC 2001, c 27 [la LIPR].", "[2]", "[3]", "[4]", "[5]", "[6] <FRAGMENT_SUPPRESSED> [2008] ACF n° 30; <FRAGMENT_SUPPRESSED> FTR 244; et <FRAGMENT_SUPPRESSED> et 35).", "[7]", "[8]", "[9] JUGEMENT", "[10] [End of document]"]}