{"id_": "024065", "body_str": ["[1] Mosley, J. : This is an application for judicial review under s 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA], of the March 28, 2013 decision of a Citizenship and Immigration Canada officer (the Minister's delegate or the Delegate) refusing Mr. Jose Luis Figueroa's application for permanent residence on humanitarian and compassionate (H&C) grounds pursuant to s 25 of the IRPA.", "[2] For the reasons that follow, the application is granted and remitted for reconsideration by a different officer. I. BACKGROUND", "[3] Mr. Figueroa is a 47 year-old citizen of El Salvador. Mr. Figueroa was a member of the Frente Farabundo Marti para la Liberacion Nacional (FMLN) from approximately 1986 to 1995. While at the University of El Salvador, Mr. Figueroa became a member of the Partido Comunista Salvadoreno (PCS), one of five resistance movements that allied themselves under the umbrella of the FMLN to oppose the military led regime then in control of El Salvador. A coup in 1979 had led to the killing of protestors and, ultimately, to civil war which lasted for over twelve years.", "[4] Mr. Figueroa's role within the FMLN was as a political activist. He did not take up arms against the government. He educated students about the political situation in El Salvador and encouraged them to join the FMLN to help change it. Although the PCS had an armed wing, the Fuerzas Armadas de Liberacion (FAL), Mr. Figueroa was never directly involved in the armed struggle, nor did he direct anyone who was involved in the armed struggle. Mr. Figueroa was not involved with the FAL and other armed movements until after the peace accords reached in the early 1990s, under the auspices of the United Nations. Following his graduation in 1992 he taught former FMLN combatants to help them transition into civilian life.", "[5] Mr. Figueroa and his wife married in 1993. In late 1995 he left El Salvador to make his way to Canada. His wife joined him along the way and they arrived in Canada in April 1997. They filed refugee claims on May 6, 1997. On May 25, 2000, their application was dismissed. The determinative issues were credibility (the member did not believe they were at risk of assassination because of Mr. Figueroa's past membership in the FMLN) and changed country conditions.", "[6] Since Mrs. and Mr. Figueroa's arrival in Canada, Mr. Figueroa has been the main breadwinner. All three of their children were born in Canada; Jose Ivan in August 1997, Esmeralda in March 2004, and Ruby Alexandra in May 2007. Jose Ivan was diagnosed with autism in 2002. As a result of his parents' dedication and support, together with the services available from his school and other agencies, Jose Ivan, who is now 15 years old, is \"high functioning\" and is in an integrated grade 8 class.", "[7] Two of Mr. Figueroa's sisters are Canadian residents who reside in the same town in BC as he does. Three of his half-sisters and a half brother reside in the U.S. Mr. Figueroa has one brother still living in El Salvador.", "[8] In June 2002, the couple filed an application for permanent residency from within Canada on humanitarian and compassionate grounds. In December 2003, their application was referred for a Pre-Removal Risk Assessment (PRRA) for a dual assessment because they alleged risk.", "[9] On July 9, 2004, a negative PRRA decision was rendered. However, the officer made a positive finding on humanitarian and compassionate grounds, and specifically on the basis of the best interests of Jose Ivan. The officer noted the lack of treatment and special schools in El Salvador and the impact a change in environment would have on Jose Ivan. Thus, on July 12, 2004, Mr. Figueroa and his wife received stage one approval on their application for permanent residence (i.e. their application for permanent residence under s 25 of the IRPA would be processed from within Canada).", "[10] As a result of a July 6, 2009 interview with an officer from the Canadian Border Services Agency (CBSA), it was found that there were reasonable grounds to believe that Mr. Figueroa was inadmissible to Canada on security grounds pursuant to paragraph 34(1)(f) of the IRPA. A section 44 report was prepared on July 7, 2009 and an admissibility hearing was scheduled for April 29, 2010. In a decision dated May 5, 2010, the Immigration Division found Mr. Figueroa to be inadmissible and issued a deportation order. Mr. Figueroa filed an application for leave and judicial review of this decision, but leave was refused on August 30, 2010.", "[11] By letter dated July 28, 2010, Mr. Figueroa requested consideration under ss 34(2) (repealed in 2013 by the Faster Removal of Foreign Criminals Act - Bill C-43, which received Royal Assent June 19, 2013) and s 25 of the IRPA. This request was referred to a Minister's Delegate for determination as the immigration officer considering the matter lacked the authority to decide those questions. On April 9, 2013, Mrs. Figueroa received notice that she had been granted permanent residency on H&C grounds. On April 22, 2013, Mr. Figueroa received notice that his application for permanent residence on H&C grounds was rejected. His request for Ministerial relief under ss 34(2) has yet to be decided. II. DECISION UNDER REVIEW", "[12] I think it is useful to describe the Minister's Delegate's findings in some detail. Karine Roy-Tremblay, Director, Case Determination, Case Management Branch made the decision.", "[13] Mr. Figueroa had readily admitted to being a member of the FMLN from 1986 to 1995. The Delegate noted that Mr. Figueroa had joined the FMLN voluntarily and had been involved with organizing meetings, recruiting new members and teaching FMLN members in demobilization camps. While the FMLN is currently a recognized political party in El Salvador and constitutes the present government, the Delegate held that at the time of Mr. Figueroa's involvement, it was \"considered to be an organization who [ sic ] engaged in the commission of acts of terrorism against civilians.\" The Delegate specified the acts of violence carried out by the FMLN and concluded the following in relation to Mr. Figueroa's admissibility: It is further noted that the Immigration Division has found that Mr. Figueroa was only involved in political activities for the FMLN, and was not involved in any violent campaigns or actions, however, Mr. Figueroa was not just a sympathizer to the causes, he was a member of the FMLN organization and his involvement in any form comprises involvement in the organization and therefore membership in the organization. It has resulted in the issuance of a deportation order against Mr. Figueroa on 5 May 2010. Based on the information before me, I have reasonable ground to believe that Mr. Figueroa was a member of an organization that engaged in terrorism. Therefore, I am satisfied that Mr. Figueroa is inadmissible under section 34(1)(f) of IRPA.", "[14] In reviewing the H&C considerations, the Delegate noted that the main bases for Mr. Figueroa's H&C application were the best interests of his children and his establishment in Canada.", "[15] The Delegate acknowledged that the three children would be affected if their father were removed. She considered Jose Ivan's diagnosis and the role Mr. Figueroa had played in his son's development, but found that there was insufficient evidence to establish that Jose Ivan would not continue to progress and pursue his education if his father were to be removed. The Delegate held that Jose Ivan would continue to benefit from the support of his mother, his school and the family's social network.", "[16] The Delegate noted that Mr. Figueroa had lived in Canada since 1997, and that he had only resorted to welfare once: when he and Mrs. Figueroa were waiting for approval of their work permits in 1997. He and his family are members of a church in their community, and \"numerous letters\" submitted on Mr. Figueroa's behalf \"all detail [...] how he is a valued member of the community, a steadfast family man, and how he does not pose a threat to the country.\"", "[17] The Delegate found that Mr. Figueroa and his wife had been living in Canada for 15 years, had three Canadian born children and that the evidence demonstrated that they are well established in Canada both economically and socially. The most compelling H&C consideration, in the Minister's delegate's opinion, was the children's best interests. On this basis, the Delegate granted Ms. Figueroa's application to allow her to continue to reside in Canada and care for the children here.", "[18] However, the Delegate found that Mr. Figueroa's exemption request could not be granted. His inadmissibility to Canada arose from serious security grounds, and any hardship he might face is \"anticipated by IRPA, [...] in line with the objectives of the [IRPA ... and I] t is not the result of circumstances beyond Mr. Figueroa's control as he chose at one point of his life to become a member of an organization that was involved in the commission of terrorist acts and he remained an active member for an extensive period of time.\"", "[19] The Delegate acknowledged that family reunification is an objective of the IRPA, but pointed to the fact that the separation in this case was a result of Mr. Figueroa's decision to become a member of the FMLN, which \"was committing acts of terrorism.\" The Delegate indicated that she was \"satisfied\" that Mr. Figueroa could maintain contact with his family and provide emotional support by way of the technology available for communication. She also indicated that it was open to Mr. Figueroa's family to visit him in El Salvador.", "[20] While the best interests of the children, Mr. Figueroa's establishment in Canada and the hardship he would face upon removal to El Salvador weighed in favour of granting Mr. Figueroa the exemption pursuant to s 25, the Delegate gave significant weight to the government's commitment not to provide a safe-haven to members of terrorist organizations. In particular, the Delegate found that Mr. Figueroa's inadmissibility was of a serious nature and implicated Canada's commitment to international justice. On this basis, the Delegate concluded, on a balance of probabilities, that the H&C considerations did not outweigh Mr. Figueroa's inadmissibility on security grounds. III. ISSUES", "[21] As a preliminary matter, the respondent objected to the introduction of a fresh affidavit by the applicant that demonstrates that Delegate Tremblay-Roy recycled her analysis in this matter by cutting and pasting it into her decision in another unrelated case. I agree with the respondent that this is not relevant to this proceeding.", "[22] The respondent also objected to a new issue being raised in oral argument that was not included in the applicant's written representations. That concerns an error by Delegate Tremblay-Roy with respect to the nature of the matter before her. In a concluding paragraph she described it as an application for a Temporary Resident Permit (TRP), appearing to have confused the matter with another case. In my view, that mistake was not material and at best suggests a lack of due care and attention to the matter before her.", "[23] The sole issue to be decided on this application is whether the Delegate's decision was reasonable.", "[24] The standard of review applicable to an officer's decision on an H&C application, including the officer's assessment of the best interests of a child, is reasonableness: <FRAGMENT_SUPPRESSED>  (CA) at paras 18, 20.", "[25] As stated in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para 59: [...] Where the reasonableness standard applies, it requires deference. Reviewing courts cannot substitute their own appreciation of the appropriate solution, but must rather determine if the outcome falls within \"a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( , at para. 47). There might be more than one reasonable outcome. However, as long as the process and the outcome fit comfortably with the principles of justification, transparency and intelligibility, it is not open to a reviewing court to substitute its own view of a preferable outcome. IV. APPLICABLE LEGISLATION", "[26] The applicable legislation is set out in Annex \"A\". V. ANALYSIS", "[27] I agree with the applicant that the decision is unreasonable. The one factor weighing against granting the applicant's application for permanent residency on H&C grounds is his inadmissibility on the basis of paragraph 34(1)(f) of the IRPA.", "[28] The Operational Manual for Immigrant Applications in Canada made on Humanitarian or Compassionate Grounds (IP 5) indicates the following with respect to inadmissible applicants and cases involving national security: Foreign nationals who are inadmissible may submit an H&C application to overcome their inadmissibility. However, exemptions to inadmissibility must be weighed against the objectives as expressed in the IRPA which indicate an intent to prioritize security. This objective is given effect by preventing the entry of applicants with criminal records, by removal of applicants with such records from Canada, and by emphasis on the obligation of permanent residents to behave lawfully while in Canada. This marks a change from the focus in the predecessor statute (1976 Act), which emphasized the successful integration of applicants more than security. [Emphasis added] Cases involving national security (A34, A35 and A37) In national security cases, CIC officers are advised to contact the Canada Border Services Agency (CBSA) National Security Division (Modern War Crimes, Organized Crime or Counter Terrorism). Assistance to determine whether a foreign national is inadmissible on national security grounds is available to CIC through these units. A recommendation and suggested interview questions are just two ways that CBSA can assist CIC in rendering admissibility decisions on applications involving national security. For the purpose of determining whether a foreign national or permanent resident is inadmissible under paragraphs 34(1)(c) or 35(1)(a) of the Act, findings of fact set out in decisions or determinations by competent authorities (under R14 and R15 respectively) shall only be considered as conclusive findings of fact. The officer must consider any new information or evidence provided by the applicant in relation to their admissibility; however, evidence must be weighed and assessed according to whether it is credible, corroborated and compelling.", "[29] As a preliminary observation, there is nothing in the record to suggest that the applicant has a criminal record or has behaved badly while in Canada, two of the factors that according to the Operational Manual are to be taken into account in giving effect to the IRPA objective of prioritizing security.", "[30] In his application, the applicant provided submissions as to the nature of the FMLN, his activity within the organization, and his dissociation from the organization which the Minister's delegate was required to consider according to IP 5: \"The officer must consider any new information or evidence provided by the applicant in relation to their admissibility; however, evidence must be weighed and assessed according to whether it is credible, corroborated and compelling.\"", "[31] This requires the Minister's Delegate to do two things: (1) consider a prior inadmissibility finding in light of any submissions to determine whether that finding still stands; and (2) consider the gravity of the inadmissibility in light of the submissions. In this instance, the Delegate failed to consider the gravity of the inadmissibility in light of Mr. Figueroa's submissions. Rather, the Delegate simply reviewed and confirmed Mr. Figueroa's inadmissibility to Canada pursuant to paragraph 34(1)(f), on the basis of his membership of the FMLN and the commission of terrorist acts by components of the FMLN while he was a member. This in itself rendered the decision unreasonable.", "[32] The Delegate's decision to dismiss the H & C application because \"Mr. Figueroa's inadmissibility was of a serious nature\" is also unreasonable as it failed to take into account the nature of the conflict and Mr. Figueroa's personal role as a non-combatant political advocate. The finding that Mr. Figueroa's inadmissibility is of a \"serious nature\" amounts to nothing more than a facile observation that it is serious, in general, to be found inadmissible on security grounds. This is simply not good enough.", "[33] It is surprising that there is nothing in the Delegate's analysis, despite her recognition of \"Canada's commitment to international justice\", that reflects the specific history of the conflict in El Salvador and, in particular, the political violence inflicted on the population by the military and security forces over many years. It is clear that the applicant's involvement in that history was solely as a non-combatant political activist engaged in trying to motivate young people at the university to become involved in the movement to achieve democratic reform in the country. His evidence is that he was not aware of the political violence carried out by elements of the FMLN until the emergence of disclosures during the Truth Commission process. That may make him, as counsel for the respondent argued, guilty of wilful blindness but it does not make him complicit in that violence.", "[34] I agree with the applicant that the Delegate erred in failing to take this into account in her analysis. What was called for was not just a simple application of the formula which applies to a factual determination of membership under s 34, which does not have a temporal component- i.e., once a member of an organization that had engaged in acts of terror, always a member. Rather, the analysis required a more nuanced consideration of the nature of that membership and how it should be balanced against the strong humanitarian and compassionate factors in determining whether an exemption was warranted under s 25.", "[35] The H&C factors are exceptionally strong in this case, as evidenced by the support that the applicant and his family have received from the community. The role of the applicant in his son Jose Ivan's development was stressed in the evidence of the teachers who work with Jose Ivan every day. The Delegate found that this relationship could be maintained long-distance by way of Skype, suggesting that the separation would have no detrimental effect on Jose Ivan's development. That is contrary to the evidence of a school resource teacher cited by Citizenship and Immigration Canada Officer Maekawa in the case summary he prepared and submitted to the Delegate. The Delegate makes no reference to the evidence that stability is important in the development of an autistic child. Her conclusion that the applicant's wife will be able to remain in Canada and care for the children ignores the difficulties she will encounter as a single parent trying to both provide and care for them.", "[36] The only reference the Delegate makes to Officer Maekawa's case summary are with regard to his comments about the terrorist acts carried out by the FMLN. All of the positive aspects Officer Maekawa set out in his summary were ignored by the Delegate, including his conclusion that an exemption was warranted.", "[37] I note that none of the other immigration officers who considered the applicant's case over the years that it was pending found that he was a risk to Canada's security or to the security of any person. Each of those officers could have denied the application but chose to refer it for consideration of the s 25 factors by the Minister's Delegate. The inadmissibility finding rested solely on a minimal degree of participation some many years earlier. Concern about the applicant's membership in the FMLN arrived slowly and late - the s 44 report was issued some five years after his application for permanent residence received preliminary approval. During this period, the family had become well-established in Canada and had a third child.", "[38] The Delegate unreasonably referred to the FMLN as a \"terrorist organization\". That term is not used in s 34 and is not a term of art employed by the statute. The IRPA refers to membership in an organization that has, is or will engage in acts of terrorism. The FMLN was never a group for which political terror was a primary tactic. It had broad popular support and has now formed the government elected through democratic means. The organization attracted 80-100,000 members in a country of 5 million population. It was a broad based legitimate resistance group. The armed elements of the FMLN were primarily military forces engaged in a civil war against an oppressive regime much like the African National Congress in South Africa's struggle against apartheid. The FMLN has not been proscribed as a \"terrorist entity\" on the list maintained by the Government of Canada. The Government of Canada carries on normal relations with the Government of El Salvador, now led by the FMLN. Some consideration should have been given to all of this before the Delegate concluded that the applicant's membership in the FMLN was of such a serious nature that it outweighed the positive humanitarian and compassionate factors in favour of granting the applicant an exemption.", "[39] In conclusion, I am satisfied that the application for judicial review must be granted as the decision was not reasonable in the sense required by the jurisprudence, i.e., that the decision is intelligible, transparent, justified and within the range of acceptable outcomes defensible on the facts and the law.", "[40] No serious questions of general importance were proposed for appeal and none will be certified. JUDGMENT", "[41] THIS COURT'S JUDGMENT is that the application is granted and the matter is remitted for reconsideration by a different Minister's Delegate in accordance with the reasons provided. No questions are certified. ANNEX A Immigration and Refugee Protection Act, SC 2001, c 27. Humanitarian and compassionate considerations - request of foreign national 25. (1) Subject to subsection (1.2), the Minister must, on request of a foreign national in Canada who applies for permanent resident status and who is inadmissible - other than under section 34, 35 or 37 - or who does not meet the requirements of this Act, and may, on request of a foreign national outside Canada - other than a foreign national who is inadmissible under section 34, 35 or 37 - who applies for a permanent resident visa, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected. [...] Division 4 Inadmissibility [...] Security 34. (1) A permanent resident or a foreign national is inadmissible on security grounds for (a) engaging in an act of espionage that is against Canada or that is contrary to Canada's interests; (b) engaging in or instigating the subversion by force of any government; (b.1) engaging in an act of subversion against a democratic government, institution or process as they are understood in Canada; (c) engaging in terrorism; [...] (f) being a member of an organization that there are reasonable grounds to believe engages, has engaged or will engage in acts referred to in paragraph (a), (b), (b.1) or (c). (2) The matters referred to in subsection (1) do not constitute inadmissibility in respect of a permanent resident or a foreign national who satisfies the Minister that their presence in Canada would not be detrimental to the national interest. [Repealed, 2013, c. 16, s. 13] [...] Section 4 Interdictions de territoire [...] [...]", "[2] I. FAITS", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13] ) de la LIPR.", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24]", "[25]", "[26] V. ANALYSE", "[27] ) de la LIPR.", "[28] 5.25. Demandeurs interdits de territoire ) de la Loi", "[29]", "[30]", "[31]", "[32]", "[33]", "[34]", "[35]", "[36]", "[37]", "[38]", "[39]", "[40] JUGEMENT", "[41] [...] Section 4 Interdictions de territoire [...] b.1 [...] ), ), b.1 ) ou ). Immigration and Refugee Protection Act, SC 2001, c 27. Humanitarian and compassionate considerations - request of foreign national 25. (1) Subject to subsection (1.2), the Minister must, on request of a foreign national in Canada who applies for permanent resident status and who is inadmissible - other than under section 34, 35 or 37 - or who does not meet the requirements of this Act, and may, on request of a foreign national outside Canada - other than a foreign national who is inadmissible under section 34, 35 or 37 - who applies for a permanent resident visa, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected. [...] Division 4 Inadmissibility [...] Security 34. (1) A permanent resident or a foreign national is inadmissible on security grounds for (a) engaging in an act of espionage that is against Canada or that is contrary to Canada's interests; (b) engaging in or instigating the subversion by force of any government; (b.1) engaging in an act of subversion against a democratic government, institution or process as they are understood in Canada; (c) engaging in terrorism; [...] (f) being a member of an organization that there are reasonable grounds to believe engages, has engaged or will engage in acts referred to in paragraph (a), (b), (b.1) or (c). (2) The matters referred to in subsection (1) do not constitute inadmissibility in respect of a permanent resident or a foreign national who satisfies the Minister that their presence in Canada would not be detrimental to the national interest. [Repealed, 2013, c. 16, s. 13] [End of document]"]}