{"id_": "024210", "body_str": ["[1] Frenette, D.J. : This is an application for judicial review pursuant to s. 72 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27, (the \" Act \"), of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the \"Board\") rendered on December 31, 2008 determining that the applicants were not Convention refugees nor persons in need of protection pursuant to ss. 96 and 97 of the Act .  <FRAGMENT_SUPPRESSED> II. The facts  <FRAGMENT_SUPPRESSED>", "[2] The principal applicant, Artemio Valerio Cueto, is a 37 year old who with his brothers David and Leonardo, and Leonardo's wife, Maria Luisa Meya Castillo, are all Mexican citizens. They resided in Veracruz, Mexico. The latter applicants base and rely upon the claim of the principal applicant.  <FRAGMENT_SUPPRESSED>", "[3] In May 2005, the applicants became close to their cousin, Gabriel Cobos Hernandez, who they believed was an insurance broker. In January 2006, the latter was arrested by the police for drug trafficking and weapons possession. He was identified as a member of a gang believed to be a division of the Sinaloa cartel. He was released from prison in 2006.  <FRAGMENT_SUPPRESSED>", "[4] The male applicants allege they were pressured by their cousin and members of Sangre Nueva to join the gang. When they refused they were assaulted on May 16, 2007 and injured. They received threats by telephone. The male applicants left Mexico for Canada on June 7, 2007; Maria Luisa followed two months later on August 16, 2007.  <FRAGMENT_SUPPRESSED>", "[5] The applicants claimed asylum in Canada as persons in need of refugee protection pursuant to ss. 96 and 97 of the Act . The applicants did not report the above threats to the police and did not seek help from any state protection agency in Mexico reasoning that they were afraid because the police were corrupt and some were members of the mafia.  <FRAGMENT_SUPPRESSED>", "[6] The applicants alleged fear of persecution if returned to Mexico.  <FRAGMENT_SUPPRESSED> III. The impugned decision  <FRAGMENT_SUPPRESSED>", "[7] In its ten-page decision, the Board reviewed the evidence as presented. It also scrutinized the documentary evidence on the situation in Mexico relating to crime, police and state corruption and efforts to combat crime.  <FRAGMENT_SUPPRESSED>", "[8] The Board found Mexico to be a democratic country that had a functioning police, security forces and judiciary offering responsible law enforcement and order.  <FRAGMENT_SUPPRESSED>", "[9] The Board acknowledged that Mexico had corruption problems in the police, officials and agencies of the government some of which were on the \"payroll\" of the drug cartels. However, the documentation showed that anti-drug and anti-corruption activities and efforts were made under the initiative of former President Fox and intensified by President Calderon, which led to federal and local officials and security personnel being arrested and prosecuted for criminal activities. The Board referred to numerous Federal Court decisions which illustrated the measures referred to above.  <FRAGMENT_SUPPRESSED>", "[10] The Board then considered that the applicants had not sought state protection and had not discharged the burden to rebut the presumption of state protection. The Board also found that there was a viable Internal Flight Alternative ( <FRAGMENT_SUPPRESSED> ) to other cities where the applicants could have relocated.  <FRAGMENT_SUPPRESSED> IV. The issues  <FRAGMENT_SUPPRESSED>", "[11] The applicants raised what I consider to be secondary issues (which I will deal with briefly later). However, I believe the central issue is: \"Did the Board err in finding that the applicants were not persons in need of protection? Particularly, did the Board err in finding that the applicants had not rebutted the presumption of state protection and that a viable IFA existed for them in Mexico? <FRAGMENT_SUPPRESSED> V. The sub-issues  <FRAGMENT_SUPPRESSED>", "[12] The sub-issues raised were: A. Did the Board err in law in supporting specific factual findings with case law? B. Did the Board err in law by not referring to a single document to corroborate its analysis of state protection? C. Did the Board ignore pertinent evidence about police corruption? And D., a factual error was made by the Board.  <FRAGMENT_SUPPRESSED> A. The Board erred in law in supporting specific factual findings with case law  <FRAGMENT_SUPPRESSED>", "[13] The applicants argue that the Board could not use case law to prove particular facts in a particular case such as the situation in Mexico. The respondent agrees with this proposition; however, he submits that the documentary evidence concerning the general situation in Mexico relating to the state agencies, the police, the problems with corruption and drug trafficking and efforts to combat these problems can be considered in a case such as the one presented here.  <FRAGMENT_SUPPRESSED>", "[14] I agree with the respondent that the jurisprudence can form a basis of consideration by a court about general conditions in a country as determined by the jurisprudence without excluding evidence to show change in these conditions.  <FRAGMENT_SUPPRESSED>", "[15] In summary, I believe the Board had the right to invoke the jurisprudence involved, but I do not follow the applicants' reasoning that the Board did in fact disregard the particular circumstances of their case.  <FRAGMENT_SUPPRESSED> B. The Board erred in law by not referring to a single document to corroborate its analysis of state protection  <FRAGMENT_SUPPRESSED>", "[16] This submission is plainly erroneous since the Board refers to extensive documentation on this precise point at pages 3, 6 and 9 of its decision.  <FRAGMENT_SUPPRESSED> C. The Board ignored pertinent evidence about police corruption  <FRAGMENT_SUPPRESSED>", "[17] In its decision the Board referred at length to general documentation and case-law on the question of police and agency corruption and the efforts made by the state under former President Fox and later intensified by President Calderon. Therefore this argument fails.  <FRAGMENT_SUPPRESSED> D. Factual error  <FRAGMENT_SUPPRESSED>", "[18] The applicants refer to a factual error made by the Board when it stated the principal applicant had reported the May 16, 2007 incident to the police. This is correct since the applicant admitted in his testimony that he did not denunciate the attack of May 16, 2007 or the threats of March 15, 2007. This factual mistake is insufficient to change any important issue or decision and therefore has no bearing in the decision which, as we shall see, turns upon the lack of working state protection and IFA.  <FRAGMENT_SUPPRESSED> VI. Pertinent legislation  <FRAGMENT_SUPPRESSED>", "[19] Sections 96 and 97 of the Act read as follows:  <FRAGMENT_SUPPRESSED> \"96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,  <FRAGMENT_SUPPRESSED> (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or  <FRAGMENT_SUPPRESSED> (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.  <FRAGMENT_SUPPRESSED> \"97(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally  <FRAGMENT_SUPPRESSED> (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or  <FRAGMENT_SUPPRESSED> (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if  <FRAGMENT_SUPPRESSED> (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,  <FRAGMENT_SUPPRESSED> (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,  <FRAGMENT_SUPPRESSED> (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and  <FRAGMENT_SUPPRESSED> (iv) the risk is not caused by the inability of that country to provide adequate health or medical care.  <FRAGMENT_SUPPRESSED> \"(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> VII. The standard of review  <FRAGMENT_SUPPRESSED>", "[20] To determine a claimant's risk of return to a particular country is a fact-driven inquiry which calls into play paragraph 18.1(4)(d) of the Federal Courts Act , R.S.C. 1985, c. F-7, which provides this Court may grant relief if it is satisfied a tribunal \"based its decision or order on an erroneous finding of fact that it made in a perverse or capricious manner or without regard to the material before it\".  <FRAGMENT_SUPPRESSED>", "[21] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  and <FRAGMENT_SUPPRESSED>  has established that questions of fact or mixed fact and law, are to be governed by the standard of reasonableness. In judicial review, reasonableness is concerned mostly with \"the existence of justification, transparency and intelligibility within the decision-making process\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , at paragraph 47).  <FRAGMENT_SUPPRESSED>", "[22] Questions of law are reviewable on a standard of correctness as are questions of procedural fairness (see <FRAGMENT_SUPPRESSED> ; 333 F.T.R. 157 (F.C.)).  <FRAGMENT_SUPPRESSED>", "[23] Questions of credibility are to be assessed on the standard of reasonableness (see, for example, <FRAGMENT_SUPPRESSED>  and <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED> VIII. State protection  <FRAGMENT_SUPPRESSED>", "[24] The Board rendered an elaborated discussion of the issue of state protection concluding that the applicants had not sought state protection.  <FRAGMENT_SUPPRESSED>", "[25] There is a presumption that state protection is the responsibility of the state of which the refugee is a citizen ( <FRAGMENT_SUPPRESSED> , at page 709, the Supreme Court of Canada made it clear that claimants must first address themselves to their home state for protection or to demonstrate that it was objectively unreasonable to have done so, before the responsibility of other states becomes engaged. Therefore, refugee protection is not available when the claimant has not made an attempt or made an adequate attempt to first seek state protection in his home country ( Ward , supra, at page 724; <FRAGMENT_SUPPRESSED> ). When adequate protection exists, a claimant cannot claim an objective well-founded fear of persecution ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[26] To rebut the presumption of state protection, the claimant must establish relevant, reliable and convincing evidence which satisfies the trier of fact on a balance of probabilities that the state protection is inadequate ( <FRAGMENT_SUPPRESSED> ). A subjective reluctance to seek state protection is insufficient to rebut the above presumption.  <FRAGMENT_SUPPRESSED>", "[27] Mexico is considered an emerging, not a full-fledged democracy which is plagued by major problems, such as crime, corruption in police and governmental agencies, drug-trafficking gangs etc., but since the government presided by President Fox and followed by President Calderon, measures have been implemented to combat these problems. Countries cannot guarantee perfect state protection; what is required is adequate protection which is not necessarily effective ( <FRAGMENT_SUPPRESSED> ; Minister of Employment and  <FRAGMENT_SUPPRESSED> ; 150 N.R. 232 ( <FRAGMENT_SUPPRESSED> ). It is recognized in documentary evidence that Mexico still has extensive problems such as state and police corruption, prevalent crime and drug trafficking but it is making efforts to cope with them ( <FRAGMENT_SUPPRESSED> ). However, its citizens must first claim state protection in Mexico before they can seek refuge in another country.  <FRAGMENT_SUPPRESSED> A. Adequate v. effective protection  <FRAGMENT_SUPPRESSED>", "[28] As mentioned before the preponderant case-law supports the test of an \"adequate\" state protection rather than an \"effective or perfect\" state protection. The applicants in the present case rely upon the decision of <FRAGMENT_SUPPRESSED> to argue that the test should be \"[t]hat is, are the police capable of accepting and acting on her complaint in a credible and earnest manner? <FRAGMENT_SUPPRESSED>", "[29] The applicants submit that the Board in the present case did not refer to or meet this test. With all due respect, this test resembles unequivocally the \"effective\" test which the case-law has not accepted, preferring the \"adequacy\" test (see also Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[30] In the present case, as the Board found, the applicants have not sought state protection and have not presented sufficient reasons to rebut the presumption of state protection. For the two serious criminal acts in 2007, the applicants have not sought state protection.  <FRAGMENT_SUPPRESSED> B. Internal flight alternative  <FRAGMENT_SUPPRESSED>", "[31] During the hearing before the Board the principal applicant was asked why they had not considered moving away, for example, to Mexico City or Tijuana. The applicant replied they feared the gang could track them down with their police connections and database information.  <FRAGMENT_SUPPRESSED>", "[32] The respondent answers that this allegation is purely speculative with no evidentiary basis.  <FRAGMENT_SUPPRESSED>", "[33] In principle an applicant must first seek safety in another part of his or her country before coming to Canada or establishing why this would be unreasonable ( <FRAGMENT_SUPPRESSED>  (F.C.A.)).  <FRAGMENT_SUPPRESSED>", "[34] The leading case on  <FRAGMENT_SUPPRESSED>  (F.C.A.), proposes a two-pronged test for a potential IFA: (a) the Board must be satisfied that there is no serious persecution or danger in the city where the IFA is located; and (b) the Board must consider whether the claimant can reasonably, without undue hardship, seek refuge in that city.  <FRAGMENT_SUPPRESSED>", "[35] The Board in this case has analyzed the applicants' reasons in their opposition to the IFA and the evidence which is quasi-totally speculative, concluding an IFA was open to the applicants.  <FRAGMENT_SUPPRESSED>", "[36] In my view, both findings of the Board on the state protection and the IFA issue are reasonable and fall within the range of acceptable outcomes based upon the facts and the law ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED> IX. Conclusion  <FRAGMENT_SUPPRESSED>", "[37] For these reasons I must conclude that the application must be dismissed.  <FRAGMENT_SUPPRESSED>", "[38] The application for judicial review pursuant to s. 72 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the \" Act \"), of a decision of the Refugee Protection Division of the Immigration and Refugee Board rendered on December 31, 2008, determining that the applicants were not Convention refugees nor persons in need of protection pursuant to ss. 96 and 97 of the Act , is dismissed.  <FRAGMENT_SUPPRESSED>", "[39] Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/gs  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}