{"id_": "024290", "body_str": ["[1] Strickland, J. : The Principal Applicant and her three daughters are citizens of Pakistan. They claimed protection under section 96 and 97, respectively, of the Immigration and Refugee Protection Act, SC 2001, c27 (IRPA). The Principal Applicant claims that she was subjected to domestic violence by her husband who was a member of a religious extremist and banned terrorist group, Lashkar-e-Jhangvi Pakistan (LJP). Her husband desired sons, not daughters, and abused her and their daughters. As his family was very influential, and because he belonged to an influential religious group, the police would not act against him. Her husband accused her of having a relationship with her cousin and also restricted her movements. During one incident, he locked her in their home and she had to be rescued by her parents.", "[2] The Principal Applicant claims that in March 2011 she was in a rickshaw when she saw her husband and another man on a motor bike. The other man shot at her but hit the rickshaw driver. The next day she fled to a friend's home in Hyderabad. She met with a lawyer who told her to avoid confrontation given her husband's association with the LJP. After being seen by her husband's friend, she was concerned that she was no longer safe in Hyderabad. She made travel arrangements and, the following month, fled to Canada. Decision Under Review", "[3] In its decision dated October 3, 2012, the Refugee Protection Division (RPD) of the Immigration and Refugee Board of Canada found that the Applicants were not Convention refugees pursuant to section 96 of the IRPA as they did not have a well founded fear of persecution in Pakistan based on any of the five Convention grounds. This has not been challenged.", "[4] The RPD also found that the Applicants were not persons in need of protection pursuant to section 97 of the IRPA as, on a balance of probabilities, their removal to Pakistan would not subject them personally to a risk of life or to cruel and unusual treatment or punishment, or to a danger of torture. The RPD stated that it considered credibility and that state protection was the determinative issue. It also stated that it considered the Guidelines issued by the Chairperson Pursuant to Section 65(3) of the Immigration Act Women Refugee Claimants Fearing Gender-Related Persecution (Gender Guidelines).", "[5] The RPD stated that it addressed credibility and state protection together as they were intertwined. Amongst other things, it noted that the Applicants' voyage to Canada was undocumented. The Principal Applicant could not verify when she left Pakistan or when she arrived in Canada. The RPD noted that, as a result, potential issues such as delay in making the claim for protection, failure to claim or previous claims elsewhere could not reliably be canvassed. It also noted that the Principal Applicant testified that she left Pakistan on May 7 while her Personal Information Form (PIF) stated May 8, 2011. As this was a small inconsistency, the RPD stated that it would not make a negative credibility inference based on it but that it was a further indication of the unreliability of the Principal Applicant's evidence.", "[6] Further, that the Principal Applicant testified that she had flown out of Hyderabad while her PIF stated that she flew out of Karachi. She explained the inconsistency as caused by stress, which the RPD did not accept, and made a negative inference as to credibility noting that this issue related to her voyage to Canada and her whereabouts prior to the voyage. The RPD also noted that there was no documentation of her alleged marital split, her husband's family's influence or her husband's membership in a religious or terrorist group. Further, she testified that she received medical attention after the first alleged serious beating in October 2010, but this was not documented nor did she mention the medial treatment in her PIF. She explained this omission as caused by stress and the burden of her children when she completed the PIF but the RPD did not accept this as she had still not documented the treatment. From this, the RPD drew a negative inference as to credibility.", "[7] The RPD noted that the Principal Applicant did not report the alleged events to the police. The Principal Applicant stated that she feared her husband would become more aggressive if she reported him and that the police were not helpful or reliable and she would have to sacrifice her respect if she made such a report.", "[8] The RPD stated that it was possible that it could have accepted that the Principal Applicant did not seek state protection from the domestic abuse because the documentary evidence before it indicated that such protection may not always be available in Pakistan. However, as the state has made recent efforts to improve the situation, the evidence as to adequacy of state protection for abused women in Pakistan is mixed. As the Principal Applicant did not attempt to access such protection, it could not be known if it would have been adequate.", "[9] With respect to the alleged shooting, the RPD stated that it could not accept that she did not report this to the police. It found that the police would have investigated the shooting of the rickshaw driver and that it was fairly likely that they would have prosecuted the Principal Applicant's husband as this was a serious crime, even if connected to domestic violence. The RPD found that the Principal Applicant did not seek to access state protection that would have been adequate for the alleged crimes of her husband and instead she fled to Canada. This was the determinative issue. Nor was there any media or other documentation of the incident and the Principal Applicant could not recall the street on which it occurred.", "[10] The RPD gave little weight to a letter sent from a lawyer the Principal Applicant consulted or the affidavit of her friend as she could not explain why the delivery slip for both identified the sender as an individual other than her friend, who the Principal Applicant stated had sent the documents. Nor could she document that she had paid the lawyer for the consultation. The RPD questioned the documents but did not find that they were not genuine. Analysis", "[11] The standard of review for assessments of credibility is reasonableness ( <FRAGMENT_SUPPRESSED> (CA) [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> ). The weighing, interpretation and assessment of evidence concerning state protection is also reviewable on the reasonableness standard ( <FRAGMENT_SUPPRESSED> ).", "[12] The Principal Applicant submits that the RPD's credibility findings are reflective of a lack of understanding and application of the Gender Guidelines. However, she does not in any manner elaborate on this nor does she explain how this affected the outcome of the decision. I would also note that during the hearing when the RPD asked the Principal Applicant about the frequency of the domestic abuse it also advised her that she need not answer the question if it was too difficult to think about. This would suggest that the RPD not only acknowledged the Gender Guidelines, but applied them ( <FRAGMENT_SUPPRESSED> ).", "[13] Further, most of the credibility findings were not related to issues that would require the application of the Gender Guidelines, but concerned inconsistencies and a lack of corroborating evidence which it was reasonable to request from the Applicants. These include the failure to correctly identify the city that the Applicants flew out of or to adequately explain her inconsistent evidence on that matter, and the failure to document the martial split, her alleged visit to a lawyer, the influence of her husband's family or his group affiliation, the medical attention received as a result of the October 2010 assault, or, media reports of the shooting of the rickshaw driver. As this Court has previously indicated, the Gender Guidelines, in and of themselves, are not intended to serve as a cure all for deficiencies in an applicant's claim or evidence, and the applicant bears the onus of proving her claim ( <FRAGMENT_SUPPRESSED> ).", "[14] The Principal Applicant was asked at the hearing if she had any boarding passes, tickets, luggage, airport or credit card receipts, a renewed driver's licence or anything else that would establish that she was in Pakistan at anytime during 2011. She produced her driver's license, issued in 2008, and her national identity card sent to her by her friend which was issued in 2005. No explanation was offered for her inability to confirm when she had lived in Pakistan or when she entered Canada. While the RPD may not have expressed this as clearly as it would be preferred, the lack of documentation of her voyage to Canada reasonably raised a concern as to the validity of her claim ( <FRAGMENT_SUPPRESSED> ).", "[15] Further, the Principal Applicant's submission that it is apparent from the record that she departed from Hyderabad, but flew out of Karachi and that, therefore, this is not an inconsistency, is not supported upon a review of the record. When question by the RPD, her testimony was that she flew from Hyderabad to Toronto. She repeated this when questioned by her own counsel and confirmed that she was certain about this. It was only when her counsel pointed out that her PIF stated that she had departed from Karachi did she state that, because of the stress of travelling with her young children, her answers may not have been exactly the same. As the Respondent notes, although the Principal Applicant's explanation for providing inconsistent evidence as to the city that she flew out of might have explained incorrect evidence in her PIF, it did not explain why her subsequent oral evidence was inconsistent. The record also does not support the Principal Applicant's submission that she was only confusing the city she departed from, rather than the city she flew out of. The RPD clearly stated that it did not accept her explanation and, based on that inconsistency, it made a negative inference as to credibility. The RPD was not obliged to accept the explanation offered for this inconsistent evidence ( <FRAGMENT_SUPPRESSED> ).", "[16] With respect to the day on which she left Pakistan, the decision is also clear that the RPD stated that it would not draw a negative inference from the fact that her testimony was that she left Pakistan on May 7 while in her PIF she said May 8. It did, however, also state that this was a further consideration as to the overall reliability of her evidence.", "[17] While it is true that it is an error to make a negative credibility finding solely on the basis of a lack of corroborating documents, this is not the situation here ( <FRAGMENT_SUPPRESSED> ). The RPD had clearly stated that credibility was in issue and the basis for this ( <FRAGMENT_SUPPRESSED> ). The RPD was concerned with the lack of documentation concerning her travel to Canada and with inconsistencies in her evidence. In that circumstance, it was entitled to seek corroborating documents that would reasonably be available to the Principal Applicant. This would include the documentation of the medical attention that she received after the October 2010 assault, particularly as she was able to produce a letter from a consulting lawyer and the affidavit of her friend, sent to her after she was in Canada.", "[18] As to the Principal Applicant's submission that the RPD did not mention her friend's affidavit in its decision, this is inaccurate. The Principal Applicant could not adequately explain who had sent the affidavit and lawyer's letter to her when faced with the discrepancy noted by the RPD. Given this, the RPD was entitled to afford both the letter and the affidavit little weight. And, while it noted the prevalence of fraudulent documents emanating from Pakistan, the RPD did not find that the documents were not genuine.", "[19] As to the RPD's finding that the police would have investigated the shooting had it been reported, it is true that the RPD could not say this with certainty without supporting documentary evidence. However, the RPD is entitled to draw inferences based on implausibility, common sense and rationality ( <FRAGMENT_SUPPRESSED> , above, at para 4). While the incident may have occurred in the context of domestic violence, the result was the day time shooting of an innocent, male third party on a main street of Karachi. It was reasonable to infer that an investigation would have followed although the RPD's further finding that, had the Principal Applicant sought state protection as a result of the alleged shooting \"that it would have been adequate for the alleged crimes of her husband\", was speculative.", "[20] The Principal Applicant submits that the RPD did not consider whether, even if it found that the shooting did not occur, that the balance of her story was true. However, the RPD had already raised the other credibility concerns identified above. In my view, having reviewed the decision and the record, in particular the transcript of the hearing, and given the RPD's stated concerns arising from the inconsistencies, an omission in the Principal Applicant's evidence and a lack of corroborating documentary evidence, the RPD's findings as to credibility were reasonable.", "[21] As to state protection, given its credibility concerns the RPD was not required to conduct a state protection analysis ( <FRAGMENT_SUPPRESSED>  Justice de Montigny stated:", "[25] In other words, there is no basis for the Court's intervention since the availability of state protection is predicated on a favourable finding of credibility. The jurisprudence of this Court provides that when it is clear that no different result could be reached on a rehearing, the appropriate course of action is to refuse an order requiring that such be done ( <FRAGMENT_SUPPRESSED>  (CanLII), 2002 FCT 414, [2002] FCJ no 539; <FRAGMENT_SUPPRESSED> ).", "[22] This was also stated in <FRAGMENT_SUPPRESSED> :", "[30] However, the analysis of the availability of state protection should be carried out only where the refugee claimant's subjective fear of persecution has first been established by the panel conducting the hearing. The rest of the analysis, including the analysis of the availability of state protection, can be properly carried out only once a subjective fear of persecution is established.", "[31] In other words, save in exceptional circumstances, the analysis of the availability of state protection should not be carried out without first establishing the existence of a subjective fear of persecution. The panel responsible for questions of fact should therefore analysis the issue of subjective fear of persecution, or, in other words, should make a finding as to the refugee claimant's credibility and the plausibility of his or her account, before addressing the objective fear component which includes an analysis of the availability of state protection.", "[23] Thus, even if its analysis was summary, given its credibility findings, which I have found to be reasonable, the Applicants' claim could not succeed. JUDGMENT", "[24] THIS COURT'S JUDGMENT is that 1. The application for judicial review is dismissed; and 2. No question is certified.", "[2]", "[3]", "[4] Loi sur l'immigration", "[5]", "[6]", "[7]", "[8]", "[9]", "[10] Analyse", "[11] <FRAGMENT_SUPPRESSED>  paragraphe 4 (CA) ( <FRAGMENT_SUPPRESSED> ); <FRAGMENT_SUPPRESSED> ).", "[12] <FRAGMENT_SUPPRESSED> et 9).", "[13] <FRAGMENT_SUPPRESSED> à 8).", "[14] <FRAGMENT_SUPPRESSED> ).", "[15] <FRAGMENT_SUPPRESSED> ).", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "<FRAGMENT_SUPPRESSED>  [2002] A.C.F. no 539; <FRAGMENT_SUPPRESSED> ).", "[22] <FRAGMENT_SUPPRESSED> :", "", "", "[23] JUGEMENT", "[24] [End of document]"]}