{"id_": "024300", "body_str": ["[1] Martineau, J. : The applicant always wanted to be a soldier. In June 1995, his lifelong dream was fulfilled and he enrolled in the Canadian Forces (CF). After having completed four years of military college, he started his training as an Artillery Officer. Problems started in 2001. Accused of lying and of demonstrating personal and professional conduct in conflict with the CF ethos, he was deemed to have failed his training. As a result, the authorities decided to release him after completion of his obligatory service in 2003.", "[2] In the meantime, the applicant challenged both decisions through grievances. In 2004, a stay was granted by the Federal Court. This had the practical effect of preventing his release from the CF pending the final determination of the grievances or disposition of his mandamus application. In January 2006, the Chief of the Defence Staff (CDS), the final authority in the matter, allowed the grievances and granted full redress to the applicant.", "[3] But it turned out that this victory was short lived. From July 2004 until June 2006, the applicant suffered from a major depression disorder that necessitated a medical follow-up by a psychiatrist about twice a month. During this period, the applicant regularly saw Dr. David Ewing, a CF psychiatrist, who noted on February 9, 2005, that these chronic medical conditions were \"a consequence of the conflicts with the military over his career\". In October 2005, medical employment limitations (MELs) were imposed and ultimately, the applicant was compulsorily released on medical grounds in June 2007.", "[4] Months prior to being released, the applicant grieved both administrative actions above and the grievances were eventually consolidated. Years later, on April 21, 2010, the Canadian Forces Grievance Board (CFGB) found that both the MELs and the release were reasonable and recommended to the CDS that the grievances be dismissed. The entire contents of the grievance file, as well as the CFGB's findings and recommendations, were disclosed to the applicant who on June 24, 2010 submitted representations in response to the CFGB's findings and recommendations. After having reviewed the matter, on December 6, 2010, the CDS dismissed the grievances, leading to the present judicial review application.", "[5] Under the Universality of Service Principle (USP), which is derived from subsection 33(1) of the National Defence Act , RSC 1985, c N-5 (the Act), all members of the CF must be able to perform a range of core military duties and must be prepared for military conflicts that may arise at any time. The assignment of a MEL triggers an automatic Administrative Review/Medical Employment Limitation (AR/MEL). In the case at bar, the administrative decision to release the applicant for medical reasons is supported by Item 3(b) of the Table to article 15.01 of the Queen's Regulations and Orders for the Canadian Forces - Release of Officers and Non-Commissioned Members (the Regulations).", "[6] In the impugned decision, the CDS concluded that the applicant had been afforded procedural fairness throughout the administrative process leading to his medical release from the CF. He also found that the applicant had not provided the medical expertise that would have convinced CF authorities that his MELs were not a true reflection of the medical condition that placed him in breach of the USP and eventually led to his release. That said, the CDS suggested that the applicant might qualify for a disability pension if he could demonstrate that he had a medical disability that is related to his military service and the CDS invited him to liaise with Veterans Affairs Canada on this matter.", "[7] The CDS's decision on substantive issues such as the assignment of MELs involves an examination of the facts and applicable CF policies, which are either questions of fact or mixed fact and law, which are reviewable on the standard of reasonableness. On the other hand, questions of procedural fairness are reviewable on the standard of correctness.  <FRAGMENT_SUPPRESSED> [2010] FCJ No 371. For the reasons below, the present application must fail, as this Court dismisses the arguments made by the applicant that there has been a breach of procedural fairness and that the CDS's decision on the merits is otherwise unreasonable.", "[8] The question of procedural fairness raised by the applicant revolves around the applicant's access to his medical records in the CF and to the CF's disclosure of the evidence and information relied upon throughout the AR/MEL process. The applicant repeatedly requested the medical evidence and other evidence relied upon by the Director Medical Policy (D MED POL) during the AR/MEL process, but to no avail.", "[9] In the impugned decision, the CDS concludes that the applicant was afforded procedural fairness throughout the AR/MEL process. With respect to disclosure, the CDS notes (record of the applicant at page 1543): Also as part of the AR/MEL process, disclosure of information was provided to you on 17 February 2006 and you were given the chance to submit a written representation that was added without modification to the package, prior to the final decision being issued by the Director Military Careers Administration and Resource Management (DMCARM). The 13-page disclosure package specified that it included all documents to be presented to the approving authority (DMCARM) in making his decision. DMCARM and his staff did not have access to your medical file during the AR/MEL process and relied exclusively on the information in the package's 13 pages, which specified: The member has the right to provide any written representation or any other material which the member feels would assist the Approving Authority in reaching a decision. Information found on the member's personnel file can be obtained thru [sic] the unit or by contacting the Access to Information Section (DAIP) in NDHQ. A member may obtain his/her medical information by requesting his/her medical file. The procedures are as follows • The member must first show up to the local medical records section; • The member must request to review his/her medical file; • A written consent will be signed at this time; • Member will receive his/her medical file and will have to review it on site; • On member's request, the medical records staff will provide a copy of the medical file in part or in whole. Member may also obtain his/her medical file by contacting DAIP. [Emphasis in original] As mentioned in the disclosure package from DMCARM, you had the opportunity to request your medical file and were told how to go about it. You submitted your representation on 16 March 2006. Nowhere in your representation did you mention that you were not able to gain access to your medical documents or were missing key documents. As the final step in the AR/MEL process, DMCARM took your representation into consideration, and on 18 April 2006, he made his decision to release you.", "[10] The Court fails to see any error in the CDS's reasoning which wholly supports the conclusion that there was no breach of procedural fairness.", "[11] As noted in the impugned decision, before a decision to release is made, a disclosure package is sent to the CF member. The package includes a synopsis of the AR/MEL prepared by the Administrative Review (AR) analyst. The package also includes all documents that will be used by the Approving Authority (AA) to reach a decision. The CF member is invited to make written representations and to provide any relevant documents, including medical records. Annex A to the standard disclosure letter sets out the procedure by which the CF member can obtain his or her medical file. This process is designed to protect the confidentiality of a CF member's medical history.", "[12] Once all documents provided by the member are received and, if necessary, any further assessments from the D MED POL are received, the file is presented to the AA, which is the Director Military Careers Administration and Resource Management (DMCARM). The latter reviews all the materials, makes a decision and ensures that the CF member is informed thereof. The DMCARM does not consider the underlying medical condition, but only the MELs and the impact they will have on the CF member's employability. The only way that the CF member's medical records would be considered by the DMCARM is if the CF member requested them and included the records with his or her written representations.", "[13] In the case at bar, it is clear that the applicant was given specific instructions on how to access his medical records and failed to do so. When the Director General Canadian Forces Grievance Authority (DGCFGA) receives a grievance, a standard letter is sent to the grievor requesting that the grievor sign a consent form in order that the grievor's personnel and medical records be shared with the CF authorities responsible for the grievance. The CF never received a signed consent form from the applicant in relation to his grievances.", "[14] The applicant further submits that the CF ignored the Defence Administrative Orders and Directives (DAOD) with regard to document disclosure, referring specifically to DAOD 1001/2 - Informal Request for Access to Department Information and to CANFORGEN 110/06 - Disclosure of Information to DND and CF Members (collectively, the Standing Orders). Those arguments are also unfounded.", "[15] The Court notes that DAOD 1001/2 applies to informal procedures for access to information requests. Here, the applicant was never asked or instructed to make such a request. Thus, this case is distinguishable from the facts in <FRAGMENT_SUPPRESSED>  [2009] FCJ No 281. On the other hand, CANFORGEN 110/06 which postdates the AR/MEL process in question, sets out the CF standard and obligation for the disclosure of information to CF members involved in the grievance process. It encourages the informal release of information where appropriate. This does not include medical records due to privacy concerns. Medical records are released following the specialized process outlined above.", "[16] Here, the applicant came into possession of the relevant documents in two ways. First, in December 2007, he followed the process for accessing medical files as set out in the AR/MEL disclosure letter. Second, on December 5, 2008, the CF disclosed to him all relevant medical information on which his MELs and release were based. Moreover, the Court concludes that if there was any procedural unfairness, it was resolved by the grievance review process before the CFGB and the CDS, which involved a full de novo hearing. Procedural deficiencies affecting a first stage decision could always be corrected at the final level ( <FRAGMENT_SUPPRESSED> [2011] FCJ No 463). Sections 29 to 29.2 of the Act provide that the CFGB reviews every grievance referred to the CDS, who is not bound by any finding or recommendation of the CFGB.", "[17] Indeed, by the time of the CFGB's review in 2009 and the CDS's review in 2010, the applicant had all of the relevant documents in his possession. He also had the time to consult an independent physician and provide new medical evidence, if appropriate. Thus, any deficiency that could have arisen from the applicant not having his medical records in relation to the 2006 AR/MEL review was corrected during the grievance process.", "[18] Finally, the applicant also argues that the CDS's decision was unreasonable in that he ignored or failed to place sufficient weight on medical evidence that the applicant's mental health condition was improving. The applicant also contends that the CDS should have questioned why there was not a second opinion or more recent medical evidence. However, in the impugned decision, the CDS considered the fact that the applicant's mental health had apparently improved. Indeed, the CDS reviewed the medical evidence submitted by the applicant, including the opinion that the applicant might become employable and deployable once again.", "[19] With respect to the reasonableness of MELs and the release from the CF, the CDS's reasoning to uphold the administrative actions previously taken is found in the following passages (record of the applicant record at pages 1544-1546): ... You assert that your MELs were not justified and that the psychological warfare engaged in by the CF was the cause of your health difficulties. As proof, you argue that your psychiatrist had expressed the opinion that your initial and ongoing medical symptoms are a consequence of the conflicts with the military over your career. You add that your psychiatrist also expressed the view, in June 2006, that a second opinion of your medical/psychiatric release status was advisable in view of your improvement, and in view of the co-morbid diagnosis of adjustment disorder. The evidence on file shows that your medical problems started a long time ago and that your treating psychiatrist diagnosed that you were suffering from a major depression disorder that necessitated a medical follow-up by your psychiatrist about twice a month, from 22 July 2004 until June 2006. A number of reports refer to your suicidal/homicidal thoughts. The material on file also indicates that you had mental health issues as early as 2002, when you consulted with a psychiatrist in Pembroke for symptoms related to stress. On 4 November 2005, your psychiatrist noted that you were depressed and had resisted a more aggressive pharmacology. On 16 June 2006, he noted that you still had medical problems to deal with. When the AR/MEL package was disclosed to you in February 2006, you were responsible to provide medical evidence demonstrating that you did not have employment limitations that were breaching the USP, but you did not. It is evident that D Med Pol did not assign your MEL without good reason. As mentioned by the CFGB, D Med Pol has the responsibility to review the totality of the medical condition and prognosis for a CF member and to use its best medical and military judgment in assigning medical limitations. The D Med Pol's office is experienced in assessing medical reports and determining reasonable MELs. Based on its review, the CFGB found that the D Med Pol considered all of the relevant material, including the different medical reports written by your psychiatrist. It also found that, given your condition at the time, it was reasonable for the CF to conclude, in October 2005, that there had not been any significant improvement in your medical condition and that the condition rendered you unfit for an operational environment. Finally, the CFGB found that the MELs assigned were reasonable. I agree. I have no reason to believe that D Med Pol erred on assigning your MELs and I judge that the MELs assigned to you were reasonable. ... As part of the AR\\MEL process, the possibility of temporarily retaining you in the CF was assessed. Taking into consideration the medical limitations that you had, your career manager, in consultation with your CO, confirmed that there was no Artillery position to accommodate you. Although you mention that your medical condition has improved since the CDS's decision in January 2006, the CF medical assessments that occurred after that decision continued to indicate ongoing issues. On 5 December 2008, as you had requested, the office of the Judge Advocate General produced a summary of the best available information regarding the basis for the decisions to impose medical limitations and to release you. Even with all of the documents in hand, you have not provided, since 2006, medical substantiation demonstrating that your MELs were not justified and should therefore be modified or overturned, or that you should have been retained in a temporary capacity. I therefore agree with the CFGB's finding in this regard. If you now feel that your medical condition has improved to the point that you meet the USP, you have the option to visit a CF recruiting centre and re-enrol. ...", "[20] The Court finds no reason to interfere with the CDS's decision on the merits. The CDS's decision is well-reasoned and takes the evidence before him into account. He does not mention each document specifically, but he certainly did not conduct a generic survey of the file that does not stand up to the Court's analysis. The applicant took the risk not to submit additional medical evidence. The CDS balanced the existing medical evidence before him and reached a conclusion to uphold the assigned MELs and to uphold the applicant's release from the CF. The applicant certainly disagrees with this decision, but it is one of the possible outcomes justified in light of the facts and the law ( <FRAGMENT_SUPPRESSED> ).", "[21] In conclusion, the applicant has failed to convince the Court that a reviewable error has been made in this case. For the reasons above, the application for judicial review must be dismissed. In view of the result, costs are in favour of the respondent. As a final note, if the applicant can produce evidence that he is now medically fit, he can apply for re-enrolment with the CF. JUDGMENT", "[22] THIS COURT'S JUDGMENT is that 1. The application for judicial review is dismissed; and 2. Costs are in favour of the respondent. [End of document]"]}