{"id_": "024409", "body_str": ["[1] Heneghan, J. : Ms. R. Maxine Collins (the \"Plaintiff\") commenced this action by filing a Statement of Claim on June 22, 2009. In that Statement of Claim, she alleged various wrongful acts in the administration of the Income Tax Act , R.S.C. 1985, c. 1 (5th Supp.) and the Privacy Act , R.S.C. 1985, c. P-21. She alleged the violation of rights pursuant to the Canadian Charter of Rights and Freedoms , Part I of the , being schedule B to the Canada Act 1982 (U.K.), 1982, c. 11. She claimed that the relief sought by her Statement of Claim was grounded in the Federal Courts Act , R.S.C. 1985, c. F-7, the Federal Courts Rules , SOR/98-106 (the \" Rules \") and the Crown Liability and Proceedings Act , R.S.C. 1985, c. C-50.", "[2] By Order of Prothonotary Milczynski made on September 14, 2009, the action was stayed pending the appointment of a solicitor for the Plaintiff on the basis that the original Statement of Claim disclosed a proposed class action. Pursuant to the Rules , a plaintiff in such a representative proceeding must be represented by a solicitor.", "[3] By Order made on September 21, 2009, Mr. Justice Campbell granted leave to the Plaintiff to amend the Statement of Claim, to show that she is bringing the action on her own behalf and not as a representative plaintiff.", "[4] By Amended Amended Notice of Motion dated October 22, 2009, the Defendant seeks to strike out the Plaintiff's Amended Statement of Claim. Facts", "[5] For the purpose of a motion to strike, the allegations set out in the Statement of Claim are presumed to be true.", "[6] The Plaintiff was employed by the Canada Revenue Agency (the \"CRA\"), working in the Toronto West Tax Services Office, between November 2005 and November 2007. She was a probationary employee for a one-year period from the date of hire and worked with other probationary employees who were known as the \"probationary team\". In late February, early March 2006, she became aware of comments from the members of the probationary team concerning personal bankruptcy. As she had a prior personal bankruptcy she presumed that someone had improperly accessed her personal tax information.", "[7] In July 2006, the Plaintiff made a request pursuant to the Privacy Act to the Access to Information and Privacy (\"ATIP\") Directorate of CRA seeking the identity of all employees who had accessed her personal income tax account from January 1, 2005 until the date of her request. The information that she received showed that her personal income tax account had been accessed by a co-worker, Mr. Perry Zanetti, in the Toronto West Tax Services Office and a Manager, Mr. Edwin D. Williams, in the Headquarters Processing System Section. The information provided to the Plaintiff did not disclose the names of any members of the probationary team.", "[8] The Plaintiff requested an investigation relative to the Toronto West Tax Services Office. Upon learning that an investigation had taken place, she asked for the results of the investigation. She was not provided with those results, allegedly on the basis that protection of confidentiality precluded discussion of the investigation results.", "[9] In early 2007, Mr. Zanetti was fired by the CRA \"for allegedly having had unauthorized access to thousands of tax payers accounts\".", "[10] The Plaintiff says that she is unaware of any other actions taken by the CRA to \"curtail unauthorized access\" to her personal income tax account. She sought assistance from the Union of Taxation Employees (\"UTE\"), a branch of the Public Service Alliance of Canada (\"PSAC\"). Assistance was denied, purportedly on the grounds that the UTE was representing the employees who had made unauthorized access.", "[11] In January 2007, the Plaintiff asked the Office of the Privacy Commission (the \"OPC\") to conduct an independent investigation. This request was refused.", "[12] In May 2007, the Plaintiff asked the Assistant Commissioner of Southern Ontario Region of the CRA for a transfer to another government department or agency. This request was refused and she was referred back to the Director of the Toronto West Tax Services Office to conduct an investigation.", "[13] In May 2007, the Plaintiff requested the assistance of the President of PSAC in obtaining a transfer from the CRA. Her request was not answered and no assistance was given.", "[14] Also in May 2007, the Plaintiff asked the Public Service Human Resources Management Agency of Canada to assist her. That Agency referred her back to Mr. Hillier, Assistant Commissioner of Southern Ontario Region of the CRA.", "[15] In June 2007, the Plaintiff \"sought protection\" from Public Service Integrity Canada pursuant to the Public Servants Disclosure Protection Act , S.C. 2005, c. 46. Her request was denied in writing on November 22, 2007.", "[16] In September 2007, the Plaintiff attempted to make a complaint respecting the work environment pursuant to Part II of the Canada Labour Code , R.S.C. 1985, c. L-2. She says that she was \"thwarted\" in this regard because the representative of the UTE advised that the Director of the Toronto West Tax Services Office had not appointed a management representative as required under the Canada Labour Code", "[17] In September 2007, the Plaintiff made a complaint to the Royal Canadian Mounted Police (the \"RCMP\") pursuant to subsection 244(1) of the Income Tax Act . That statutory provision says that it is an offence for anyone to access confidential information collected under the Income Tax Act", "[18] The Plaintiff alleges that the CRA deliberately withheld information about the availability of a different complaint process pursuant to subsection 239(2.2) of the Income Tax Act . She claims that employees of the CRA are not advised that violation of subsection 241(1) of the Income Tax Act constitutes an offence pursuant to subsection 239(2.2) of the Income Tax Act", "[19] The Plaintiff also alleges that the Criminal Code , R.S.C. 1985, c. C-46 in subsection 126(1) makes contravention of an \"Act of Parliament\" an offence punishable by way of indictment.", "[20] In October 2007, the Plaintiff requested the results of the investigation and according to para. 70 of her Amended Statement of Claim, the RCMP \"denied that an investigation had taken place\".", "[21] In November 2007, the Plaintiff resigned from the CRA.", "[22] In January 2008, the Plaintiff made a request under the Privacy Act to the ATIP Directorate of the CRA asking for the names of all CRA employees who had accessed her personal income tax account on an unauthorized basis.", "[23] Also in January 2008, the Plaintiff made a request to the ATIP Directorate of the CRA pursuant to the Access to Information Act , R.S.C. 1985, c. A-1 requesting copies of all reports of investigations conducted by the CRA relative to unauthorized access to her income tax account by CRA employees.", "[24] In February 2008, the Plaintiff received a reply to her access request. That reply consisted of a heavily edited report from the CRA. The CRA purportedly relied on subsection 19(1) of the Access to Information Act in making redactions.", "[25] In January 2008, the Plaintiff also made a request to the RCMP, pursuant to the Access to Information Act , for copies of all investigative reports relating to unauthorized access to her personal income tax account by employees of the CRA. She received some written materials from the RCMP in February 2008, including copies of internal memoranda \"purporting to confirm the RCMP's position that they did not conduct an investigation\". The RCMP also redacted information pursuant to subsection 19(1) of the Access to Information Act", "[26] The Plaintiff had also made a request to the RCMP in January 2008 pursuant to the Privacy Act , again seeking the names of all employees of the CRA who had made unauthorized access to her personal income account.", "[27] According to her Amended Statement of Claim, the RCMP ultimately responded to this request by providing the same documents that they had provided in reply to her request under the Access to Information Act", "[28] In February 2008, the Plaintiff filed a complaint with the OPC against the RCMP. She alleges that the OPC verbally advised her that no file would be opened.", "[29] In the same month, that is February 2008, the Plaintiff filed a complaint against the CRA with the OPC, on the basis that the CRA had failed to provide full disclosure of the names of the CRA employees who had accessed her personal income tax file without authorization. She was advised by the OPC in October 2008 that there was no basis for her complaint in that regard.", "[30] In February 2008, the Plaintiff filed complaints against both the CRA and the RCMP with the Information Commissioner. As of the date of filing her Amended Statement of Claim, she had not received a report of the \"proposed investigation\".", "[31] On February 22, 2008, the Plaintiff wrote a letter to the Information Commissioner asking that all her complaints be jointly considered.", "[32] In January 2009, the Plaintiff filed an application for judicial review in this Court relative to the \"actions\" of the Privacy Commissioner regarding her complaints against the CRA and the RCMP, allegedly for breach of the Privacy Act", "[33] The Plaintiff relies on the foregoing history of events to support a claim against the Defendant, seeking the recovery of the following relief: a. The sum of $500,000.00 in general damages against the Defendant for: i. Misfeasance in public office; ii. Negligence in deliberately failing to enforce statutory provisions; and iii. Violations of the Canadian Charter of Rights and Freedoms b. The sum of $1,000,000.00 in punitive damages; c. Interest pursuant to the Federal Courts Act d. Costs of this action on a solicitor and client basis; and e. Such further relief as This Honourable Court may deem just. Discussion and Disposition", "[34] The present Motion to strike the Plaintiff's Amended Statement of Claim is governed by Rules 221(1)(a) and (c) which provide as follows: \"221(1) On motion, the Court may, at any time, order that a pleading, or anything contained therein, be struck out, with or without leave to amend, on the ground that it (a) discloses no reasonable cause of action or defence, as the case may be, (c) is scandalous, frivolous or vexatious,\"", "[35] Pursuant to Rule 221(2), no evidence can be submitted in support of a motion to strike when the basis of that motion is Rule 221(1)(a).", "[36] The legal test upon a motion to strike a pleading is set out in the decision of the Supreme Court of Canada in FRAGMENT_SUPPRESSED, that a pleading will be struck out if there is no reasonable chance of success.", "[37] In the present case, the Plaintiff is purporting to make a claim for damages for the alleged non-enforcement of those provisions of the Income Tax Act for unauthorized disclosure of confidential information, for the alleged non-commencement of proceedings pursuant to the Criminal Code , the alleged failure of the OPC to commence an investigation, the alleged failure of Public Service Integrity Canada to act and the alleged failure of the Information Commissioner to act.", "[38] Insofar as the Plaintiff tries to ground an action upon breach of a statute, the allegations must fail. There is no such thing as a right of action for breach of legislation, as discussed by the Supreme Court of Canada in FRAGMENT_SUPPRESSED as follows: FRAGMENT_SUPPRESSED", "[39] In order to obtain a remedy for any alleged statutory breach, the Plaintiff must establish a breach of the common law duty of care. The Plaintiff, in her oral submissions responding to the Defendant's motion, indicated that she can rely on the test in FRAGMENT_SUPPRESSED, to advance a novel duty of care. The criteria for advancing a claim in negligence against the Defendant was dealt with by the Supreme Court of Canada in FRAGMENT_SUPPRESSED when the Supreme Court of Canada stated the Canadian view of the \" FRAGMENT_SUPPRESSED \" test as follows: FRAGMENT_SUPPRESSED", "[40] It is clear from the Plaintiff's Amended Statement of Claim that she is alleging that a positive duty lies upon the Defendant to bring forth charges and prosecute pursuant to subsection 239(2.2) of the Income Tax Act . That subsection provides as follows: \"239(2.2) Every person who (a) contravenes subsection 241(1), or (b) knowingly contravenes an order made under subsection 241(4.1) is guilty of an offence and liable on summary conviction to a fine not exceeding $5,000 or to imprisonment for a term not exceeding 12 months, or to both.\"", "[41] I am unaware of such positive duty. It is long-established that both law enforcement officials and prosecutors enjoy discretion as to the laying of charges and the prosecution of charges. In this regard, I refer to the decision in FRAGMENT_SUPPRESSED.", "[42] The Plaintiff here is not alleging a negligent investigation as accepted by the Supreme Court of Canada in FRAGMENT_SUPPRESSED. Rather, she alleges negligence in failure to investigate or negligence in failure to prosecute and those causes of action are not known to the law in Canada. A cause of action is not reasonable simply because it is novel; see FRAGMENT_SUPPRESSED.", "[43] Subsection 239(2.2) of the Income Tax Act is a quasi-criminal provision with penal consequences.", "[44] In my opinion, the principles of police and prosecutorial discretion apply to a decision to proceed relative to subsection 239(2.2) of the Income Tax Act . In my view, that discretion is diametrically opposed to the recognition of a duty, within the scope of the FRAGMENT_SUPPRESSED test, for which a breach could sustain an action in negligence for failing to investigate or prosecute.", "[45] If there is no duty of care, there can be no reasonable cause of action in negligence for the choice of the CRA and the RCMP in not proceeding with charges under subsection 239(2.2) of the Income Tax Act", "[46] The Plaintiff also advanced a claim for misfeasance in public office. In FRAGMENT_SUPPRESSED, Mr. Justice Iacobucci identified the essential elements of the tort of misfeasance in public office as follows: FRAGMENT_SUPPRESSED", "[47] It is clear from her Amended Statement of Claim that the Plaintiff alleges that the failure of the CRA and the RCMP to lay charges and prosecute offences under subsection 239(2.2), by itself, constitutes misfeasance in public office.", "[48] For the reasons given above, the fact that charges were not laid, in the exercise of discretion by those authorized to make the decision in that regard, cannot be an \"unlawful act\", as required to establish the tort of misfeasance in public office.", "[49] As well, the Plaintiff has not pleaded any material facts to even show that there was an unlawful act or that the public officers had knowledge that their actions were unlawful or that there was an intention to personally harm her. In these circumstances, the Plaintiff has failed to show a reasonable cause of action relative to the tort of misfeasance in public office; see FRAGMENT_SUPPRESSED.", "[50] The Plaintiff also complains that her Charter rights were breached. However, she neither identifies which right nor any material facts that might support such a claim.", "[51] A claim for a Charter breach cannot be advanced in a vacuum but must be supported by evidence and facts; see FRAGMENT_SUPPRESSED.", "[52] It follows that there is no reasonable cause of action in the Plaintiff's Amended Statement of Claim for a Charter breach. Availability of Judicial Review", "[53] I turn now to the Plaintiff's allegations relative to the several federal tribunals, that is the OPC, the Information Commissioner and Public Service Integrity Canada.", "[54] In my opinion, all of the allegations of the Plaintiff relative to these federal tribunals are amenable to judicial review pursuant to section 18.1 of the Federal Courts Act , section 41 of the Privacy Act or section 41 of the Access to Information Act", "[55] At the hearing on November 9, 2009, the Plaintiff argued that complaints against the OPC and the Information Commissioner are not subject to judicial review. She referred to the decision in FRAGMENT_SUPPRESSED in support of her submissions.", "[56] In my opinion, the Plaintiff is mistaken in her interpretation of that decision. I understand that the decision in FRAGMENT_SUPPRESSED stands for the proposition that recommendations made by the OPC and the Information Commissioner are not subject to review.", "[57] There is nothing novel in that proposition. Subsection 18.1(3) of the Federal Courts Act provides that a decision of a federal tribunal can be reviewed by the Court. A recommendation is not a decision; see FRAGMENT_SUPPRESSED.", "[58] Paragraphs 29(1)(a) and (b) of the Privacy Act says that the Privacy Commission shall receive and investigate complaints that allege improper disclosure of information, as follows: \"29(1) Subject to this Act, the Privacy Commissioner shall receive and investigate complaints (a) from individuals who allege that personal information about themselves held by a government institution has been used or disclosed otherwise than in accordance with section 7 or 8; (b) from individuals who have been refused access to personal information requested under subsection 12(1);\"", "[59] Section 30 of the Access to Information Act is similar, as follows: \"30(1) Subject to this Act, the Information Commissioner shall receive and investigate complaints (a) from persons who have been refused access to a record requested under this Act or a part thereof;\"", "[60] If dissatisfied with the refusal of the OPC and the Information Commissioner to act on her complaints, she had an alternate remedy, that is an application for judicial review before the Federal Court.", "[61] My opinion in this regard is supported by section 41 of the Privacy Act and section 41 of the Access to Information Act . Section 41 of the Privacy Act provides as follows: \"41. Any individual who has been refused access to personal information requested under subsection 12(1) may, if a complaint has been made to the Privacy Commissioner in respect of the refusal, apply to the Court for a review of the matter within forty-five days after the time the results of an investigation of the complaint by the Privacy Commissioner are reported to the complainant under subsection 35(2) or within such further time as the Court may, either before or after the expiration of those forty-five days, fix or allow.\"", "[62] Section 41 of the Access to Information Act is similar, as follows: \"41. Any person who has been refused access to a record requested under this Act or a part thereof may, if a complaint has been made to the Information Commissioner in respect of the refusal, apply to the Court for a review of the matter within forty-five days after the time the results of an investigation of the complaint by the Information Commissioner are reported to the complainant under subsection 37(2) or within such further time as the Court may, either before or after the expiration of those forty- five days, fix or allow.\"", "[63] The Plaintiff claims that she did not get a positive answer to her request for assistance to Public Service Integrity Canada. The Public Servants Disclosure Protection Act is intended to provide protection against reprisals in the workplace. That Act defines \"reprisal\" in subsection 2(1) as follows: \"'reprisal' means any of the following measures taken against a public servant because the public servant has made a protected disclosure or has, in good faith, cooperated in an investigation into a disclosure or an investigation commenced under section 33: (a) a disciplinary measure; (b) the demotion of the public servant; (c) the termination of employment of the public servant, including, in the case of a member of the Royal Canadian Mounted Police, a discharge or dismissal; (d) any measure that adversely affects the employment or working conditions of the public servant; and (e) a threat to take any of the measures referred to in any of paragraphs (a) to (d).\"", "[64] In my opinion, the Plaintiff's complaints about the workplace do not fall within this definition and accordingly, did not fall within the mandate of Public Service Integrity Canada.", "[65] In any event, the Plaintiff had filed a complaint with the Integrity Commissioner, presumably pursuant to section 19.1 of the Public Servants Disclosure Protection Act . Subsections 19.1(1) and (4) provide as follows: \"19.1(1) A public servant or a former public servant who has reasonable grounds for believing that a reprisal has been taken against him or her may file with the Commissioner a complaint in a form acceptable to the Commissioner. The complaint may also be filed by a person designated by the public servant or former public servant for the purpose. \"19.1(4) Subject to subsection 19.4(4), the filing of a complaint under subsection (1) precludes the complainant from commencing any procedure under any other Act of Parliament or collective agreement in respect of the measure alleged to constitute the reprisal.\"", "[66] Section 19.4 requires the Integrity Commissioner to make and communicate a decision as to whether or not he will deal with a complaint. Subsections 19.4(1), (3) and paragraphs 19.4(4)(a) and (b) are relevant and provide as follows: \"19.4(1) The Commissioner must decide whether or not to deal with a complaint within 15 days after it is filed. \"19.4(3) If the Commissioner decides not to deal with a complaint, he or she must send a written notice of his or her decision to the complainant and set out the reasons for the decision. \"19.4(4) If the Commissioner decides not to deal with a complaint and sends the complainant a written notice setting out the reasons for that decision, (a) subsection 19.1(4) ceases to apply; and (b) the period of time that begins on the day on which the complaint was filed and ends on the day on which the notice is sent is not to be included in the calculation of any time the complainant has to avail himself or herself of any procedure under any other Act of Parliament or collective agreement in respect of the measure alleged to constitute the reprisal.\"", "[67] The Integrity Commissioner advised the Plaintiff, in writing, that he would not deal with her complaint. At that time, the Plaintiff had the option to seek judicial review against the decision, refusing to deal with her complaint, if she wished to complain about the lawfulness of the conduct of the administrative decision-maker; see FRAGMENT_SUPPRESSED.", "[68] The Plaintiff also alleged that the CRA had failed to properly address her complaints respecting the workplace environment. She makes this allegation with respect to the Canada Labour Code . This complaint was not addressed because the CRA did not appoint a management representative.", "[69] Subsection 127.1(1) of the Canada Labour Code imposes an obligation upon the employer and the employee to resolve workplace health and safety concerns. Subsection 127.1(1) provides as follows: \"127.1(1) An employee who believes on reasonable grounds that there has been a contravention of this Part or that there is likely to be an accident or injury to health arising out of, linked with or occurring in the course of employment shall, before exercising any other recourse available under this Part, except the rights conferred by sections 128, 129 and 132, make a complaint to the employee's supervisor. \"127.1(2) The employee and the supervisor shall try to resolve the complaint between themselves as soon as possible.\"", "[70] If the complaint cannot be resolved by the employer and the employee, it may be referred for investigation. Subsection 127.1(3) provides as follows: \"127.1(3) The employee or the supervisor may refer an unresolved complaint to a chairperson of the work place committee or to the health and safety representative to be investigated jointly (a) by an employee member and an employer member of the work place committee; or (b) by the health and safety representative and a person designated by the employer.\"", "[71] The Plaintiff claims that this investigation never occurred due to a failure of the CRA to appoint an employer member.", "[72] Again, the Plaintiff had the option of pursuing administrative law relief, by way of an application for judicial review, relative to the failure of the CRA to facilitate an investigation.", "[73] The Plaintiff could have taken another course. She could have refused to work, as contemplated by subsection 128(1) of the Canada Labour Code which provides as follows: \"128(1) Subject to this section, an employee may refuse to use or operate a machine or thing, to work in a place or to perform an activity, if the employee while at work has reasonable cause to believe that (a) the use or operation of the machine or thing constitutes a danger to the employee or to another employee; (b) a condition exists in the place that constitutes a danger to the employee; or (c) the performance of the activity constitutes a danger to the employee or to another employee.\"", "[74] A refusal to work could have led to an investigation pursuant to section 128 and 129 of the Canada Labour Code . The results of any such investigation would have led to the possibility of an appeal to an appeals officer. Ultimately, the findings upon any such appeal could have been the subject of judicial review under the Federal Courts Act ; see FRAGMENT_SUPPRESSED.", "[75] It is clear that a challenge to the lawfulness of an exercise of statutory authority can be made only upon an application for judicial review; see FRAGMENT_SUPPRESSED. The Plaintiff, according to her Amended Statement of Claim, sought judicial review in January 2009 relative to the action of the Privacy Commissioner. However, she discontinued that proceeding in April 2009. She did not say if she had filed any other applications for judicial review. By attempting to challenge the actions of the OPC, the Information Commissioner, or the Integrity Commissioner in this action, she is trying to make a collateral attack on those administrative decision-makers. That is not permitted under the current legislative regime.", "[76] For the foregoing reasons, the Plaintiff has failed to disclose a reasonable cause of action with respect to the several agents and agencies which she has identified. The Amended Statement of Claim will be struck. The Defendant shall have her costs. JUDGMENT", "[77] THIS COURT ORDERS AND ADJUDGES that the motion is granted, the Amended Statement of Claim is struck, costs to the Defendant.", "[78] The parties are to make brief submissions on costs as follows: i) the Defendant, by March 10, 2010; ii) the Plaintiff, in response, by March 17, 2010; and iii) the Defendant, in reply, if any, by March 23, 2010. Motion granted. [End of document]"]}