{"id_": "024424", "body_str": ["[1] : The issue in this judicial review application is whether shift and weekend premiums of $2.00 per hour (the premiums) payable under a collective agreement to radio operators employed by the Canadian Coast Guard (the Coast Guard) constitutes a part of \"salary\" as that term is defined in subsection 3(1) of the Public Service Superannuation Act , R.S.C. 1985, c. P-36, as amended (the Act ), so as to be included in the calculation of a radio operator's chosen five-year average annual salary prior to retirement on which superannuation benefits are based.", "[2] The definition of \"salary\" in the Act was amended by Parliament in 1975 as a result of the Federal Court of Appeal's decision in <FRAGMENT_SUPPRESSED>  (T.D.), which was not appealed and the definition remains essentially unchanged today. It reads: \"SALARY means: (a) as applied to the public service, the basic pay received by the person in respect of whom the expression is being applied for the performance of the regular duties of a position or office exclusive of any amount received as allowances, special remuneration, payment for overtime or other compensation or as a gratuity unless that amount is deemed to be or to have been included in that person's basic pay pursuant to any regulation made under paragraph 42(1)(e).\" (Emphasis mine) a) .\" (Je souligne)", "[3] Paragraph 42(1)(e) of the Act authorizes the Governor-in-Council to make regulations: \"Deeming, for the purposes of the definition 'salary' in subsection 3(1), an amount in respect of allowances, special remuneration, payment for overtime or other compensation or gratuity, to be or to have been included in the basic rate of pay of a person ;\" (Emphasis mine) ;\" (Je souligne) It is common ground by the parties that no such regulation has been made.", "[4] In conformity with the Superannuation Administration Manual (SAM), a pension administrator at Public Works and Government Services Canada (PWGSC) ruled such premiums were not part of \"salary' as defined in the Act", "[5] The pension administrator reasoned the shift and weekend premiums were not considered as basic pay because such premiums were not paid for the performance of a radio operator's regular duties but rather for the time when the work was performed. He stated the collective agreement was clear in providing such premiums were payable only for hours worked between 16:00 and 8:00 hours. He added the premium was paid because a radio operator had to work at night and not because he/she accomplished different duties. The pension administrator answered Mr. Grégoire's inquiry why on-the-job training allowances were pensionable. The administrator stated this work was performed in respect of the regular duties of the position (see Exhibit A-4).", "[6] The parties agree this decision is a continuing decision in the sense referred to in <FRAGMENT_SUPPRESSED>  (F.C.A.).", "[7] The applicants seek a declaration reversing this decision, such declaration to be effective from the date of the declaration.", "[8] The applicants are CAW-Canada Local 2182 (CAW, Local 2182), the bargaining unit for the group of radio operators who are employed by the Coast Guard; Martin Grégoire is the President of Local 2182 and Brian Murphy is a member of that Local.", "[9] CAW- Local 2182, on behalf of the radio operators, and Treasury Board, on behalf of the employer, entered on June 9, 2005, a collective agreement which currently expires on April 30, 2007, (the collective agreement). This is the second collective agreement negotiated between the parties, the first one having expired on April 30, 2004. In fact, the radio operators group has had a certified bargaining agent since 1984. Both parties agree, however, matters under the Act cannot be the subject of collective bargaining. (See Paragraph 57(2)(b) and Schedule II of the Public Service Staff Relations Act now repealed and replaced by the Public Service Labour Relations Act , section 113).", "[10] Shift and weekend premiums are provided for in Article 23 of the collective agreement which reads: \"23.01 An officer working rotating or irregular shifts will receive a shift premium of two dollars ($2.00) per hour for all hours worked, including overtime hours , during the period between 16:00 and 08:00 local time. \"23.02 (a) Officers shall receive an additional premium of two dollars ($2.00) per hour for work on a Saturday and/or Sunday for hours worked as stipulated in (b) below (b) Weekend premium shall be payable for all hours worked, including overtime hours, on Saturday and/or Sunday (c) Weekend premium is not applicable to persons employed on a casual or temporary basis for a period of less than three (3) months, as defined in the Public Service Staff Relations Act.\"", "[11] Article 21 of the collective agreement deals with hours of work and overtime. A distinction is made in the definition section of the collective agreement between non-operating officers and operating officers: \"(i) 'Operating Officer' means an officer whose hours of work are scheduled on a rotating or irregular basis; \"(ii) 'Non-operating Officer' means an officer whose hours of work are not scheduled on a rotating or irregular basis.\"", "[12] The following other definitions in the collective agreement are worthy of mention at this time: \"(i) 'Allowance' means compensation payable for the performance of special or additional duties \"(ii) 'Remuneration' means pay and allowances ; and \"(iii) 'Overtime' in paragraph 21.08 means in the case of a full-time officer authorized work performed in excess of his normal scheduled hours of work .\" (Emphasis mine)", "[13] This proceeding originally was commenced as an action by the applicants, as plaintiffs, when they filed a statement of claim on June 6, 2003 seeking the declaratory relief previously mentioned. Her Majesty the Queen filed a statement of defence on July 21, 2003 to which the Plaintiffs replied on August 6, 2003.", "[14] The proceeding was conducted as an action with the filing of affidavits of documents, examination for discovery, the holding of a pre-trial conference and the fixing of a hearing date for the action.", "[15] Two trial preparation conferences were held during which the impact of two recent Federal Court of Appeal decisions was discussed as to whether the proceeding should have been commenced by way of an application for judicial review. Those two Federal Court of Appeal decisions are <FRAGMENT_SUPPRESSED> .", "[16] After review, counsel for the Crown advised he was of the view these two cases had direct application in the circumstances in this case and the matter could only proceed by way of judicial review. He sought to strike the action but, in the alternative, suggested a remedy which was accepted.", "[17] This Court was not amenable to striking the action and, with the consent of the parties, it ordered this action be converted into an application for judicial review under the authority of <FRAGMENT_SUPPRESSED>  (T.D.) and further ordered, pursuant to subsection 18.4(2) of the Federal Courts Act (the ), this application for judicial review be treated and instructed as an action meaning the procedural steps which had been taken by the parties would be recognized and the evidence would be taken through admissions in the pleadings, admissions pursuant to a request to admit and viva-voce evidence from witnesses. The applicant proffered one witness, Martin Grégoire. The sole witness for the respondent was Joan Arnold.", "[18] At the start of the hearing the Court ordered a change in the respondent's name from Her Majesty the Queen to the Attorney General of Canada. Facts", "[19] The essential operational facts are not in dispute.", "[20] As noted, the radio operators in Local 2182 involved in this proceeding are employed by the Coast Guard as part of its Marine Communications and Traffic Services Program (MCTS). The Coast Guard is a division of the Department of Fisheries and Oceans (DFO). The duties and functions of the Minister of Fisheries and Oceans, as the Minister responsible for Coast Guard services, include marine communications and traffic services pursuant to subsection 41(1)(a)(ii) of the Oceans Act", "[21] The members of the bargaining unit work as MCTS officers in one of the twenty-two MCTS centres in Canada located in the five Coast Guard regions in Canada and the waters over which Canada has territorial control.", "[22] The specific programs for which the Coast Guard is responsible are: • Maritime communications and traffic services; • Maritime navigation systems; • Ice-breaking; • Rescue, safety and environmental response; • Technical and operational services; and • Fleet management.", "[23] The mandate of the MCTS is to provide for: • Safety of life at sea; • Protection of the environment through traffic management; • Efficient movement of shipping; and • Distribution of related information.", "[24] The five primary service functions performed by MCTS officers are: (1) Distress - safety communications and coordination services to detect distress situations, ensure timely response for the saving of lives in Canadian waters; (2) Vessel Traffic Regulations which involves the exchange of information between ships and a shore-based MCTS centre so that all ships in a given waterway are aware of vessel traffic, important movements and dangers to navigation. Vessel traffic regulating also involves the identification and monitoring of vessels, strategic planning of vessel movements, and provision of navigational information and assistance; (3) Vessel screening services are undertaken to prevent the entry of unsafe vessels into Canadian waters by screening for defects and deficiencies and compliance with applicable Canadian regulations in order to reduce the threat of pollution. The MCTS officers also screen vessel clearance requests for such compliance and monitor each vessel's progress through Canadian waters; (4) Managing an integrated information system requires the performance of activities such as • The collection of information from various sources; • The screening of information for accuracy/completeness; • Analysing information to determine compliance; • The dissemination of information, the coordination and verification of implementing compensatory measures for identifying ship defects and or deficiencies; and • The provision of ship status and advance-arrival notification to destination; and (5) Public correspondence services which extends standard communication services to ships at sea which allows inter-connection on an international as well as a national basis. This service involves providing, on a cost-recovery basis, to ships and agencies on shore with the capability of communicating domestically and internationally for business and private purposes by: • Connecting in two ways, namely, ship/shore radio telephone calls in the VHF, MF and HF frequency bands and by radiotelegram; and • Relaying ship business messages, dealing with equipment requirements, loading and discharge instructions and estimated time of arrival, quarantine messages, messages requesting a doctor to meet a ship on arrival as well as private messages for passengers and crews.", "[25] MCTS officers serve five major categories of clients: • Commercial shipping vessels including domestic and foreign carriers and government vessels; • Commercial fishing vessels; • Recreational boats; • General public and • Other government departments and agencies, including the Provinces.", "[26] The MCTS program is one which must be carried out twenty-four hours a day, seven days a week throughout the whole year. The services of the operating employees at the MCTS centres are essential at all times; those operating employees fill designated positions meaning the services they perform cannot be interrupted by a strike. Approximately 90% of the members in CAW - Local 2182 are operating officers.", "[27] Most operating officers work twelve-hour shifts, normally 7:30 a.m. to 7:30 p.m. (day shift) or 7:30 p.m. to 7:30 a.m. (night shift). The normal pattern for most operating employees working such shifts is working four shifts in a row and resting for the next four days. All operating employees work on a rotating shift basis. Four centers operate on three eight-hour shifts.", "[28] Operating employees must work on a Saturday or on a Sunday because the safety services rendered by them must be available on a twenty-four hour, seven day a week basis. The Legislative History of the Definition of Salary", "[29] The legislative history of the definition of \"salary\" in the Act is as follows:", "[30] \"Salary\" for superannuation purposes was first defined in the Civil Service Superannuation Act of 1924 in section 2(k) as follows: \"'Salary' of a contributor means the regular salary paid in respect of his service , together with the value of living and residential allowances but does not include allowance or payment for overtime or other extra allowance or pay or any gratuity ;\" (Emphasis mine)", "[31] The wording of \"salary\" was slightly changed in the Civil Service Superannuation Act of 1944 to read in section 2(l): \"'Salary' of a contributor means the regular salary or compensation paid in respect of his service, together with the value of living and residential allowances, but does not include allowances or payment for overtime or other extra allowances or pay or any gratuity .\" (Emphasis added)", "[32] A major simplification of the definition occurred in 1953 when the statute was cited as the Public Service Superannuation Act . \"Salary\" is simply defined in section 2(l) as: \"'Salary' means the compensation received for the performance of the regular duties of a position or office ;\" (Emphasis mine)", "[33] In 1960, the Act was modified to make reference to the Canadian Forces Superannuation Act and the Royal Canadian Mounted Police Superannuation Act", "[34] \"Salary\" was amended in section 2(l) in the following manner and it is important to note this is the definition of salary considered by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , above: \"'Salary', as applied to the Public Service, means the compensation received by the person in respect of whom the expression is being applied for the performance of the regular duties of a position or office , and, as applied to the regular forces or the Force, means the pay or pay and allowances, as the case may be, applicable in the case of that person, as determined under the Canadian Forces Superannuation Act or the Royal Canadian Mounted Police Superannuation Act .\" (Emphasis mine)", "[35] A few months after the <FRAGMENT_SUPPRESSED> decision was rendered the definition of \"salary\" was reformulated in a major way in 1975 in its application to the Public Service to read in section 2.1: \"SALARY (a) as applied to the public service, the basic pay received by the person in respect of whom the expression is being applied for the performance of the regular duties of a position or office exclusive of any amount received as allowances, special remuneration, payment for overtime or other compensation or as a gratuity unless that amount is deemed to be or to have been included in that person's basic pay pursuant to any regulation made under paragraph 42(1)(e) .\" (Emphasis mine) a) .\"", "[36] The 1975 version of the definition of \"salary\" is in force today. The Gruber Decision", "[37] As noted, the current definition of \"salary\" in the Act was enacted by Parliament after the Federal Court of Appeal rendered its June 4, 1975 decision in <FRAGMENT_SUPPRESSED> , above, allowing an appeal from a judge of the Trial Division (Walsh, J.), reported at [1974] 2 F.C. 384 who dismissed Mr. Gruber's action against the Treasury Board.", "[38] Mr. Gruber, a retired public servant, worked as an engineer employed in the Engineering and Land Survey Group, Scientific and Professional category, sought to have two amounts paid to him under a collective agreement entered into on November 4, 1969 as part of salary for superannuation purposes.", "[39] The first amount was the sum of $3,231.08 described in the collective agreement as a settlement bonus. The second amount was worth $412.64 which he became entitled to under the collective agreement because he was in a holding scale (red circled) when on July 1, 1969 he was re-classified from ENG.6 then receiving the highest rate of pay applicable to that classification to ENG.4 for which the maximum rate of pay was approximately $1,000 less than that received under his previous classification. In respect of the two amounts, deductions were made for income tax and other deductions normally applicable to salary payments except no deduction was made for any contribution to the superannuation account because Treasury Board did not consider these two amounts should be taken into consideration for superannuation purposes.", "[40] It is useful to recall the substance of the 1960 definition of \"salary\" in the Public Service Superannuation Act as applied to the public service to mean \"the compensation received by the person in respect of whom the expression is being applied for the performance of the regular duties of a position or office …\"", "[41] After admitting the evidence of two witnesses who had been involved in the negotiation of the collective agreement in which the two amounts being litigated were mentioned as well as documentation related to the question whether the two amounts paid to Mr. Gruber were part of salary and a consideration of the \"Authorities Manual\" of the defendant delineating what constitutes \"salary\" for contribution purposes, inter alia, allowances and extra pay which form part of salary, allowances and extra pay which do not form part of salary and what the \"salary\" is for benefit purposes, Justice Walsh cautioned at paragraph 5 of his reasons as follows: \"… It should be stressed, however, that the fact this evidence is admitted does not mean that it is binding on the Court in the determination of the issue. The interpretation to be given to the Public Service Superannuation Act and its application to the collective agreement in question cannot be conclusively determined by the interpretation given by the Treasury Board in its Authorities Manual, by the negotiators taking part in the negotiations leading to the agreement, nor by the opinions given to the parties by their legal advisers, but must be interpreted by the Court itself after giving appropriate weight to all admissible evidence .\" (Emphasis mine)", "[42] Justice Walsh then summarized the evidence given by the negotiators to the collective agreement- a Mr. Brooks on behalf of the employees and a Mr. Reid on behalf of the Treasury Board. Both had testified the issue whether settlement bonuses would not be included as part of an employee's compensation for superannuation purposes was not the main focus of the negotiations most of which related to the effective date of conversion and whether the employee should get a large retroactive payment or a bonus. Mr. Brooks testified the employee representatives contended that their salaries should be adjusted upward but the Treasury Board refused to accept this so instead they received a settlement bonus equivalent to what would have been earned, as an incentive for them to sign. It was not Mr. Brooks' understanding the settlement bonus was received as compensation for the performance of regular duties but rather as a bonus to enable the two parties to agree on a settlement but he conceded that what the Professional Institute of Public Service was trying to negotiate on behalf of the employees in the group in question was retroactive pay and that the bonus was only payable in each pay period in which the employee had received at least ten days pay . (Emphasis mine)", "[43] Justice Walsh also noted if the Professional Institute had been certified at the start of the negotiations in 1967 rather than only on March 19, 1969, the bargaining agent would have been negotiating for prospective pay rather than retroactive pay.", "[44] In his assessment of the evidence, he referred to a report Mr. Brooks had issued to the members of the bargaining unit for ratification purposes to the effect the settlement bonus was a lump sum payment which would not alter an employee's rate of pay, neither will it add to his superannuation, nor will it be paid in respect of any period beyond June 30, 1969.", "[45] He then referred to the position of Treasury Board in refusing to consider the two amounts for superannuation purposes expressed in a letter dated January 16, 1973 from the Chief of Policy Development at the Compensation Services Branch (Exhibit P-6) to the following effect: \"As many payments received by contributors under the Public Service Superannuation Act are clearly not compensation for the performance of regular, continuing duties, the Treasury Board has established guidelines indicating the types of allowances and extra pay which can be considered to form part of salary for superannuation purposes. Payments that are identifiable as compensation for overtime, unusual working conditions, isolated locations, travelling time and so on are not considered to be related to the performance of regular duties and, in accordance with section 2(1) of the Public Service Superannuation Act , are excluded from salary for superannuation purposes and neither contributions nor benefits are based on such amounts .\" (Emphasis mine)", "[46] He then stated the \"guidelines\" referred to in Exhibit P-6 are those set out in the Authorities Manual (Exhibit P-8), a precursor to SAM, which provide at paragraph 09.2.1: \"On the other hand, Treasury Board is of the view that payments authorized on account of living conditions and other circumstances not relating to duties or responsibilities such as lump sum payments authorized for employees in holding ranges or scales of rates, wage differentials paid along the Northwest Staging Route, transportation, isolation, cost of living and local allowances being paid to prevailing rate employees, should not be considered as salary for the purposes of the Public Service Superannuation Act .\" (Emphasis mine)", "[47] The essence of Justice Walsh's reasons focus on the meaning of the word \"compensation\" in the definition of salary. He noted at paragraph 11 of his reasons counsel for the Treasury Board \"while conceding that the word \"compensation\" is a broad one and could, on one interpretation include any source of remuneration received by an employee for services rendered\", it was argued by him the settlement bonuses provided for in the collective agreement did not constitute compensation within the meaning of the Act for the performance of regular duties", "[48] Justice Walsh set out his conclusions at paragraphs 12, 13 and 14 of his reasons: \"12 It is common ground that during the period in question plaintiff performed his regular duties and during each pay period received 'at least ten days' pay' and plaintiff contends that had the agreement been reached earlier, then the payments would not have been made retroactively, and there would have been no question about them having been made as compensation for the performance of the regular duties of his position. \"13 There is no doubt that in one sense of the word [compensation] any monetary payment made to an employee or, as in the present case, to a group of employees by way of compensation for services they have performed or will be performing, is a form of incentive to retain their services and goodwill. On the other hand, from the point of view of the employee, any such monetary payment which he receives, whatever it may be called, will be looked on by him as part of the compensation which he is receiving for these services. To give this latter interpretation to the word 'compensation' as used in the definition of the word 'salary' in the Public Service Superannuation Act would have the effect of including for superannuation purposes amounts received for overtime pay, transportation, isolation, cost of living allowances, night school compensation, and other similar special allowances, which I do not consider to be a proper interpretation of the Act as the word 'compensation' is limited to that received 'for the performance of the regular duties of a position or office'. The collective agreement must be read in the light of this interpretation of the provisions of the Public Service Superannuation Act , and quite apart from the evidence of Messrs. Brooks and Reid, the correspondence between the legal advisers of the parties, the memorandum by Mr. Brooks reporting on the negotiations, and the Authorities Manual of defendant, I do not find that the collective agreement read as a whole permits the interpretation sought by plaintiff. … \"14 It appears to me that the 'compensation' referred to in the definition of 'salary' in the Public Service Superannuation Act for the performance of 'regular duties' must be limited to normal pay for a normal period of work and exclude special pay resulting from special situations which have arisen in the course of the employment, even though this pay may result from the performance of work . The collective agreement before the Court in the present case resulted from the first bargaining between the Professional Institute of the Public Service of Canada, representing the Engineering and Land Survey Group, and the Treasury Board and, in addition to establishing regular rates of pay which were established after negotiation in Appendix 'A1', also dealt with the problem resulting from the 'red circling' of certain employees. The problem was compounded by the lengthy delays before the agreement was reached and signed resulting in retroactive payments for two years under Article 20.02 and partially retroactive payments for the year commencing July 1, 1969 under Article 20.08. Reading the agreement as a whole it appears that, while the special payments may have been at one and the same time incentives offered by the defendant to obtain the signing of the agreement and extra remuneration received by the plaintiff and other members of the employee group resulting from services, most of which had already been rendered, they were clearly distinguishable and kept separate and apart in the agreement from the rates of pay set out in Appendix 'A1'. They were a once in a lifetime payment and did not represent a change in regular salary from the rates set out in the schedule and, hence, I have concluded that they do not come within the definition of the word 'salary' as used in the Public Service Superannuation Act .\" (Emphasis mine)", "[49] As noted, the Federal Court of Appeal reversed Justice Walsh. Chief Justice Jackett wrote the reasons for the Court which were concurred in by Justices Pratte and Ryan. The Chief Justice stated the sole question involved in the appeal was whether certain amounts received by the appellant under the collective agreement are \"salary\" within the meaning of that word as defined by that part of section 2(1) of the Public Service Superannuation Act and he said at paragraph 5 of his reasons the position taken on behalf of the government is the two special payments in issue were not part of the \"compensation received\" by the appellant \"for the performance of his regular duties of his position\" in the public service and are not, therefore, part of his \"salary\" within the meaning of that word defined in the Act . (Emphasis mine)", "[50] I reproduce paragraphs 6 and 7 of his reasons which are the heart of the Chief Justice's decision: \"6 In a strict analysis, as I view it, a retroactive 'wage' increase in the Public Service is a 'bonus'. At the time when the public servant performs the services required of him to discharge the duties of his position, he is paid the salary (compensation) for those services to which he is, by law, entitled. When the wage rates are increased retroactively, he is, in effect, given a duly authorized extra amount or 'bonus' in respect of such services. The fact that such bonus is authorized or contracted for after the event does not make it any the less a payment (compensation) for such services even though they have already been rendered. Such payments are paid out of monies appropriated for Public Service salaries and the only justification for making a payment out of public monies to the employee is as compensation for the services rendered by him to the government . In my view, the position is no different because a retroactive payment is called some special name such as 'settlement bonus' or 'lump sum'. What we are concerned with is the substance of the matter and we must not let ourselves be misled by the words used. ( <FRAGMENT_SUPPRESSED>  'settlement' bonus . In my view, every concession by one party towards the desires or demands of the other is made with a view to obtaining a 'settlement'. From this point of view, I see no difference between a prospective or a retroactive wage increase and, in my view, the situation is not altered by giving a fancy name to a retroactive wage increase \"7 The respondent relies on the words in the definition of 'salary' that refer to compensation for the performance of 'the regular duties' of a position. I cannot see any facts in this case that bring these words into play. As far as we know, the appellant performed no duties other than the 'regular duties' of his position and the amounts in question were paid to him for having performed those duties .\" (Emphasis mine) The Structure of the Act", "[51] The Act establishes the Public Service Pension Fund (the Plan) in which the employer's contributions, employee contributions and income earned on investments of those contributions are paid into the Fund and from which defined benefits are paid out. The Plan is generally referred to as a contributory defined benefit pension plan.", "[52] With few exceptions, all persons employed in the Public Service of Canada must contribute to the Plan at rates set out in subsection 5(1.1) of the Act . Generally, and again with certain exceptions they are as follows: \"(a) Four percent of his or her salary that is less than or equal to the years maximum pensionable earnings, a term referenced in the Canada Pension Plan. That maximum is currently $42,000.00; and \"(b) Seven and a half percent of his or her salary that is greater than $42,000.00.\"", "[53] The Act was recently amended to authorize the fixing of an employee's contribution rates by Treasury Board rather than spelling them out in the statute. Those rates are now 4.3% of salary up to $42,000.00 and 7.3% of salary for amounts beyond $42,000.00 of a person's salary.", "[54] Canada's contribution is not a fixed amount. However, the President of the Treasury Board is required by subsection 44.2 of the Act to deposit into the Fund, in each fiscal year, in respect of each month, not later than thirty days after the end of the month for which the deposit is made, an amount determined by the Minister, based on actuarial advice, to be required to provide for the cost of the benefits that have accrued for that month in relation to current service and which will become payable out of the Fund as well as an amount determined by the President of the Treasury Board in relation to the total amount paid into the Fund during the preceding month by way of contributions in respect of past service. This type of funding is known as a \"pay as you go\" plan, not permitting plan deficits.", "[55] The defined benefits paid to a retired federal public servant is set out in subsection 11(1) of the Act which, on ceasing to be employed, a contributor with a minimum of two years of pensionable service is entitled to a benefit based on two percent of the average of the five best consecutive years of the contributor's earnings multiplied by the number of years of pensionable service to a maximum of 35 years for that contributor. The SAM", "[56] The parties agree the President of the Treasury Board has the overall responsibility for the management of the financing, funding and basic policies of the Public Service Pension Plan and is the Minister responsible under the Act . However, pursuant to section 13 of the Department of Public Works and Government Services Act and an Order-in-Council made under that section, responsibility for the day-to-day administration of the Plan rests with PWGSC.", "[57] The parties further agree the Superannuation Administration Manual (SAM) is produced by PWGSC which guides PWGSC Plan administrators in their administration of the Plan. They agree the SAM is a non-binding document and was developed for administrative purposes only. The SAM contains a section showing the number of \"allowances\" which have previously been determined to either be or not to be \"salary\" for the purposes of the Act", "[58] This concession by both counsel that SAM and the Treasury Board policy did not have force of law is appropriate. It is trite law such guidelines or policies are not binding unless reflected in a statute or regulations and absent legal authority mandating such treatment, (see, <FRAGMENT_SUPPRESSED> , at 169 and 170 as well as <FRAGMENT_SUPPRESSED>  B.C.A.C. 1; 75 W.A.C. 1, at 596  <FRAGMENT_SUPPRESSED> ).", "[59] On this point, counsel for the applicants in his written memorandum, stated at paragraph 50: \"Neither the PSSA nor the PSSR contain provisions that mandate that Treasury Board policies or PWGS' SAM be treated as being legally binding. Further, the fact that authority is available pursuant to ss. 42(1) and 42.1(1) of the PSSA to regulate the meaning of 'salary' within section 3(1) and that no regulation has in fact been promulgated impliedly forecloses any conferral of the force of law on any large or small 'policies' internal to Treasury Board or the PWGSC, including the SAM.\"", "[60] As an aside, my review of all of the documents produced, mostly on consent, shows the current SAM has several simple lists of allowances and extra pay and perquisites not forming part of salary gathered under a principle such as \"In general, these are payments authorized on account of living conditions and other circumstances not relating to duties and responsibilities\", a statement of principle going back to the 1950's when the first lists were produced and continued under different names such as the Authorities Manual. There are also lists in the current SAM, of allowances and extra pay which form part of salary gathered under a principle such as \"In general there are payments authorized for additional duties and responsibilities.\" In addition, there is a document such as SAM 2.7.1 which is a more general statement of principles whose origin also goes back to 1956.", "[61] I did not find the lists very helpful in themselves because in order to find the rationale for a particular allowance being classified as part of salary or not it is necessary to look at the base documents generating the decision. The Court had relevant base documents and the benefit of Ms. Arnold's testimony.", "[62] The parties also recognize SAM, section 2.7.1 states the following as to the distinction between pensionable allowances and other compensation that is not pensionable. The comments under this provision are two-fold.", "[63] The first comment reads: \"Employees in many positions receive allowances, perquisites, and/or extra pay which may or may not form part of salary for PSSA purposes. Treasury Board Guidelines specify that allowances paid for added duties and responsibilities, or allowances for meals and boarders and other such domestic perquisites, are considered as 'salary' for the purposes of the Public Service Superannuation Act \"On the other hand, payments authorized on account of living conditions and other circumstances not relating to duties or responsibilities (e.g. lump sum payments authorized for employees in holding ranges, isolation or cost of living allowances, etc.) are not considered as 'salary' for the purposes of the Public Service Superannuation Act .\"", "[64] It is to be noted the wording of this comment is substantially the same as put in evidence before Justice Walsh (see paragraphs 45 and 46 of these reasons).", "[65] The second comment is as follows: \"This guide is not intended to supersede any former specific direction of the Treasury Board. \"Appendices V to VIII contain lists of allowances, perquisites and special payments for which a decision has been made in accordance with these guidelines. Any future additions or deletions will be made as required.\"", "[66] SAM provision 2.8.7 is Appendix VII which sets out allowances and extra pay which do not form part of salary. Shift-deferential or shift premium is specifically mentioned. It was pointed out during argument that there was no mention, in that Appendix, to weekend premiums. This non-mention was characterized as an \"omission\" by Joan Arnold referring to other documents where Saturday and Sunday are covered as not being part of salary. The Position of the Parties (a) Of the Applicants", "[67] Counsel for the applicants argued several points. First, in his written memorandum, he contended the pensions administrator \"mechanically applied the guidelines established in its Superannuation Administration Manual (SAM) and the policies established by Treasury Board to determine that no shift or weekend premiums fell within the definition of salary. In so doing, and without reviewing the context of the circumstances under which such premiums were paid, PWGSC applied its guidelines and the Treasury Board policies as if they had the force of law without regard to the wording of ss. 3(1) of the PSSA.\"", "[68] Second, he further argued the Act is a benefit-conferring statute which must be interpreted in a broad and generous manner with any doubt from difficulties of language being resolved in favour of the applicants. In his view, \"given the requirements of the employer and the nature of the undertaking performed by the affected employees, the term \"salary\" in these particular circumstances should be interpreted to include shift and weekend premiums paid pursuant to the applicable collective agreement.\"", "[69] Third, he argued \"based upon established principles of statutory interpretation, and given the purpose and scheme of the PSSA, these shift and week-end premiums should be deemed to be included in the meaning of 'basic pay' as they are directly related to an integral aspect of the 'regular duties' performed by these individuals, i.e., the maintenance of safe shipping within Canadian waters at all times. To the extent that such an interpretation would depart from the ordinary meaning of 'basic pay', such departure is plausible given the context of the factual circumstances and is justified to meet the purposes of the PSSA.\"", "[70] He referred to labour arbitration cases to establish the purpose of shift and week-end premiums in this case. The first labour arbitration case referred to is <FRAGMENT_SUPPRESSED> , which held that week-end premiums were designed to \"compensate an employee who is required to work Saturday and Sundays on a regular recurring basis as part of his regular work week […] for having to work less favourable hours (i.e., Saturday and Sunday)\".", "[71] The second case counsel for the applicants referred to is <FRAGMENT_SUPPRESSED>  (Arb.), for the proposition a Sunday premium is not an overtime premium but is designed to compensate an employee who is required to work less favourable hours on a Sunday. In his view a shift deferential, like a Sunday premium, is designed to compensate an employee for working less favourable hours. He then argues, in the present case, the entire operating employee compliment, being 90 or so percent of the bargaining unit, are required by the employer and the nature of their employment, to provide twenty-hour hour/365 days a year service to vessels in Canadian waters. Unlike almost all other workplaces, there is no \"down time\". He adds the compensation which the members of the bargaining unit receive in the form of shift and week-end premiums is directly related to the nature of the duties they perform. As such, in his view, these premiums are more than simple compensation for \"working less favourable hours\"; they are an integral aspect of the compensation for performing their regular duties during normal working hours (b) The Respondent's Position", "[72] Counsel for the respondent, in support of the Attorney General of Canada's position the impugned decision not to recognize shift and week-end premiums as part of pensionable salary, was reasonable or correct advanced the following propositions.", "[73] First, in determining whether a particular payment or compensation forms part of pensionable salary, pursuant to the PSSA, the Treasury Board Secretariat and the PWGSC regard as part of basic salary for regular duties, and thus as part of \"salary\", compensation that is paid in respect of regular duties performed during normal working hours. Other compensation is not regarded as \"salary\", as it is not paid in respect of duties but rather on account of other conditions . Whether or not an amount is titled an \"allowance\" is not determinative of its characterization for the purposes of the Act", "[74] He argues, consistently, the Treasury Board and PWGSC and their predecessors have understood that \"shift premium\" and \"weekend premium\" compensation are not part of basic pay, and thus not pensionable salary under the PSSA. Furthermore, he submits these premiums are viewed as premiums payable for the time of day worked, rather than for performing different functions.", "[75] He then referred to the fact Treasury Board and Public Works and their predecessors have created a complex body of administrative decisions pursuant to the Act resulting from their inquiries into the nature of each question that comes before them in respect of whether a particular form of remuneration is pensionable. He then, in paragraphs 18 and 19, which have already been quotes in these reasons, as illustrations of the dividing line between allowances which are pensionable and those which are not.", "[76] In terms of the applicable principles of statutory interpretation, he did not differ from the principles advanced by counsel for the applicants as expressed by the Supreme Court of Canada in Rizzo & Rizzo Shoes , above. He stressed the preferred approach recognizes the important role that context must inevitably play when a court construes the written words of a statute and that legislation must be read in the context of the problem it was intended to address . He further emphasized the provisions of the Act must be interpreted consistently with the purpose of the Act and both legislative evolutions and a comprehensive reading of the statute are relevant factors to consider in determining the meaning of \"salary\" as defined in the statute.", "[77] He submitted that when subsection 3(1) of the Act is read in its grammatical and ordinary sense, taking into account the scheme of the Act and the broader context of the legislation, the salary of the applicants and the other members of the Federal Public Service does not include weekend and shift premiums for superannuation purposes", "[78] He argues subsection 3(1) of the Act clearly and unambiguously states that it is only that payment applied towards \"regular duties\" of a position that constitutes \"salary\" . He further argues the provision is also clear that \"overtime\" or other \"compensation\", inter alia, is not included in the make-up of salary. He states weekend and shift premiums are remuneration for the inconvenience of this particular form of shift work and makes the point the regular duties of the position do not change by virtue of the fact that they are completed on the weekend, or outside of what constitutes normal working hours for most of the workforce . In his view, pensionable remuneration is contemplated for \"what\" is performed, not for \"when\" those duties are performed.", "[79] He advances the position in order to compensate employees for the performance of regular duties at other times of the week the negotiators at the collective bargaining table negotiate additional premiums, in addition to the salary paid for the performance of regular duties for the work week. Those deferentials, he states, will be removed when or if an employee returns to working hours within a \"normal\" work week. He concludes on this point by stating Parliament has clearly indicated how salary is to be calculated and states Parliament has expressly provided for the consideration of regular duties in the calculation of salary and has deliberately excluded for consideration those exceptions of allowances, special remuneration, payment of overtime or other compensation or as a gratuity and he concludes by stating: \"weekend and shift premiums are exceptions of the kind intended by Parliament .\"", "[80] Under legislative intent, he paints a broad brush of the legislative changes made to the legislation relating to the federal pension plan and then points to the 1975 definition of \"salary\" which followed after <FRAGMENT_SUPPRESSED> , above. Of <FRAGMENT_SUPPRESSED> , above, he argues the Federal Court of Appeal determined that certain retroactive wage increases were \"salary\" and that these payments could be included when calculating Mr. Gruber's pension contributions and entitlements. He argues, in response to the <FRAGMENT_SUPPRESSED> decision, Parliament amended the Act \"to clarify the definition of salary\" and states the current version of the Act defined salary as \"basic pay … applied for the performance of the regular duties of a position …\" and adds \"this definition excludes from salary any other amounts received as 'allowances, special remuneration, payment for overtime and other compensation or as a gratuity'\" and concludes on the point by saying \" although it was understood at the time of the introduction of the Act in 1954 that shift premium, weekend premium and other such remunerations were not to be considered as pensionable, Parliament clarified the definition of salary, post- <FRAGMENT_SUPPRESSED> \".", "[81] He quoted from Treasury Board policy established prior to 1975 on living conditions or other circumstances not relating to duties and responsibilities which Justice Walsh had quoted and readily conceded Treasury Board and PWGSC continued to follow this policy after the 1975 amendment to the definition of salary referring to the SAM as an internal working tool not legally authoritative, that guides federal pension administrators in their administration of the Act across the public service. He returned again to the main principle establishing the dividing line between pensionable and non pensionable benefits related to whether the remuneration is provided as part of the statutorily defined \"regular duties\" of a particular public service job which include payments for the performance of regular duties of the position, added duties and responsibilities, performance bonuses and payments made because of an extra skill or qualification.", "[82] Counsel for the Attorney General concluded his submissions by also making reference to arbitral decisions.", "[83] <FRAGMENT_SUPPRESSED>  (Ont.), he states shift deferential is a premium paid not for working beyond normal hours required by contract as is overtime, but for regularly being required to work those normal hours when many others are enjoying leisure and when most workers prefer to do likewise . In addition, he also referred to previously identified extracts in the Associated Freezers of Canada, Ltd. case and concludes that it is clear from the collective agreement that shift and weekend premiums are provided over and above the basic pay received . He states this is consistent with arbitral jurisprudence which holds that shift deferential is a premium pay, paid over and above the regular salary, and, as such, is not basic pay received citing Selkirk Nurses, Local 16 v. Selkirk & District General Hospital (1998), 69 L.A.C.(4th) 320 (Man. Arb. Bd.). The Testimony", "[84] I summarize below the testimony of the only two witnesses from which the Court heard viva-voce evidence, namely, Martin Grégoire and Joan Arnold. (a) The testimony of Martin Grégoire", "[85] Martin Grégoire, the President of CAW, Local 2182, is a radio operator who since 1995 has been a MCTS officer. He is currently a shift supervisor classified as an RO-4 position supervising individuals classified at RO-3 level, the radio operators, but he does the same work as they do when replacing an RO-3 during meals and rest periods. He testified as to the functions of an RO-3 which have already been captured in these reasons, namely, maintaining a listening-watch in order to handle distress situations; providing assistance to navigators including small boats and big tankers; regulating maritime traffic to prevent collisions and damage to the environment; screening vessels to make sure when they enter Canadian waters they meet Canadian standards of ship construction; and performing public communication service by providing a bridge between sea and land.", "[86] He confirmed there were 290 RO-3 positions and 60 positions in the RO-4 category with the number of positions varying during the summer and winter, days and evenings depending on the workload. Basically the duties of a radio operator consist of sitting before a console wearing headphones 75% of the time and communicating mainly with all types of vessels through a microphone. He also confirmed most centres operate on a twelve-hour shift from 7:30 in the morning to 7:30 in the evening and from 7:30 in the evening to 7:30 in the morning with a few exceptions, as well as the role of the MCTS by reference to the Report of the Standing Committee on Fisheries and Oceans dated February, 2003 inquiring into the MCTS services of the Canadian Coast Guard. On direct examination, he stated 90% of a radio operator's work was the same over a twenty-four hour period and a seven-day period but identified two variances which on cross-examination he recognized didn't change the thrust of his direct evidence duties performed by operating employees in the RO-3 category are the same throughout the week, did not vary between day and night or on weekends and the job descriptions applicable to the category did not distinguish the duties performed by them were different at different times.", "[87] Referencing Article 21 of the collective agreement entitled Hours of Work and Overtime, he explained how work schedules were drawn up for non-operating employees such as instructors at the Coast Guard College and certain specialists who work 37.5 hours in a 5-day week and 7.5 hours per day contrasting this work schedule with those constructed for radio operators which he said could be a complex task.", "[88] For operating employees, the Court was referred to paragraph 21.03 of the collective agreement, Mr. Grégoire acknowledged the hours of work scheduled for operating employees on a rotating or irregular basis, are to be averaged so all employees over a period not exceeding 126 days of work on an average of 37.5 hours per week, work shifts of eight or twelve hours duration subject to an exception, work consecutive shifts not be more than 6 eight-hour shifts and not more than 4 twelve-hour shifts with prescribed days of rest to be consecutive and not less than 3 days when working an eight-hour shift schedule and not less than 4 days of rest when working a twelve-hour shift schedule.", "[89] Mr. Grégoire recognized the provisions of section 21 were to set up normal hours of work and shifts which provide the basis for the payment of overtime, \"overtime\" being defined in the collective agreement \"as authorized work performed in excess of his normal scheduled hours of work .\" Mr. Grégoire stated overtime work was a normal part of the life of radio operators who may, in a year, earn as much as $20,000.00 to $30,000.00 in overtime because they work in an operating environment with a fixed number of radio operators on each shift and people take annual leave or are sick or are way from work for whatever reason creating a situation which needs to be filled by overtime. Overtime must be filled by available and qualified persons, normally, by calling up radio operators who are on their rest days . (Emphasis mine)", "[90] Mr. Grégoire also testified shift and weekend premiums were very regular and at page 64 of the transcript dated September 25, 2006, stated such premiums were part of every operating employee's life and \"after a while, it does become as if it was part of your regular pay.\" He also explained he received two pay stubs: one pay stub which he called his regular pay stub which included his regular pay and those premium allowances such as bilingual bonus, acting pay and on-the-job training which are judged to be pensionable as contrasted to his overtime pay stub which reflects his overtime payment as well as his shift and weekend premiums because those payments are not judged to be pensionable by PWGSC.", "[91] At page 66 of that same transcript he acknowledged his regular pay stub sets out his basic pay", "[92] On cross-examination, by reference to Appendix A to the collective agreement labelled RO-Radio Operations Group- Annual Rates of Pay and labelled RO-Radio Operations Group, weekly, daily , and hourly rates of pay and to the definition and manner of calculation of those terms set out in the interpretation and definition section in Article 2 of the collective agreement, Mr. Grégoire acknowledged at pages 77 through 80 of the transcript of September 25, 2006: (1) 37.5 hours per week on average were the normal scheduled hours in a week for radio operators; (2) the annual rates of pay set out in Appendix A to the collective agreement does not include overtime and premium pay and would be the basic annual rate of pay and (3) the provisions of the collective agreement in Appendix A-1, provide a mechanism for determining what the weekly, daily and hourly rates are as basic rates of pay because hours of work for radio operators vary . (Emphasis mine)", "[93] It is to be observed Justice Walsh had before him a similarly structured collective agreement which led him to conclude Appendix A of his collective agreement represented only normal or regular pay with other allowances kept separate, (see his paragraph 14) and led to the conclusion he reached.", "[94] Also on cross-examination, Mr. Grégoire confirmed the duties for work performed by radio operators in an MCTS were the same throughout a week, day or night or on weekends and when duties are to be performed, whether it be during daytime or nighttime, was not included among the factors relevant to regular duties of the job which are identified in relevant job description documents. (b) The Testimony of Joan Marion Arnold", "[95] The respondent's sole witness providing viva voce evidence was Ms. Arnold who obtained her law degree at the University of Ottawa and is called to the Bar. She started working with the Government of Canada in 1986 at the Pensions Division of the Treasury Board Secretariat and then advanced to more senior pensions officer helping in drafting legislation and becoming involved in litigation management to coordinate the Pension Division's response to various litigious matters. She is currently Director of Pensions Legislation Development at Treasury Board with a large part of her duties as she put it \"is trying to figure out on a day-to-day basis how the statute works and how the various provisions interact with each other.\" The statute she was talking about is the Public Service Superannuation Act . She confirmed the day-to-day administration of the Act is with PWGSC and Treasury Board is there to provide policy guidance and to aid in their work in day-to-day administration if they have an issue with respect to how the Plan should work.", "[96] The burden of her testimony was to review and comment upon documents which, on consent of both parties, had been admitted in evidence, were reproduced in nine volumes of joint books of authorities, individually entered as Exhibits R1 to R393. It should be said Ms. Arnold did not comment on all of the documents entered as exhibits.", "[97] The first of the documents she referred to reaches back to 1948 and, in essence, all documents reviewed by her represent a compilation of administrative rulings and their underlying rationale for the purpose of extracting the principles governing where the line will be drawn to determine when a specific payment received by a federal public servant will be considered part of salary and therefore included in the calculation of that person's pension benefits and what are the considerations or factors leading to an opposite conclusion of non-pensionability.", "[98] Ultimately, as noted, the compilation of such rulings led to the production of lists during the 1950's and 1960's, of the Authorities Manual in the 1970's referred to in the <FRAGMENT_SUPPRESSED> case and SAM in the 1980's, with its several appendices namely: • Appendix V - allowances and extra pay which form part of salary with a heading that in general these were payments authorized for additional duties and responsibilities; • Appendix VI - perquisites forming part of salary with a heading that allowances for meals and boarders and such and other such domestic perquisites should be considered as part of salary; • Appendix VII - allowances and extra pay which do not form part of salary with a heading that in general, these are payments authorized on account of living conditions and other circumstances not relating to duties and responsibilities (Tab 83); • Appendix VIII - perquisites not forming part of salary with a heading stating that the following are perquisites which are not considered in salary rates, i.e. allowances for a uniform, boots, protective clothing;", "[99] At paragraphs 18 and 19 of the Attorney General's Memorandum of Fact and Law, drew, based on Mr. Arnold's testimony, the dividing line for allowances which are treated as pensionable and, in addition to those specifically excluded under the Act , those allowances which are treated as non-pensionable.", "[100] At paragraph 18, counsel for the Attorney General enumerated the following allowances treated as pensionable: • Allowances paid for the performance of regular duties of the position; • Allowances paid for added duties and responsibilities; • Performance bonuses related to regular duties of the position; • Allowances paid because of extra skill or qualification.", "[101] At paragraph 19 he enumerated those allowances treated as non-pensionable: • Any payments authorized on account of living conditions and other circumstances not relating to duties and responsibilities (red circle bonuses, traditional lump sum awards); • Amounts paid for \"how\" \"when\" and \"where\" the work is performed (canoe allowances, shift deferential and late hour premiums, Toronto market competitive allowance); • Inducements (for example recruitment allowances or signing bonuses); and • Payments authorized for some other reason than the performance of regular duties (for example, cost of living allowances).", "[102] During closing argument counsel for the Attorney General conceded \"how\" work is performed, as the case of the payment of a performance bonus for senior management, could be pensionable if related to the substance of the duties.", "[103] I am generally content to rely on counsel for the Attorney General of Canada's summary of her testimony being of the view that it fairly reflected the testimony of Ms. Arnold as to where she drew the line between pensionable and non-pensionable allowances. In making this assessment I have taken into account Mr. Wadsworth's cross-examination.", "[104] This Court's acceptance of counsel's delineating line between pensionable and non -pensionable allowances does not diminish its task to assess the applicants' case in light of the amendment to the definition of \"salary\" which followed the <FRAGMENT_SUPPRESSED> case as applied to the factual circumstances governing the nature of the work performed by radio operators in the context of a 24/7 operation throughout the year. Further, this acceptance of counsel for the Attorney General's summary of Ms. Arnold's testimony does not constitute a finding by the Court that it accepts the determination whether an allowance or payment she was testifying about was appropriately classified as either part of \"salary\" or not. The only payment which the Court is to rule on is whether shift and weekend premiums received by the radio operators in this case is not \"salary\" is correct. The declaration sought by the applicants is limited to this. I draw no conclusion on any other payment discussed in the proceeding.", "[105] There is an added factor for coming to this appreciation. As has been noted, the definition of \"salary\" has changed throughout the years and the precedential value of rulings made in a different statutory context lessens the weight to be given to those rulings, more so when it is admitted that the SAM compilation is not binding and does not have the force of the law. Analysis (a) The Standard of Review", "[106] In <FRAGMENT_SUPPRESSED> , above, with without performing a pragmatic and functional analysis, Chief Justice Jackett applied the correctness test to determine whether the two amounts in litigation were part of salary for purposes of the Act", "[107] Performing the pragmatic and functional analysis mandated in several decisions of the Supreme Court of Canada, I arrive at the conclusion the standard of review in the case before me is the same, namely, correctness. The applicant suggests this standard of review because there is no privative clause in the Act , the question involved is a pure question of law, the legal question is not at the core of PWGSC's expertise which is administrative and deciding the issue involves no element of discretion on the part of the pensions administrator's who does not carry out any policy functions nor adjudicative functions. I agree with counsel for the applicants' analysis.", "[108] Counsel for the respondent suggested the standard of review should be reasonableness on account of the relative expertise of the Superannuation Division at PWGSC and because the question involved was one of mixed fact and law. In my view, little deference is owed to the administrators of the superannuation plan. The central element of the decision turns on a proper interpretation of the word \"salary\", post- <FRAGMENT_SUPPRESSED> , with the fact-finding component to the question being minimal. 2. The Approach to Statutory Interpretation", "[109] The Supreme Court of Canada's decision in Rizzo & Rizzo Shoes Ltd. (Bankrupt), Re , [1998] 1 S.C.R. 27; 221 N.R. 241; 106 O.A.C. 1, has settled the proper approach.", "[110] The issue to be determined in that case was whether the termination of employment caused by bankruptcy gave rise to a claim provable in bankruptcy for termination pay and severance pay in accordance with the provisions of the Employment Standards Act of Ontario ESA ).", "[111] The Ontario Court of Appeal, applying the ordinary and plain meaning principle of statutory interpretation came to the conclusion such payments were only payable under that statute when the employer terminated the employee finding that a company forced into bankruptcy by a creditor could not be said to be a termination by the employer. The Supreme Court of Canada disagreed; Justice Iacobucci wrote the Court's reasons. He stated the following at paragraphs 20, 21, 22 and 23 of the Court's reasons: \"20 At the heart of this conflict is an issue of statutory interpretation. Consistent with the findings of the Court of Appeal, the plain meaning of the words of the provisions here in question appears to restrict the obligation to pay termination and severance pay to those employers who have actively terminated the employment of their employees. At first blush, bankruptcy does not fit comfortably into this interpretation. However, with respect, I believe this analysis is incomplete \"21 Although much has been written about the interpretation of legislation (see, e.g., Ruth Sullivan, Statutory Interpretation (1997); Ruth Sullivan, Driedger on the Construction of Statutes (3rd Ed. 1994) (hereinafter ' Construction of Statutes The Interpretation of Legislation in Canada (2nd Ed. 1991)), Elmer Driedger in Construction of Statutes (2nd Ed. 1983) best encapsulates the approach upon which I prefer to rely. He recognizes that statutory interpretation cannot be founded on the wording of the legislation alone. At p. 87 he states: 'Today there is only one principle or approach, namely, the words of an Act are to be read in their entire context and in their grammatical and ordinary sense harmoniously with the scheme of the Act , the object of the Act , and the intention of Parliament.' \"22 I also rely upon s. 10 of the Interpretation Act , R.S.O. 1980, c. 219, which provides that every Act 'shall be deemed to be remedial' and directs that every Act shall 'receive such fair, large and liberal construction and interpretation as will best ensure the attainment of the object of the Act according to its true intent, meaning and spirit'. \"23 Although the Court of Appeal looked to the plain meaning of the specific provisions in question in the present case, with respect, I believe that the court did not pay sufficient attention to the scheme of the ESA , its object or the intention of the legislature; nor was the context of the words in issue appropriately recognized. I now turn to a discussion of these issues .\" (Emphasis mine)", "[112] At paragraph 40 of his reasons, he expressed the view \"when the express words of sections 40 and 40(a) of ESA are examined in their entire context there is ample support for the conclusion that the words 'terminated by the employer' must be interpreted to include termination resulting from the bankruptcy of the employer. Using the broad and generous approach to interpretation appropriate for benefits-conferring legislation, I believe that these words can reasonably bear that construction.\" A provision of the Employment Standards Amendment Act ESAA ) also favoured that interpretation. Finally, he was of the opinion \"to deny employees the right to claim termination and severance pay in the circumstances at hand would be inconsistent with the purpose of termination and severance pay and would undermine the object of the ESAA , namely, to protect the interests of as many employees as possible.\"", "[113] I have come to the conclusion this judicial review application must be dismissed with costs and, in so doing, I have applied the statutory principle enunciated in Rizzo & Rizzo , above, buttressed by the fact the Act is a benefit-conferring statute with the preamble to the very first federal superannuation statute providing: \"Whereas, for better ensuring efficiency and economy in the Civil Service of Canada, it is expedient to provide for the retirement therefrom, on equitable terms, persons, who from age or infirmity cannot perform the duties assigned to them but also recognizing the other side of the coin: employees and the employer fund the Plan.\"", "[114] I should mention the current Act no longer has a preamble.", "[115] The basis upon which the decision-maker ruled the premiums in question were not pensionable is clear: they were not considered as basic pay because such premiums were considered not to have been paid for the performance by a radio operator of his/her regular duties but rather for the time when the work was performed.", "[116] I cannot agree with Mr. Wadsworth's first argument that the pensions administrator blindly followed SAM in reaching his decision which was entered as Exhibit \"A-4\". First, there is no mention of SAM in the decision. Second, on its face, the decision-maker considered the premiums payments made to the radio operators under the collective agreement and concluded such payments were not pensionable under the Act having regard to the well-engrained administrative test that pensionable salary must relate to the performance of regular duties and not at what time those duties are performed. In other words, the pensions administrator turned his mind to the question.", "[117] I accept that part of counsel for the applicants' argument where he suggests the test used by the pensions administrator in this case has an air of artificiality when drawing a distinction, in a 7/24 hour operation where radio operators are on rotating shift between the performance of regular duties and when those duties are performed.", "[118] Chief Justice Jackett in <FRAGMENT_SUPPRESSED> , above, warned that what the Courts should be concerned with is the substance of the matter and not be misled by the use of a word such as \"bonus\" (in this case \"premium\").", "[119] This is why the Chief Justice ruled that a retroactive wage increase labelled a \"settlement bonus\" and a \"red circle bonus\" constituted compensation for the performance of regular duties notwithstanding the argument advanced by the Crown these two payments should not be pensionable because they did not relate to the performance of regular duties reasoning, in the case before him, Mr. Gruber \"performed no duties other than the regular duties of his position and the amounts in question were paid to him for having performed those duties.\"", "[120] The situation before me is analogous with that in <FRAGMENT_SUPPRESSED> . The radio operators in question performed no other duties than their regular duties, whether during the day or night, and the premiums paid to them pursuant to the collective agreement were paid for having performed those duties.", "[121] Having said this, the applicants still cannot overcome two strictures in the post- <FRAGMENT_SUPPRESSED> definition of \"salary\" whose purpose was to, in some way, but not completely , revert to the status quo ante in terms of what is pensionable or not pensionable for purposes of superannuation. Three important changes were made in the post- <FRAGMENT_SUPPRESSED> definition of \"salary\" for purposes of the Act", "[122] First, Parliament cut down the breadth of the word \"compensation\" in the previous definition \"compensation for the performance of the regular duties of the position\" which the Federal Court of Appeal had sanctioned and replaced it by the words \"basic pay\" for the performance of regular duties\" making certain that basic pay was exclusive of \" any amount received as allowances, special remuneration, payment of overtime or other compensation unless that amount to be or to have been included in that person's basic pay pursuant to a regulation [made by the Governor-in-Council] under paragraph 42(1)(e) of the Act .\" (Emphasis mine). The French text of \"traitement\" in post- <FRAGMENT_SUPPRESSED> is to the same effect. Counsel for the applicants specifically recognized in his oral argument the premiums in question were \"compensation\" for services rendered.", "[123] It is to be recalled that collective bargaining had been recognized in the federal public service in 1968 only a few years before <FRAGMENT_SUPPRESSED> where pay issues were negotiated including regular rates of pay and other forms of compensation for the performance of duties.", "[124] Parliament's intention is quite clear in the post- <FRAGMENT_SUPPRESSED> era. \"Basic pay\" is part of salary without more. Other forms of compensation can be part of salary if these other forms of compensation are included in \"basic pay\" by regulation.", "[125] The applicants cannot fit the premiums in question they receive within the amended definition of \"salary\" in the Act . The premiums received by the applicants fail on two scores. They are not part of \"basic pay\", whether annual, weekly, daily or hourly rates of pay, negotiated in the collective agreement. This fact was clearly admitted by Martin Grégoire and the collective agreement between the parties is so structured to separate basic pay from other sources of remuneration. Such premiums in, post- <FRAGMENT_SUPPRESSED> , could only be part of \"basic pay\" if a regulation had been passed deeming such premiums to be part of \"basic pay\". No such regulation has been made. JUDGMENT", "[126] This judicial review application is dismissed with costs. Application dismissed. Editor: Angela E. McKay/clh [End of document]"]}