{"id_": "024648", "body_str": ["[1] Phelan, J. : The Applicants are a husband and wife from Afghanistan who claimed fear of persecution based on the fact that they had married against their respective families' will. This was particularly the case for the female Applicant who had refused to marry the man chosen by her family. This is the judicial review of the negative decision issued by the Immigration and Refugee Board [IRB]. II. BACKGROUND", "[2] The central theme in this story is the cultural norm that Afghan women are often forced into marriages by their families and that this practice extends to a broader age group than those in their teens and early twenties.", "[3] The female Applicant claimed that after her father died in March 2007, her maternal uncle, a brutal and powerful man, appointed himself as her guardian. He had been the commander of a local militia and his son took over that position.", "[4] The uncle suggested that the female Applicant marry his son and when she resisted, he began to threaten her. Fearing that she would be forced to marry, she and the male Applicant went into hiding, married in March 2009 and escaped to Pakistan and then on to Canada.", "[5] The Applicants claim that both families, and particularly the uncle, were infuriated and both the uncle and some of the male Applicant's family threatened one or both of the Applicants. The Applicants said that Afghan authorities could not protect them from these threats.", "[6] Although the Applicants filed their PIF in August 2009 outlining the above as the basis for their refugee/protection claim, approximately one month before their IRB hearing, they added significant new grounds to their claim including discrimination because they were Tajik and educated liberals perceived to be pro-Western. The female Applicant added discrimination on the basis of gender.", "[7] The IRB process included the Applicants' testimony, principally from the female Applicant, and post-hearing written submissions which included three letters on the issues of educated Afghans, the treatment of women and forced marriages in Afghanistan. The letters were from the author of the popular book \"The Kite Runner\", and the organizations \"Women for Afghan Women\" and the \"Lawyers Union of Afghanistan\".", "[8] The IRB's negative decision was grounded on a) lack of credibility primarily based on lack of corroboration; b) absence of a well-found fear largely due to lack of credibility; and c) implausibility/possible inconsistency with documentary evidence.", "[9] In respect of the latter grounds for the decision, the IRB acknowledged that arranged and forced marriages as well as honour killings occur in contemporary Afghanistan. The IRB, however, noted the ages of the Applicants as 32 and 40 years old and that this seemed to be a relatively advanced age for the female Applicant's family to attempt to control her.", "[10] On the question of forced marriages, the IRB relied on the US Department of State Human Rights Report and noted that the ages of forced marriage were 17-21 years. The IRB also noted that the Report refers to older women being forced into marriage in the context of widows. The IRB's only comment on the post-hearing submission was that the evidence referred to women much younger than the female Applicant.", "[11] The IRB dealt with the new claims but also dismissed them. That aspect of the decision is not material to this judicial review.", "[12] The substantive issue in this judicial review is whether the IRB's decision, particularly as regards to fear of forced marriage, was reasonable. III. ANALYSIS", "[13] It is well established that conclusions by the IRB on credibility and implausibility are factual in nature and are entitled to considerable deference. The appropriate standard of review is reasonableness recognizing the deference owed ( FRAGMENT_SUPPRESSED).", "[14] It is also well established that while the Board does not have to refer to each piece of evidence, the more important the evidence is, to the extent that it is rejected, the greater the obligation to provide reasons for its rejection ( FRAGMENT_SUPPRESSED). The failure to explain the rejection of important evidence affects the reasonableness of the decision.", "[15] A central point in the case was that older women (older being past 21 years) were subject to the cultural norm of arranged or forced marriages. The IRB concluded that there was no corroborating evidence that a person of the female Applicant's age would be pressured or forced into a marriage.", "[16] However, the three pieces of evidence submitted post-hearing dealt in various respects with that issue. The Lawyers Union of Afghanistan outlined that marriage without family permission could result in death and that the situation of older women was included in that risk. In the female Applicant's case, her situation changed as soon as her father died - a matter not challenged by the IRB but which is contrary to the IRB's conclusion that older women did not face a risk if they married without permission.", "[17] The post-hearing evidence addresses the practice that women follow family wishes or face the risk of persecution and that for those over 30, the risk may be even greater. This evidence supports the female Applicant's claim, undermines the IRB's finding with respect to the absence of corroborating evidence and yet, the rejection of that evidence goes unexplained.", "[18] The IRB may have had good reason for not accepting that evidence but, in these circumstances, the IRB had an obligation to explain that rejection in clear terms. Absent a proper explanation, the decision is not reasonable.", "[19] In concluding that this judicial review should be granted, the Court is not suggesting that the Applicants' case is not without difficulties. IV. CONCLUSION", "[20] Therefore, this judicial review will be granted, and the matter returned to the IRB for a new determination by a different panel.", "[21] There is no question for certification. JUDGMENT", "[22] THIS COURT'S JUDGMENT is that the application for judicial review is granted, and the matter is returned to the Immigration and Refugee Board for a new determination by a different panel. Application allowed. Editor: Sharon McCartney/vnh"]}