{"id_": "024807", "body_str": ["[1] Pinard, J. : On November 25, 2011, the applicants filed the present application for judicial review of the decision of Haig Basmajian, member of the Refugee Protection Division of the Immigration and Refugee Board (the \"Board\"), pursuant to subsection 72(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (the\"Act\"). The Board dismissed the applicants' claim for refugee protection, concluding the applicants were not Convention refugees or persons in need of protection under section 96 and subsection 97(1) of the Act.", "[2] Sukhwinder Singh Multani (the \"principal applicant\"), his wife Gurmeet Kaur Multani and their two minor children, Parabhnoor Kaur Multani and Gurnoor Singh Multani (together, the \"applicants\") are citizens of India. The applicants allege their troubles in India arose as a result of their family ties with the principal claimant's cousins who were supposedly involved with smugglers and militants and who have been in hiding.", "[3] On January 2, 2005, the principal applicant claims the police arrested him because they were looking for his cousins and that his wife was also arrested since she intervened during the arrest.", "[4] In February 2005, the cousins supposedly visited the applicants at their home. As a result, the police would have begun frequently visiting and searching the applicants' home. On February 26, 2008, the principal applicant claims that his cousins returned to his home asking for money, but that he would have turned them away. On February 27, 2008, the principal applicant was supposedly arrested because his name was found in his cousins' agenda. As a result, the principal applicant claims to have been tortured and questioned about his involvement with the militia. He alleges to have been released on February 29, 2008 because his family had paid the police, on condition that he return to the police station once a month. Fearing for his safety, the principal applicant left town, leaving his family behind and moving to New Delhi.", "[5] On April 4, 2008, the principal applicant claims that his wife was arrested because he never reported to the police station. While she was detained, she would have been beaten, questioned and raped. Afterwards, she also fled with her children to join her husband in New Delhi.", "[6] On June 27, 2008, with the help of an agent, the applicants managed to leave India, arriving in Canada the same day. On July 14, 2008, they sought refugee protection.", "[7] The applicants' claim for refugee protection was heard by the Board on May 25 and October 17, 2011. In its decision dated November 9, 2011, the Board rejected the applicants' claim, finding the principal applicant lacked credibility and there being an Internal Flight Alternative (\"IFA\").", "[8] At the hearing before me, the applicants raised the following issues: 1. Did the Board err in finding that the applicants had an IFA in India? 2. Did the Board err in its assessment of the applicants' credibility?", "[9] Dealing first with the applicants' argument that the Board erred in concluding that they had an IFA in India, I find that the argument is without merit.", "[10] The Board's determination of whether the applicants had a viable IFA is a question of mixed fact and law subject to reasonableness ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ] ). Thus, while there might be more than one reasonable outcome, this Court must determine whether the Board's decision is justified, transparent and intelligible, falling within the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED>  at para 47).", "[11] The onus at the hearing before the Board was on the applicants to prove that, based on a balance of probabilities, they faced a serious possibility of persecution throughout India, including Mumbai, Delhi and Bangalore ( <FRAGMENT_SUPPRESSED>  (C.A.) at paragraphs 4 and 9 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  (C.A.) at para 13 [ <FRAGMENT_SUPPRESSED> ] ). The Board reasonably concluded that the applicants did not establish a risk of persecution throughout the country, being unable to provide any reason why they would be at risk, other than because the police had an interest in them. The Board outlined in its decision the reasons for which it did not believe the police had an interest in them, specifically the ease with which they left the country, the absence of any association with militant groups, their lack of communication with their cousins, their absence from India since 2008, the lack of formal charges against them and the prominence of bribes. While this Court may have come to a different conclusion, the Board's reasoning and conclusion are justified, transparent and intelligible and this Court cannot substitute its own view of a preferable outcome ( <FRAGMENT_SUPPRESSED> , above at para 17). The Board's reasons are not to be read hypercritically and the Board was not required to mention every piece of evidence ( <FRAGMENT_SUPPRESSED> , above at para 38). While it is not determinative that the applicants' other relatives may not have had similar problems with the authorities in India because of their family ties, it was open to the Board to consider this factor, in addition to the other reasons it relied on to support its conclusion that the Indian authorities were mainly interested in the applicants for financial reasons, having paid bribes.", "[12] The applicants further argue that the Board erred in concluding that New Delhi was a viable IFA because while the principal applicant resided in New Delhi for three months, he was in hiding. An IFA cannot be speculative or theoretical. Rather, it must be a realistic safe option ( <FRAGMENT_SUPPRESSED> , above at para 14). Thus, the applicants cannot be compelled to remain in hiding ( <FRAGMENT_SUPPRESSED> , above at para 14). It is not a matter of convenience or attractiveness, but whether it is unreasonable for the applicants to relocate elsewhere in India for they would remain at risk of persecution. However, it should be reminded that when it comes to an IFA, there is always some hardship and, as asserted by the respondent, the threshold is very high to prove unreasonableness ( <FRAGMENT_SUPPRESSED> , above at para 15). Rather, the applicants had to establish the existence of conditions which would jeopardize their life and safety by means of concrete and actual evidence ( <FRAGMENT_SUPPRESSED> , above at para 15). They failed to meet this burden.", "[13] While the principal applicant may only have been safe in New Delhi because he remained in hiding, the applicants failed to explain why the other proposed IFAs were unreasonable, besides merely asserting that the police would track them down anywhere in India. Considering the reasons given by the Board and the lack of actual and concrete evidence, the Board's IFA finding is reasonable. This finding was sufficient to dismiss the applicants' claims (see <FRAGMENT_SUPPRESSED> ) and is therefore determinative of this application for judicial review. Consequently, there is no need to address the issue of credibility.", "[14] The application for judicial review is dismissed.", "[15] I agree with counsel for the parties that this is not a matter for certification. JUDGMENT", "[16] The application for judicial review of the decision of a member of the Refugee Protection Division of the Immigration and Refugee Board determining that the applicants were not Convention refugees or persons in need of protection under section 96 and subsection 97(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27, is dismissed.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], paragraphe 22; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], paragraphe 17; <FRAGMENT_SUPPRESSED> , paragraphe 47.", "[11]", "[12]", "[13]", "[14]", "[15] JUGEMENT", "[16] [End of document]"]}