{"id_": "024811", "body_str": ["[1] Mactavish, J. : Zobon Varney Johnson seeks judicial review of the finding made by an immigration officer that he was inadmissible to Canada for having committed a war crime or a crime against humanity.", "[2] The parties agree that the immigration officer was entitled to rely on findings of fact made by the Refugee Protection Division of the Immigration and Refugee Board in support of its conclusion that Mr. Johnson was a person described in Article 1F(a) of the Refugee Convention . In deciding the question of admissibility, however, the immigration officer was required to then go on to consider those findings of fact in light of the appropriate legal test in order to determine whether Mr. Johnson was in fact admissible to Canada. This was not done.", "[3] The officer's failure to conduct a proper admissibility analysis was problematic as the Federal Court of Appeal had revisited the law with respect to complicity in war crimes and crimes against humanity in <FRAGMENT_SUPPRESSED> , between the time that the Refugee Protection Division made its exclusion finding and the time that the immigration officer rendered her inadmissibility decision. As a consequence, the application for judicial review will be granted. I. Background", "[4] The Refugee Protection Division accepted that Mr. Johnson was born in Liberia in 1977. Mr. Johnson's father worked for the Special Security Services of then-President Doe. When Charles Taylor and his National Patriotic Front of Liberia (NPFL) invaded Liberia in 1990, Mr. Johnson's family attempted to flee the country. Before they could do so, however, Mr. Johnson's father was captured and beheaded.", "[5] Mr. Johnson, who was 13 at the time, was then forcibly recruited into, and compelled to fight for the Small Boys Unit (\"SBU\") of the NPFL. He was promoted to Commander of the SBU in 1992, remaining in that position until the organization dissolved in 1995. After that, Mr. Johnson began working as a guard at Charles Taylor's residence. By 1997, Charles Taylor had become President of Liberia, and Mr. Johnson joined the President's Special Security Services (\"SSS\") where he continued to work until 2000.", "[6] In July of 2000, Mr. Johnson left Liberia for the United States on a soccer scholarship. Although the Board did not accept his evidence on this point, Mr. Johnson says that in 2006, he was ordered to testify before a grand jury with respect to criminal allegations against the son of President Taylor. Because of his grand jury testimony, Mr. Johnson says that he was subjected to threats from Liberian ex-patriots and that the FBI was unable to help him. As a result, Mr. Johnson came to Canada with his wife in 2008, whereupon they both claimed refugee protection. Mr. Johnson's wife has since been accepted as a Convention refugee, and the couple now has a Canadian-born child. II. The Refugee Protection Division's Exclusion Finding", "[7] The Board rendered its decision in Mr. Johnson's case on November 18, 2010. At that time, the test for complicity in war crimes and crimes against humanity was the one established by the Federal Court of Appeal in cases such as <FRAGMENT_SUPPRESSED> , [1992] 2 F.C.J. No. 109. The <FRAGMENT_SUPPRESSED> test for complicity required \"personal and knowing participation in persecutorial acts\" in order for there to be a finding of complicity: <FRAGMENT_SUPPRESSED> , above at para. 23.", "[8] The Board accepted that Mr. Johnson had been forcibly recruited to serve as a child soldier in the SBU of the NPFL when he was 13 years old. It further found that both the NPFL and the SSS were organizations that had limited brutal purposes. I do not understand there to be any dispute about the fact that both groups engaged in war crimes and crimes against humanity against the citizens of Liberia in a systematic and widespread fashion. The question for the Board was whether Mr. Johnson himself committed, or was complicit in any of those crimes.", "[9] In addressing this question, the Board considered the nature of Mr. Johnson's various roles within the organizations in question, and the extent of his involvement in the war crimes and crimes against humanity committed by the NPFL and the SSS. The Board found as a fact that Mr. Johnson held \"a significant leadership role within the SBU\" of the NPFL. It further found that he remained in the organizations until he was 23 years old - a period of 10 years - and that he did not make every possible effort to leave either organization.", "[10] The Board did not, however, make any finding that Mr. Johnson himself ever directly participated in a war crime or a crime against humanity, observing that it was difficult to say what he did or did not do. Rather, the Board's conclusion that Mr. Johnson was complicit in war crimes and crimes against humanity was largely based on its finding that he must have been aware of the atrocities committed by the organizations that he worked for.", "[11] Having regard to all of the circumstances, the Board concluded that Mr. Johnson had to accept personal responsibility for his part in the crimes against humanity committed by Charles Taylor's supporters. As a result, the Board found Mr. Johnson to be excluded from the protection of the Refugee Convention as a person described in Article 1F(a).", "[12] Mr. Johnson applied for judicial review of the Board's decision, however this Court denied leave in 2011. III. The Immigration Officer's Inadmissibility Finding", "[13] After the Board accepted Mr. Johnson's wife's refugee claim, he applied for permanent residence in Canada as the accompanying family member of a protected person. It was in the context of his application for permanent residence that the immigration officer had to determine whether Mr. Johnson was admissible to Canada or whether he was excluded under paragraph 35(1)(a) of Immigration and Refugee Protection Act, S.C. 2001, c. 27, which provides that a permanent resident or foreign national is inadmissible on grounds of violating human or international rights or for committing an act outside Canada that constitutes an offence referred to in sections 4-7 of the Crimes Against Humanity and War Crimes Act , S.C. 2000, c. 24.", "[14] In her \"Report to File\", the immigration officer referenced certain uncontested facts set out in Mr. Johnson's Personal Information Form and identified the various findings made by the Board. The officer then referred to section 15(b) of the Immigration and Refugee Protection Regulations , SOR/2002-227, which provides that: 15. For the purpose of determining whether a foreign national or permanent resident is inadmissible under paragraph 35(1)(a) of the Act, if any of the following decisions or the following determination has been rendered, the findings of fact set out in that decision or determination shall be considered as conclusive findings of fact [...] (b) a determination by the Board, based on findings that the foreign national or permanent resident has committed a war crime or a crime against humanity, that the foreign national or permanent resident is a person referred to in section F of Article 1 of the Refugee Convention; [my emphasis] [...]", "[15] After referencing this provision, the officer then immediately moved on to consider the best interests of Mr. Johnson's young daughter (a matter that had not been raised by Mr. Johnson himself). The officer recognized that some level of interdependency existed between the child and her father, but was satisfied that she would likely adjust to her new circumstances if Mr. Johnson left Canada. The officer noted that Mr. Johnson's wife is gainfully employed, and it had not been demonstrated that adequate arrangements could not be made to meet the child's financial needs. As a result, the officer was not persuaded that the child's best interests would be unduly compromised by Mr. Johnson's absence.", "[16] The officer's reasons then conclude with the finding that \"the applicant is inadmissible pursuant to Section 35(1)(a) of the Act on the grounds of violating human or international rights for committing an act outside Canada that constitutes an offence referred to in sections 4 to 7 of the Crimes Against Humanity and War Crimes Act \". IV. Issues", "[17] The determinative issue in this case is whether the immigration officer erred by simply adopting the Board's conclusion regarding Mr. Johnson's complicity in crimes against humanity, without carrying out her own analysis of the admissibility question based upon the Board's findings of fact. V. Analysis", "[18] In order to decide whether the immigration officer erred in this case, it is first necessary to consider the relationship between an exclusion finding made by the Refugee Protection Division and an inadmissibility finding under subsection 35(1) of IRPA . This in turn requires an understanding of subsection 15(b) of the Immigration and Refugee Protection Regulations", "[19] In particular, it must be determined whether the immigration officer was only bound by the Board's factual findings as to the role played by Mr. Johnson in the various organizations in deciding the question of his admissibility to Canada, or whether she was also bound by the Board's conclusion that Mr. Johnson was complicit in the crimes against humanity committed by the organizations of which he was a member.", "[20] The jurisprudence of this Court is not unanimous on this point. While accepting that the issue was not free from doubt, the Court in <FRAGMENT_SUPPRESSED>  F.T.R. 132, suggested that both factual findings and findings of complicity made by the Board are binding on immigration officers making admissibility findings under section 35 of IRPA . In contrast, <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1322, held that immigration officers are only bound by the Board's factual determinations as to an individual's actions, and not by its conclusion as to the individual's legal culpability: see para. 19.", "[21] The parties in this case agree that the interpretation of subsection 15(b) of the Regulations provided in <FRAGMENT_SUPPRESSED> is the correct one, and I concur.", "[22] When making an exclusion finding in a refugee claim, the Board must first make factual findings as to the nature of the refugee claimant's involvement with the organizations in issue, including the specific activities in which the individual had been involved. If the Board finds as a fact that the claimant had been directly involved in a war crime or a crime against humanity, the claimant will be excluded from the protection of the Refugee Convention, and that factual determination will also likely suffice to render the person inadmissible under subsection 35(1) of IRPA", "[23] Where, however, the individual has not him- or herself been directly involved in the commission of a war crime or crime against humanity, the Board must then consider whether the individual was nevertheless complicit in the crimes committed by the organizations in question. This is not purely a finding of fact. It is a finding of mixed fact and law, requiring the application of the legal test for complicity to the facts of the case as they have been found by the Board.", "[24] Subsection 15(b) of the Regulations stipulates that the findings of fact made by the Board in an exclusion proceeding are to be considered as conclusive findings of fact in an admissibility determination under section 35 of IRPA . This makes sense, as it limits the potential for re-litigation of factual matters that have already been assessed by an expert tribunal in the context of an oral hearing.", "[25] Nothing in subsection 15(b) of the Regulations suggests that officers are bound by findings of mixed fact and law that have been made by the Board. Rather the task of immigration officers making admissibility determinations is to take the findings of fact that have been made by the Board and consider them in light of the provisions of section 35 of IRPA in order to determine whether or not the individual in question is admissible to Canada.", "[26] No such analysis was carried out in this case. The officer simply listed the factual findings made by the Board and concluded that Mr. Johnson was inadmissible to Canada for violating human or international rights by committing an act outside Canada that constituted an offence referred to in sections 4 to 7 of the Crimes Against Humanity and War Crimes Act . There is no consideration whatsoever of Mr. Johnson's complicity in the acts committed by the groups of which he was a member.", "[27] It is true that an insufficiency in the reasons of an administrative decision-maker is no longer a stand-alone basis for quashing a decision: Newfoundland and  <FRAGMENT_SUPPRESSED> . Rather, the task for the Court is to consider the reasons provided by the decision-maker, together with the outcome of the case, in order to determine whether the decision falls within a range of possible outcomes.", "[28] While the lack of a complicity analysis will thus not always be fatal to an admissibility decision, it is problematic in this case. The Board specifically noted that it was unable to make any finding regarding Mr. Johnson's personal participation in war crimes or crimes against humanity. Rather, its conclusion that Mr. Johnson was complicit in such crimes was based, in part, on his history with organizations involved in war crimes and crimes against humanity and his failure to leave the organizations once he became an adult. More importantly for our purposes, the Board's complicity finding was also based to a large extent on its finding that Mr. Johnson must have been aware of the atrocities committed by the organizations of which he was a member.", "[29] Between the time that the Board rendered its decision and the time that the immigration officer was called upon to decide the question of Mr. Johnson's admissibility, the Federal Court of Appeal came out with its decision in <FRAGMENT_SUPPRESSED> , above. There, the Court observed that it is an error for the Board to rely on an individual's 'personal and knowing awareness' of crimes committed by organizations to support a finding of complicity, emphasizing that knowledge of crimes is not enough: at para. 77. As the Court noted, \"[w]hile personal knowledge of the crimes is one of the elements required for 'personal and knowing participation', only participation, so described, if established according to the applicable burden of proof, may support a finding of complicity\": see para. 75.", "[30] In the absence of any analysis having been provided by the immigration officer, it is impossible to know if the officer's admissibility decision was based upon the same error that had been identified by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> . The decision thus lacks the justification, transparency and intelligibility of the decision-making process that is required of a reasonable decision:  <FRAGMENT_SUPPRESSED> . VI. Should the Case be Remitted for Re-determination?", "[31] The Minister submits that even if I were to decide that the immigration officer erred, I should nevertheless decline to send this matter back for re-determination as the outcome would inevitably be the same given the Board's factual findings with respect to Mr. Johnson's leadership role within the SBU, and his involvement with the NPFL and the SSS.", "[32] Judicial review is a discretionary process, and it is open to the Court to decline to provide a remedy \"where the demerits of the claim are such that it would in any case be hopeless\": <FRAGMENT_SUPPRESSED> . See also <FRAGMENT_SUPPRESSED>  (F.C.A.).", "[33] This is not such a case. The law with respect to complicity has evolved significantly since the immigration officer decided that Mr. Johnson was inadmissible to Canada, and any re-determination of the question of Mr. Johnson's admissibility would thus have to be carried out in accordance with the law as it now stands.", "[34] As a result of the Supreme Court of Canada's decision in <FRAGMENT_SUPPRESSED> , the test for complicity is now considerably stricter than it was under the <FRAGMENT_SUPPRESSED> test, as it eliminates the possibility of \"complicity by association\". It would be more consistent with the scheme envisaged by Parliament to return this matter to the expert decision-maker entrusted with the responsibility for making admissibility determinations to reconsider the question of Mr. Johnson's admissibility to Canada based upon the current test for complicity. VII. Should Directions be provided with respect to the Best Interests of the Child?", "[35] Mr. Johnson also submits that it was unfair for the officer to address the best interests of his daughter without first putting him on notice of her intention to do so, and affording him the opportunity to make submissions on this issue. He further asks that in the event that the matter is sent back for re-determination, the Court provide directions that the officer be required to revisit the issue of the best interests of his child. Mr. Johnson asserts that such directions are necessary as section 25.1 of IRPA has recently been amended to preclude the consideration of humanitarian and compassionate factors, including the best interests of children, in inadmissibility cases under section 35 of the Act.", "[36] I am not prepared to issue such a direction. The officer considered the best interests of Mr. Johnson's daughter on her own initiative. There was no obligation on her to do so in the absence of any such request from Mr. Johnson, nor was there any obligation on the officer to seek out information from Mr. Johnson regarding the best interests of his child: <FRAGMENT_SUPPRESSED>  at paras. 39-40, 434 F.T.R. 69. Rather, the burden is on those seeking H&C consideration to put forward the information that they wish to have considered: <FRAGMENT_SUPPRESSED>  at para. 5, [2004] F.C.R. 635.", "[37] Having failed to ask for H&C consideration in the first place, Mr. Johnson should not now be placed in a more advantageous position than would otherwise have been the case. VIII. Conclusion", "[38] For these reasons, the application for judicial review is allowed. The question of Mr. Johnson's admissibility to Canada is remitted to a different immigration officer for re-determination in accordance with these reasons and the decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> . I agree with the parties that the case does not raise a question for certification. JUDGMENT", "[39] THIS COURT ORDERS AND ADJUDGES that 1. The application is allowed. The question of Mr. Johnson's admissibility to Canada is remitted to a different immigration officer for re-determination in accordance with these reasons and the decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> . Application allowed. Editor: Angela E. McKay/vnh"]}