{"id_": "024978", "body_str": ["[1] Kelen, J. : This is an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board) dated April 22, 2009 concluding that the applicant, a Chinese citizen, is not a Convention refugee or a person in need of protection pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act (IRPA), S.C. 2001, c. 27 because of his Christian religion. FACTS Background", "[2] The twenty-three (23) year old applicant is a citizen of China. He left China and arrived in Canada on December 17, 2007 and claimed refugee status on January 3, 2008.", "[3] The applicant is an electronics store clerk with a high school diploma who resided with his Buddhist parents before coming to Canada. His claim is as follows. In or about December 2006 a colleague introduced the then atheist applicant to Christianity. The applicant was moved by the teachings of Christianity and began to attend a small underground church on February 11, 2007. The applicant participated in church services for several months and on September 16, 2007 was baptized by the church's pastor. On November 25, 2007 the service was interrupted as a result of raid by the Public Safety Bureau (PSB). The applicant and several other members allegedly escaped through a window.", "[4] The applicant fled by train to a friend's house in Jinan city, China. From there he learned that the PSB arrested two members of his church and paid bi-weekly visits to his parents' house in search of him. The applicant decided to flee China with the help of a smuggler. He arrived in Canada on December 17, 2007 and claimed refugee status on January 3, 2008, seeking protection because of a well founded fear of persecution for his Christian religious beliefs. The applicant's refugee claim was heard on May 26, 2009 and decided on June 3, 2009. Decision under review", "[5] The Board concluded that the applicant was not a convention refugee or a person in need of protection.", "[6] The Board found the applicant to be not credible. It based this finding on an inconsistency in the applicant's story, an unreasonably low level of knowledge of Christianity, and a number of inconsistencies arising from his time in Canada.", "[7] The Board identified an inconsistency between the responses the applicant gave in an interview with Citizenship and Immigration Canada (CIC) when he made his refugee claim, his Personal Information Form (PIF), and his viva voce testimony before the Board. On February 4, 2008 the applicant told CIC that there were \"over ten\" members in his underground church. On February 26, 2008 the applicant stated on his PIF that there were 8 members. The answer changed to \"ten\" during oral testimony. The applicant explained that he was nervous during the CIC interview and the translator ignored his instructions when in fact the total number of members at the church consisted of ten baptized members plus two non-baptized members. The Board found that the applicant failed to adequately explain the inconsistencies in the number alleged, which ranged from as low as \"eight\" in the PIF to \"ten plus two\" at the CIC interview and \"ten\" at his testimony. The inconsistency with respect to a central and simple aspect of the applicant's claim and the lack of an adequate explanation led the Board to draw an adverse inference with regard to the applicant's credibility.", "[8] In his testimony the applicant provided evidence that he has been attending Living Water Assembly church since March 8, 2008 and was baptized on March 22, 2008. The Board found the applicant's knowledge of Christianity was less then reasonably expected in the circumstances. The Board made the following determinations with respect to the applicant's lack of Christian knowledge at paragraph 20 of its reasons: ¶20 ...The Panel draws a negative inference in regard to the claimant's identity as a practising Christian given his inability to easily describe the core elements of the Christian faith, particularly his omission of any reference to Jesus Christ, his inability to easily identify Christmas or the Christian sacraments and his belief that the Apostle's Creed is located in the Old Testament ... [Emphasis added]", "[9] The Board found the applicant's testimony with respect to the circumstances surrounding his second baptism on March 22, 2008 to lack credibility. The claimant initially testified that he participated in a three month preparatory class prior to his second baptism. When Board asked how it was possible for the applicant to attend a three month long preparatory class when he joined the Church only 20 days prior to his baptism the applicant changed his story and claimed that that he was allowed to be baptized more quickly in light of his previous baptism. The applicant later conceded that he never attended a single preparatory class.", "[10] The Board relied upon the Federal Court of Appeal's decision in <FRAGMENT_SUPPRESSED>  (F.C.A.), per Justice MacGuigan at paragraph 8, in concluding that the cumulative effect of the applicant's negative credibility findings was to leave the Board without any credible and trustworthy evidence upon which to base a determination that the claimant is a Convention refugee. The applicant's claim for refugee status was therefore dismissed. LEGISLATION", "[11] Section 96 of IRPA grants protection to Convention refugees: 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or ) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "[12] Section 97 of IRPA grants to protection to certain categories of persons: 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the  person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. ISSUES", "[13] While the applicant has raised a number of issues, the Court has concluded that this case turns on whether the credibility finding of the Board was reasonably open to it with respect to two important material findings: 1. the claimant's identity as a practicing Christian based on his Christian knowledge; and 2. the applicant's description of the number of members in the unregistered house church he attended in China. STANDARD OF REVIEW", "[14] <FRAGMENT_SUPPRESSED>  N.R. 1, the Supreme Court of Canada held at paragraph 62 that the first step in conducting a standard of review analysis is to \"ascertain whether the jurisprudence has already determined in a satisfactory manner the degree of (deference) to be accorded with regard to a particular category of question\": see also <FRAGMENT_SUPPRESSED>  per Justice Binnie at paragraph 53.", "[15] In the past, I held that the standard of review for credibility findings of the Board was patent unreasonableness: <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 700, at paragraph 4; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 674, at paragraph 13; <FRAGMENT_SUPPRESSED> . Before a credibility finding of the Board is set aside, one of the following criteria must be established: 1. the Board did not provide valid reasons for finding that an applicant lacked credibility; 2. the inferences drawn by the Board are based on implausibility findings that in the view of the Court are simply not plausible; 3. the decision was based on inferences that were not supported by the evidence; or, 4. the credibility finding was based on a finding of fact that was perverse, capricious, or without regard to the evidence.", "[16] As a result of <FRAGMENT_SUPPRESSED> , it is clear that the standard of patent unreasonableness has been eliminated, and that reviewing courts must focus on only two standards of review, those of reasonableness and correctness.", "[17] Implausibility and credibility determinations are factual in nature. The post- <FRAGMENT_SUPPRESSED> jurisprudence has held that the appropriate standard of review applicable to credibility and plausibility assessments is that of reasonableness with a high level of curial deference: <FRAGMENT_SUPPRESSED>  2008 FC 389 at paragraph 13; <FRAGMENT_SUPPRESSED>  2008 FC 447 at paragraphs 17-20; <FRAGMENT_SUPPRESSED>  2008 FC 449 at paragraphs 17-20. The standard of review is therefore reasonableness with a high level of deference to the Board's findings. ANALYSIS Issue No.1 : Did the Board err in assessing the claimant's identity as a practicing Christian based on his Christian knowledge?", "[18] The applicant submits that the Board unreasonably assessed the applicant's identity as a practicing Christian based on the level of his knowledge of Christianity and the Bible.", "[19] The respondent submits that the Board reasonably found that the applicant's unfamiliarity of basic elements of Christianity weakened his claim he was an active member of the Christian faith, especially given the significant period of study that was undertaken in China and later in Canada.", "[20] In assessing a claimant's knowledge of Christianity, the Board should not adopt an unrealistically high standard of knowledge or focus on a \"few points of error or misunderstandings to a level which reached the microscopic analysis\": <FRAGMENT_SUPPRESSED>  (QL), and subsequent cases: <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 286, per Justice Mosley at paragraph 10; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 929, per Justice Barnes at paragraph 16.", "[21] In Penghui Wu , supra, I held at paragraph 22 that determining whether one is a genuine Christian by way of \"trivia\" is clearly contrary to the case law: ¶22 A reading of the Board's reasons gives the impression that to be determined to be a Christian one should be able to retain at least some encyclopaedic knowledge of the Bible or Jesus' teaching. One cannot help but have sympathy for claimant who was struggling to understand and be understood through an interpreter. Determining whether one is a genuine Christian by way of \"trivia\" is clearly contrary to the above case law. This Court has often overturned a Board Member's decision as \"unfair\" and \"unreasonable\" because the applicant could not answer detailed questions about the Bible.", "[22] The Court finds that the Board unreasonably found that the claimant was unable to demonstrate a reasonable level of Christian knowledge, and for this reason the applicant was not credible with respect to his refugee claim on the basis of his Christianity. In fact, the Court finds that the applicant demonstrated a real knowledge of Christian beliefs, and that this conclusion by the Board was not reasonably open to it. The applicant was asked several detailed questions about the Christian religion which he answered correctly. The Board's finding on this issue is clearly unreasonable. Issue No.2 : Did the Board engage in a microscopic examination of the evidence by drawing an adverse credibility finding from the applicant's inconsistent description of the number of members in the unregistered house church he attended in China?", "[23] The applicant submits that the Board ignored relevant evidence and engaged in a microscopic examination of the applicant's testimony with respect to the stated number of members in the applicant's underground church.", "[24] When seeking to impeach a finding of fact the applicant must show that the finding of fact was truly erroneous, made capriciously or without regard to the evidence, and forms the basis of the decision: Rohn and  <FRAGMENT_SUPPRESSED>  (F.C.A.), per C.J. Jacket at paragraph 5.", "[25] At issue is an inconsistency in the purported membership of the applicant's underground church. The applicant provided a different figure for the number of members in his underground church on different occasions as his refugee claim was processed. The figure varies from \"over 10\" which was given at the initial refugee claim interview with Citizenship and Immigration Canada (CIC), to \"8\" which was written in the PIF, and to \"10\" which was given by the applicant at the Board hearing.", "[26] According to the applicant the inconsistencies resulted from interpretation defects and his own nervousness. The Board rejected those explanations and drew an adverse credibility finding from the inconsistencies.", "[27] This Court has held that the Board should not focus on a few points of error: <FRAGMENT_SUPPRESSED> , supra. The result is an impermissible microscopic analysis of the evidence. The applicant in this case never wavered far from his figure, which was10. At most the applicant misstated the true figure by two persons. The applicant offered explanations for the slight variances which the Court will not detail.", "[28] It was unreasonable for the Board to focus on such a minute detail in light of the applicant's obvious difficulties with interpretation. The Court finds that the Board engaged in a microscopic examination of the applicant's evidence. The adverse credibility finding which flowed from that analysis is therefore unreasonable. CONCLUSION", "[29] The Court concludes that the Board unreasonably found that the claimant was unable to demonstrate a reasonable level of Christian knowledge. I reach the same conclusion with respect to the Board's microscopic analysis of the applicant's testimony. The Board based its adverse credibility inferences on the two material findings which were made unreasonably. The application for judicial review is therefore allowed.", "[30] Both parties advised the Court that this case does not present a question which ought to be certified for an appeal. The Court agrees. JUDGMENT", "[31] THIS COURT ORDERS AND ADJUDGES that: The application for judicial review is allowed, the decision of the Board is set aside, and this refugee claim is remitted to the Board for redetermination by a different panel of the Board. [End of document]"]}