{"id_": "025167", "body_str": ["[1] Pinard, J. : The applicants seek judicial review of the decision of Immigration Officer Gilles Perreault (the officer), of the Canadian Consulate General in Rabat, refusing Mr. Laheen Choukar's application for permanent residence in Canada.", "[2] The male applicant, Mr. Choukar (the applicant) is a citizen of Morocco. He submitted his application for permanent residence in Canada in the independent category and was interviewed by the officer on January 26, 2000. The applicant asked to be assessed under two occupations: Purchasing Agent and Officer (NOC 1225) and Retail and Wholesale Buyer (NOC 6233).", "[3] The applicant was informed that he had received insufficient units of assessment for immigration to Canada by Immigration Officer Amitis Salas, in a letter dated March 20, 2000. Although he scored well in all the other factors, he was awarded zero points under the experience factor for both occupations. The applicant's application was denied on that basis pursuant to subsection 11(1) of the Immigration Regulations, 1978 (the Regulations).", "[4] As has been clearly established by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  discretionary decisions of visa officers with respect to immigration applications is the same as that enunciated by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , where Mr. Justice McIntyre states at pages 7 to 8: ... It is, as well, a clearly-established rule that the courts should not interfere with the exercise of a discretion by a statutory authority merely because the court might have exercised the discretion in a different manner had it been charged with that responsibility. Where the statutory discretion has been exercised in good faith and, where required, in accordance with the principles of natural justice, and where reliance has not been placed upon considerations irrelevant or extraneous to the statutory purpose, the courts should not interfere. ...", "[5] The applicant's central argument attacks the officer's assessment of his experience. Pursuant to subsection 11(1) of the Regulations, regardless of the total units of assessment, an officer cannot issue a visa in the event of a zero assessment in the experience factor.", "[6] It is well established that the officer has the duty to \"consider fully the submissions and information provided by an applicant\" ( <FRAGMENT_SUPPRESSED>  Computer Assisted Immigration Processing System (CAIPS) record, I am of the opinion that contrary to the applicant's submissions, the officer did in fact consider everything before him. It was open to the officer to prefer certain evidential materials over others and it was fully in his right to prefer the employer's job description to that of the applicant. It was also open to the officer to prefer the documentary evidence to the applicant's oral evidence. Such determinations form essential parts of the overall assessment of whether an applicant is qualified for a certain occupation and as such are \"pure questions of fact entirely within the mandate of a visa officer to resolve\" ( <FRAGMENT_SUPPRESSED>  (F.C.A.)).", "[7] In my view, the officer's award of zero units in the experience factor was reasonably founded on the basis of the evidence before him.", "[8] As for the applicant's submissions with respect to any breach of a principle of natural justice or procedural fairness, none of them are tenable on the face of the record.", "[9] Contrary to the applicant's submission, I believe that the reasons provided by the officer in his letter of refusal were sufficient to discharge his duty of fairness in the present case. The applicable portion of the letter of refusal reads as follows:", "[10] In any event, there is no obligation to provide reasons absent a statutory requirement to do so (see <FRAGMENT_SUPPRESSED>  at 76 (F.C.A.)). The above-cited passage is also sufficient to dispel any concern as to whether the officer considered the applicant under both proposed occupations.", "[11] As for the alleged failure of the officer to obtain clarifications on inconsistencies, I agree that the officer had the duty to apprise the applicant during the interview of any concerns regarding his qualifications for his intended occupations and to give him an opportunity to present relevant evidence regarding these qualifications (see <FRAGMENT_SUPPRESSED> ). However, in the present case, the officer did confront the applicant with the contradictory job descriptions and offered him a chance to explain the inconsistencies. In my view, this was sufficient for the officer to discharge his duty of fairness in this matter.", "[12] With respect to the alleged failure of the officer to ask specific questions relating to the applicant's past or present experience, I must insist that it is the responsibility of a visa applicant to put before the officer all the material necessary for a favourable decision to be made (see paragraph 8(1) of the Immigration Act , R.S.C. 1985, c. I-2, and <FRAGMENT_SUPPRESSED> ). Regardless, it is apparent on the face of the record that the officer did, in fact, question the applicant extensively on his present duties. The officer also considered the applicant's previous experience, as is apparent in his CAIPS notes: sic", "[13] I cannot agree that the officer imported an additional requirement in stating in his affidavit that: \"je n'ai pas été satisfait que ses activités correspondaient en grande partie à la définition d'agent aux achats ou d'acheteur\". In my view, the meaning of this statement is better understood upon reading the visa officer's CAIPS notes which state: sic sic sic ).", "[14] In fact, basing himself on the job description obtained from the employer, the officer found that only one of the applicant's duties as Maître d'hôtel was in common with the applicant's intended occupations. This conclusion did not import an additional requirement and is consistent with the NOC requirement that \"all or some\" of the duties described be performed by the applicant.", "[15] Finally, as Mr. Choukar is the principal applicant and no request was made to assess his wife, the officer did not have the obligation of assessing the latter's qualifications (see <FRAGMENT_SUPPRESSED>  reasons, the application for judicial review is dismissed. [End of document]"]}