{"id_": "025277", "body_str": ["[1] Mactavish, J. : Richard Glover and Michael Kichuk, the personal defendants in this action for trademark infringement, have brought a motion for summary judgment dismissing the Plaintiffs' claim as against them.", "[2] The respondents concede that there is no evidence to support the personal claim asserted against Mr. Glover, and that summary judgment should go dismissing the action against him. Accordingly, an order will go to that effect.", "[3] At issue in this motion is whether a genuine issue for trial exists with respect to Mr. Kichuk's personal liability for the alleged infringement of the \"ISO-FLEX\" trademark by the corporate defendants. Background", "[4] Frank Petrillo is the registered owner of the \"ISO-FLEX\" trademark and design registered for use in conjunction with dietary supplements and other nutritional products.", "[5] In December of 2005, this action was commenced. The amended statement of claim asserts that Mr. Petrillo is the sole shareholder and director of the corporate plaintiffs, which have allegedly been using the ISO-FLEX mark in association with the listed wares.", "[6] Insofar as Mr. Kichuk is concerned, the relevant portions of the amended statement of claim state that: \"[9] Defendant MICHAEL KICHUK is a senior manager and/or Director of Defendant H.B.S. ... \"[10] Plaintiffs verily believe that ALLMAX and H.B.S. are one and the same companies ... \"[22] In or around the month of January 2004, Plaintiff PETRILLO personally called Defendant KICHUK to inform him that he was the sole owner of the registered ISO-FLEX trademark, and to stress that Defendants' ALLMAX and H.B.S.'s use of this mark was not authorized and, therefore, illegal. Defendant KICHUK informed Plaintiff PETRILLO that he would get back to him, but Plaintiff PETRILLO has never since been communicated by Defendant KICHUK or any other representative of DEFENDANTS \"[26] In the month of March 2004, Plaintiff PETRILLO instructed his lawyer, Me David Bounik, to draft and send a demand letter to ALLMAX requesting that it cease and desist from using its confusingly similar design mark in association with its products and wares. Defendants have never responded to the demand letter, nor have they complied with the Plaintiff's requests contained therein ... \"[28] On November 7th 2005, another cease and desist letter was sent to ALLMAX , demanding it immediately cease its illegal use of Plaintiff PETRILLO's registered trademark, and demanding that a series of undertakings be sent by ALLMAX to Plaintiffs' solicitors on or before November 17th, 2005. The undertakings requested have not been delivered by ALLMAX or any other of the DEFENDANTS to this date ... \"[30] Defendants RICHARD GLOVER and MICHAEL KICHUK , individually and acting as officers of the Defendant corporations ALLMAX and H.B.S. , have deliberately, willfully and knowingly pursued a course of conduct that has caused ALLMAX to adopt the identical trade-mark owned by the Plaintiff (...) in conjunction with the same category of wares, and have thereby demonstrated an indifference to the risk of such infringement. Defendants MICHAEL KICHUK and RICHARD GLOVER further incorporated H.B.S. for the purpose of distributing and selling the wares branded with the impugned trade-mark and the confusingly similar packaging in order to unfairly trade on the good will of the Plaintiffs and in an attempt to shield themselves personally from any liability. At this time, Plaintiffs are aware of no other facts regarding the behavior of Defendants GLOVER and KICHUK ; [underlining in the original]\" The Evidence on This Motion", "[7] Before reviewing the substance of the evidence before the Court on this motion, it is first necessary to identify precisely what that evidence is, as this was a matter of some dispute at the hearing of the motion.", "[8] Mr. Kichuk filed an affidavit in support of his motion for summary judgment. He was subsequently cross-examined on that affidavit, and the transcript of that cross-examination forms part of the evidentiary record before me.", "[9] The respondents chose not to file any evidence in response to the motion. However, in argument, counsel for the respondents endeavored to rely on documents that had evidently been appended to his clients' statement of claim and filed with the Court in an apparent effort to comply with the requirements of Rule 206 of the Federal Courts Rules", "[10] This rule requires that copies of documents referred to in a pleading be served with the pleading, or be provided to the opposing party or parties within 10 days of the pleading having been served.", "[11] At the hearing of this motion, I advised counsel for the respondents that I was not prepared to consider most of these documents, as they had not been properly introduced into evidence, through the cross-examination of Mr. Kichuk, by way of an affidavit from another deponent, or by some other means.", "[12] I did, however, advise counsel that I was prepared to consider the certified copy of the trademark registration for Mr. Petrillo's \"ISO-FLEX\" mark, as such a document is admissible without further proof, in accordance with the provisions of section 24 of the Canada Evidence Act . Indeed, counsel for Mr. Kichuk conceded that this document was properly admissible on the motion.", "[13] With this understanding of what it is that comprises the evidentiary record, I turn now to review what the evidence shows.", "[14] The evidence of Mr. Kichuk establishes that he has been an Officer and Director of Healthy Body Services Inc. (\"HBS\") since it was incorporated in 1997. He is currently the sole Director of the company, and is responsible for its overall general management.", "[15] HBS is involved in the distribution of nutritional and dietary supplements, including protein powders, to retailers. The products carried by HBS are manufactured by a variety of companies. Since 2002, one of these manufacturers has been the defendant Allmax Nutrition Inc.", "[16] Allmax was incorporated in November of 2002. Mr. Kichuk is also an Officer and sole Director of this company. Allmax manufactures a line of nutritional products and supplements, one of which is \"ISOFLEX Whey Protein Isolate\".", "[17] Mr. Kichuk is the individual who was responsible for selecting the name \"ISOFLEX\" for the nutritional product that is the subject of this litigation. He began developing this product in late 2001 and early 2002. He had originally intended that the product would be called \"ISOMAX\", however, while the product was still under development, a similar product came on the market with the ISOMAX name. This product was being manufactured by a competitor, who had recently hired a former HBS employee.", "[18] Mr. Kichuk says that he then began looking for another name for the product, finally settling on the \"ISOFLEX\" name some time in 2002. This occurred prior to the incorporation of Allmax.", "[19] Mr. Kichuk then conducted a trademark search, which he says revealed 10-12 registrations, none of which related to the food industry. He swears that his trademark search did not uncover Mr. Petrillo's \"ISO-FLEX\" mark, which, it should be noted, hyphenates the two syllables, unlike the Allmax \"ISOFLEX\" mark, which is one word.", "[20] Mr. Kichuk also states that prior to selecting the \"ISOFLEX\" name in 2002, he had never heard of Mr. Petrillo, nor had he heard of any of Mr. Petrillo's companies or the products that Mr. Petrillo claims to sell.", "[21] Neither Mr. Kichuk nor Allmax ever sought to register the \"ISOFLEX\" mark.", "[22] After Allmax was incorporated in late 2002, HBS began distributing Allmax products, including \"ISOFLEX Whey Protein Isolate\".", "[23] Mr. Kichuk acknowledges having received a letter from counsel acting on behalf of Mr. Petrillo in March of 2004. The letter itself was one of the documents appended to the statement of claim, and is not properly before the Court.", "[24] Mr. Kichuk also acknoledges that sometime in the Spring or summer of 2004, he received a phone call from Mr. Petrillo, in which Mr. Petrillo claimed to own the \"ISOFLEX\" trademark. Mr. Kichuk says that he asked Mr. Petrillo to provide him with a copy of the \"paperwork\" relating to Mr. Petrillo's trademark registration, but no such documentation was ever provided.", "[25] After this telephone call, Mr. Kichuk says that he conducted a further search of the \"ISO-FLEX\" mark, and that Mr. Petrillo's mark still did not show up in the search. Mr. Kichuk also says that he asked at least a dozen sales people, retailers and trade show promoters, including those operating in the Province of Québec, if they had ever heard of Mr. Petrillo or his products. Only one of these individuals reported having ever heard of Mr. Petrillo, in relation to a body-building gym. No one reported to have had any knowledge of any \"ISOFLEX\" products.", "[26] Finally, counsel for Mr. Kichuk confirmed by way of answer of undertaking that neither Allmax nor HBS has a written policy with respect to the intellectual property of other companies. Personal Liability of Officers and Directors for the Infringement of Intellectual Property", "[27] As a general rule, incorporated businesses have a legal personality separate and distinct from those of its directors and officers, who will ordinarily enjoy the benefits of limited liability that incorporation provides.", "[28] That said, there will be cases where the conduct of the director or officer in question is such that personal liability will result.", "[29] As to when that will be, the Ontario Court of Appeal held in <FRAGMENT_SUPPRESSED> ; 113 O.A.C. 375; 37 O.R.(3d) 97 (C.A.) at p. 102 that: \"It is well established that the directing minds of corporations cannot be held civilly liable for the actions of the corporations they control and direct unless there is some conduct on the part of those directing minds that is either tortious in itself or exhibits a separate identity or interest from that of the corporations such as to make the acts or conduct complained of those of the directing minds: [case references omitted]\"", "[30] Similarly, in Mentmore Manufacturing Co. and  <FRAGMENT_SUPPRESSED>  D.L.R.(3d) 195 (F.C.A.), at ¶ 25, the Federal Court of Appeal asked itself what kind of participation in the acts of a company give rise to personal liability on the part of a corporate director or officer. In this regard, the Court stated that: \"It would appear to be that degree and kind of personal involvement by which the director or officer makes the tortious act his own. It is obviously a question of fact to be decided on the circumstances of each case ... But there would appear to have been in these cases a knowing, deliberate, wilful quality to the participation. [case references omitted]\"", "[31] This principle applies not just to large corporations, but to small, closely held companies as well. As the Federal Court of Appeal noted in Mentmore , at ¶ 24, there is no reason why small, one or two-person companies should not have the benefit of the same approach to personal liability as large corporations, merely because there is generally and necessarily a greater degree of direct and personal involvement in management on the part of its shareholders and directors.", "[32] That is, the mere fact that individual defendants may be sole shareholders and directors of a company is not, by itself, enough to support an inference that the company was their agent or instrument in the commission of acts of infringement, or that they authorized such acts, so as to make themselves personally liable: Mentmore , at ¶ 24.", "[33] The necessary result of this is that not only will the particular direction or authorization required for personal liability not be inferred merely from the fact that a company is closely controlled: it will also not be inferred from the general direction which those in such control must necessarily impart to its affairs: Mentmore , at ¶ 24.", "[34] The Federal Court of Appeal concluded in Mentmore that to attract personal liability on the part of a corporate director or officer: \"[T]here must be circumstances from which it is reasonable to conclude that the purpose of the director or officer was not the direction of the manufacturing and selling activity of the company in the ordinary course of his relationship to it but the deliberate, willful and knowing pursuit of a course of conduct that was likely to constitute infringement or reflected an indifference to the risk of it: at ¶ 28.\"", "[35] Given that the precise formulation of a test for personal liability would be difficult, the Federal Court of Appeal in Mentmore held that a broad appreciation of the circumstances of each case is necessary in order to determine whether, as a matter of policy, they call for personal liability: at ¶ 28.", "[36] Finally, it is not enough for a Plaintiff to assert personal liability on the part of an officer or director of a company in a statement of claim, in the hope that evidence to support the allegation will be uncovered during the discovery process. A lawsuit is not a fishing expedition, and to do so is an abuse of the court's process: see <FRAGMENT_SUPPRESSED> ; 182 N.R. 156; 58 C.P.R.(3d) 502 (F.C.A.).", "[37] With this understanding of the legal principles governing the personal liability of directors and officers, it is also necessary to have an appreciation of the principles governing motions for summary judgment in the Federal Court. This will be considered next. General Principles Governing Summary Judgment", "[38] Summary judgment in the Federal Court is governed, in part, by Rule 216 of the Federal Courts Rules , the operative portions of which provide: \"216(1) Where on a motion for summary judgment the Court is satisfied that there is no genuine issue for trial with respect to a claim or defence, the Court shall grant summary judgment accordingly. \"(3) Where on a motion for summary judgment the Court decides that there is a genuine issue with respect to a claim or defence, the Court may nevertheless grant summary judgment in favour of any party, either on an issue or generally, if the Court is able on the whole of the evidence to find the facts necessary to decide the questions of fact and law.\"", "[39] It has been suggested that there is some ambiguity between Rule 216(1), which states that matters should proceed to trial where there is a genuine issue to be decided, and Rule 216(3), which entitles a motions judge to decide that issue, if the necessary facts can be found.", "[40] The most recent pronouncement from the Federal Court of Appeal in this regard is found in <FRAGMENT_SUPPRESSED> ; 320 N.R. 322; 2004 FCA 140, where the Court observed that this apparent ambiguity should not result in motions for summary judgment becoming summary trials on the basis of affidavit evidence: see ¶ 19.", "[41] A number of other principles can be gleaned from the jurisprudence. One such principle is that where there is an issue of credibility involved, the case should not be decided on summary judgment under Rule 216(3) but rather should go to trial because the parties should be cross-examined before the trial judge: <FRAGMENT_SUPPRESSED> ; 316 N.R. 349; 2004 FCA 50, at ¶ 32.", "[42] Judges hearing motions for summary judgment can only make findings of fact or law where the relevant evidence is available on the record, and does not involve a serious question of fact or law which turns on the drawing of inferences: see <FRAGMENT_SUPPRESSED> ; 291 N.R. 96; 2002 FCA 210.", "[43] Also relevant to this matter is Rule 215, which provides that: \"215. A response to a motion for summary judgment shall not rest merely on allegations or denials of the pleadings of the moving party, but must set out specific facts showing that there is a genuine issue for trial.\"", "[44] That is, a party responding to a motion for summary judgment cannot simply rely on allegations or denials in its pleadings. Instead, the responding party must provide evidence, through affidavits or by other means, of specific facts demonstrating that there is a genuine issue for trial: see <FRAGMENT_SUPPRESSED> ; 150 F.T.R. 205 (T.D.), at ¶ 18.", "[45] According to the Federal Court of Appeal in the MacNeil Estate case previously cited, parties responding to a motion for summary judgment do not have the burden of proving all of the facts in their case; rather, they have only an evidentiary burden to put forward evidence showing that there is a genuine issue for trial: at ¶ 25.", "[46] Although the burden lies with the moving party to establish that there is no genuine issue to be tried, Rule 215 does, however, require that the party responding to the motion for summary judgment \"put his best foot forward\". To do this, a responding party must set out facts that show that there is a genuine issue for trial: see MacNeil Estate , at ¶ 37.", "[47] This requirement has also been described as necessitating that a responding party \"lead trump or risk losing\": see Kirkbi AG , above, at ¶ 18, quoting <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 451 (Gen. Div.), affd. (1997), 104 O.A.C. 234; 75 C.P.R.(3d) 467 (C.A.).", "[48] Ultimately, the test is not whether a plaintiff cannot succeed at trial, but whether the case is so doubtful that it does not deserve consideration by the trier of fact at a future trial: see <FRAGMENT_SUPPRESSED> ; 2004 FC 590.", "[49] In making this determination, a motions judge must proceed with care, as the effect of the granting of summary judgment will be to preclude a party from presenting any evidence at trial with respect to the issue in dispute. In other words, the unsuccessful responding party will lose its \"day in court\": see <FRAGMENT_SUPPRESSED>  at ¶ 12, affd. (2004), 328 N.R. 85; 2004 FCA 298.", "[50] With this understanding of the relevant principles governing motions for summary judgment, I turn now to consider the merits of Mr. Kichuk's motion. Analysis", "[51] In determining whether there is a genuine issue for trial in this matter, as it relates to Mr. Kichuk, it is necessary to return to consider the nature of the allegations made against him.", "[52] The primary paragraph in the statement of claim identifying the conduct alleged on the part of Mr. Kichuk which is said to attract his personal liability is paragraph 38. An examination of this paragraph discloses that the allegations made against Mr. Kichuk are essentially of two types.", "[53] The first type of allegation made against Mr. Kichuk is that he deliberately, willfully and knowingly pursued a course of conduct that caused Allmax to adopt the identical trademark to that owned by the Plaintiff, in conjunction with the same category of wares, and has thereby demonstrated an indifference to the risk of infringement.", "[54] The second type of allegation made against Mr. Kichuk is that he incorporated HBS for purpose of distributing and selling the wares branded with the impugned mark, and confusingly similar packaging, in order to trade on the goodwill of the Plaintiffs. According to the statement of claim, this was all done in an attempt to shield Mr. Kichuk from personal liability.", "[55] I will first consider this latter set of allegations.", "[56] First, there is no evidence before the Court to support the Plaintiff's contention that Mr. Kichuk incorporated HBS for the purpose of distributing and selling wares branded with the ISOFLEX mark, or that he did so in an effort to shield himself from personal liability. Indeed, the evidence before the Court indicates that HBS was in the nutritional and dietary supplement distribution business long before Allmax and its ISOFLEX product even existed.", "[57] Mr. Kichuk's evidence is that HBS was incorporated in 1997. This evidence is confirmed by the Ontario Ministry of Consumer and Business Services' \"Corporate Profile Report\", which indicates that the company was incorporated on February 19, 1997.", "[58] Mr. Kichuk's uncontroverted evidence is that the Allmax \"ISOFLEX Whey Protein Isolate\" product was not developed until sometime in late 2001 or 2002, and that the ISOFLEX name was not chosen until sometime in 2002 - some five years after HBS was incorporated.", "[59] Moreover, the unchallenged evidence before the Court is that in the intervening five year period, HBS was distributing nutritional and dietary supplements, including protein powders, which had been manufactured by a variety of companies. HBS only began distributing Allmax's \"ISOFLEX Whey Protein Isolate\" some time after Allmax was incorporated on November 12, 2002.", "[60] There is also no admissible evidence before the Court with respect to the packaging employed by any of the companies involved in this litigation, and thus there is no evidence to support the Plaintiff's allegation that Mr. Kichuk chose confusingly similar packaging for Allmax's \"ISOFLEX\" product.", "[61] Finally, there is no evidence before the Court to support the allegation that Mr. Kichuk chose the \"ISOFLEX\" mark in an attempt to trade on the goodwill of the Plaintiffs. The uncontroverted evidence before the Court is that Mr. Kichuk had no knowledge of the existence of any of the Plaintiffs, their products or the \"ISO-FLEX\" mark at the time that he chose the \"ISOFLEX\" name for what would ultimately become Allmax's product.", "[62] The other type of allegation made against Mr. Kichuk is that he deliberately, willfully and knowingly pursued a course of conduct that caused Allmax to adopt the identical trademark to that owned by the Plaintiff, to be used in conjunction with the same category of wares, thereby demonstrating an indifference to the risk of infringement.", "[63] Here, once again, there is simply no evidence before the Court to support any of these assertions. As was noted above, Mr. Kichuk's uncontroverted evidence is that at the time that he chose the ISOFLEX mark, he had no knowledge of the Plaintiff's mark. Thus, it cannot be said that he chose a mark similar to the \"ISO-FLEX\" mark owned by the Plaintiff Petrillo \"deliberately, willfully and knowingly\", thereby demonstrating an indifference to the risk of infringement.", "[64] Moreover, Mr. Kichuk's unchallenged evidence is that prior to proceeding with the \"ISOFLEX\" name, he used reasonable diligence by conducting a trademark search, which search did not disclose the existence of the Plaintiffs' mark. If the Plaintiffs wanted to challenge Mr. Kichuk's evidence in this regard, surely it would have been a simple matter for a search of the Trademark Register to be carried out, using the \"ISOFLEX\" name in an effort to demonstrate that the Plaintiffs' mark would have been uncovered by such a search, notwithstanding the fact that the Plaintiffs' mark hyphenates the word. Having failed to adduce any evidence to contradict Mr. Kichuk's evidence on this point, the Plaintiffs must live with the consequences.", "[65] It must further be noted that not only did the Plaintiffs not challenge Mr. Kichuk's evidence on this point, in argument, counsel for the Plaintiffs actually conceded that the search engine for the Trademark Register may have been deficient in not uncovering his clients' mark.", "[66] Finally, the Plaintiffs say that having admitted receipt of the Plaintiffs' counsel's \"cease and desist\" letter in March of 2004, and by allowing Allmax to continue to sell its \"ISOFLEX\" product after he had express knowledge of the Plaintiffs' mark, Mr. Kichuk demonstrated an indifference to the risks of infringement, thereby attracting personal liability.", "[67] There are a number of difficulties with this argument. First, although the statement of claim refers to these events, it does not rely on events post-dating the adoption of the mark by Allmax as forming a basis for personal liability on the part of Mr. Kichuk.", "[68] Perhaps more importantly, the fact that Mr. Kichuk received actual notice of the Plaintiff's mark in March of 2004, by itself, does not provide an evidentiary basis for a finding of personal liability.", "[69] In coming to this conclusion, I would firstly note that while Mr. Kichuk acknowledged that he was responsible for the overall general management of HBS, he made no such admission insofar as Allmax was concerned. Thus any personal liability on his part would have to flow from his position as Allmax's sole shareholder and director.", "[70] However, as the Federal Court of Appeal observed in the Mentmore decision previously cited, the mere fact that an individual defendant may be the sole shareholder and director of a company is not, by itself, enough to support an inference that the company was the individual's agent or instrument in the commission of acts of infringement, or that the individual authorized such acts , so as to make themselves personally liable: Mentmore , at ¶ 24.", "[71] Moreover, Mentmore teaches us that the particular direction or authorization required for personal liability is not to be inferred from the general direction which those in such control must necessarily impart to the company's affairs: see ¶ 24.", "[72] Indeed, in order to attract personal liability on the part of a corporate director or officer, there must be circumstances from which it is reasonable to conclude that the purpose of the individual was not the direction of the manufacturing and selling activity of the company in the ordinary course of his relationship to it, but the deliberate, willful and knowing pursuit of a course of conduct that was likely to constitute infringement or reflected an indifference to the risk of it: Mentmore , at ¶ 28.", "[73] There is simply no evidence before the Court that could support a finding that Mr. Kichuk acted in the necessary tortious, deliberate, willful or knowing manner, simply by virtue of the fact that he did not instruct Allmax to stop manufacturing or selling the ISOFLEX product after he received the cease and desist letter in March of 2004.", "[74] Indeed, what evidence there is before the Court actually shows that once Mr. Kichuk received the March, 2004 letter, he made inquiries in an effort to ascertain if the \"ISO-FLEX\" mark was in fact registered, to no avail. He was similarly unsuccessful in finding anyone in the business who had ever heard of the Plaintiffs' ISOFLEX products. This is inconsistent with the Plaintiffs' allegation that Mr. Kichuk acted in a manner that was deliberate, willful and knowing, or that he demonstrated an indifference to the risk of infringement.", "[75] Finally, I do not accept the Plaintiffs' contention that this matter should be allowed to go to trial insofar as the claim against Mr. Kichuk is concerned. Contrary to counsel's submission, there are no important issues of credibility that could only be resolved through a trial. The fact is that I have only one version of events before me, the Plaintiffs having elected, for whatever reason, not to lead any evidence on this motion, beyond the registration document for Mr. Petrillo's mark. Thus the evidence of Mr. Kichuk has simply not been challenged, there is no alternate version of events before me, and there are no issues of credibility arising on the record that require resolution through the trial process. Conclusion", "[76] For these reasons, I am satisfied that there is no genuine issue for trial insofar as Mr. Kichuk's personal liability is concerned, and an order will go dismissing the action as against him.", "[77] On the consent of the parties, an order will also go dismissing the action as against Mr. Glover. JUDGMENT", "[78] THIS COURT ORDERS AND ADJUDGES that the motion for summary judgment is granted, and this action is dismissed as against Mr. Kichuk and Mr. Glover, with costs. Motion granted. Editor: Angela E. McKay/vnh [End of document]"]}