{"id_": "025252", "body_str": ["[1] Locke, J. : This is an application for judicial review of a decision by Member Rena Dhir of the Refugee Appeal Division (RAD) made on January 15, 2015, denying the applicant's appeal of a negative refugee claim decision by the Refugee Protection Division (RPD). II. Facts as Alleged by the Applicant", "[2] The applicant, Mr. Sediqi, is a 41-year-old business man from Kabul, Afghanistan. He is the vice-president and partner of a factory that manufactures plastic bags, as well as the director of an imports business. He has a wife and four children, all of whom are Afghani citizens currently residing in Kabul.", "[3] In early January 2014, three men visited the applicant's place of business on two occasions. On the latter occasion, the men demanded to be granted use of space in the applicant's factory for storing weapons. The men also threatened to kill the applicant if he did not comply. He believed they belonged to the Taliban. Mr. Sediqi asked for time to consider this demand, and stayed home from work for the next two weeks. He returned to work on January 23, 2014, but varied his hours. When leaving work one evening, some of the same men approached him in his car, repeated their demand as well as their threats, and assaulted him. After this encounter, Mr. Sediqi decided to move himself and his family to his father-in-law's residence in another part of Kabul. He stopped going to work and had his foreman close his factory.", "[4] Mr. Sediqi had a US visa (unused from a trade exhibition he had been unable to attend), which he used to travel to New York on February 17, 2014. He did not make an asylum claim while in the US, later explaining that he thought Canada would be a better place for himself and his children. On March 1, 2014, Mr. Sediqi entered Canada by walking across the border at the Peace Arch Crossing. On March 11, 2014, he claimed refugee status. After leaving Afghanistan, Mr. Sediqi received a \"night letter\" via his brother, which had been delivered to his factory in Kabul. This letter included threats on the applicant's life.", "[5] The RPD refused Mr. Sediqi's refugee claim on June 23, 2014, finding, on the basis of a lack of credibility and of subjective fear, that the applicant was neither a Convention refugee nor a person in need of protection. On July 17, 2014, Mr. Sediqi appealed to the RAD pursuant to subsection 110(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA]. On January 15, 2015, Member Dhir of the RAD dismissed the appeal and confirmed the decision of the RPD. III. The Impugned Decision", "[6] Member Dhir of the RAD was asked to determine whether, in finding on a basis of lack of credibility and subjective fear that Mr. Sediqi was neither a Convention refugee nor a person in need of protection, the RPD member mis-assessed the facts of the applicant's case to the point of making a palpable and overriding error. Pursuant to paragraph 111(1)(b) of the IRPA, Member Dhir confirmed the determination of the RPD that the applicant is neither a Convention refugee nor a person in need of protection pursuant to sections 96 and 97 of the IRPA.", "[7] Member Dhir acknowledged in her decision that the RAD, being a new division, has struggled with the standard of review to be used in assessing RPD appeals. After taking into consideration recent Federal Court decisions regarding the role of the RAD, she chose to apply the standard set out in REFERENCE_SUPPRESSED. She indicated that she had reviewed all aspects of the RPD's decision and conducted her own independent assessment of all the evidence, while giving a certain deference to the RPD's findings regarding the applicant's credibility and any other issues where the RPD enjoys a particular advantage.", "[8] Member Dhir's analysis focused on the RPD Member's reasoning concerning the lack of subjective fear and his findings on the situation of the applicant and his family in Kabul. Member Dhir reviewed and assessed the applicant's testimony and other evidence. She found that there was no persuasive evidence that the Taliban had looked for the applicant anywhere but his place of business, nor that anyone has looked for the applicant or his family to harm them since Mr. Sediqi left Afghanistan. Member Dhir also found that, by remaining in the same city after having been threatened by the Taliban, even knowing that the Taliban had information on his family, the applicant did not behave as someone who was in fear for his life.", "[9] In relation to the family's situation in Kabul, Member Dhir noted that there is objective evidence in the country documents that the Taliban does target family members, particularly if a targeted individual relocates on his or her own. She found, however, that Mr. Sediqi's family continues to reside in Kabul, and that he has not provided any persuasive evidence that the Taliban has had a further interest his family, or indeed in him, since the events described.", "[10] Member Dhir also considered whether the RPD Member erred in not acknowledging that Mr. Sediqi might be entitled to asylum on the basis of being a wealthy businessman in Afghanistan. While the country reports indicate that wealthy businesspeople may be at risk of extortion that may amount to persecution, Member Dhir found that there was no persuasive evidence that the applicant was being extorted in this way, since his testimony indicates that he was never asked for money, and his family has not been approached since he left Afghanistan.", "[11] Member Dhir concluded that in consideration of the evidence before the RPD and then the RAD, the applicant would not face persecution and, on a balance of probabilities, would not be subjected to cruel or unusual treatment or punishment, or danger of torture, if he returned to Afghanistan. She accordingly confirmed the decision of the RPD that the applicant is neither a Convention refugee nor a person in need of protection. IV. Issues", "[12] The applicant raises three principal issues: 1. Whether the RAD erred by conflating subjective and objective risks and failing to adequately address the applicant's risk under section 97 of the IRPA; 2. Whether the RAD erred by failing to properly assess evidence of the night letter; 3. Whether the RAD erred in its assessment of the risk to the applicant as a wealthy businessman. V. Standard of Review", "[13] The applicant acknowledges that the proper standard of review for the RAD in an appeal of an RPD decision is as set out in CITATION_SUPPRESSED : the RAD should conduct its own independent assessment of the evidence to determine whether the appellant satisfies the requirements of section 96 or 97 of the IRPA, while deferring to the RPD's conclusions on credibility and any other issues where the RPD enjoys an advantage in reaching such conclusions.", "[14] The respondent disagrees that CITATION_SUPPRESSED sets out the proper standard of review for the RAD, but argues that this difference of opinion makes no difference to the outcome in this matter.", "[15] Though I recognize that the CITATION_SUPPRESSED decision is under appeal, and therefore the standard of review that it sets out is liable to be modified, I am of the view that it provides the correct standard as it currently stands. VI. Analysis", "[16] In view of the fact the Member Dhir explicitly limited her analysis to \"the RPD member's reasoning on lack of subjective fear and also the RPD member's finding on the appellant and his family's situation in Kabul,\" my decision is limited to considering Member Dhir's analysis of these issues. I need not address any of the other findings of the RPD.", "[17] I am satisfied that paragraphs 29 and following of the RAD decision show an independent assessment of the evidence. Paragraphs 33 to 38 provide an analysis of the lack of objective risk to the applicant other than at his place of business. Paragraph 35 also mentions a finding of a lack of subjective fear.", "[18] Paragraphs 39 to 41 discuss evidence that the Taliban targets family members as a way of reaching their real targets. Paragraph 41 concludes with the observation that there is no persuasive evidence of any such targeting of family members in this case. Though Member Dhir did not say so explicitly, I take these paragraphs to be an implicit confirmation of the RPD's finding of lack of credibility, at least as it relates to the danger to the applicant posed by the men who threatened him. A. Issue 1: conflation of subjective and objective risks", "[19] The applicant argues that his risk under section 97 of the IRPA was not properly assessed. He asserts that there is an incongruity between the RAD's findings that (i) the applicant demonstrated a lack of subjective fear when he simply moved his family within the city of Kabul at the time he initially received the threats in question; and (ii) the men who made the threats are not looking for the applicant or his family other than at his place of business. The applicant argues that, if there was no actual risk elsewhere in Kabul, then it could not demonstrate an absence of subjective fear to remain within the city.", "[20] I disagree. I am not satisfied that Member Dhir's findings are incongruous. As indicated above, her discussion of the absence of evidence of threats to the applicant or his family other than at his place of business seems to be directed to the issue of credibility. I do not understand Member Dhir to have found that the applicant was not in danger despite receiving threats from the Taliban.", "[21] I also disagree with the applicant's argument that Member Dhir erred in applying section 97 of the IRPA. The applicant points to paragraph 46 of the RAD decision which states that \"on a balance of probabilities, [the applicant] would not be subjected to cruel or unusual treatment or punishment, or a danger of torture, if he returned to Afghanistan.\" The applicant notes that the issue is not whether he would be subjected to such treatment, but whether he is at risk of being subjected to such treatment. However, I am not prepared to find, on the basis of paragraph 46, that Member Dhir erred in her analysis or in her understanding of the proper test under section 97 of the IRPA. B. Issue 2: night letter", "[22] Member Dhir mentioned the night letter three times in her decision. She mentioned it at paragraph 11 in her recitation of the facts, and then again at paragraph 34 to illustrate that the efforts to contact the applicant by the men who threatened him had been limited to his place of business.", "[23] In this context, it is my view that the third reference to the night letter (which actually refers to night letters generally) in the quote at paragraph 41 of Member Dhir's decision suggests that the night letter was part of the credibility concern she had. In my view, her analysis of this issue was adequate. C. Issue 3: risk as a wealthy businessman", "[24] The applicant argues that Member Dhir's discussion of the issue of risk as a wealthy businessman assumes an unreasonably narrow definition of the word \"extortion\"; being limited to demands for money and excluding demands of other kinds. The applicant refers to Member Dhir's repeated references to the absence of any demands for money, even though it was clear that the men who made the threats against the applicant were demanding a place to store weapons.", "[25] I am not prepared to find that Member Dhir erred. She focused on money because she was assessing a separate risk to the applicant as a wealthy businessman, e.g. one targeted because of their wealth. The focus on money was therefore reasonable. I do not believe Member Dhir was confused about the definition of the word \"extortion\" or erred in applying that word.", "[26] The applicant points to paragraph 45 of Member Dhir's decision which begins with, \"[i] n the case of the appellant, there is no persuasive evidence that he was being extorted by the Taliban.\" In the context of this paragraph, it is implicit that this sentence should be read as if it ended with the words \"as a wealthy businessman\". VII. Conclusion", "[27] For the foregoing reasons, the present application will be dismissed.", "[28] The parties have suggested no serious question of general importance for certification. JUDGMENT", "[29] THIS COURT'S JUDGMENT is that: 1. The present application is dismissed. 2. No serious question of general importance is certified. [End of document]"]}