{"id_": "025354", "body_str": ["[1] Near, J. : This is an application for judicial review of a decision of an Immigration Officer (the Officer) dated July 7, 2010, wherein the Officer denied the Applicant's application for permanent residence in Canada.", "[2] The Officer was not satisfied that the Applicant had a genuine arranged employment offer as required by the Ministerial Instructions. As such, the Officer was not satisfied that the Applicant met the eligibility criteria for skilled workers.", "[3] For the reasons that follow, this application is dismissed. I. Background A. Factual Background", "[4] The Applicant, Omar Garcia Porfirio, is a 35 year old citizen of Mexico. He graduated with a law degree from the Universidad Autonoma De Guerrero. He applied to come to Canada in the Skilled Worker class with an employment offer as a window-washing supervisor.", "[5] The Applicant first visited Canada in April 2000. At that time Mexican nationals did not require a visa to travel to Canada. The Applicant was granted a six-month visitor's visa upon arrival. During his visit he spent time with Erick and Tina Luna. The Applicant explained in his affidavit that he was acquainted with Mr. Luna because members of his family had worked for Mr. Luna's parents in Mexico. He was first introduced to Mr. Luna's wife, Tina, and their children, during this visit.", "[6] The Applicant applied to extend his visa in the fall of 2000. Mrs. Luna wrote a letter of support for his application. The extension request was granted in October 2000. The Applicant returned to Mexico before his visa expired.", "[7] The Applicant returned to Canada as a visitor in March 2001. The Applicant claims that during this time he did not work, but was financially supported by his family in Mexico. When he applied for an extension of his visa, Mrs. Luna again wrote a letter of support, and the extension was again granted.", "[8] Before his status expired, the Applicant made a refugee claim. He alleged that he feared returning to Mexico because he had been threatened by members of the Zapatista group. After filing his claim, he obtained a work permit, and began looking for employment so that he could support himself.", "[9] It so happened that at the same time, the Luna family business, Town and Country Window Cleaning, posted an ad looking to fill a vacant window cleaner position. Mr. Luna offered the job to the Applicant based on a historically good working relationship between their families. The Applicant accepted, and began working for the Luna's in 2002. By Mr. Luna's account, the Applicant was a model employee, who worked his way up from window-cleaner to window cleaning supervisor.", "[10] The Applicant's refugee claim was rejected on December 3, 2003. He applied for leave to judicially review the decision. Leave was refused by court order dated March 11, 2004. The Applicant chose not to apply for a Pre-Removal Risk Assessment, and returned to Mexico on December 18, 2005. He had worked continuously for the Luna family from 2002 until his departure.", "[11] According to the Applicant's affidavit, the Luna family considered opening a branch of their window cleaning business in Mexico with the help of the Applicant. The Applicant applied for a temporary work permit in December 2005 in order to return to Canada to receive more training before expanding the business into Mexico. He was informed that since his conditional departure order had become a deportation order he required special permission to return to Canada. The Applicant was denied special permission on May 6, 2006.", "[12] The Applicant claims that the Luna family had difficulty finding a qualified, reliable employee to fill the vacancy left by his departure and so Town and Country Window Cleaning set about the process of having Human Resources and Skills Development / Service Canada (HRSDC) provide a labour market opinion so that they would be able to offer the job to him. Town and Country received a positive Arranged Employment Opinion (AEO) on January 23, 2008. This AEO is valid until January 1, 2012.", "[13] The Applicant then applied for permanent residence in the Skilled Worker class. He submitted the positive AEO with the rest of his application. Despite this, and his law degree, the Applicant failed to meet the minimum point requirements. The immigration officer gave the Applicant zero points for his post-secondary education because he had not passed the professional courses required to practice law in Mexico. The Applicant decided to upgrade his educational credentials and reapply.", "[14] The Applicant submitted his second Federal Skilled Worker application to the centralized in-take office (CIO) in Sydney, Nova Scotia. Subsequent to the issuance of Ministerial Instructions in November 2008, only applicants with an offer of arranged employment, or who meet two other specified requirements are eligible to be processed in the Federal Skilled Worker class. On January 20, 2010 the Applicant was informed via e-mail that his application was being recommended for final eligibility processing at the visa office in Mexico based on his arranged employment in Canada.", "[15] The Applicant was invited for an interview at the Canadian Embassy on July 6, 2010. The Officer had serious concerns regarding the bona fides of the Applicant's arranged employment offer. The Computer Assisted Immigration Processing System (CAIPS) notes reveal that the Officer thought it was unreasonable that that the Town & Country still required the Applicant's services four years after first offering him the job and decided that an interview was required in order to determine the genuineness of the job offer.", "[16] Notes showed that the Applicant's perspective employer, Mrs. Luna, provided letters of support for the Applicant in 2000 and 2001, and was described at that time as a friend. The Applicant stated on his application that he had worked for Mrs. Luna from March 2001 to December 2005 (the Applicant clarified in his affidavit that he was confused and made a mistake about when he started working for the company. He actually started working in 2002 which is confirmed by the affidavit of Erick Luna. However, all of the application material in the certified tribunal record lists the beginning of his employment with Town and Country as March 2001). B. Impugned Decision", "[17] During the interview, the Applicant stated that he first met Mrs. Luna in 2001, after answering an employment ad found in a Latin newspaper. Prior to 2001, he claimed that he had never heard of her company before.", "[18] The Officer asked the Applicant who he was visiting in October 2000, before the job was allegedly advertised. The Applicant, hesitatingly, according to the CAIPS notes, conceded that he had been visiting Tina and Erick Luna. The Applicant, however, maintained that he found out about the job through a newspaper ad.", "[19] In his affidavit, the Applicant explained that he found the Officer intimidating, and had the impression that his application would be rejected if he told the Officer that he had found out about the job directly from the Luna's. In his affidavit, he claims to regret that he was not more forthcoming about how he found the job.", "[20] The Officer continued to ask the Applicant about his relationship with Tina Luna. The Applicant had the impression that the Officer was trying to imply that he had a romantic relationship with Mrs. Luna.", "[21] The Officer found that the Applicant was not answering her questions. He remained silent when the Officer asked him to explain how it was possible that he was invited to Canada by Tina Luna in 2000 and 2001, but only found out about the job through a newspaper ad. The Officer had serious concerns about the discrepancies in the Applicant's answers that the Applicant failed to address despite repeated opportunities to do so.", "[22] The Applicant's permanent residence application was rejected the next day, July 7, 2010 via letter. The Officer was not satisfied that the Applicant truthfully answered her questions during the interview. The Officer also had concerns regarding the Applicant's relationship with Mrs. Luna, the provider of the arranged employment offer. The Officer concluded that he failed to meet the eligibility criteria as per the Ministerial Instructions because she was not satisfied that he had a genuine arranged employment offer. II. Issues", "[23] The Applicant raises the following issues: (a) Did the Officer exceed her jurisdiction by purporting to assess the genuineness of the offer of employment? (b) Did the Officer err by misunderstanding and misstating the evidence before her? (c) Did the Officer breach the duty of fairness? III. Standard of Review", "[24] The Officer's assessment of the Applicant for permanent residence under the Federal Skilled Worker Class is an exercise of discretion that should be given a high degree of deference ( <FRAGMENT_SUPPRESSED>  ACWS (3d) 728 at para 5). The question of whether the Officer was entitled to consider the genuineness of the employment offer is a question of law and the actions of the Officer in this regard attract no deference.", "[25] As set out in <FRAGMENT_SUPPRESSED>  at para 47, reasonableness requires a consideration of the existence of justification, transparency, and intelligibility within the decision-making process. It is also concerned with whether the decision falls within a range of acceptable outcomes that are defensible in respect of the facts and law.", "[26] Questions of procedural fairness are reviewed against the correctness standard. IV. Argument and Analysis A. Did the Officer Exceed her Jurisdiction by Purporting to Assess the Genuineness of the Offer of Employment?", "[27] The Applicant submits that the Officer exceeded her jurisdiction in purporting to assess the bona fides of the Applicant's arranged employment offer. The Applicant takes the position that HRSDC is delegated with the responsibility of determining whether the job offer is genuine when they provide an arranged employment opinion. Following the result of this lengthy process, which is undertaken by a specialized office in Canada, it is not open to a visa officer abroad to reassess whether the offer is genuine.", "[28] In support of this argument, the Applicant cites HRSDC's information sheet on arranged employment which describes an AEO as: ARRANGED EMPLOYMENT OPINION As part of the permanent resident application process, Human Resources and Skills Development Canada (HRSDC)/Service Canada provides an Arranged Employment Opinion (AEO) on the submission of an \"Application for an Arranged Employment Opinion\" by an employer who has made a permanent job offer to support a foreign national's application for permanent residency. The opinion is based on the following criteria: 1. whether the offer of employment is genuine; 2. whether the wages offered to the foreign worker are consistent with the prevailing wage rate for the occupation and whether the working conditions meet generally accepted Canadians standards; and 3. whether the employment is not seasonal or part-time in nature. (emphasis added)", "[29] Additionally, HRSDC's website states that the genuineness of the employment offer is a primary consideration in delivering an AEO: When assessing a job offer, HRSDC/Service Canada considers primarily: • the occupation that the skilled worker will be employed in; • the wages and working conditions offered; • the genuineness of the offer and employer history; and • if the offers are permanent, full-time, and non-seasonal. (emphasis added)", "[30] Furthermore, the Applicant relies on a combination of legislation and policy that directs visa officers in their task. Paragraph 82(2)(c)(ii) of the Immigration and Refugee Protection Regulations (SOR/2002-227) (the Regulations ) provides that officers shall award points for arranged employment if the offer is approved, \"based on an opinion provided to the officer by the Department of Human Resources and Skills Development at the request of the employer or an officer that ...the offer of employment is genuine\". The OP 6 Manual dealing with the processing of Federal Skilled Workers instructs visa officers to award points for arranged employment where the applicant a) submitted a positive AEO from Service Canada and meets Canadian licensing and regulatory requirements for the job and b) \"is able and likely to accept and carry out the employment.\" (OP 6 12.15)", "[31] The Applicant argues that when all of this information is considered, it is clear that HRSDC is mandated to assess the genuineness of the offer of employment when determining whether or not to approve an AEO. HRSDC has specialized knowledge of the Canadian labour market, and a visa officer is not well placed to substitute her judgment for that of HRSDC, a body with specific expertise. The Applicant argues that the present situation is analogous to the establishment of the National Occupation Classification (NOC) matrix. The NOC has been found by this Court to be a \"binding direction\" to visa officers as to the assessment of applicants for a visa, and an officer may not add to the requirements of an NOC based on his own view of the labour market (see <FRAGMENT_SUPPRESSED>  at paras 4 and 5).", "[32] The Respondent argues that HRSDC's finding that an applicant's employment offer is genuine does not preclude a visa officer from examining and assessing the genuineness of the employment offer. The Respondent takes the position that HRSDC has a different mandate than immigration officers. While HRSDC is interested in the Canadian labour market, immigration officers are responsible for upholding the provisions of the Immigration and Refugee Protection Act , SC 2001, c 27 [ IRPA ]. As such, they must assess whether applicants' offers are genuine to ensure that they meet the requirements for immigration to Canada.", "[33] I agree that HRSDC and Citizenship and Immigration Canada (CIC) have different goals and benchmarks to meet, and it is equally clear that they each have a different realm of expertise. In this regard, CIC has chosen to use the specialized knowledge of HRSDC to help to streamline the processing of skilled workers. However, the immigration or visa officer is still the final check and balance in the system. Although an officer might be directed to take the HRSDC AEO at face value, they are instructed and required to consider whether the applicant is able and likely to carry out the offer of employment by section 82 of the Regulations", "[34] The Respondent supports this view by pointing to the express caveat found on the HRSDC website clarifying the capacity of an AEO: A permanent job offer does not allow a foreign national to immigrate to Canada. Before a foreign national can become a permanent resident of Canada, they must: Meet the requirements of the Skilled Worker Class; ... (Human Resources and Skills Development Canada (HRSDC)/Service Canada Assessment for Arranged Employment Opinions: Therefore, even if an immigration officer is precluded from considering the genuineness of the job offer she is certainly not precluded from assessing the genuineness of the applicant's intentions as needed to ensure that the requirements of the IRPA are fulfilled.", "[35] This very point was recently touched upon by Justice Sean Harrington in <FRAGMENT_SUPPRESSED> . In that case the Minister suggested that the opinion by HRSDC is a condition precedent to a visa officer's de novo assessment. The Minister relied on the decision of Justice Judith Snider in <FRAGMENT_SUPPRESSED>  ACWS (3d) 728, where she stated at para 21:", "[21] HRDC validation is not, as the Applicant submits, sufficient evidence of arranged employment. Such validation does not remove the obligation of the Visa Officer to assess whether the Applicant is able to perform the job described in the validation.", "[36] Justice Harrington took this case to make the same point I tried to make above. Namely, read in conjunction with subsection 82(2) of the Regulations which requires an officer to assess if a skilled worker is able to perform and likely to accept and carry out the employment, \"that case certainly stands for the proposition that the Visa Officer must determine whether the applicant is up to the job,\" (at para 16). However, having decided the application on procedural fairness grounds, Justice Harrington declined to state whether a visa officer, stationed at a post in another country, is entitled to override HRSDC's opinion, which is based on an investigation in Canada confirming that the offer is genuine. He found that that question was best left for another day.", "[37] I agree with the Applicant that generally it would be unusual for the Officer to question the window-washing needs of southern Ontario and dismiss out of hand the positive AEO obtained by Town & Country Window Cleaning. However, I am not convinced that that is what occurred, or that the Officer acted beyond her jurisdiction in rendering her decision. (1) Was the Applicant's Lack of Credibility Determinative?", "[38] The present matter becomes more complicated by the Applicant's own admission that he was not completely truthful during his interview. He maintained that he found the window-washing job through a newspaper ad, and only met Mrs. Luna after responding to the ad. When the Officer, relying on existing Field Operations Support System (FOSS) notes, brought up the letter Mrs. Luna wrote in support of the Applicant in 2000, prior to the existence of the alleged newspaper ad, the Applicant was caught in a lie. He was unable to satisfactorily dispel the shadow of doubt cast as a result.", "[39] The Respondent submits that whether or not the Officer was entitled to question the genuineness of the arranged employment offer, the Officer was entitled to refuse the application since she found the Applicant to be untruthful. I agree.", "[40] The CAIPS notes captured this very line of thinking. Before the Officer mentions her concerns regarding the genuineness of the employment offer and the relationship between the Applicant and Mrs. Luna, she noted: AS PER A16, PA HAS THE OBLIGATION TO ANSWER TRUTHFULLY ALL QUESTIONS PUT TO HIM FOR THE PURPOSE OF THE EXAMINATION. PA FAILED TO SATISFY ME THAT HE ANSWERED TRUTHFULLY TO MY QUESTIONS AT INTERVIEW, AS PER A16.", "[41] Subsection 16(1) of the IRPA states that a person who makes an application must answer truthfully all questions put to them for the purpose of the examination and must produce a visa and all relevant evidence and documents that the officer reasonably requires. The Respondent argues that on this basis, the Officer had a right to refuse the application for finding that the Applicant was not truthful.", "[42] In response to this argument, the Applicant submits that the interview should never have happened in the first place, since its purported purpose, to assess the bona fides of the offer of employment, exceeded the Officer's jurisdiction. Furthermore, in the Applicant's opinion, the questions the Applicant falsely answered are irrelevant, since their subject matter is irrelevant to the processing of the Applicant's application. The questions at issue focused on the relationship between Mrs. Luna and the Applicant. According to the Applicant, nothing in the IRPA precludes people who have pre-existing relationships from developing a genuine employer-employee relationship. As such, it is immaterial whether the Applicant lied about when he met Mrs. Luna. The Applicant takes the position that minor inconsistencies in responses at an interview cannot be determinative of the case.", "[43] It is clear the Applicant was under a duty to be truthful, and did not fully comply. As argued by the Applicant, the question becomes whether or not this is sufficient to dispose of his application and this judicial review in and of itself.", "[44] The standard of review to be applied to credibility determinations is reasonableness. The Officer caught the Applicant in a lie -- the Applicant admits to misleading the Officer. Although the Applicant submits that his lie was trivial, what was the Officer to do? The Applicant was given multiple chances, during the interview, to clear up the confusion but he decided not to. The Officer, rightfully, became suspicious. The Officer was not satisfied that the job offer was genuine. Looking at the record, this seems to me to be synonymous with deciding that the Applicant was unlikely to carry out the offer of employment. Surely, in ensuring that this requirement will be fulfilled, an officer is entitled to consider the nature of the employer-employee relationship.", "[45] Though the Applicant argues, and jurisprudence supports, that section 16 requires relevancy, Justice Michael Phelan has described it as speaking, \"to truthfulness in the sense of accuracy and completeness. It does not address or impose a materiality threshold although relevance is always a requirement.\" ( <FRAGMENT_SUPPRESSED> ). Finding that an applicant has failed to uphold the duty of candour imposed by section 16 allows a visa officer to refuse an application under subsection 11(1) of the IRPA for not meeting the requirements of the Act. As Justice Phelan found in <FRAGMENT_SUPPRESSED> , section 16 is a discretionary provision, and the issue remains whether the decision was reasonable. In the present matter, that requires the somewhat circular consideration of whether it was proper for the Officer to question the bona fides of the offer of employment.", "[46] Although the Applicant has persuasively argued that an assessment of Canadian labour force needs are better left to HRSDC, I am not convinced that the Officer erred in this particular matter. The onus was on the Applicant to produce the evidence needed to show the Officer that he met the requirements of the IRPA . The Officer rightfully had credibility concerns that were put to the Applicant in an interview. Though the Officer might be precluded from evaluating the genuineness of the offer in Canada, she is not barred from assessing the legitimacy of the Applicant's overall application. In this case, that is what she attempted to do. The Applicant effectively shot himself in the foot when he lied in the interview. Clearly, there was a reasonable basis for the Officer's decision. The Canadian immigration system relies on all persons applying under the Act to provide truthful and complete information ( <FRAGMENT_SUPPRESSED>  FTR 153) and so I am unable to find that the Officer erred. B. Did the Officer Misstate the Evidence?", "[47] The Applicant submits that the Officer misstated and misunderstood the evidence. The Officer's CAIPS notes state that the, \"FOSS records for PA dated Oct. 2000 & Oct. 2001 show the pers employer Mrs. Luna gave letters of support to client in order to be allowed to enter & remain in CDA.\" The Officer continuously refers to letters of invitation written by Mrs. Luna. The Applicant argues that this is erroneous as the Applicant did not require a visa to enter Canada at the time, and the letters were in fact letters to support his application for an extension of his visitor's visa. To the Applicant, it is clear that the Officer misunderstood the evidence.", "[48] On this point, I must accept the submission of the Respondent. The Respondent argues that it is immaterial that the Officer stated that Mrs. Luna invited the Applicant to Canada, rather than supported the extension of his visa. The point being made by the Officer, and later conceded by the Applicant, was that the Applicant was being untruthful when he stated in his interview that he had not met Mrs. Luna until 2001. C. Did the Officer Breach the Duty of Fairness?", "[49] The Applicant submits that if the Officer was entitled to revisit the genuineness of the employment offer, she nonetheless erred by breaching the Applicant's right to procedural fairness in two ways.", "[50] First, the Officer failed to put the Applicant and his employer on notice that the AEO was under review. In the mind of the Applicant, both he and his prospective employer were entitled to assume that the issue was settled once the positive AEO was issued and the file was passed to the Mexico visa office for processing.", "[51] Second, the Applicant submits that the Officer breached the duty of fairness by failing to review the contents of the letters relied on, and failing to provide the Applicant with copies of the letters to review and an opportunity to comment on them. The Applicant takes the position that this was extrinsic evidence that needed to be disclosed.", "[52] The Respondent submits that there was no breach of procedural fairness and I agree with him. There is no basis for requiring the Officer to put the Applicant on notice that his arranged employment offer would be reviewed. In any case, the letter advising him of the interview asked him to produce evidence related to his employment, and specifically asked for an explanation for why Town & Country was still holding the job open for him. As the Respondent argues, the onus is on the Applicant to submit all evidence required for the processing of his application.", "[53] The Applicant also argued that since his application had already been processed once and no concerns regarding the employment offer had been raised, he should have been afforded a heightened level of procedural fairness because he had a legitimate expectation that his offer of employment would not be at issue. I am of the opinion that the Applicant's perception of the previous unsuccessful processing of his application is insufficient to ground a legitimate expectation such that it would trigger the need for notice. Any notice requirement was met in the letter informing the Applicant of the interview.", "[54] As for the second issue of the contents of the letters, there was no need for the Officer to obtain and disclose copies of them since their contents were immaterial. The very existence of the letters, recorded in the FOSS notes, in and itself was enough to show that the Applicant was being untruthful. Furthermore, they cannot be considered extrinsic evidence since they were written at the request of the Applicant and formed part of his own submitted application in 2000 and 2001 to remain in Canada. It cannot be said that either their existence, or contents, were not within the knowledge of the Applicant. V. Conclusion", "[55] In my view, no question of general importance arises and as such none will be certified.", "[56] In consideration of the above conclusions, this application for judicial review is dismissed. JUDGMENT", "[57] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed. [End of document] <FRAGMENT_SUPPRESSED>"]}