{"id_": "025327", "body_str": ["[1] Richard, J. : This is an appeal pursuant to s. 56 of the Trade-marks Act [see footnote 1] from the decision of the Registrar of Trademarks made under s. 45 of the Act on August 31, 1995, maintaining registration No. 272,876 in cancellation proceedings initiated at the request of the appellant. Background", "[2] The respondent, the United States Tobacco Company, is the owner of Canadian trademark registration No. 272,876 for the trademark WRANGLER, registered October 15, 1982, in respect of smokeless tobacco.", "[3] At the request of the appellant, on October 13, 1993, the Registrar of Trademarks issued to the respondent a notice pursuant to s. 45(1) of the Act . Pursuant to the section as it read at that time, the respondent was required to establish that the trademark had been used in Canada at any time during the two year period immediately preceding the date of the s. 45 notice. That period was therefore from October 13, 1991 through October 13, 1993.", "[4] In response to the notice issued by the Registrar, the respondent filed the affidavit of Robert D. Rothenberg, sworn April 28, 1994.", "[5] Both the appellant and respondent filed written submissions before the Registrar of Trademarks. There was no oral hearing.", "[6] In a decision dated August 31, 1995, Ms. Denise Savard, Senior Hearing Officer, for the Registrar of Trademarks, maintained the registration of Canadian trademark No. 272,876 for the trademark WRANGLER pursuant to s. 45(5) of the Act Registrar's Decision", "[7] By decision rendered August 31, 1995, the Senior Hearing Officer maintained registration No. 272,876, finding that the evidence of the first Rothenberg affidavit permitted her to conclude that the trademark was being used during the relevant time period in Canada by the respondent in association with the wares \"smokeless tobacco\".", "[8] In reaching this conclusion, the Senior Hearing Officer held, inter alia, the following: \"(i) With respect to the nature of the use by the respondent: I agree that the evidence filed is not overwhelming and that it could have been more informative. However, given the fact that Mr. Rothenberg has stated that the wares are manufactured by the registrant [the respondent] and distributed by its licensee, I am prepared to accept that that is the normal course of trade for the wares and that the registrant has control over the quality and character of the wares distributed by National Tobacco, as it is the manufacturer. The words 'MADE IN USA FOR ... NATIONAL TOBACCO' appearing in Exhibit 'C' would appear to confirm that the wares are not manufactured by National Tobacco but by a U.S. entity which I assume would be the registrant. Consequently, in accordance with s. 50 of the Trade-marks Act , I accept that any use by National Tobacco is deemed to be use by the registrant. Furthermore, having regard to the evidence in its totality, and particularly paragraphs 3 and 5, I am willing to infer that the reference to WRANGLER in the invoice dated September 25, 1992 is a reference to the registrant's smokeless tobacco. \"(ii) With respect to the evidence of the single sale by National Tobacco: In my view, the sale evidenced appears to be a genuine sale in the registrant's normal course of trade. Consequently, I accept it as such. \"(iii) With respect to the use of labels of the type attached as Exhibit C to the Rothenberg affidavit: Consequently, the logical assumption is that such labelling would have been applied to the wares as it is the registrant that manufactures the wares that are distributed and sold in Canada by National Tobacco under license as stated in paragraph 3 of the affidavit. \"(iv) Mr. Rothenberg was manifestly in a position to know of the matters to which he deposed in his affidavit.\" Grounds For Appeal", "[9] The grounds for appeal in the appellant's Notice of Appeal dated October 26, 1995, read as follows: \"That Ms. Savard erred in concluding that the trademark WRANGLER was used in Canada in the normal course of trade. \"That Ms. Savard erred in concluding that the use of the trademark WRANGLER in Canada was a use by, or deemed to be by, the respondent United States Tobacco Company. \"That Ms. Savard erred in assuming that the sample label attached as Exhibit C to the Affidavit of Robert D. Rothenberg sworn April 28, 1994 ('the Rothenberg Affidavit') was applied to the smokeless tobacco sold and distributed in Canada as referred to in the Rothenberg Affidavit. \"That Ms. Savard erred in accepting the hearsay evidence contained in the Rothenberg Affidavit with respect to the local resale of WRANGLER smokeless tobacco in Canada by National Tobacco Company Limited.\"", "[10] In its memorandum of fact and law dated November 14, 1997, the appellant limited the appeal to the following two grounds: a) the Registrar erred in concluding that the use of the trademark WRANGLER in Canada was a use by, or deemed to be by, the respondent; and b) the Registrar erred in concluding that the trademark WRANGLER was used in Canada in the normal course of trade. Evidence", "[11] The evidence provided by Mr. Rohenberg in his first affidavit of April 28, 1994 can be summarized as follows: (i) In April 1994, Mr. Rothenberg was the Executive Vice-President of the respondent; (ii) The respondent is the owner of the subject registration in Canada; (iii) The respondent manufactures WRANGLER smokeless tobacco and, along with other tobacco products, is distributed and sold in Canada under licence by its wholly owned subsidiary National Tobacco Company Limited (hereinafter \"National\") of Lachine, Quebec; (iv) Exhibit A are examples of invoices showing sales of tobacco products, including WRANGLER smokeless tobacco, made by the respondent to National. The two invoices (dated November 6, 1987 and November 30, 1988) show sales of, among other things, eight cases of WRANGLER smokeless tobacco (with a net weight of 25.2 kilos); (v) Exhibit B is an example of an invoice during the relevant time period from National to Club A.G. Wholesale of Calgary, Alberta showing a local resale of products of the respondent, including the respondent's WRANGLER smokeless tobacco in Canada. The invoice (dated September 25, 1992) shows a sale of, among other things, 15 cases of WRANGLER at a price to the wholesaler of $1,206; (vi) Exhibit C is an example of the respondent's WRANGLER labelling. The label includes the notation: \"MADE IN THE USA FOR NATIONAL TOBACCO CO. LTD. LACHINE, PQ, CANADA H8I 1C5\"", "[12] In this proceeding, the registrant filed a second affidavit of Mr. Rothenberg, sworn May 10, 1996 and the affidavit of Ms. Debra Baker, sworn May 10, 1996.", "[13] The evidence of the second Rothenberg affidavit may be summarized as follows: (i) Mr. Rothenberg is now the President of the respondent; (ii) Exhibit \"1\" is a copy of his earlier affidavit; (iii) The aforementioned label attached as Exhibit C to the first Rothenberg affidavit is representative of the labels that were applied by the respondent to the smokeless tobacco referred to in the first Rothenberg affidavit.", "[14] The evidence of the Baker affidavit may be summarized as follows: (i) Ms. Baker is the Secretary of National; (ii) National distributes and sells tobacco products, including WRANGLER smokeless tobacco in Canada under license form the respondent, and that National purchase WRANGLER from the respondent; (iii) Exhibit \"1\" is an example of an invoice showing sales from the respondent to National of the said WRANGLER smokeless tobacco; (iv) Exhibit \"2\" is an example of an invoice form National to Club A.G. Wholesale of Calgary, Alberta evidencing the resale by National of the respondent's WRANGLER smokeless tobacco; (v) The sales as evidenced by the invoices attached as Exhibits \"1\" and \"2\" are within the normal course of National's business and trade; (vi) The WRANGLER smokeless tobacco referred to in Exhibits \"1\" and \"2\" bore labels as shown in Exhibit \"3\". The label is identical to that attached as Exhibit C to the first Rothenberg affidavit.", "[15] The respondent submits that the second Rothenberg affidavit and the Baker affidavit filed in this court on the appeal address the following insufficiencies in the first Rothenberg affidavit raised by the appellant in its notice of appeal or in its submission to the Senior Hearing Officer. (a) The appellant submitted before the Senior Hearing Officer and in its Notice of Appeal that Rothenberg had no personal knowledge of the activities of National Tobacco, despite being an Executive VP of National's parent company. Response: The Baker affidavit identifies her as the Secretary of National and confirms and supplements the evidence of Rothenberg. (b) The appellant submitted before the Senior Hearing Officer and in its Notice of Appeal that the first Rothenberg affidavit was insufficient to demonstrate use of control over character and quality of wares. Response: The second Rothenberg and the Baker affidavits confirm the first Rothenberg affidavit that respondent manufactures, packages and labels the WRANGLER smokeless tobacco. (c) The appellant contested before the Senior Hearing Officer and in its Notice of Appeal that there was no evidence in the first Rothenberg affidavit that the label attached as Exhibit C thereto was the same label as that attached to products sold by National. Response: The second Rothenberg and Baker affidavits confirm that Exhibit C label is attached to products sold by National. (d) In the Notice of Appeal, the appellant contends that the Senior Hearing Officer erred in concluding that the trademark was used by respondent in normal course of trade. Response: The Baker affidavit addresses this point. Relevant Provisions Of The Trade-marks Act \"45(1) The Registrar may at any time and, at the written request made after three years from the date of the registration of a trademark by any person who pays the prescribed fee shall, unless the Registrar sees good reason to the contrary, give notice to the registered owner of the trademark requiring the registered owner to furnish within three months an affidavit or a statutory declaration showing, with respect to each of the wares or services specified in the registration, whether the trademark was in use in Canada at any time during the three year period immediately preceding the date of the notice and, if not, the date when it was last so in use and the reason for the absence of such use since that date. \"(2) The Registrar shall not receive any evidence other than the affidavit or statutory declaration, but may hear representations made by or on behalf of the registered owner of the trademark or by or on behalf of the person at whose request the notice was given. \"4(1) A trademark is deemed to be used in association with wares if, at the time of the transfer of the property in or possession of the wares, in the normal course of trade, it is marked on the wares themselves or on the packages in which they are distributed or it is in any other manner so associated with the wares that notice of the association is then given to the person to whom the property or possession is transferred. \"56(1) An appeal lies to the Federal Court from any decision of the Registrar under this Act within two months from the date on which notice of the decision was dispatched by the Registrar or within such further time as the court may allow, either before or after the expiration of the two months. Nature Of The S. 45 Proceeding", "[16] Section 45 is intended to be a simple, summary and expeditious procedure for cleaning up the trademark register of trademarks that have fallen into disuse. It is designed to clear the dead wood from the register, not to resolve issues in contention between competing commercial interests, which should be resolved in expungement proceedings under s. 57 [see footnote 2].", "[17] In s. 45 proceedings, the Registrar will not consider any evidence other than that put forth by or on behalf of the registered owner of the trademark. The requesting party is not permitted to cross-examine on any affidavit filed by the registered owner. Similarly, on appeal to the Federal Court, the requesting party is not entitled to file evidence. The registered owner is entitled to adduce further evidence and the requesting party is not permitted to cross-examine on any further affidavit filed by the registered owner. As such, the requesting party has no means by which to submit evidence before the court or to test the veracity of the registered owner's evidence [see footnote 3].", "[18] Section 45 does not contemplate a determination on the issue of abandonment, but is merely a summary procedure whereby the registered owner of a mark is required to provide either some evidence of use in Canada or evidence of special circumstances that excuse the absence of use [see footnote 4].", "[19] Section 45 does not impose on the registrant an obligation to prove continuous use in Canada. The showing of use in Canada required by s. 45 can be satisfied by a usage which falls short of marketing in a serious commercial manner, providing the use is by way of a normal commercial transaction or in a normal course of trade [see footnote 5].", "[20] Section 45(1) of the Act directs an inquiry as to whether the trademark was in use in Canada at any time during the relevant period.", "[21] However, a bald assertion of use will be insufficient. The affidavit materials filed in response to a s. 45 notice from the Registrar need only supply facts from which, on balance, a conclusion of use may follow as a logical inference.", "[22] The nature of the proceeding before this court under s. 56 of the Act is similar to a trial de novo in that the appellant has the right to adduce evidence which was not presented to the Registrar. The court is not restricted to deciding whether the Registrar was right or wrong. However, the court should be circumspect about interfering with a Registrar's decision [see footnote 6]. Analysis", "[23] The evidence filed before the Senior Hearing Officer and on this appeal goes beyond a bald assertion that the impugned mark is in use in Canada in association with smokeless tobacco. The evidence is sufficient to support the conclusion that the mark had been used in Canada by the respondent during the relevant time period.", "[24] The evidence demonstrates that the respondent used the mark in Canada in association with its smokeless tobacco at the relevant time, pursuant to s. 4(1) of the Trade-marks Act as a result of the following: a) the respondent itself manufactures the WRANGLER smokeless tobacco in the United States; b) the respondent itself packages and labels the product with a label bearing the WRANGLER trademark; c) the respondent then sells the packaged and labelled WRANGLER tobacco, in addition to other products, in Canada to its wholly owned subsidiary National; d) National in turn sold these products, including the said WRANGLER smokeless tobacco to a wholesale customer in Canada; and e) All such sales by the respondent and National were genuine sales.", "[25] Evidence of a single sale, whether wholesale or retail, in the normal course of trade, can suffice so long as it follows the pattern of a genuine commercial transaction and is not seen as being deliberately manufactured or contrived to protect the registration of the mark [see footnote 7].", "[26] The evidence shows the WRANGLER smokeless tobacco is simply one product of a number that is sold by the respondent to National and that these products, WRANGLER included, are subsequently resold by National in Canada. There is nothing to suggest that these sales are not genuine and in the normal course of trade. Indeed, the Baker affidavit directly states that such sales are in within the ordinary course of business.", "[27] This is not a case where the respondent is required to rely on s. 50(1) of the Trade-marks Act in order to establish use.", "[28] Section 50(1) reads as follows: \"50(1) For the purposes of this Act, if an entity is licensed by or with the authority of the owner of a trademark to use the trademark in a country and the owner has, under the licence, direct or indirect control of the character or quality of the wares or services, then the use, advertisement or display of the trademark in that country as or in a trademark, tradename or otherwise by that entity has, and is deemed always to have had, the same effect as such a use, advertisement or display of the trademark in that country by the owner.\"", "[29] The respondent does not have to rely on any use of the mark by National as being deemed use of the respondent. National is simply the respondent's Canadian distributor or reseller of product manufactured, packaged and labelled by the respondent.", "[30] In the case of a trademark owner, who is a foreign manufacturer of a product, and, who applies a trademark to that product or its packaging, that use in Canada of the trademark as a result of sales in Canada of the product is deemed use by the trademark owner, so as long as the owner has initiated the first link in the chain of transactions leading to sales in Canada.", "[31] In the leading case of <FRAGMENT_SUPPRESSED>  belts. Mr. Justice Heald stated the following: \"... s. 4 [the definition of 'use' in the Trade-marks Act ] contemplates the normal course of trade as beginning with the manufacturer, ending with the consumer and with a wholesaler and retailer or one of them as intermediary. When the [American trademark owner] sold to the [Canadian] retailer and the retailer sold to the public, the public came to associate applicant's mark with the HARNESS HOUSE belt; s. 4 contemplates that the use between the retailer and the public ensures to the benefit of the manufacturer and its use in Canada. In other words - if any part of the chain takes place in Canada, this is 'use' in Canada within the meaning of s. 4. If this interpretation is correct, then the sale by the retailers in Toronto and Montreal to the public of HARNESS HOUSE wares marked with the [American trademark owner's] trademark is a 'use' in Canada and it matters not whether property or possession passed to the retailer in the United States.\"", "[32] The words \"Made in the USA for ... National Tobacco, Lachine, Quebec\" appearing on the label affixed to the product by the respondent does not create a false impression as to the origin of the product and does not detract from the conclusion that use of the WRANGLER mark was a direct use by the respondent manufacturer. The product is imported from the United States and the phrase is a factual statement that the product is made for the Canadian distributor.", "[33] Even if the court were to conclude that National and not the respondent was the entity using the WRANGLER trademark in Canada, the requirements of s. 50(1) of the Trade-marks Act have been satisfied in this proceeding and any such use by National is deemed use by the respondent.", "[34] The evidence establishes that any use of the WRANGLER trademark by National was under licence from the respondent. Moreover, the respondent, as the party solely responsible for the manufacture, packaging, and labelling of the WRANGLER smokeless tobacco sold by National in Canada has necessarily direct control over the quality and character of the smokeless tobacco. Accordingly, the requirements of s. 50 are met and any use by National is deemed use by the respondent. Conclusion", "[35] Accordingly, the appeal is dismissed with costs to the respondent. Appeal dismissed. Editor: Angela E. McKay/saf Footnotes 1.\tR.S.C. 1985, c. T-13. 2. <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 237 (F.C.A.), at p. 241. 3. Meredith and  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 409 (F.C.A.), at p. 412  <FRAGMENT_SUPPRESSED> . 4. <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 136 (F.C.A.), at p. 142  <FRAGMENT_SUPPRESSED> . 5. <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 74 (T.D.), at p. 82  <FRAGMENT_SUPPRESSED> . 6.\tIbid. at pp. 76-77. 7. <FRAGMENT_SUPPRESSED>  (T.D.), at p. 293 [ <FRAGMENT_SUPPRESSED>  (F.C.T.D.), at p. 27. 8.\t(1971), 4 C.P.R.(2d) 6 (F.C.T.D.), at pp. 16-17. [End of document]"]}