{"id_": "025381", "body_str": ["[1] Fothergill, J. : Trans-High Corporation [the Applicant] seeks to have Hightimes Smokeshop and Gifts Inc. [the Respondent] found in contempt of the judgment of Justice Manson dated November 26, 2013 ( <FRAGMENT_SUPPRESSED>  [ Trans-High ]). Justice Manson ruled that the Respondent had infringed the Applicant's trade-mark \"HIGH TIMES\" (Reg. No. TMA243,868), contrary to s 19 and 20 of the Trade-marks Act , RSC, 1985, c T-13 [the Act]. Justice Manson also determined that the Respondent had directed public attention to its goods, services or business in such a way that caused, or was likely to cause, confusion between its goods, services or business and those of the Applicant, contrary to s 7(b) of the Act.  <FRAGMENT_SUPPRESSED>", "[2] Justice Manson permanently enjoined the Respondent from selling, distributing or advertising any goods or services in association with the Applicant`s registered trade-mark, or any other trade-mark or trade-name likely to be confused with the Applicant's trade-mark. The decision also included a number of ancillary orders, and awarded damages and costs to the Applicant.  <FRAGMENT_SUPPRESSED>", "[3] Despite having knowledge of Justice Manson's judgment, the Respondent continued to use the trade-mark and name HIGH TIMES on its shop signage, sales receipts and printed materials until as late as March, 2015. At the contempt hearing that took place on June 18, 2015, the Respondent and Ameen Muhammad (also known as Ameen Mohammad), its Officer and Director, each pleaded guilty to contempt. These reasons are therefore concerned only with the appropriate penalties and other remedies.  <FRAGMENT_SUPPRESSED> II. Background  <FRAGMENT_SUPPRESSED>", "[4] The Applicant is the owner of the HIGH TIMES trade-mark. Its use of the HIGH TIMES trade-mark in Canada began around 1982 and continues to this day. The Applicant's business includes publishing a monthly magazine called High Times , which focuses on the \"interests of counterculture, including, but not limited to, the medical and recreational uses of marijuana,\" as well as the sale of various goods bearing the HIGH TIMES trade-mark ( Trans-High at paras 2, 3).  <FRAGMENT_SUPPRESSED>", "[5] The Applicant has entered into a number of agreements for distribution of High Times magazine as well as for goods bearing the HIGH TIMES trade-mark. The Applicant also operates a website, \"www.hightimes.com,\" which has been available to Canadians and has offered goods for sale since 1996 ( Trans-High at paras 3, 4).  <FRAGMENT_SUPPRESSED>", "[6] The Respondent, Ontario Corporation No. 1683193, formerly known as Hightimes Smokeshop and Gifts Inc., and presently known as Stay High Live High Inc., was incorporated on March 29, 2006. The Respondent operates a retail shop in Niagara Falls, Ontario. The Respondent's directing mind is Ameen Muhammad (also known as Ameen Mohammad), its Officer and Director [Mr. Muhammad].  <FRAGMENT_SUPPRESSED>", "[7] According to a private investigator hired by the Applicant, the Respondent sells an extensive array of smoking and marijuana-related accessories in a retail space of approximately 1,500 square feet. The private investigator described the shop as \"... an unimpressive, lower-end retail operation\" ( Trans-High at para 6). It appears that the Respondent formerly operated a website with the domain name www.hightimesniagarafalls.com ( Trans-High at para 8).  <FRAGMENT_SUPPRESSED>", "[8] On June 5, 2013, the Applicant filed a Notice of Application seeking, among other things, injunctive and declaratory relief and damages against the Respondent for trade-mark infringement and passing off.  <FRAGMENT_SUPPRESSED>  Justice Manson allowed the Applicant to proceed by way of summary application ( Trans-High at paras 11, 12).The Respondent did not file a Notice of Appearance and did not appear at the hearing of the application.  <FRAGMENT_SUPPRESSED>", "[9] On November 26, 2013, Justice Manson ruled that the Respondent had infringed the HIGH TIMES trade-mark and had directed public attention to its goods, services or business in such a way that caused, or was likely to cause, confusion between its goods, services or business and those of the Applicant. Justice Manson permanently enjoined the Respondent from selling, distributing or advertising any goods or services in association with the Applicant's registered trade-mark, or any other trade-mark or trade-name likely to be confused with the Applicant's trade-mark, and awarded damages and costs to the Applicant. The full text of the order issued by Justice Manson is attached as Annex A.  <FRAGMENT_SUPPRESSED>", "[10] Following the issuance of Justice Manson`s judgment, the Applicant arranged for it to be served on the Respondent and ensured that the terms of the order were brought to the attention of Mr. Muhammad and the Respondent's lawyer.  <FRAGMENT_SUPPRESSED>", "[11] In May 2014, the Applicant's private investigator was asked to confirm whether the Respondent had complied with Justice Manson`s order. He discovered that HIGH TIMES continued to be used on the Respondent's shop signage, purchase receipts, websites and its advertising and promotional materials.  <FRAGMENT_SUPPRESSED>", "[12] The Applicant arranged for a further demand letter and another copy of Justice Manson's judgment to be personally served on the Respondent and Mr. Muhammad. The terms of the order were explained to shop employees, who were informed that the Applicant would initiate contempt proceedings if steps were not taken to comply with the order by June 16, 2014.  <FRAGMENT_SUPPRESSED>", "[13] The Respondent's lawyer subsequently acknowledged the terms of Justice Manson's judgment, but asked that the Respondent be given until July 31, 2014 to comply. This deadline passed without any indication of compliance or any communication from the Respondent, Mr. Muhammad or the lawyer. On August 4, 2014, the Applicant's private investigator reported that HIGH TIMES was still being used on signage, purchase receipts and advertising and promotional materials found at the Respondent's retail shop.  <FRAGMENT_SUPPRESSED>", "[14] On August 28, 2014, Prothonotary Aalto ordered that the Respondent and Mr. Muhammad appear before this Court to show cause why they should not to be found in contempt. The full text of Prothonotary Aalto's order is attached as Annex B.  <FRAGMENT_SUPPRESSED>", "[15] The Respondent and Mr. Muhammad were personally served with Prothonotary Aalto's order in September, 2014 and given notice of the contempt hearing in November, 2014. The Applicant offered to recommend leniency if the Respondent immediately complied with Justice Manson's judgment.  <FRAGMENT_SUPPRESSED>", "[16] On January 22, 2015, the Applicant again offered leniency to the Respondent in exchange for compliance with the judgment. On February 2, 2015, the parties agreed to resolve the matter amicably, and asked this Court to adjourn the contempt hearing. The request was granted by Justice Rennie, and the parties' agreement was reduced to writing. It included the following terms:  <FRAGMENT_SUPPRESSED> 1 An undertaking by the Respondent to amend their corporate registration and business name registration to remove any reference to the HIGH TIMES mark and an undertaking to remove the HIGH TIMES mark from public view and printed materials, and cease and desist from all sale, distribution, and advertising of any goods or services with the HIGH TIMES mark, no later than February 12, 2015.  <FRAGMENT_SUPPRESSED> 2 An undertaking by the Respondent to remove all shop signage bearing the name HIGH TIMES from their retail shop no later than March 4, 2015.  <FRAGMENT_SUPPRESSED> 3 An undertaking by the Respondent to pay the Applicant $80,000 (representing $55,000 owed pursuant to Justice Manson's order and an additional sum to cover the Applicant`s costs for prosecution of the contempt proceedings to that date) by delivering a certified cheque to the Applicant`s solicitors no later than February 17, 2015.  <FRAGMENT_SUPPRESSED> 4 An undertaking by the Respondent, both as a corporation and as an individual, to plead guilty to each of the counts of contempt list in Schedule A to the Show Cause order at any subsequent contempt hearing.  <FRAGMENT_SUPPRESSED>", "[17] If the Respondent complied with all of its obligations, then the Applicant agreed to recommend lenient penalties at any subsequent contempt hearing.  <FRAGMENT_SUPPRESSED>", "[18] Under the settlement agreement, the Respondent's payments were due by February 17, 2015. This date came and went without payment or any communication from the Respondent. The Applicant attempted to contact the Respondent at least five times between February, 2015 and March, 2015. To date there has been no payment of damages or costs arising from Justice Manson's judgment, or costs of the contempt proceedings.  <FRAGMENT_SUPPRESSED>", "[19] The Respondent finally removed the shop's HIGH TIMES signage on March 9, 2015.  <FRAGMENT_SUPPRESSED> III. Issue  <FRAGMENT_SUPPRESSED>", "[20] At the contempt hearing on June 18, 2015, the Respondent and Mr. Muhammad each pleaded guilty to five counts of contempt pursuant to Rule 466 of the Federal Courts Rules , SOR/98-106 [the Rules]. The sole issue to be determined is therefore the appropriate penalty and other remedies.  <FRAGMENT_SUPPRESSED> IV. Analysis  <FRAGMENT_SUPPRESSED>", "[21] Contempt has both public and private aspects. A balance must be struck between enforcing the law and the \"temperance of justice\" ( <FRAGMENT_SUPPRESSED>  [ Marshall ] at para 16). A contempt order is, first and foremost, a declaration that a party has acted in defiance of a court order ( <FRAGMENT_SUPPRESSED> ). However, the imposition of sanctions also plays an important role in ensuring compliance ( <FRAGMENT_SUPPRESSED>  (Fed TD) at para 18).  <FRAGMENT_SUPPRESSED>", "[22] The authority of this Court to impose penalties on a contemnor is governed by Rules 466 to 472. The Court's discretion is to be exercised in accordance with Rule 472:  <FRAGMENT_SUPPRESSED> 472 . Where a person is found to be in contempt, a judge may order that:  <FRAGMENT_SUPPRESSED> (a) the person be imprisoned for a period of less than five years or until the person complies with the order;  <FRAGMENT_SUPPRESSED> (b) the person be imprisoned for a period of less than five years if the person fails to comply with the order;  <FRAGMENT_SUPPRESSED> (c) the person pay a fine;  <FRAGMENT_SUPPRESSED> (d) the person do or refrain from doing any act;  <FRAGMENT_SUPPRESSED> (e) in respect of a person referred to in rule 429, the person's property be sequestered; and  <FRAGMENT_SUPPRESSED> (f) the person pay costs.  <FRAGMENT_SUPPRESSED> 472", "[23] The appropriate penalty for contempt may be influenced by aggravating and mitigating factors. These include both \"the objective gravity of the contemptuous conduct [and] the subjective gravity of the conduct (i.e. whether the conduct was a technical breach or a flagrant act with full knowledge of its unlawfulness)\" ( <FRAGMENT_SUPPRESSED>  [ Bremsak ] at para 35, citing Marshall at para 16). These factors are not exhaustive. A judge has a wide discretion to determine the appropriate sanction for contempt based on the facts of the case ( Bremsak at para 36).  <FRAGMENT_SUPPRESSED>", "[24] Mitigating factors include whether the offender has apologized, accepted responsibility or made good faith attempts to comply, and whether it is a first offence ( <FRAGMENT_SUPPRESSED> ). Where an offender has repeatedly breached court orders or has refused to apologize or take steps to comply with the order, these are aggravating factors. Where the contemnor shows little or no remorse for actions leading to a contempt order, the Court may assess harsher penalties than where an apology has been made ( <FRAGMENT_SUPPRESSED>  [ Merck ] at para 85, leave to appeal refused, [2003] SCCA No 366; <FRAGMENT_SUPPRESSED>  (Fed TD) at paras 23, 24).  <FRAGMENT_SUPPRESSED> A. Aggravating Factors  <FRAGMENT_SUPPRESSED>", "[26] The acts of contempt in this case are both objectively and subjectively serious The Respondent's behaviour challenges the judicial authority of this Court as well as the public's confidence in the administration of justice. The Respondent and Mr. Muhammad were personally served with Justice Manson's judgment and they then knew that their actions were unlawful. They subsequently failed to abide by the deadline imposed by the settlement agreement dated February 2, 2015. These factors weigh in favour of significant penalties for contempt.  <FRAGMENT_SUPPRESSED>", "[27] It took the Respondent approximately 15 months to amend their corporate registration and registered business name to remove references to the HIGH TIMES trade-mark, and approximately 16 months to remove the offending signage from their shop. The transfer of the offending domain name and the payment of damages and costs have yet to occur. The Respondent has offered no explanation for its delay in complying with Justice Manson's order. These factors also weigh in favour of significant penalties for contempt.  <FRAGMENT_SUPPRESSED>", "[28] The Applicant has repeatedly offered the Respondent leniency in exchange for compliance. This has been met with obfuscation and evasion by the Respondent. The Respondent's requests for extensions of time and settlement negotiations appear to have been bad faith efforts to avoid compliance with Justice Manson's order. The penalty to be imposed must have a sufficient deterrent effect to prevent the Respondent, and other corporations, from violating the Act and orders of this Court ( Merck at para 83).  <FRAGMENT_SUPPRESSED> B. Mitigating Factors  <FRAGMENT_SUPPRESSED>", "[29] This appears to be the first time that either the Respondent or Mr. Muhammad has been found in contempt, although it is not the first time that they have infringed a trade-mark in the course of their business (see <FRAGMENT_SUPPRESSED>  Muhammad each entered guilty pleas at the contempt hearing on June 18, 2015, although Mr. Muhammad declined to appear in person. The absence of a prior conviction for contempt and the guilty pleas are mitigating factors.  <FRAGMENT_SUPPRESSED>", "[30] The Respondent has not provided any evidence regarding its ability to pay, but the scale and nature of the Respondent's operations must be considered in assessing the appropriate penalty ( Merck at para 83). It appears that the Respondent's business is relatively small and unsophisticated, and this may be considered a mitigating factor ( Trans-High at para 6).  <FRAGMENT_SUPPRESSED>", "[31] There is nothing to indicate that the Respondent and Mr. Muhammad have accepted responsibility or apologized for their continuous breach of the Applicant's trade-marks, and no apology has been made to this Court except belatedly through counsel ( <FRAGMENT_SUPPRESSED>  (Fed TD) at para 23). There is nothing to suggest sincere or conscientious motives on the part of the Respondent in breaching Justice Manson's judgment; it does not appear, for example, that they erroneously relied on the advice of counsel as occurred in <FRAGMENT_SUPPRESSED>  (Fed CA) [ Baxter Travenol ].  <FRAGMENT_SUPPRESSED> C. Penalties  <FRAGMENT_SUPPRESSED>", "[32] Several objectives are identified in the jurisprudence, but there is no single correct approach to determining an appropriate penalty or remedy for contempt ( Bremsak at paras 35, 66). As a starting point, it is common practice to award reasonable costs on a solicitor-client basis to the party who seeks enforcement of the court order ( <FRAGMENT_SUPPRESSED>  [ Telewisja ] at para 34). Whether the Court should impose additional fines will usually depend on the presence of aggravating or mitigating factors ( James Fisher & Sons plc v Pegasus Lines Ltd. S.A ., 2002 FCT 650 (Fed TD) at para 26).  <FRAGMENT_SUPPRESSED>", "[33] Imprisonment may be used as a penalty for contempt to reflect the gravity of the offence or ongoing contumacious behaviour. The Court should take special care in imposing a sentence of imprisonment upon a first offender ( <FRAGMENT_SUPPRESSED> ). A suspended or deferred sentence may be used by the Court to encourage a first-time contemnor to take certain prescribed steps to purge the contempt ( Microsoft Corp. c 9038-3746 Quebec Inc. , 2010 FCA 151 [ Cerelli ]).  <FRAGMENT_SUPPRESSED>", "[34] Penalties imposed in recent intellectual property cases of comparable severity include imprisonment, fines, solicitor-client costs, and coercive measures such as suspended sentences ( Dursol-Fabrik  <FRAGMENT_SUPPRESSED> ; Telewisja Cerelli ). In this case, I am satisfied that the appropriate penalties for contempt are costs on a solicitor-client basis, a fine, and a suspended sentence of imprisonment for Mr. Muhammad.  <FRAGMENT_SUPPRESSED>", "[35] The Applicant has been diligent in its efforts to rectify the contemptuous conduct of the Respondent, and this warrants an award of costs on a solicitor-client basis. It should not have been necessary for the Applicant to incur costs to enforce the authority of this Court, and it should therefore be fully indemnified for the costs and disbursements arising from the show cause order issued on August 28, 2014 and the contempt hearing on June 18, 2015. These costs and disbursements have been calculated by the Applicants as totalling $62,500, and this assessment was not contested by the Respondent at the hearing.  <FRAGMENT_SUPPRESSED>", "[36] The Respondent and Mr. Muhammad both have a history of trade-mark infringement, and general deterrence is a primary consideration. Having regard to other comparable cases, I conclude that a fine of $50,000, payable on a joint and severable basis, is appropriate. This sum represents a fine of $10,000 for each count of contempt listed in Prothonotary Aalto's order of August 28, 2014 (Annex B).  <FRAGMENT_SUPPRESSED>", "[37] If, within 30 days of the date of this order, the Respondent and Mr. Muhammad pay to the Applicant the $55,000 owed pursuant to Justice Manson`s order ($25,000 in damages and $30,000 in costs), together with the $62,000 in costs and disbursements arising from the show cause hearing and the contempt hearing, then this fine will be reduced to $10,000.  <FRAGMENT_SUPPRESSED>", "[38] If this order is not satisfied within 30 days, the fine will remain $50,000 and Mr. Muhammad, as the Director and Officer of the Respondent, will be imprisoned for a period of 14 days and remain imprisoned until the contempt is purged and the penalties paid. While this may be the first time that the Respondent or Mr. Muhammad has been found guilty of contempt, this measure is warranted by their history of trade-mark infringement and their blatant non-compliance with Justice Manson's judgment.  <FRAGMENT_SUPPRESSED>", "[39] The Applicant has asked that consideration be given to making the fine payable to them directly. While there is precedent for this, I decline to make such an order. The contemptuous conduct of the Respondent and Mr. Muhammad, while adversely affecting the Applicant, is fundamentally an assault on the authority of this Court. While the Applicant may have a claim for damages against the Respondent for the continued infringement of its registered trade-mark, it is not appropriate for this Court to award damages under the guise of a fine for contempt ( Bremsak at paras 68, 69).  <FRAGMENT_SUPPRESSED> ORDER  <FRAGMENT_SUPPRESSED>", "[40] THIS COURT ORDERS that:  <FRAGMENT_SUPPRESSED> 1. The Applicant shall have its costs of the show cause motion before Prothonotary Aalto and the contempt hearing on a solicitor-client basis, fixed in the amount of $62,500, payable by the Respondent Hightimes Smokeshop and Gifts Inc. and its Officer and Director, Ameen Muhammad a.k.a Ameen Mohammad, jointly and severally.  <FRAGMENT_SUPPRESSED> 2. Hightimes Smokeshop and Gifts Inc. and Ameen Muhammad a.k.a. Ameen Mohammad [collectively the Contemnors] shall jointly and severally pay a fine of $50,000.  <FRAGMENT_SUPPRESSED> 3. The payment of the fine ordered in paragraph 2, above, is suspended for a period of 30 days to allow the Contemnors to purge all monetary aspects of their contempt of the order of Justice Manson by making a lump-sum payment of $55,000 owing under that order (representing $25,000 in damages and $30,000 in costs, together with all amounts owing in pre- and post-judgment interest) and the amount of $62,500 in costs as set out in paragraph 1 of this order to the Applicant by way of certified cheque or such other manner of payment as the Applicant may require.  <FRAGMENT_SUPPRESSED> 4. Upon the filing of satisfactory evidence with the Court that such payments have been made within 30 days of the date of this order, the fine otherwise imposed and payable under paragraph 2 shall be reduced to $10,000.  <FRAGMENT_SUPPRESSED> 5. In the event that all fines and costs as provided in paragraphs 1 to 3, above, have not been paid within 30 days, Ameen Muhammad a.k.a Ameen Mohammad is liable to be imprisoned for a period of 14 days and to remain imprisoned until the full amount of the fines and costs is paid.  <FRAGMENT_SUPPRESSED> 6. In the event that the Applicant requires enforcement of paragraph 5 of this order, the Applicant shall be at liberty to seek a warrant of committal from any judge of the Federal Court, on an basis, and Ameen Muhammad a.k.a Ameen Mohammad shall, upon the Court finding a breach of one or more of the terms of this order, be committed to jail in accordance with paragraph 5 of this order.  <FRAGMENT_SUPPRESSED> 7. In the event that all fines and costs as provided in paragraphs 1 to 3, above, have not been paid within 30 days, the Applicant shall be at liberty to apply, on an basis, for an order requesting that the Attorney General of Canada assist the Court by bringing Ameen Muhammad a.k.a. Ameen Mohammad before the Court so that an oral examination under oath regarding the Contemnors' assets may be conducted. At that examination, if Ameen Muhammad a.k.a. Ameen Mohammad fails to provide satisfactory evidence that the Contemnors are not presently able to pay the fines and costs provided in paragraphs 1 to 3, and that any inability to do so does not stem from their own intentional actions, recklessness or negligence, the Applicant shall be at liberty to seek the imposition of additional penalties for their breach of this order.  <FRAGMENT_SUPPRESSED> 8. This Court shall remain seized of this matter to address any issue arising from the terms of this order.  <FRAGMENT_SUPPRESSED> Annex \"A <FRAGMENT_SUPPRESSED> Judgment of Justice Manson dated November 26, 2013, <FRAGMENT_SUPPRESSED> )  <FRAGMENT_SUPPRESSED> THIS COURT'S JUDGMENT is that :  <FRAGMENT_SUPPRESSED> 1. The Respondent has:  <FRAGMENT_SUPPRESSED> a. Infringed and is deemed to have infringed the Applicant's HIGH TIMES trade-mark (Reg. No. TMA243,868), contrary to section 19 and 20 of the Act;  <FRAGMENT_SUPPRESSED> b. Directed public attention to its wares, services or business in such a way as to cause or be likely to cause confusion in Canada, at the time it commenced so to direct public attention to them, between its wares, services or business and the wares, services or business of the Applicant, contrary to section 7(b) of the Act.  <FRAGMENT_SUPPRESSED> 2. The Respondent and its parent, affiliate, subsidiary and all other related companies and businesses and all of their respective and collective officers, directors, employees, agents, successors and assigns, as well as all others over whom any of the foregoing exercise authority, are hereby permanently enjoined from:  <FRAGMENT_SUPPRESSED> a. Selling, distributing or advertising wares or services in association with the Applicant's registered HIGH TIMES trade-mark or with any other trade-mark or trade-name that is likely to be confusing with the Applicant's HIGH TIMES trade-mark, including any mark or name that is or that includes the element \"HIGH TIMES\";  <FRAGMENT_SUPPRESSED> b. Directing public attention to its wares, services or business in such a way as to cause or be likely to cause confusion in Canada, at the time it commenced so to direct public attention to them, between its wares, services or business and the wares, service or business of the Applicant contrary to s. 7(b) of the Act, by adopting, using or promoting \"HIGH TIMES\" or \"HIGHTIMES\" as or as part of any trade-mark, trade name, trading style, meta-tag (or other internet search engine optimization tool or device), corporate name, business name, domain name (including any active or merely re-directing domain name); and  <FRAGMENT_SUPPRESSED> 3. The Respondent shall deliver-up or destroy under oath any wares, packages, labels and advertising materials in its possession, power or control, as well as any dies used in connection therewith, that bear the Applicant's HIGH TIMES trade-mark or any other trade-mark or trade name confusingly similar thereto or that are or would be contrary to this Judgment, in accordance with s. 53.2 of the Act;  <FRAGMENT_SUPPRESSED> 4. The Respondent shall transfer to the Applicant or their counsel within thirty (30) days of the date of this Order, ownership and all rights of access, administration and control for and over the domain name \"www.hightimesniagarafalls.com,\" together with any other domain name registered to the Respondent, containing \"HIGH TIMES\", \"HIGHTIMES\" or any confusingly similar trade-mark and shall otherwise take any and all further steps necessary to complete such transfer in a timely manner thereafter, including directing the applicable Registrar(s) to transfer ownership and all rights of access, administration and control for and over all such domain names to the Applicant;  <FRAGMENT_SUPPRESSED> 5. The Applicant is awarded damages in the sum of $25,000 for the Respondent's trade-mark infringement and passing-off, plus applicable H.S.T., along with pre-judgment and post-judgment interest in accordance with the Federal Courts Act ;  <FRAGMENT_SUPPRESSED> 6. The Applicant is awarded its costs of the Application, which costs are fixed in the lump sum of $30,000 and are payable forthwith by the Respondent.  <FRAGMENT_SUPPRESSED> Annex \"B <FRAGMENT_SUPPRESSED> Schedule \"A\" to Show Cause Order of Prothonotary Aalto dated August 28, 2014, <FRAGMENT_SUPPRESSED>  Contumacious Conduct  <FRAGMENT_SUPPRESSED> 1. THAT the Respondent, and its Officer and Director, Mr. Ameen Muhammad, also known as Ameen Mohammad, have, from the date the Judgment of Justice Manson dated November 26, 2013 was brought to their attention, used the trade-mark and trade name HIGH TIMES and/or marks confusingly similar thereto in the operation of a retail store located at 5851 Victoria Avenue, Niagara Falls, Ontario, namely, on exterior store signage, receipts issued for the purchases of merchandise, on printed advertising and promotional items distributed through the store, and on websites under their control, contrary to the Judgment of Justice Manson.  <FRAGMENT_SUPPRESSED> 2. THAT the Respondent has failed to deliver-up or destroy under oath all wares, packages, labels and advertising materials in its possession power or control that bear the HIGH TIMES trade-mark or any other trade-mark or trade name confusingly similar thereto, including printed business cards distributed at the retail store noted above, contrary to the Judgment of Justice Manson.  <FRAGMENT_SUPPRESSED> 3. THAT the Respondent has failed to transfer to the Applicant or its counsel ownership and all rights of access, administration and control for and over the domain name www.hightimesniagarafalls.com and has otherwise failed to take any and all further steps necessary to complete such transfer, contrary to the Judgment of Justice Manson.  <FRAGMENT_SUPPRESSED> 4. THAT the Respondent has not paid the Applicant the sum of $25,000 as damages for the Respondent's infringement and passing-off, along with pre-judgment and post-judgment interest, contrary to the Judgment of Justice Manson.  <FRAGMENT_SUPPRESSED> 5. THAT the Respondent has not paid the Applicant the sum of $30,000 for the Applicant's costs of the application, contrary to the Judgment of Justice Manson.  <FRAGMENT_SUPPRESSED> Accused sentenced.  <FRAGMENT_SUPPRESSED> Editor: Sharon McCartney  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}