{"id_": "025476", "body_str": ["[1] Campbell, J. : In the present Application, the Applicant, a citizen of Bangladesh, challenges the decision of an Immigration Officer (Officer) who found him inadmissible for permanent residence in Canada. The Applicant applied under the \"entrepreneur\" category prior to June 2002, and, although he was found to qualify, he was found to be inadmissible, pursuant to s. 38(1) of the Immigration and Refugee Protection Act IRPA ); on the basis of medical evidence, the Officer found that the Applicant's health conditions, which included polycystic kidney disease, hypertension, moderate mitral regurgitation and chronic renal failure, would reasonably be expected to cause \"excessive demands\" on Canada's health services.", "[2] The Applicant argues that, as he is an entrepreneur with considerable net worth, the Officer erred in law by failing to consider his ability to provide for his own health care if admitted to Canada, and, further, that the Officer breached procedural fairness by not considering his request for a temporary resident permit. I. Did the Officer err in law by not considering the Applicant's financial ability to pay for his own health care? A. Considerations in answering the question", "[3] On this issue, the Respondent argues that the Applicant's ability to pay was properly not considered because it is not a factor that the Officer could, as a matter of law, take into consideration. Five reasons are provided in support of this submission. As outlined in the analysis which follows, I agree with the Respondent on each reason advanced. 1. There is a distinction between social and health services", "[4] The Applicant relies on the Supreme Court of Canada's decision in <FRAGMENT_SUPPRESSED> ; 340 N.R. 102 (S.C.C.) ( <FRAGMENT_SUPPRESSED> ) to argue that, as is the case with social services, a person in the Applicant's position can pay for his own medical health services.", "[5] In <FRAGMENT_SUPPRESSED> the Court reviewed decisions to deny permanent resident visas to two families with disabled children because, pursuant to s. 19(1)(a)(ii) of IRPA , the disabled children might reasonably be expected to cause excessive demands on social services in Canada. In the majority decision, the Court found that the family's ability to pay was a relevant factor when assessing for permanent resident status. The Court found that the \"investor\" and \"self-employed\" categories under which the applicants qualified for admission, to a large extent, concerned the individual's assets, and, thus, it would seem incongruous to interpret the legislation in such a way that the very assets that qualify these individuals for admission to Canada could be ignored in determining admissibility of their disabled child.", "[6] In <FRAGMENT_SUPPRESSED> at para. 62, the Court noted that the officials concerned should have accounted for the means that the families had in providing social services for their disabled children through privately funded mechanisms: \"¶ 62 The medical notifications relating to both Gavin Hilewitz and Dirkje de Jong identified three social services that might be required: special education, vocational training and respite care. The Hilewitz and de Jong families both expressed an intention to send their children to private schools with specialized education. Mr. Hilewitz also expressed an intention to purchase a company which would provide employment for Gavin, thus avoiding the need for vocational training. Nevertheless, both applications were rejected on the basis that there would be excessive demands on social services.\" (Emphasis added) Further, at paras. 67-69, the Court recognized the difference between social and health services and noted that in Ontario, there were mechanisms by which parents, with the ability to pay, might be required to contribute financially to the costs of social services for their children: \"¶ 67 In the de Jong case, the letter from Dr. Bertrand similarly shows that he too made no distinction between health and social services , and refused to take into account the de Jong family's resources and support in determining the potential burden on social services. Instead, he raised the speculative possibility that the family would fall on hard times and be forced to resort to publicly funded services. Despite the clear directions in the order of Reed, J., Dr. Bertrand persisted in insisting that in making his determination, he had no authority in law to consider the family's financial resources. \"¶ 68 These views, it seems to me, undermine and contradict the direction in the legislation that a person can only be found to be ineligible for admission if his or her admission 'would' or 'might reasonably be expected' to cause excessive demands. That means that something more than speculation must be applied to the inquiry. The fears articulated in the rejections of the Hilewitz and de Jong applications, such as possible bankruptcy, mobility, school closure or parental death, represent contingencies that could be raised in relation to any applicant. Using such contingencies to negate a family's genuine ability and willingness to absorb some of the burdens created by a child's disabilities anchors an applicant's admissibility to conjecture, not reality. \"¶ 69 Social services are regulated by provincial statutes. In Ontario, the province in which both the Hilewitz and de Jong families have expressed their intention to live, the Developmental Services Act , R.S.O. 1990, c. D.11, as amended, addresses some of the facilities, assistance and services that may be provided to a person with developmental disabilities. Section 15 of the Developmental Services Act Regulations , R.R.O. 1990, Reg. 272, states that a determination will be made as to the ability of the applicant for 'admission to a facility and for assistance' to contribute 'to all or any part of the cost' thereof. Section 16 extends the same approach to applications for 'services'. The Ontario legislation manifestly contemplates the possibility of financial contributions from families able to make them. Even if the Hilewitz and de Jong families' stated intentions regarding education and training did not materialize, the financial resources of both families are such that they likely would be required to contribute a substantial portion, if not the entirety, of the costs associated with certain social services provided by the province .\" (Emphasis added) As a result, because <FRAGMENT_SUPPRESSED> dealt specifically with an Applicant's ability to pay for social services and not health services , I reject the Applicant's argument that the reasoning in <FRAGMENT_SUPPRESSED> applies equally to health services. 2. A permanent resident automatically has health insurance in Canada", "[7] The Canada Health Act , R.S.C. 1985, c. C-6 ( CHA ) provides that the health services that may be required by the Applicant are insured services covered by provincial and territorial publicly funded health care insurance plans: s. 2 provides that \"insured health services\" includes medically necessary hospital and physician services provided to insured residents of a province, and an insured person includes a resident of the province for a set period; s. 9 requires that health services provided be comprehensive; and s. 10 provides that \"the health care insurance plan of a province must entitle one hundred per cent of the insured residents of a province to the insured health services provided for by the plan on uniform terms and conditions.\" 3. Paying for health care is contrary to Canadian public policy", "[8] Section 3 of the CHA provides the primary objective of Canadian health care policy: \"3. It is hereby declared that the primary objective of Canadian health care policy is to protect, promote and restore the physical and mental well-being of residents of Canada and to facilitate reasonable access to health services without financial or other barriers .\" (Emphasis added) .\"", "[9] Counsel for the Applicant confirmed that, if allowed to stay in Canada, the Applicant will likely reside in Ontario, and, therefore, Ontario law comes into play in the present Application. In Ontario, s. 10 of the Health Insurance Act , R.S.O. 1990, c.6 states that the purpose of the Ontario Health Care Insurance Plan (Plan) is to provide for insurance against the costs of insured services on a non-profit basis, and on uniform terms and conditions available to all residents of Ontario. This legislation establishes that every person who is an eligible resident of Ontario is entitled to become an insured person under the Plan, to have the insured health services they require paid for by the Plan, and also prohibits all other contracts of insurance for insured health services. 4. There is no private health care in Canada", "[10] Relevant to the present Application, the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> ; 291 N.R. 218; 2002 FCA 271 at para. 46 addressed whether an Applicant's ability to pay for health services should be considered when issuing permanent resident visas: \"Issue 5: Did the Board err in law in failing to have regard to the financial ability of the applicant or members of her family to pay for the cost of surgery that might be recommended for Mr. Singh? ¶ 46 In my opinion, it did not. As has been held in several previous cases, it is not possible to enforce a personal undertaking to pay for health services that may be required after a person has been admitted to Canada as a permanent resident, if the services are available without payment . The Minister has no power to admit a person as a permanent resident on the condition that the person either does not make a claim on the health insurance plans in the provinces, or promises to reimburse the costs of any services required. See, for example, <FRAGMENT_SUPPRESSED>  at para. 30; <FRAGMENT_SUPPRESSED>  at para. 8; Poon , supra, at paras. 18-19.\" (Emphasis added) The basis for the decision is that, on the application of the CHA , there should be no private market outlets for health services in Canada.", "[11] By s. 12 and ss. 18-19 of the CHA , financial charges such as extra billing and user charges for insured health services are not permitted as they are seen to be barriers, or impediments, to people seeking medical care and, as such, are contrary to the accessibility criterion. Thus, charging patients for insured health services is expressly prohibited under the CHA . Based upon how Canada disseminates health services to permanent residents, a person's financial ability to pay for health services would be irrelevant.", "[12] Section 10 of the Commitment to the Future of Medicare Act , R.S.O. 2004, c. 5 prohibits physicians from receiving payment or benefit for insured health services covered by the Plan from anyone other than the Plan, a public hospital or a prescribed facility. Section 10 also prohibits physicians from charging more or accepting payment or another benefit for more than the amount payable under the Plan for rendering insured services to an insured person. As well, a person or entity generally may not charge or accept payment or other benefit for an insured service rendered to an insured person. 5. Excessive demands on health care are more than just financial demands", "[13] An applicant with abundant resources would still pose \"excessive demands\" on Canadian health care by simply using up finite places in waiting lists. Justice Snyder explains this point in <FRAGMENT_SUPPRESSED> ; 2003 FCT 152 at paras. 23-26: \"¶ 23 The high cost of hospitalisation and treatment was one of the reasons for the Program Manager's refusal to issue the Minister's Permit. However, if the Applicant were granted a Minister's Permit, she would not be eligible for provincial health insurance in Ontario ('OHIP'). As a result, the high cost of her treatment was not something that would place an excessive demand on the Canadian health care system; it would be the Applicant, and not OHIP, who would pay for that treatment. Furthermore, the evidence revealed that the Applicant had private medical insurance to cover her treatment expenses and had significant financial assets (she was prepared to invest approximately $2 million Canadian in her sister's business) which could pay for anything not covered by insurance. Her admission on a Minister's Permit, therefore, would not actually cost the province anything in terms of her medical treatment. \"¶ 24 Although the Program Manager was in favour of obtaining the province's input on the admission of the Applicant on a Minister's Permit, there is no indication that the input was actually obtained. If the Program Manager had contacted the province, she would have discovered that the Applicant would not qualify for OHIP if admitted on a Minister's Permit. In my view, the Applicant's eligibility for provincial health insurance is something that the Program Manager should have investigated and referred to specifically in her decision given her concern regarding the high cost of the Applicant's treatment. As a result, her conclusion regarding the cost of the Applicant's medical treatment and its relation to the issuance of a Minister's Permit was unreasonable and based on inaccurate assumptions. \"¶ 25 However, in my view, this error is not sufficient to allow this application for judicial review. The high cost of treatment, although a major factor in the Program Manager's decision, was only one factor considered by her in refusing to issue a Minister's Permit. That decision was also based on the potential displacement of Canadians from waiting lists and the lack of a compelling need to enter Canada . While the medical evidence indicates that her breast cancer has stabilized, it also indicates that she will require care from a cancer specialist and will probably require treatment in the future. Although, she is willing and able to pay the costs of any medical treatment she does require, it is likely that providing service to her would displace Canadians waiting for medical services \"¶ 26 With respect to the issue of the displacement of Canadians on waiting lists, there is no mention in the Certified Tribunal Records of the Applicant's intention to seek treatment in the United States. If the Applicant did intend to seek medical treatment in the United States, this information should have been submitted. The decision of the Program Manager, based on the remaining evidence, is supported by reasons that can stand up to a somewhat probing examination.\" (Emphasis added) B. Conclusion", "[14] Given the considerations described, I find that financial ability does not change entitlement or access to available health care, and this, compounded with the reality that there is no private health care available, results in the conclusion that the Applicant's financial ability to pay for health care is not a salient consideration in granting permanent resident status.", "[15] As a result, I find that the Officer did not err in law by not considering the Applicant's financial ability to pay for his own health care. II. Did the Officer breach procedural fairness by not considering the Applicant's request for a Temporary Resident Permit?", "[16] Section 24(1) of IRPA enunciates how a Temporary Resident Permit (TRP) is issued: \"24(1) A foreign national who, in the opinion of an officer, is inadmissible or does not meet the requirements of this Act becomes a temporary resident if an officer is of the opinion that it is justified in the circumstances and issues a temporary resident permit, which may be cancelled at any time.\" Where an applicant requests that he or she be considered for a TRP, the request must be accommodated ( <FRAGMENT_SUPPRESSED> ; 2004 FC 520 at para. 25).", "[17] In a letter to the Canadian Consulate General dated February 3, 2004, the Applicant made the following statement: \"If necessary, our client's would not be adverse to coming to Canada on Temporary Resident permits, with such terms and conditions which you may require.\" (Applicant's Record, p. 186) I find that the statement constitutes a request for consideration of a TRP.", "[18] The Respondent defends the Officer's failure to consider the Applicant's request on the basis that the Applicant did not provide sufficient information and argument to enable the Officer to determine whether a TRP is warranted. I reject this argument. I agree with Counsel for the Applicant that the request placed before the Officer, when read in context with the application for permanent residence, made it clear that the Applicant wished to remain in Canada by whatever grant of authority. Therefore, the Applicant's request to the Officer, to consider granting him a TRP, required the Officer to respond without the necessity of a separate submission. In my opinion, the failure of the Officer to deal with the request constitutes an error in due process. ORDER", "[19] Pursuant to s. 18.1(3)(a) of the Federal Courts Act , I hereby order that a different immigration officer assess the Applicant's Temporary Resident Permit Application on the basis of the existing evidentiary record. Order accordingly. Editor: Angela E. McKay/vnh [End of document]"]}