{"id_": "025668", "body_str": ["[1] Gibson, J. : The applicant seeks judicial review pursuant to s. 18.1 of the Federal Court Act , R.S.C. 1985, c. F-7 (as amended), of a decision of a Canadian Human Rights Tribunal dated the 20th day of August, 1993 wherein the Tribunal determined that an uncorrected visual acuity standard applied to applicants to the Regular Officer Training Program of the Canadian Armed Forces (the \"CAF\") proposing to enroll in a university physiotherapy program under the sponsorship of the CAF does not constitute a bona fide occupational requirement under s. 15(a) of the Canadian Human Rights Act , R.S.C. 1985, c. H-6 (as amended) (the \" Act \"). The relevant portion of s. 15 reads as follows: \"15.\tIt is not a discriminatory practice if a) any refusal, exclusion, expulsion, suspension, limitation, specification or preference in relation to any employment is established by an employer to be based on a bona fide occupational requirement;\" In the result, the Tribunal granted relief to the respondent Hebert who had been screened out of a competition for entry into the Regular Officer Training Program by reason of her failure to meet the CAF's uncorrected visual acuity standard.", "[2] The applicant seeks the following relief: that the decision of the Tribunal be set aside; in the alternative, that the compensation ordered payable to the respondent Hebert be limited to $5,000 or less and, that at most, the CAF be required to reconsider the respondent Hebert's reapplication, if she should choose to reapply, along with those of other qualified candidates.", "[3] The factual background underlying this application is essentially not in dispute. It may be briefly summarized as follows. After completing High School, and prior to obtaining a university degree, the respondent Hebert applied to the Regular Officer Training Program of the CAF with the intention of ultimately enrolling in the School of Physiotherapy at Dalhousie University in Halifax, Nova Scotia. The field of physiotherapy in the ROTP program, as elsewhere, was highly competitive in 1987, the time when the respondent Hebert applied. She was one of 41 applicants to the program. Only 10 offers were made and only eight were accepted into the program. Of the eight, six were university graduates which was a factor taken into consideration of the competition.", "[4] The criteria used in the selection process were general learning ability test results, academic achievement, medical standards and military potential. The respondent Hebert scored in the bottom one third on the general learning ability test and was average to below average in academic achievement compared to the successful candidates against whom she was competing. Due to her relatively low performance in the learning ability test and her limited academic achievement at the time her application was being considered, the respondent Hebert would have had to excel and surpass other leading candidates in military potential, assuming she met the medical standards. Of those who were accepted, on a scale of 0 to 9 in military potential, four had scored 8 or 9, three had scored 7 and one had scored 6.", "[5] The respondent Hebert was not tested for military potential or further interviewed because, during her medical examination, she did not meet the CAF's standard for uncorrected visual acuity for applicants in her category. She testified that, without corrective lenses, either in the form of eyeglasses or contact lenses, she could not read anything further than six inches from her eyes, could not see a snake crawling by her feet, could not recognize a person three feet from her and would have to be very close to a street sign to read it. She further testified that, if under attack, she would be unable to say whether she could reach a place of safety without another person's help if she was not wearing corrective glasses or lenses.", "[6] The Tribunal granted the following relief in favour of the respondent Hebert: \"The Tribunal hereby orders that the respondents accept Hebert into the ROTP if she chooses to apply on condition that she satisfy the minimum common enrolment standards of the CAF other than the uncorrected visual acuity standard and otherwise satisfies the conditions of acceptance into the ROTP program. The Tribunal also orders that the respondents consider Hebert's application on its own and not in competition with any other ROTP application for the physiotherapist position. \"The Tribunal further orders that the respondents cease and desist their discriminatory practice of using an uncorrected visual acuity standard in determining enrolment in the CAF physiotherapist occupation. \"Finally, the Tribunal orders that the respondents pay Hebert the amount of $5,000 as compensation under s. 53 of the CHRA plus interest thereon from and after the date of the complaint.\"", "[7] By agreement between counsel for the applicant and counsel for the respondent Commission, the respondent Hebert was not represented before me, this matter was not set down for hearing until after the Federal Court of Appeal issued its reasons in <FRAGMENT_SUPPRESSED>  (F.C.A.) (\" Husband \") and <FRAGMENT_SUPPRESSED>  (F.C.A.). The factual background to the Husband decision, in particular, was very similar to that in this matter in that it dealt with the CAF's uncorrected visual acuity standard and its application to an individual applying for direct entry into a position as a musician with the CAF.", "[8] Counsel for the applicant argued that: 1. the Tribunal erred in law in deciding that the uncorrected visual acuity standard used by the CAF was not a bona fide occupational requirement within the meaning of s. 15(2) of the Act for applicants to the CAF such as the respondent Hebert; 2. the Tribunal based its decision on an erroneous finding of fact that it made in a perverse or capricious manner or without regard to material before it; 3. the Tribunal failed to observe a principle of procedural fairness or natural justice by relying on a decision of another Canadian Human Rights Tribunal rendered subsequent to the closing of the CAF case in this matter without providing the CAF, through its counsel, with the opportunity to make submissions or provide further evidence, or both, in response to the decision relied upon; 4. the Tribunal exceeded its jurisdiction and otherwise erred in law in awarding interest on the $5,000 compensation awarded to the respondent Hebert under s. 53 of the Act ; and 5. the Tribunal exceeded its jurisdiction and erred in law in ordering that the CAF accept the respondent Hebert into the ROTP if she chooses to reapply on terms that the CAF \"... consider Hebert's application on its own and not in competition with any other ROTP application for the physiotherapist position.\"", "[9] Counsel for the respondent Tribunal did not strenuously resist the position that the Tribunal erred in law in determining that, on the facts of this matter, the uncorrected visual acuity standard used by the CAF was not a bona fide occupational requirement in light of the Husband and <FRAGMENT_SUPPRESSED> decisions of the Federal Court of Appeal referred to earlier. Nor did counsel vigorously pursue the issue of interest on the $5,000 compensation award in light of the Federal Court of Appeal decision in <FRAGMENT_SUPPRESSED>  (F.C.A.). Rather, counsel argued that if I chose not to distinguish decisions in the Federal Court of Appeal that were rendered subsequent to the decision of the Tribunal in this matter, and therefore set aside the decision of the Tribunal, I should refer the matter back for rehearing and redetermination, in light of the subsequent decisions and the Morgan decision and on the basis of the evidence that was before the Tribunal and such further evidence as the parties might wish to adduce.", "[10] Counsel urged that the terms of the Tribunal's order regarding the acceptance of Hebert into the ROTP on reapplication were reasonably open to it, since the only restriction provided in law on a Tribunal's authority to order employment of an individual who has been discriminated against in a competition for employment is contained in s. 54(2)(a) of the Act which only precludes an order requiring the removal of another individual from a position if that other individual accepted employment in that position in good faith.", "[11] Finally, counsel argued that the Tribunal did not fail to observe a principle of procedural fairness or natural justice in relying on the decision of another Tribunal, issued after the case on behalf of the CAF had been closed, without giving notice of its intention to do so and providing the applicant an opportunity to respond to that notice.", "[12] In Husband , cited earlier, the Federal Court of Appeal had before it an appeal from a decision of a Canadian Human Rights Tribunal which, by a 2 to 1 majority, dismissed a complaint by Husband who alleged that the CAF had discriminated against her by reason of her visual disability, contrary to ss. 7 and 10 of the Act . The majority of that Tribunal concluded that the CAF had established on a balance of probabilities that the visual acuity standard fixed for entry into the CAF amounted to discrimination based on disability but that it was a bona fide occupational requirement within the meaning of s. 15(1) of the Act and was therefore not a discriminatory practice. Husband was a well qualified and experienced musician. In the spring of 1986, she was advised that a direct entry position for a musician with her qualifications would soon be available. The CAF determined Husband to be qualified on the basis of her musical skills. She was subjected to medical examinations, including an examination of visual acuity, to determine her fitness for entry into the CAF as a regular member. She failed to meet the visual acuity standard.", "[13] Chief Justice Isaac, for the majority in the Federal Court of Appeal in Husband commented on the analysis in the Tribunal decision then before the court in the following: \"The majority commenced its review of the 'case law' by quoting from <FRAGMENT_SUPPRESSED> ... passages which deal with the definition of bona fide occupational requirement and with the evidence that an employer must lead in order to justify a BFOR in the interest of public safety. I reproduce both passages ... 'To be a bona fide occupational qualification and requirement a limitation, such as mandatory retirement at fixed age, just be imposed honestly, in good faith, and in the sincerely held belief that such limitation is imposed in the interest of the adequate performance of the work involved with all reasonable dispatch, safety and economy, and not for ulterior or extraneous reasons aimed to objectives which could defeat the purpose of the Code. In addition, it must be related in an objective sense to the performance of the employment concerned, in that it is reasonably necessary to assure the efficient and economical performance of the job without endangering the employee, his fellow employees and the general public. 'In an occupation where, as in the case at bar, the employer seeks to justify the retirement in the interests of public safety, to decide whether a bona fide occupational qualification and requirement has been shown the board of inquiry and the court must consider whether the evidence adduced justified the conclusion that there is a sufficient risk of employee failure in those over the mandatory retirement age to warrant the early retirement in the interest of safety of the employee, his fellow employees and the public at large.' \"It then referred to the following message from the reasons in Mahon where Marceau, J.A., ... and Pratte, J.A., ... stated their understanding of the phrase 'sufficient risk of employee failure' as found in the second passage from <FRAGMENT_SUPPRESSED> that I have just quoted: 'When I read the phrase in the context, however, I understand it as being related to the evidence which must be sufficient to show that the risk is real and not based on mere speculation. In other words, the \"sufficiency\" contemplated refers to the reality of the risk and not its degree. '... a job-related requirement that, according to the evidence, is reasonably necessary to eliminate a real risk of a serious damage to the public at large must be said to be a bona fide occupational requirement.' \"After summarizing the applicable legal principles, the majority proceeded to apply them to the facts of the case. \"It reviewed the evidence that bore on the issue whether the occupation was that of a soldier or musician and, as I have said, it concluded that it was soldier first.\" (The references to <FRAGMENT_SUPPRESSED> are to Human Rights Commission (Ont.), Dunlop, Hall and  <FRAGMENT_SUPPRESSED> . The reference to Mahon is to <FRAGMENT_SUPPRESSED>  (F.C.A.).)", "[14] After reviewing the facts that were before the Tribunal in Husband , Chief Justice Isaac concluded: \"it is abundantly plain to me that in concluding that the standard was a BFOR, the majority had applied the test propounded in <FRAGMENT_SUPPRESSED> . In my view, unless it could be said that Dairy Pool has overruled <FRAGMENT_SUPPRESSED> and Mahon , and that the majority [of the Tribunal the decision of which was there under review] has failed to apply the 'new' standard said to be propounded in Dairy Pool , the applicant's first complaint must fail.\" (The reference to Dairy Pool is to <FRAGMENT_SUPPRESSED>  A.R. 241. The reference to <FRAGMENT_SUPPRESSED> is to <FRAGMENT_SUPPRESSED> .)", "[15] Chief Justice Isaac then when on to analyze whether or not Dairy Pool had indeed overruled <FRAGMENT_SUPPRESSED> and Mahon . He concluded in the following terms: \"I conclude by summarizing: 1. Neither <FRAGMENT_SUPPRESSED> nor Mahon propounded any new test for determining 'sufficient risk' in public safety cases; 2. The test applied in which case was that propounded in <FRAGMENT_SUPPRESSED> , which remains unchallenged and unimpaired; 3. Dairy Pool has not effectively overruled either <FRAGMENT_SUPPRESSED> or Mahon insofar as they can be said to have propounded a test for sufficient risk; 4. Dairy Pool has not laid down any new test of 'substantial risk' in substitution of the test of 'sufficient risk' propounded in <FRAGMENT_SUPPRESSED> .\"", "[16] On the basis of the foregoing analysis of the case law, as applied by the majority in the decision of the Tribunal under review in Husband , Chief Justice Isaac concluded that the majority members of the Tribunal had committed no reviewable error in determining that the CAF's visual acuity standard as applied to Husband who sought to be a musician in the CAF but was recruited as a \"soldier first\", constituted a bona fide occupational requirement.", "[17] <FRAGMENT_SUPPRESSED>  after Husband , Mr. Justice Stone writing for the majority, Mr. Justice Robertson having written concurring reasons, went further in emphasizing the importance of the principle of \"soldier first\". He stated: \"In my opinion, the Tribunal erred in the way it dealt with the applicant's argument. That arguments was neither 'hypothetical' nor 'specious'. The statute [the National Defence Act ] rendered Mr. Robinson liable for combat duty. It is an obligation that is well understood within the Armed Forces. Those serving in support roles are not exempt. Performance of the obligation depends neither on a 'transfer' to a combat role nor on remustering. The Tribunal's view to the contrary led to the rejection of the applicant's argument and the conclusion, erroneous in my view, that somehow the applicant was required to adduce additional evidence showing the number of non-combat personnel transferred to combat functions over a period of time. That view simply ignores that the obligation is one that is imposed by statute. Administrative practice cannot work a modification. The statute binds.\" Against the foregoing, I must conclude that the Tribunal, in the matter before me, erred in concluding that the CAF's visual acuity standard was not a bona fide occupational requirement. This, notwithstanding the fact that the respondent Hebert's application to the ROTP was in contemplation of employment in a specialized or support role rather than in a combat role. To paraphrase Mr. Justice Stone in <FRAGMENT_SUPPRESSED> , the National Defence Act binds and the respondent Hebert would have been a \"soldier first\". As such, the visual acuity standard represented a bona fide occupational requirement against the test of \"sufficient risk\" to Hebert herself, her fellow members of the CAF and the public at large. Therefore, the refusal of the CAF to further consider the respondent Hebert's application after determining that she failed to meet the CAF's minimum uncorrected visual acuity standard did not constitute a discriminatory practice.", "[18] Counsel for the respondent Commission urged that, if I reached the conclusion which I have, I should simply set aside the decision of the Tribunal and refer the matter back of rehearing and redetermination in a manner consistent with my reasons. Counsel for the applicant urged that I adopt the result in Mahon , that is to say, I should set aside the Tribunal's decision and refer the matter back to the Tribunal on the basis that, in view of its finding that the respondent Hebert failed to meet the CAF's uncorrected visual acuity standard, the only conclusion that can legally be drawn is that the CAF's refusal to hire the respondent Hebert was based on a bona fide occupational requirement and, as a consequence, was not a discriminatory practice.", "[19] Circumstances change with the passage of time. In referring the matter back for rehearing and redetermination, the possibility is open that a retesting of the respondent Hebert would demonstrate that she now meets the CAF's uncorrected visual acuity standard and could not be rejected on that ground. I prefer not to fetter the discretion of the Tribunal. This matter will be referred back for rehearing and redetermination in a manner consistent with these reasons.", "[20] I turn to the subsidiary matters argued before me. I am satisfied that the Tribunal committed no breach of its duty of fairness and no breach of natural justice in relying upon a decision of another Tribunal rendered after the CAF's case in this matter was closed without giving notice to the parties that it intended to do so and without providing them an opportunity to make supplementary representations or adduce supplementary evidence in response to that other Tribunal decision. This is a matter that was raised by the applicant who was a party to the proceeding before the other Tribunal. The applicant therefore could not be said to have been unaware of the decision in the other matter. The parallel between that matter and this must have been apparent to the applicant. In the circumstances, it was open to the applicant to request an opportunity to adduce further evidence or make further representations in respect of the other decision. The applicant failed to do so. I conclude that that was a conscious decision. Having taken that decision, the applicant cannot now plead prejudice.", "[21] The terms of the Tribunal's order regarding providing the respondent Hebert another opportunity for employment in the CAF are onerous on the CAF. That of itself is not sufficient justification for modifying the terms of such an order. The CAF is a large organization. It has a substantial degree of flexibility in assigning positions within the organization. It was not argued that the Tribunal's order could not be accommodated in law. Nor was it argued that the Tribunal's order was beyond its competence. In the circumstances, were the decisions of the Tribunal to stand, I would find no basis to interfere with its order in this regard.", "[22] Finally, I turn to the Tribunal's order regarding compensation under s. 53 of the Canadian Human Rights Act which was for an amount of $5,000 plus interest thereon from and after the date of the respondent Hebert's complaint. It was not disputed before me that I am bound in this regard by <FRAGMENT_SUPPRESSED>  (C.A.)] settles the issue as to whether interest can be awarded on the award for hurt feelings ... It can be awarded, up to a total award (including interest) of $5,000, ...\" Here, the Tribunal erred in making an award of $5,000 plus interest. The resultant total award would inevitably exceed the statutory limit prescribed in s. 53(3) of the Act", "[23] In the result then, this application for judicial review is allowed. The decision of the Tribunal here under review is set aside and this matter is referred back to the Canadian Human Rights Tribunal for rehearing and redetermination in a manner consistent with these reasons, if such a rehearing and redetermination is, in all of the circumstances, required. Application allowed. Editor: Janette Blue/saf [End of document]"]}