{"id_": "025630", "body_str": ["[1] DEMANDE D'ASILE", "[2]", "[3]", "[4]", "[5] ANALYSE", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17] ORDONNANCE", "[18] <FRAGMENT_SUPPRESSED>  contesting the lawfulness of a decision by the Refugee Protection Division of the Immigration and Refugee Board (the Board) dated September 26, 2005, that he is not a “Convention refugee” or a “person in need of protection” within the meaning of sections 96 and 97 of the Immigration and Refugee Protection Act, S.C. 2001, c. 27. REFUGEE CLAIM", "[2] The applicant is a citizen of Iran. In his Personal Information Form (PIF), he alleges that he converted to Mormonism in 2003 after meeting one Sohail Panahi. Following his conversion, he changed his name and made an effort to propagate his new religion in his country by distributing photocopies of the Book of Mormon at various meetings and gatherings. In May 2004, he was wanted by the Iranian authorities. He managed to hide but three of his friends were arrested, imprisoned and then executed. Afterwards, he consulted counsel and learned that Muslims who convert to another religion were at risk of being executed. He decided to flee his country. With the help of a smuggler, he first went to Turkey in October 2004. From there he took the train to Italy and then to Germany. He left Germany by boat on November 6, 2004, and arrived in Canada on November 16, 2004, using a Norwegian passport. IMPUGNED DECISION", "[3] In the impugned decision, the Board determined that the applicant had not submitted any credible evidence to support his story. The Board decided that the applicant had no evidence of the actual date that he left Iran, or evidence of the route he took to arrive in Canada. The Board also determined that the applicant was entirely lacking in credibility based on the numerous inconsistencies noted between his testimony, his story and the immigration officer’s notes at the port of entry. Further, the Board was also of the opinion that the applicant had not adduced any evidence attesting to his presence in Iran between 2003 and 2004 or any document supporting the fact that he had converted to the Mormon religion. GROUNDS FOR JUDICIAL REVIEW", "[4] The applicant submits as the primary ground for judicial review that he did not have the opportunity at the hearing to submit relevant evidence to the Board, because of the fraudulent advice of his former counsel. At that time, counsel had strongly advised him not to tell the Board about the following facts, failing which the Canadian government would remove him, namely that: - He did not leave Iran in October 2004 but rather in July 2000; - He then sought refugee protection in Switzerland, but his claim was later denied; - He was baptized in the Mormon Church in Switzerland in June 2001.", "[5] The applicant submits that his former counsel made a serious error in advising him to lie and to hide the existence of his stay in Switzerland. In the applicant’s opinion, he did not do anything wrong, other than heed the advice of his former counsel. Indeed, in the beginning of November 2005, the applicant, through his new counsel, filed a complaint against his former counsel with the Syndic of the Barreau du Québec. If not for the fraudulent actions of his former counsel, the applicant is of the opinion that the Board would have allowed his refugee claim. On November 14, 2005, the applicant filed his application for leave for judicial review before this Court. ANALYSIS", "[6] The applicant has not persuaded me that the Board’s decision should be set aside.", "[7] First, I note that the lawfulness of the impugned decision is not seriously disputed here. In this case, the applicant had the opportunity to submit evidence and to argue his point of view at a hearing properly convened for this purpose, where witnesses could be heard. Relying on the numerous inconsistencies and the lack of reasonable explanations from the applicant, the Board could reasonable find that the applicant’s story was not credible.", "[8] It is clear here that the Board considered all of the evidence submitted by the applicant at the hearing. Bear in mind that in support of his refugee claim, the applicant filed inter alia, two letters to support the fact that he had converted to the Mormon religion. In a letter dated February 16, 2005, Bruno Cornil, bishop of the Church of Jesus Christ of Latter-day Saints in the Hochelaga parish in Montréal, recognizes that the applicant undertook to take missionary lessons for an official baptism. A second letter, undated and prepared by a Church Elder, attests to the same facts. The Board could reasonably determine that the documents in question were insufficient to establish that the applicant did in fact convert to the Mormon religion.", "[9] The applicant said that in the summer of 2005 he wanted to change counsel. However, he decided that it was preferable not to do anything after his former counsel’s assistant informed him that Citizenship and Immigration Canada (CIC) did not look kindly on changes of counsel. After that, the applicant returned to see Bishop Cornil to tell him all of the details of his story, including his journey to Switzerland. He does not say precisely when this meeting took place. In any event, in a letter dated December 6, 2005, two months after the impugned decision, the Bishop attests that on June 3, 2001, the applicant was baptized in Switzerland in accordance with recognized Mormon tradition.", "[10] Judicial review is a means of examining the Board’s decision in light of the evidence before it at hearing, to decide if there were reasons warranting the review of the initial decision. I need not decide whether the refugee claim would have been allowed by the Board if the additional evidence that the applicant now expects to file had been filed at the hearing that took place in July 2005: see  <FRAGMENT_SUPPRESSED>  (F.C.T.D.) (QL).", "[11] The applicant must accept the consequences for his choice of counsel and for his deliberate decision to lie about his personal situation. It is only in the most exceptional circumstances that the Court considers the incompetence of counsel. According to the case law, evidence of counsel’s incompetence must be so clear and unequivocal and the circumstances so deplorable that the resulting injustice caused to the claimant is blatantly obvious: see  <FRAGMENT_SUPPRESSED> [2006] F.C.J. No. 349 ( <FRAGMENT_SUPPRESSED>  at paragraph 6 (F.C.T.D.).", "[12] The incompetence of the applicant’s former counsel was not established before this Court. Specifically, it was not established that the failure to submit another letter from Bishop Cornil was due to a lack of competence of the applicant’s former counsel. If the applicant did not agree with his former counsel’s strategy, then he should have found a new representative and, if need be, asked that the hearing be postponed.", "[13] In this case, the applicant’s lie, which was supposedly prompted by the advice of his former counsel, did not have the effect of depriving him of the right to be heard: see  <FRAGMENT_SUPPRESSED>  (F.C.T.D.) (QL). In fact, the applicant deliberately and knowingly gave false testimony, inter alia regarding the date that he left Iran and the route that he took to come to Canada, and clearly he did so in order to obtain a favourable decision on his refugee claim. The applicant also concealed from the Board that he had lived in Switzerland for four years and that he had unsuccessfully claimed refugee protection there.", "[14] It is clear that the applicant would not be before this Court had the Board believed his story. He would not be alleging that he had been improperly advised or misrepresented by his former counsel. When an applicant addresses the Court to have a discretionary order issued, as is the case here, his conduct must be beyond reproach: see  <FRAGMENT_SUPPRESSED> [2003] F.C.J. No. 1714 ( <FRAGMENT_SUPPRESSED> [2005] F.C.J. No. 1812 ( <FRAGMENT_SUPPRESSED> [2005] F.C.J. No. 1353 (QL). In this matter, the applicant admits that he lied before the Board. This wrongful conduct is in itself sufficient to dismiss the application for judicial review, especially since the applicant’s lie went on for several months.", "[15] Indeed, as I pointed out  <FRAGMENT_SUPPRESSED> , at paragraph 19: . . . The Court is not prepared to accept that a refugee claimant who has fabricated a story on the advice of a former representative can seek a new hearing before a panel of different members simply on the basis that he has been badly advised by that person. The applicant cannot profit here from his own turpitude. It must be borne in mind that the applicant has taken an oath to tell the complete truth. He must accordingly bear full responsibility for any perjury he may have committed before the panel.", "[16] In passing, I would add that in my opinion the impugned decision, overall, is not patently unreasonable in the circumstances.", "[17] This application for judicial review must therefore be dismissed. ORDER", "[18] THE COURT ORDERS that the application for judicial review be dismissed. No question of general importance was raised and no question will be certified. [End of document]"]}