{"id_": "025784", "body_str": ["[1] Phelan, J. : David Moore, a young man who suffers from a bipolar medical condition, had his complaint of discrimination (termination of employment due to his disability) against his employer, Industry Canada, dismissed by the Canadian Human Rights Commission (the Commission). In so doing the Commission deprived Mr. Moore of access to and an opportunity to comment on Industry Canada's submissions to the Commission. The Commission, in dismissing the complaint, rejected its own investigator's recommendation and failed to give any substantive explanation of the basis for its decision.", "[2] The investigator's 16 page report outlines the evidence, contains an analysis of that evidence and makes the following recommendation: \"It is recommended pursuant to s. 47 of the Canadian Human Rights Act to appoint a conciliator to attempt to bring about a settlement of the complaint pursuant to paragraph 44(3)(a) of the Act , to request the appointment of a Human Rights Tribunal to inquire into the complaint. Should the parties fail to reach a settlement within sixty (60) days of the date of the decision, the matter will be referred to the Tribunal. Should the parties reach a settlement, the terms of the settlement will be referred to the Commission for approval or rejection, pursuant to paragraph 48(1) of the Act .\"", "[3] The Commission, in its decision of March 2, 2004, dismissed the complaint because: \"the evidence does not support that the respondent discriminated against the complainant based on disability. The evidence supports that the respondent would not reasonably have been aware that the complainant had a disability that required accommodation.\" BACKGROUND", "[4] The facts of this case are fully set out in the investigator's report. The following is a summary of the key facts relevant to the two issues in this case: (1) whether there was a denial of procedural fairness; and (2) whether the Commission's decision to dismiss the complaint is reasonable.", "[5] Mr. Moore was appointed as a commerce officer within the Office of the Superintendent of Bankruptcy (the OSB) of Industry Canada effective April 3, 2000. The appointment was subject to a probationary period of one (1) year.", "[6] During that first year of employment, Mr. Moore was alleged to have displayed unprofessional and inappropriate behaviour. The medical evidence is that his bipolar condition was the likely cause but that fact was not known at the time and Moore provided no explanation, medical or otherwise, for his conduct. A few days before the expiry of the year's probation, an official advised Moore that his employment would be terminated effective April 27, 2001.", "[7] A set of negotiations transpired, the result of which was that Industry Canada would rescind the termination, Moore would resign effective June 22, 2001 and execute a release in favour of his employer. The legal status of all of these agreements with a person suffering from a mental health condition did not have to be determined but is potentially problematic.", "[8] On or about June 20, 2001, two days before the effective date of resignation, Industry Canada agreed to a new resignation date of October 31, 2001 to enable Moore to accept a secondment within Industry Canada to the Fair Practice Branch of the Competition Bureau (the Bureau) who apparently were not made aware of Moore's conduct problems. Despite an October 31, 2001 resignation date from the Industry Canada's OSB, the Bureau's offer was for the period of July 16, 2001 to July 15, 2002. It would appear that Moore's conduct problems continued at the Bureau.", "[9] On September 8, 2001 Moore was hospitalized. His mother advised the Bureau sometime between September 12th and 14th that he was hospitalized due to a \"nervous\" condition and would be off work for a considerable period of time. The Bureau then made the decision to cancel the secondment and the OSB was informed of this decision on September 19, 2001.", "[10] Between October 2nd and 4th Moore, having been discharged from hospital, advised the Bureau that he was diagnosed with bipolar disorder. He was then informed that his secondment was cancelled and that he should contact the OSB.", "[11] Between October 12th and 14th Moore informed the OSB of his absence due to his disability and provided the medical certificates establishing his disability due to bipolar disorder. He was advised by the OSB that his secondment was cancelled and his resignation effective October 31, 2001 was accepted.", "[12] The dates upon which officials of Industry Canada were informed of Moore's disability became important due to the explanation advanced by his employer.", "[13] Industry Canada, and in particular the OSB, took the position that Moore never disclosed his disability during his term of employment nor had he requested any accommodation. The OSB says that Moore was not terminated because of his disability; his employment simply ended when his resignation became effective on October 31, 2001.", "[14] The investigator concludes on the issue of knowledge that the employer had knowledge of Moore's disability while he was still an employee and gave no consideration to accommodating Moore and continuing his employment. \"The investigation indicates that in accordance with the employer/managers' responsibilities of the Treasury Board Policy on Duty to Accommodate Persons with Disabilities in the Federal Public Service, Industry Canada's Guide to Workplace and Employment Accommodation, the representatives of the Competition Bureau and OSB having been informed of the Complainant's hospitalization due to a disability, his absence of six weeks due to a disability, his disclosure of disability between October 2 and 14, 2001 to both the Competition Bureau and OSB, the Respondent did not request a medical assessment from the Complainant's physician and/or explore accommodation based on any such assessment. In the absence of any such medical assessment, the Respondent did not explore the possibility of continuing his secondment and/or extending his resignation date which was effective October 30, 2001 [sic].\"", "[15] Following issuance of the Investigator's Report on December 3, 2003, Moore was given an opportunity to comment upon the report, which he did on January 4, 2004. Industry Canada had been given a similar opportunity which it exercised on December 23, 2003. Further in January 2004, the Commission provided Moore with a copy of Industry Canada's comments upon which he replied. A critical issue in all of these submissions is \"who knew what and when\".", "[16] Having received Moore's reply, the Commission then gave Industry Canada a further opportunity to comment on Moore's submissions with respect to the Investigator's Report.", "[17] On January 19, 2004 Industry Canada replied and in doing so raised a number of new facts related to the timing and extent of its knowledge of Moore's mental condition - facts not contained in its first submission. Industry Canada also raised the issue of the existence of an employee's obligation to inform an employer of \"his employment related needs\" and Moore's failure to do so.", "[18] When Moore learned of the existence of this second Industry Canada submission, his request for a copy was refused. He only received a copy after the Commission issued its decision and in the course of preparing to file his Application for Judicial Review.", "[19] On March 2, 2004, the Commission, having confirmed that it reviewed all the submissions filed in response to the Investigator's Report, dismissed the complaint.", "[20] The Applicant defines the issues as: 1- Was the Commission's decision reasonable? 2- Did the Commission breach the duty of procedural fairness? ANALYSIS Standard of Review", "[21] The Respondent submits that the standard of review in respect of Commission decisions is reasonableness simpliciter. That is the correct standard with respect to the exercise of the Commission's discretion but it is irrelevant to the issue of procedural fairness for which the standard is correctness.", "[22] The Respondent argues that the Commission is owed curial deference where the decision is whether or not to dismiss a complaint. That is an accurate description of the law where the Court can see that the Commission clearly indicated why it chose a particular course of action and addressed the relevant factors in reaching its conclusion. REASONABLENESS OF DECISION", "[23] There are several aspects (all interrelated) to the issue of whether the Commission's decision to dismiss the complaint is reasonable. Firstly, there is the matter of whether the Commission gave meaningful reasons upon which one can consider and review the reasonableness of the decision. Secondly, there is the matter of whether, on the facts, the Commission's conclusion is reasonable.", "[24] In imposing a duty on decision makers to give reasons, the Supreme Court in <FRAGMENT_SUPPRESSED> , intended that such reasons be meaningful in the sense that one could understand how the decision-maker reached its conclusion. This is a particularly important aspect of the duty of fairness where a broad discretionary authority is being exercised; one which is subject to crucial deference.", "[25] In this case, the Commission's decision fails to meet that standard. The only thing which can be gleaned from the Commission's decision is the conclusionary statement that the evidence, in effect, favoured the Respondent. There is no explanation of how the Commission reached that conclusion. The absence of real reasons is particularly troubling in the face of the Investigator's Report, which made contrary findings of fact based upon a thorough investigation.", "[26] Where the Commission wishes to depart from an Investigator's Report, a right and duty which it has, it must show on what basis it decided to do so. Where the Commission adopts an investigator's conclusions, there is \"sufficiency of reasons\" by virtue of the contents of the report itself. No less a standard of sufficiency must be met where the Commission rejects a report.", "[27] Despite the absence of an explanation as to how the Commission reached its conclusions, or of which evidence the Commission found to be compelling, it did conclude that (a) the evidence did not support that the Respondent discriminated against Moore based on disability and, (b) the evidence supported that the Respondent would not have been aware that Moore had a disability that required accommodation.", "[28] Moore's difficulties with his employer and the ending of his employment were caused by his erratic and troublesome behaviour. This resulted in what was a negotiated termination; to suggest that it was a resignation is to ignore the true facts. The resignation was put in abeyance when Moore secured a secondment to the Competition Bureau for a term of one (1) year.", "[29] While at the Bureau, his behavioural problems continued. It is evident that his secondment was terminated because of the behavioural problems and fair to conclude that none of the officials at the Bureau knew of these behavioural problems when Moore was taken on; nor did they know of the cause of the problems when they reached their internal decision to end the secondment.", "[30] However, the Bureau did know sometime between September 12th and 14th that Moore was hospitalized for a \"nervous condition\" and would be off work for a considerable time. On September 19th, the Bureau decided to terminate the secondment once they knew he would be off for six weeks. The evidence suggests that the Bureau terminated employment because of Moore's illness.", "[31] When Moore was discharged from hospital, in early October, he informed the Bureau that he suffered from a bipolar disorder. He was at that time advised that his secondment was terminated and he was theoretically transferred back to the OSB. The OSB then took the position that his resignation was accepted as of October 31, 2001.", "[32] All of the evidence in the investigator's record suggests that Moore's employer, whether the OSB or the Bureau, terminated his employment because of behaviour which was caused by a mental condition - bipolar disorder. The terminations were effected when they had full knowledge of his mental condition and therefore of his disability.", "[33] The Respondent never raised the issue of whether bipolar disorder is a disability. It is a mental condition, which, just like a physical condition, can be a disability. (See Battlefords and  <FRAGMENT_SUPPRESSED>  Sask.R. 1; 134 W.A.C. 1). If Moore had had an obvious physical disability, it is highly doubtful that there would even have been a termination of employment much less a dismissed complaint. Consistent with the purpose of the Canadian Human Rights Act and s. 3, the same rights and respect are to be accorded those with mental disabilities as those with other forms of disability. For the purposes of the Act , a disability is a disability, whether mental or physical.", "[34] There is no evidence that Moore's termination flowed directly from anything other than his behaviour, the manifestation of his bipolar disorder. The Commission's conclusion that \"the evidence does not support that the respondent discriminated against the complainant based on disability\" is plainly unreasonable.", "[35] Both the OSB and the Bureau knew, with certainty, by early October that Moore suffered from a bipolar disorder yet they did nothing to effect accommodation. Many mental conditions are treatable and people who suffer from them can live full, productive lives. The purpose of the Act recognizes that: \"all individuals should have an opportunity equal with other individuals to make for themselves the lives that they are able and wish to have and have their needs accommodated ...\" These wonderful words must be given meaning in real life terms.", "[36] Since Moore's mental condition was known to his employer not later than October 2-4, 2001, while he was still an employee of the Government of Canada, the Commission's conclusion that \"the evidence supports that the respondent would not reasonably have been aware that the complainant had a disability that required accommodation\" is also plainly unreasonable. The employer was aware of his disability and took no steps to inquire as to what could or should be done or what was required by both the Act and Treasury Board policy in regard to accommodation. That duty to accommodate arises not just at the time of hiring but during the employment relationship when some applicable grounds under the Act arise.", "[37] It is equally unreasonable to suggest that Moore failed in his obligation to inform his employer of his mental condition either at the time of his hiring or during the course of his employment. A person suffering a mental condition is not generally the best person to self diagnose his condition. Only when Moore's bipolar condition was diagnosed could one say that the obligation to advise his employer arose. Moore did exactly that. BREACH OF PROCEDURAL FAIRNESS", "[38] Moore also raised the issue that he had not been given an opportunity to see, much less rebut, Industry Canada's further submissions of January 19, 2004. The Commission refused to give Moore such an opportunity on the basis that it had no obligation to do so since there were no new facts or issues.", "[39] The Supreme Court in Syndicat des employés de production du Québec et de l' <FRAGMENT_SUPPRESSED> , at 902  <FRAGMENT_SUPPRESSED> , confirmed that the Commission had an obligation to give the parties the opportunity to respond to evidence found by the investigator and to \"make all relevant representations in relation thereto.\"", "[40] It has been recognized that not every exchange between an investigator and an interested party need be disclosed. However, where new facts or issues are raised then there must be disclosure and an opportunity to respond. ( <FRAGMENT_SUPPRESSED>  (F.C.A.)).", "[41] While the choice of procedure is a choice usually within the Commission's discretion, the January 19th response from Industry Canada raised a new issue and one which gained importance in the Commission's final decision.", "[42] The January 19th submission raised the following new facts or issues: - that Industry Canada was aware in mid-September that Moore had an \"nervous condition\" as distinct from the earlier acknowledgement of a \"undisclosed medical condition\"; - that the Bureau advised Industry Canada that Moore had an \"undisclosed medical condition\"; - that Industry Canada's response to Moore's contention that the OSB and Bureau ought to have known that he had been suffering from a mental condition, is that the Bureau had no opportunity to discuss Moore's behaviour with him; - that Moore had failed to meet his obligation under the Treasury Board Policy on the Duty to Accommodate to inform Industry Canada of his disability before accommodation could be considered.", "[43] A central theme of Moore's complaint is \"what did his employer know and when did he know it\". All the new matters raised in the January 19th submission go to that theme and are highly relevant.", "[44] The importance of the last new matter, Moore's failure to inform, is evident in the Commission's conclusion that Industry Canada would not reasonably be aware of his disability in circumstances such as to require accommodation.", "[45] In view of the relevancy of the matters raised in Industry Canada's January 19, 2004 submission and the potential impact it had on the final result, this situation meets the threshold in <FRAGMENT_SUPPRESSED> , supra.", "[46] The Commission breached the duty of fairness in not providing Moore with a copy of Industry Canada's January 19th submission and affording him an opportunity to respond. CONCLUSION", "[47] The Commission's decision dismissing Mr. Moore's complaint must be quashed. There is a sufficiently fulsome record that the matter need not be sent back for reconsideration.", "[48] An order will issue quashing the Commission's decision and remitting the matter back to the Commission with a direction to implement the recommendation in the Investigator's Report.", "[49] As a final matter, should Mr. Moore's case be continued elsewhere in any forum, I would strongly suggest that Mr. Moore have counsel to assist him. This comment should not be taken as an adverse observation on Mr. Moore's ability to plead his case before this Court, which he did well, but as an acknowledgement of the seriousness of the issues surrounding his disability. Action granted. Editor: Gary W. McLaughlin/gs [End of document]"]}