{"id_": "025812", "body_str": ["[1] Frenette, D.J. : This is an application for judicial review of the March 26, 2007 decision of the Pre-Removal Risk Assessment Officer (the Officer) N. Case, wherein he denied the applicant's application for a Pre-Removal Risk Assessment (PRRA). I. Background", "[2] The applicant is a citizen of China, born there on October 9, 1980. He resided with his parents in China until 1989 when he moved to Peru with his parents.", "[3] He obtained permanent resident status in Peru.", "[4] In 2001he and his father applied for visitor visas to for Canada, but their applications were refused. The applicant went to the United States in 2003 and in January 2004, he walked across the border to Canada.", "[5] On February 5, 2004, he made a refugee claim in Canada. He claimed that he feared returning to China because of religious persecution, and that he feared returning to Peru because native Peruvians discriminated against him. He withdrew his claim for refugee protection on June 27, 2006, because his Personal Information Form (PIF) contained false information, which he attributes to the advice of his former agent.", "[6] Later, the applicant decided to submit a Pre-Removal Risk Assessment (PRRA) application.", "[7] In his application, the applicant alleged that he feared returning to Peru because of discrimination and because previous attempts to obtain police assistance had been unsuccessful. He also stated that he feared returning to China because he would not be able to practice his religion (Protestantism), freely and openly.", "[8] To help him complete the PRRA application, he retained the services of Ning Ou and paid him $500.00 on October 5, 2006 (plus $200.00 to assist him at the removal interview). He helped the applicant complete the required form which was submitted on October 10, 2006.", "[9] In box 31 of the application, he indicated that \"I came to Canada by using false documents, fraudulent means, or misrepresentation\". Box 54, \"supporting evidence\", was left blank as well as box F, \"Counsel's full name\", and box G, \"name of Canadian representative\".", "[10] On October 5, a consultant helped the applicant complete the PRRA application which was filed on October 10, 2006. The decision refusing the PRRA was rendered on March 26, 2006. II. The impugned decision", "[11] The officer reviewed the available country documentation in China (2005-2006), consulting eleven international organization reports concerning the human rights situation in China. He mentioned that the applicant has not produced any objective evidence to show that he could not practice his religion openly in his birth province in China. He indicated that the documentation revealed that certain regions tolerated unregistered Protestant churches.", "[12] The officer also assessed the conditions in Peru where the documentation revealed a history of discrimination towards Asians. The officer found that freedom of religion was protected by the Constitution and was generally respected in practice, by the government.", "[13] Finally, the officer determined that the applicant did not provide sufficient objective evidence that he had sought state protection.", "[14] The applicant attacks this decision on the basis of the negligence and incompetence of his consultant. III. Issue 1. Was the applicant denied natural justice and fairness through the incompetence of consultant? IV. Standard of review", "[15] On a question of natural justice and procedural fairness, the pragmatic and functional analysis does not apply; the applicable standard of review is correctness ( <FRAGMENT_SUPPRESSED> ).", "[16] Justice John C. Major, on behalf of the Supreme Court of Canada, in <FRAGMENT_SUPPRESSED>  [2000] S.C.J. No. 22 (QL), stated at paragraphs 26 to 29: 26 The approach to an ineffectiveness claim is explained in  <FRAGMENT_SUPPRESSED>  (1984), per O'Connor J. The reasons contain a performance component and a prejudice component. For an appeal to succeed, it must be established, [page532] first, that counsel's acts or omissions constituted incompetence and second, that a miscarriage of justice resulted. 27 Incompetence is determined by a reasonableness standard. The analysis proceeds upon a strong presumption that counsel's conduct fell within the wide range of reasonable professional assistance. The onus is on the appellant to establish the acts or omissions of counsel that are alleged not to have been the result of reasonable professional judgment. The wisdom of hindsight has no place in this assessment. 28 Miscarriages of justice may take many forms in this context. In some instances, counsel's performance may have resulted in procedural unfairness. In others, the reliability of the trial's result may have been compromised. 29 In those cases where it is apparent that no prejudice has occurred, it will usually be undesirable for appellate courts to consider the performance component of the analysis. The object of an ineffectiveness claim is not to grade counsel's performance or professional conduct. The latter is left to the profession's self-governing body. If it is appropriate to dispose of an ineffectiveness claim on the ground of no prejudice having occurred, that is the course to follow ( <FRAGMENT_SUPPRESSED> , at p. 697).", "[17] Thus, in order to succeed, the applicant has to prove: 1. The counsel's acts or omissions constituted incompetence; 2. That a prejudice was caused; or 3. That a miscarriage of justice occurred.", "[18] As stated above, incompetence is determined by analysing whether the consultant's conduct fell within the wide range of reasonable professional assistance. The onus of proving it rests upon the applicant, see <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 108 ( <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 680 (QL).", "[19] <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No 163 (QL) at paragraphs 25 and 32, Justice Anne L. Mactavish asserted the following regarding the creation of the Canadian Society of Immigration Consultants (CSIC):", "[25] On October 8, 2003, CSIC was incorporated. According to its letters patent, the mandate of CSIC was to regulate immigration consultants, in the public interest, and, in so doing, to establish a code of conduct, a complain[t] and disciplinary process and a compensation fund to protect persons who have sustained losses as a result of the acts or omissions of immigration consultants. CSIC was also mandated to develop national educational programs for immigration consultants. [...]", "[32] In accordance with its by-laws, CSIC has also developed membership requirements, including a fee structure. As well, it has developed a code of conduct for its members, and a complaints and discipline process. CSIC has established errors and omissions insurance requirements and competency testing programs.", "[20] It appears that while the CSIC has a complaint form available on its website, none seems to have been filed by the applicant to report the misconduct of the consultant.", "[21] As Mr. Justice Max M. Teitelbaum wrote in  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1864 at paragraph 31: \"[b] efore examining allegations of incompetence, the Court must first determine whether the [a] pplican[t] ha[s] met [his] preliminary burden of giving notice to [the counsel] of the allegations.", "[22] In the case at bar, the applicant's new representative sent a letter, dated June 6, 2007, to the former counsel stating \"that you filed his application form; however, you failed to file the written submissions in support of the PRRA application\".", "[23] The counsel replied in a letter dated June 10, 2007, explaining the following: Mr. Gang Cong YANG retained me to fill his application form and write a submission for his PRRA application. However, since Mr. YANG provided false personal information to CIC when he first made his refugee claim, and when Mr. YANG was found providing false personal information, he withdrew his refugee claim from IRB not long before his refugee hearing. According to this situation, before I could complete the submission, I need Mr. YANG to provide me with reasonable reasons and any new evidences to support his claim that he would face the risk of persecution in his home country or the country he had permanent status[.] Other than pushing me to submit the document to Greater Toronto Enforcement Centre, I did not receive any respondence [sic] in regard to the concerns of reasons and/or evidence from Mr. YANG until the day of the deadline for PRRA submission. As such, I finally helped Mr. YANG complete his PRRA form with no written submission.", "[24] Notice having been given, this Court has to assess whether the applicant has shown that there was a reasonable probability that the result of the hearing would have been different, if it was not for the counsel's incompetence ( <FRAGMENT_SUPPRESSED>  at paragraph 26; <FRAGMENT_SUPPRESSED>  (C.A.) at paragraph 15).", "[25] In this particular case, the PRRA application was signed by the applicant and section F, where counsel's information should have been written, is completely blank.", "[26] The following extract of Mr. Justice Yves de Montigny's decision Gomez  <FRAGMENT_SUPPRESSED> , at paragraphs 19 and 20 demonstrates that the test for incompetence of counsel is high: The standard for this Court to conclude that the lawyer's incompetence was so severe as to amount to a breach of natural justice is very high, as we can see from the following extract of <FRAGMENT_SUPPRESSED>  and 12: In a situation where through no fault of the applicant the effect of counsel's misconduct is to completely deny the applicant the opportunity of a hearing, a reviewable breach of fundamental justice has occurred ... In other circumstances where a hearing does occur, the decision can only be reviewed in \"extraordinary circumstances\", where there is sufficient evidence to establish the \"exact dimensions of the problem\" and where the review is based on a \"precise factual foundation.\" These latter limitations are necessary, in my opinion, to heed the concerns expressed by Justices MacGuigan and Rothstein that general dissatisfaction with the quality of representation freely chosen by the applicant should not provide grounds for judicial review of a negative decision. However, where the incompetence or negligence of the applicant's representative is sufficiently specific and clearly supported by the evidence such negligence or incompetence is inherently prejudicial to the applicant and will warrant overturning the decision, notwithstanding the lack of bad faith or absence of a failure to do anything on the part of the tribunal. In addition, the applicants must show that there is a reasonable probability that but for this alleged incompetence, the result of the original hearing would have been different: <FRAGMENT_SUPPRESSED> .", "[27] The respondent notes that the applicant retained his consultant on October 5, 2006 - the Thursday before the Thanksgiving weekend - while the application was due on October 10. He also draws the attention of this Court to the fact that the applicant withdrew his refugee protection claim because of the false information contained in his PIF, but his PRRA application is a restatement of the basis of his refugee claim and there is no information as to which information in his PIF is false and which is true. Thus, the applicant's allegation of incompetence of his counsel becomes less plausible because the applicant is the only person responsible for the facts set out in his PRRA application.", "[28] The applicant argues that an indicator of his counsel's incompetence was the fact that he did not ask the applicant to obtain a copy of the police reports and that this caused the applicant a prejudice since the decision would have been different if he had. On this point, the following extract of the decision clearly shows that it would not have changed the outcome of the case: The PRRA application indicates that the applicant attempted to seek state protection however the state would not provide any help, \"I reported my experience to Peruvian police. The police would not provide me any help.\" The applicant did not provide any objective evidence to demonstrate that he attempted to pursue the matter of state protection further. I find that the applicant did not take advantage of the resources available to him for the purposes of acquiring state protection.  <FRAGMENT_SUPPRESSED> [,] the Supreme Court established that the applicant has a duty to seek State protection before soliciting international protection. As such, I find that the applicant did not present sufficient objective evidence to indicate that state protection was unavailable to him in Peru.", "[29] Furthermore, subsection 161(1) of the Immigration and Refugee Protection Regulations, SOR/2002-227, clearly stipulates that written submissions are optional by using the word \"may\".", "[30] The only \"new evidence\" the applicant presented since the decision, is a 1996 report on Peru and a 2005-2006 report on China (documents which were already part of the documentation consulted by the PRRA officer).", "[31] Given the lack of evidence to support the incompetence allegations and the seriousness of such an allegation, this Court cannot interfere with the decision rendered in the case at bar.", "[32] Thus, this application for judicial review is dismissed. JUDGMENT", "[33] THIS COURT ORDERS AND ADJUDGES that the application for judicial review is rejected. No questions will be certified. [End of document]"]}