{"id_": "026185", "body_str": ["[1] Kane, J. : The Refugee Protection Division of the Immigration and Refugee Board [the Board] denied Nagarajan Seenivasan's claim for protection as a Convention refugee and as a person in need of protection pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 [the Act] on January 2, 2015, finding that he was not a credible and trustworthy witness, that the credibility finding extended to all the relevant evidence of Mr. Seenivasan, and that there was no credible basis for his claim. He brings this application for judicial review of the decision pursuant to section 72 of the Act.", "[2] The application for judicial review is dismissed for the reasons that follow. I. The Decision Under Review", "[3] The applicant recounted a complicated story of his land dealings in the Tamil Nadu region of India and his involvement with regional politicians who wanted to partner with him in order to acquire land for themselves and other politicians for less than market price. Newspaper articles submitted by the applicant in support of his application refer to other methods used to force people to sell their land for reduced prices or to purchase the land but not pay the seller. The Board member struggled to understand the applicant's testimony about his involvement and the risk he faced as a result of his land deals because he was vague, contradicted himself and added many more events than he had set out in his Personal Information Form [PIF] or in his Port of Entry [POE] interview. The Board member sought clarification from the applicant on several occasions to determine the nature of the risk he alleged, who he was fearful of, the details of incidents that he described that had not been mentioned in the POE interview notes or in his PIF, and his explanations for these omissions.", "[4] The Board noted many credibility concerns, most of which arose from omissions in the applicant's PIF which were not explained to the Board's satisfaction. The Board pointed out that the applicant had attested that he understood the duty to make a complete account and to be truthful. As a result of the applicant's lack of credibility and unreasonable explanations for his omissions and contradictions, the Board concluded that, on the balance of probabilities, the incidents he recounted did not occur.", "[5] First, the January 2011 incident where the applicant stated he was visited by the principal secretary of a regional politician along with a municipal councillor, who he was engaged with in investing in land and paying or receiving commissions for land transfers, and later \"kidnapped\" by them, was not included in his narrative. That \"kidnapping\" was a trip to the home of the politician for a few hours, where the applicant alleges that a subtle threat was made. The applicant omitted this, explaining that he was afraid that the incident would be misconstrued as criminal activity.", "[6] Second, the applicant testified that five complaints to the police were made against him for his actions regarding several property transfers. He also said the police did not take the complaints seriously before the election because the police supported the ruling party. After the election, the ruling party began to crack down on these practices. He explained that he omitted this from his narrative because his interpreter told him to be brief to avoid misinterpretations and that he could expand upon the political problems at the hearing.", "[7] Third, the applicant testified that he was \"taken\" by the police in March and May 2012, detained for a few hours, and shouted at. He explained that he omitted these incidents from his PIF because he was worried the Canadian government would think he had committed a crime. At the hearing, the Board pointed the applicant to his negative response to the direct question by the Immigration Officer asking if he had ever been detained by the police. He explained that he gave a negative response because he had no proof of being detained.", "[8] Fourth, the applicant testified that the police were searching for him because of six properties he had not transferred to relatives of politicians, but instead transferred to his brother. He also testified that he went into hiding from May until July 2012. At the hearing, he was asked why he did not mention the fact that he was in hiding in his PIF narrative. He responded that the interpreter had only asked him where he lived and that he truthfully responded that he lived in India.", "[9] The Board noted that, in general, the applicant described a completely different series of events than that presented in his narrative and that his explanations for excluding details, because he was concerned the Canadian government would think he was a criminal, were not reasonable or satisfactory.", "[10] The Board found that it is reasonable to expect that the applicant would include all of the significant events and reasons for which he was seeking refugee protection in his narrative, noting that his POE interview and PIF were similar and did not include these incidents.", "[11] The Board found that there was no credible or trustworthy evidence on which to make a favourable decision. The Board rejected the applicant's claim pursuant to sections 96 and 97. II. The Issues", "[12] The applicant argues that the Board's credibility findings were not reasonable.", "[13] The applicant also argues that the Board erred by failing to assess his section 97 claim, noting that a negative credibility finding, which may determine a section 96 refugee claim, is not necessarily determinative of the section 97 claim. The applicant submits that the Board failed to consider the corroborating evidence of his allegations, in particular, the power of attorney deeds, which establish that he was authorised to sell land on behalf of the owners, newspaper articles regarding the crackdown on such land grabs and the objective country condition documents regarding corruption in the judicial system. III. The Standard of Review", "[14] The parties agree that the standard of reasonableness applies. The Court must therefore, determine whether the decision \"falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (REFERENCE_SUPPRESSED). Deference is owed to the decision maker and the Court will not re-weigh the evidence.", "[15] It is well-established that boards and tribunals are ideally placed to assess credibility and their credibility findings should be given significant deference: REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED.", "[16] In REFERENCE_SUPPRESSED, Justice Mary Gleason summarized the key principles from the jurisprudence regarding credibility and highlighted the Court's limited role in reviewing credibility findings because \"the tribunal had the advantage of hearing the witnesses testify, observed their demeanor and is alive to all the factual nuances and contradictions in the evidence\" (at para 42). She also noted that contradictions in the evidence, particularly in the applicant's own testimony, will provide a reasonable basis for finding the claimant to lack credibility, but such contradictions must be real and more than trivial or illusory (at para 43). IV. The Credibility Findings were Reasonable", "[17] The applicant argues that it was not reasonable for the Board to reject almost the entirety of the applicant's PIF narrative and testimony and find that he was not a credible witness on the basis of his omissions. He submits that his narrative was brief and general and his testimony expanded on the key aspects of his narrative regarding his involvement in the land grab scheme. He adds that he only omitted the incidents which he could not corroborate. He suggests that the Board conducted a microscopic examination of irrelevant issues and put too much emphasis on his POE interview notes despite his testimony that he was cautioned to be brief.", "[18] As noted above, the Board is best placed to assess the credibility of an applicant.", "[19] In the present case, the applicant left out significant portions of his story from both his POE interview and his PIF. In his testimony, he provided contradictory responses and contradicted the specific answers he provided at his POE interview. The omitted details were essential to understanding the applicant's claim, including the risks he allegedly faced in India, that he was directly involved in the illegal land grab scheme, that he had been in hiding and that he had left India because of a change in government that put him at risk of being criminally charged because of his involvement in the illegal land grab scheme. These were not mere elaborations on the general and brief narrative provided in his PIF.", "[20] The jurisprudence relied on by the applicant regarding POE notes does not support his argument that the Board erred in making credibility findings based on his omissions.", "[21] In REFERENCE_SUPPRESSED, the Court cautioned against overreliance on the POE notes given the circumstances under which they are made. However, Wu focussed on the applicant's failure to understand the interpreter, which explained the discrepancies between the POE notes and the applicant's statements. In the present case, the applicant claims that the interpreter told him to be brief; he did not indicate that he failed to understand what was being said to him. To the contrary, he confirmed in his testimony before the Board that he had understood.", "[22] In REFERENCE_SUPPRESSED, the Court simply noted that the applicant is not required to provide all of the details of a claim at the POE. In the present case, the applicant provided contradictory evidence to the answers he provided at the POE regarding whether he had ever been arrested or detained.", "[23] In REFERENCE_SUPPRESSED, Justice Blais noted the distinction between minor differences and significant omissions at para 20: While this Court recognizes the different circumstances under which the POE notes and the PIF are prepared, it has long been established that POE notes are admissible evidence before the Board (REFERENCE_SUPPRESSED). Furthermore, while a small divergence between the PIF and the POE notes should not be deemed fatal to an assessment of credibility, there is ample jurisprudence to the effect that discrepancies between the POE notes and the PIF may be considered by the Board in assessing the credibility of an applicant and that the Board is entitled to draw negative inferences from any significant omission in the POE notes (REFERENCE_SUPPRESSED, at paragraph 5: \"One of the key tools available to the Board to test the credibility of an applicant is to compare his PIF and POE statements and question him about any discrepancy during the hearing.\"", "[24] More recently in REFERENCE_SUPPRESSED, the Court noted:", "[16] [...] While minor discrepancies between POE declarations and oral testimony are not sufficient to support a finding that an applicant lacks credibility, the Board may draw a negative inference from the omission of an element that is central to the claim (REFERENCE_SUPPRESSED).", "[25] The Board noted that both the POE notes and applicant's PIF omitted the key incidents that he later raised at the hearing. This was not a situation of omissions of minor details nor was the Board microscopic in its examination. A review of the transcript reveals that the Board member probed the applicant's testimony, providing an opportunity for clarification and explanation and to better understand the applicant's claims regarding the complicated land scheme and the role of the politicians. The applicant's testimony was contradictory and confusing. His explanations for the omissions were reasonably found to be unsatisfactory - i.e., he failed to explain the omissions.", "[26] The Board reasonably drew negative credibility inferences from the omissions and the contradictions. V. The Board Did Not Err in Failing to Consider the Section 97 Claim", "[27] The applicant argues that a negative credibility determination is not necessarily determinative of a claim under subsection 97(1) and that the Board erred by failing to conduct an objective analysis of the applicant's situation and without regard to the country conditions and the country's human rights record.", "[28] The applicant submits that the he provided objective evidence to establish that he was involved in the land transactions he described and that there was a crackdown by the new government against those involved. The applicant argues that the Board failed to consider this corroborating evidence and the risk he would face upon being returned to India to face the consequences of potential criminal charges.", "[29] The applicant submits that the Board's findings that the applicant had not been kidnapped, threatened or detained is contradicted by his evidence, in particular, the power of attorney deeds which referred to the properties he had transferred and the newspaper articles which referred to the previous governing political party engaging in land grab operations with the cooperation of the police.", "[30] In the respondent's view, there is no evidence capable of supporting the applicant's allegations of fear under either sections 96 or 97 of the Act. The Board was not required to refer to this evidence because there was no link between those documents and the applicant's situation. The Board did not find the applicant to be credible with respect to any of his allegations.", "[31] The respondent adds that the applicant's story, even if believed, is not capable of supporting a claim for protection. The applicant's testimony appears to be that he was in partnership with corrupt politicians in a land grab scheme and when the government began to crack down on these claims, he transferred the land to relatives and came to Canada to evade criminal charges. His claims of detention by the police amounted to no more than shouting and threats to take legal action against him.", "[32] The jurisprudence has established that in some circumstances, the section 97 claim must be considered, regardless of a finding that the applicant lacks credibility. However, the present circumstances do not so require.", "[33] In REFERENCE_SUPPRESSED, the Court of Appeal explained:", "[28] Moreover, the wording of subs. 69.1(9.1) provides that a \"no credible basis\" finding may only be made if there was no credible or trustworthy evidence on which the Board member could have upheld the claim. In other words, the Board member may not make a \"no credible basis\" finding if there is credible or trustworthy evidence before it that is capable of enabling the Board to uphold the claim, even if, taking the evidence as a whole, the Board decides that the claim is not established.", "[29] However, as MacGuigan J.A. acknowledged in Sheikh supra , in fact the claimant's oral testimony will often be the only evidence linking the claimant to the alleged persecution and, in such cases, if the claimant is not found to be credible, there will be no credible or trustworthy evidence to support the claim. Because they are not claimant-specific, country reports alone are normally not a sufficient basis on which the Board can uphold a claim.", "[34] In REFERENCE_SUPPRESSED, the Court noted that the threshold for finding that there is no credible basis for a claim is a high one. The Court noted at para 19: \"Thus, if there is any credible or trustworthy evidence that could support a positive determination the Board cannot find there is no credible basis for the claim, even if, ultimately, the Board finds that the claim has not been established on a balance of probabilities.\"", "[35] As noted by the Court in CITATION_SUPPRESSED, whether the Board must assess the documentary evidence depends on the nature of the evidence and its relationship to the claim. Moreover, the onus is on the applicant to establish the link between his situation and the risks he alleges he would face. The Court added at para 34: Once the lack of credibility of the applicant has been established, I have difficulty believing that the panel has the duty to look at the documentary evidence to find a link to factual elements of the applicant's situation; the link has to be demonstrated by the applicant, not the panel. [Emphasis added.]", "[36] In REFERENCE_SUPPRESSED, the Court referred to the decision in CITATION_SUPPRESSED , noting that whether an assessment of the documentary evidence is required depends on the nature of the evidence and its relationship to the claim and that each case turns on its own facts. The Court added at para 6: Documentary evidence need not be consulted where the only evidence that links an applicant to the documents is the applicant's discredited testimony. For example, there will be instances where country condition reports may shed no light on a particular applicant's claim. In other cases, the country condition reports may potentially establish a well-founded objective basis for a fear of persecution. In the latter case the Board must have regard to that evidence. [Emphasis added.]", "[37] In REFERENCE_SUPPRESSED, the Court found, at para 20, applying the jurisprudence referred to above, that on the facts before it, \"this is not a case where the only evidence that links the Applicants to that documentary evidence is the Applicants' discredited testimony\" [emphasis added]. The Court noted that there was evidence of political activism of the applicant's children which necessitated consideration of the country condition evidence to assess the related risk to the applicant.", "[38] Bearing in mind that a finding of \"no credible basis\" has serious consequences and must be made with regard to those consequences, the question is whether this applicant has provided any credible or trustworthy evidence to support his claim of fear from politicians or from the judicial system arising from his involvement in the land grab scheme, other than his own testimony which was not found to be credible.", "[39] The only evidence that could possibly be considered of a corroborative nature related to his claim was the power of attorney deeds and the news articles. The powers of attorney simply demonstrate that he was involved in real estate transactions, had authority over some land and delegated authority over other land to others. They do not show that he engaged in a land grab scheme, that these were illegal in any way, that he was kidnapped or threatened by politicians, or that he faced charges by the police.", "[40] The news articles refer to the land grab issue in Tamil Nadu, describe the scheme differently than how the applicant described his dealings and convey that the new governing party does not condone these practices. The news articles do not make any link to the applicant's evidence or corroborate his claims. Moreover, that information would not establish that anyone was at risk of cruel and unusual treatment or punishment, danger of torture, or risk to life, only that those involved in illegal schemes may be investigated and prosecuted.", "[41] CITATION_SUPPRESSED and CITATION_SUPPRESSED clarify that each case turns on its own facts and the nature of the claim and its relationship to the evidence must be considered. The onus was on the applicant to demonstrate the link between his personal situation and the potential objective risk due to the land grab scheme in India. He did not establish any such link.", "[42] Unlike CITATION_SUPPRESSED , this is a case where the only evidence that links the applicant to the documentary evidence is the applicant's discredited testimony. In addition, there is no other potential risk to the applicant other than what he claims arises from his testimony regarding his participation in the land grab transactions.", "[43] The Board made clear credibility findings that were well supported by the evidence and reasonably found that there was no credible basis for the applicant's claim. In other words, the Board did not believe any aspect of the applicant's allegations. It was not up to the Board on the facts before it to probe further through the applicant's convoluted description of his business dealings to find some possible link to a risk he may face if any part of his claim had been true. JUDGMENT", "[44] THIS COURT'S JUDGMENT is that 1. The application for judicial review is dismissed. 2. There is no question for certification. [End of document]"]}