{"id_": "026188", "body_str": ["[1] Russell, J. : This is an application under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [Act] for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board [RPD or Board], dated October 18, 2012 [Decision], which refused the Applicants' application to be deemed Convention refugees or a persons in need of protection under sections 96 and 97 of the Act. BACKGROUND", "[2] The Applicants are citizens of the Czech Republic and Slovak Republic and are of Roma ethnicity. They came to Canada via Frankfurt on April 4, 2009, and applied for refugee protection upon their arrival in Toronto. They claim to have been attacked on several occasions because they are Roma, and allege a well-founded fear of persecution based on race and nationality if they are returned to their countries of nationality.", "[3] The Principal Applicant, Ladislav Kina [Mr. Kina], is a 36-year-old citizen of the Czech Republic. He says that he has experienced problems due to his Roma ethnicity from the time he was a child, including being physically attacked many times. He completed grade nine and wanted to be educated as a bricklayer, but was only able to complete three months of the training because older students harassed and assaulted him until he could no longer continue. Thereafter, he says he had trouble getting work, as prospective employers would turn him down once they found out he was Roma.", "[4] Renata Kinova [Ms. Kinova] is Mr. Kina's wife. She is a citizen of the Slovak Republic and a permanent resident of the Czech Republic. She alleges that she and her family were attacked and called names such as \"black pig\" and \"black faces\" by their neighbours in the Slovak Republic, and were badly beaten in their home by a group of masked men in 2003. This prompted them to leave for the Czech Republic, where she met and married Mr. Kina. They have two sons born in the Czech Republic, aged 6 and 7 [the Minor Applicants], and another son born after their arrival in Canada.", "[5] Mr. Kina and Ms. Kinova say they were physically attacked by skinheads in 2006, while Ms. Kinova was pregnant, and that Mr. Kina was again attacked at a bus stop in 2007 by skinheads who screamed \"die you black pig\" and \"we are going to liquidate you from this world.\" They claim to have slept in the forest with their children because they were afraid of the skinheads. In the summer of 2008, Mr. Kina says he and his son were spat on and yelled at by \"not only the skinheads but white Czechs also,\" who yelled \"gypsies to the gas chamber, you will end up like the Jews and the blacks.\" He says he was scared for his son's life and ran for safety, with his son frightened and crying. He claims that he was once again beaten up by skinheads in 2009 while returning from a friend's house, and onlookers simply walked away and did not call the police.", "[6] Mr. Kina claimed in his personal information form  <FRAGMENT_SUPPRESSED>  that each time he was attacked he reported it to the police, and the police took down reports but never dealt with the incidents. The Applicants heard that Canada was accepting Roma refugee claimants, and say they came because they were scared for their lives and did not want their children to grow up in fear.", "[7] At the hearing before the Board, Mr. Kina was appointed the designated representative of his wife and children. Ms. Kinova also testified briefly. DECISION UNDER REVIEW", "[8] The RPD found that none of the Applicants was a refugee or a person in need of protection. The Board identified the determinative issues as credibility, delay in departure, and state protection.", "[9] On state protection, the Board outlined principles from the case law, including that states are presumed to be capable of protecting their citizens, that claimants can rebut this presumption with clear and convincing evidence that a state is incapable of protecting its citizens, that the onus is on the claimant to approach the state for protection where it might be reasonably forthcoming, and that no government is expected to guarantee perfect protection to all of its citizens at all times. The Board stated that local failures to provide protection do not mean that a state on the whole fails to protect its citizens, and that the burden for a claimant to prove an absence of state protection is directly proportional to the level of democracy in a state. It noted that \"[w]hile the effectiveness of state protection is a relevant consideration, the preponderance of recent Federal Court decisions has held that the test for a finding of state protection is whether the protection is adequate, rather than effective per se.\"", "[10] The Board found that there were many inconsistencies and contradictions in Mr. Kina's testimony, and an absence of any corroborative evidence that was entitled to much weight. A medical report provided by the Applicants contained only general statements regarding attacks sustained in 2002, 2005, 2006 and 2007. No details or supporting medical reports describing the extent or circumstances of the injuries were provided, and the Board found that some of the dates did not correspond to Mr. Kina's testimony. As a result, \"little weight\" was accorded to this medical report. The Board also noted a letter from the Roma Association of Liberec describing a 2006 attack and dealings with the police, but observed that \"no actual medical or police reports were submitted with respect to this incident.\"", "[11] The Board found inconsistencies in Mr. Kina's testimony and his PIF on the issue of employment. Mr. Kina claimed he had trouble obtaining work, but acknowledged he was employed in construction between 2005 and 2009. This contradicted his PIF, which stated that he had no employment during these years.", "[12] With respect to the 2007 incident, the Board noted Mr. Kina's testimony that he had written to a Roma organization to obtain the police report but to no avail, and that he had not retained a copy of the letter he sent. The Board rejected this testimony, citing the instructions to claimants in question 31 of the PIF to provide any corroborating evidence to support their claims.", "[13] The Board noted that it had asked Mr. Kina what was the pivotal incident that led to his departure from the Czech Republic, and he responded that it was the 2006 incident, but the Applicants did not leave at that time due to lack of resources. Mr. Kina testified at the hearing that he knew one of the perpetrators, who was the son of the police chief, and that when he complained the police chief took him to the forest, drew his gun and threatened to shoot him, but none of this was in his PIF. Given the severity of this purported event, the fact that Mr. Kina described the 2006 event as the one that caused him to decide to leave the Czech Republic, and that he was unable when challenged to explain its absence from the PIF, the Board rejected \"this entire portion of the principal claimant's testimony.\" Mr. Kina's testimony that this incident caused him to collapse psychologically and to need medication was also rejected as an effort to embellish his claim, given that this too was missing from his PIF and he could not explain why.", "[14] With respect to the 2009 incident, the RPD observed a contradiction between Mr. Kina's statement in his PIF that he went to the police \"every time\" he was attacked and his hearing testimony that he did not go to the police following the 2009 incident because he believed from prior experience that no results would ensue. The Board then observed that, in response to questions from his own counsel at the hearing, Mr. Kina insisted that he had gone to the police after this incident but did not know if they have attempted to arrest the perpetrators. The Board rejected this portion of Mr. Kina's testimony as a result of these contradictions.", "[15] On the basis of the contradictions the RPD observed in Mr. Kina's evidence, the omissions from his PIF, and the absence of corroborative evidence to which weight could be assigned, the Board found that Mr. Kina's testimony was lacking in credibility.", "[16] The Board did not make any negative credibility findings regarding Ms. Kinova's testimony, but did note that she did not provide corroborating evidence relating to the 2003 incident, and did not know why her family was targeted. Unlike her oral testimony, her PIF amendment did not state that the family went to the police following this incident.", "[17] The Board then turned to the documentary evidence regarding country conditions in the Czech Republic, with respect to Mr. Kina and the Minor Applicants' claims, and the Slovak Republic with respect to Ms. Kinova's claim. The Board observed that there was documentary evidence of persecution of Roma in the Czech Republic and the rise of right-wing and neo-Nazi groups who advocate a solution to \"the Roma problem\" by force if necessary, and that \"[t]he question becomes one of what the state is doing to protect the Roma against such harm.\"", "[18] The RPD noted evidence that attacks on the Roma minority had declined, as well as contrary evidence that racially motivated attacks on minorities in the Czech Republic were on the rise. The Board also noted evidence that the Roma are subject to public and private discrimination in education, housing, health and employment, and ill-treatment from police. On the other hand, there was evidence that the Czech Republic was a multiparty parliamentary democracy, that its laws provide for a right to a fair trial, that police are required by law to respond to all distress calls, and that complainants are entitled to copies of police reports. The Board also noted examples of protection measures against discrimination and racially-motivated violence, such as Roma Police Assistants and Minority Liaison Officers, and recent strengthening of the Czech legal and institutional framework against discrimination, racism and extremism as well as efforts being made by the Czech government to improve the integration of Roma children into the mainstream education system. The Board concluded that \"[g]iven the principal claimant's lack of credibility, and the preponderance of the evidence before this panel, the panel concludes the principal claimant has not rebutted the presumption of state protection.\"", "[19] With respect to the Slovak Republic, the Board observed that the documentary evidence indicated that the state was in control of its territory and there was \"no evidence of a total breakdown of state authority,\" and therefore \"the burden of attempting to show that one should not be required to exhaust all avenues of domestic recourse is a heavy one.\" The Board found that \"[t]he preponderance of the objective evidence regarding current country conditions suggests that, although not perfect, there is adequate state protection in the Slovak Republic for victims of crime, that the Slovak Republic is making serious efforts to address the problem of criminality, and that police are both willing and able to protect victims.\" Further, the Board found that \"[p]olice corruption and deficiencies, although existing and noted by the Board, are not systemic,\" and that \"as a whole, the issues of corruption and deficiencies are being addressed by the Slovak Republic.\" Examples quoted from the documentary evidence indicated that \"on the whole, the Slovak Republic has undertaken significant efforts to provide better protection to its citizens and is making serious effort [sic] to combat corruption.\" In the Board's view, Ms. Kinova \"did not provide 'clear and convincing' evidence of the Slovak Republic's inability to protect her,\" and there was no persuasive evidence that the 2003 incident \"was necessarily linked to her ethnicity, rather than being a random crime.\"", "[20] On the whole, the Board concluded as follows:", "[48] The Board concludes that the claimants have not rebutted the presumption of state protection with \"clear and convincing\" evidence of the state's inability to protect them.", "[49] After carefully considering all of the evidence in the PIF, the oral testimony, and the submissions made on behalf of the claimants, all claims are rejected. This includes the children's claims as they are based on the principal claimant's allegations. ISSUES", "[21] The Applicants raise the following issues in this application: 1. Whether the RPD erred in making negative credibility findings based on an absence of corroborating evidence; 2. Whether the RPD erred in making findings based on a lack of \"further\" corroborating evidence with respect to the claim of Ms. Kinova; 3. Whether the RPD erred in making findings based on what the medical reports \"did not say\"; 4. Whether the RPD made perverse and capricious findings with respect to credibility based on alleged inconsistencies arising from the PIF and amendments thereto; and 5. With respect to the determinative issue of state protection, whether the RPD: (a) Applied the wrong legal test, including a failure to consider ability to protect in addition to willingness to protect; or (b) Made perverse and capricious findings in disregard to the evidence in its application of the test.", "[22] In my view, the issues here can be summarized as follows: did the Board err in its conclusions regarding credibility, state protection or nexus to a Convention ground in a manner that makes the Decision unreasonable? STANDARD OF REVIEW", "[23] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis: <FRAGMENT_SUPPRESSED> .", "[24] As outlined recently by Chief Justice Crampton, a long line of jurisprudence has established a clear test for state protection. It is therefore not open to the Board to apply a different test, and the issue of whether the proper test was applied is reviewable on a standard of correctness. On the other hand, the issue of whether the Board erred in applying the settled law on state protection to the facts of a particular case is a question of mixed fact and law that is reviewable on a standard of reasonableness: <FRAGMENT_SUPPRESSED> ; see also <FRAGMENT_SUPPRESSED> .", "[25] The other issues raised by the Applicants relate to the Board's assessment, interpretation and weighing of the evidence, as well as its conclusions about Mr. Kina's credibility. It is well established that the Board's conclusions on these matters are entitled to deference and a standard of reasonableness applies: <FRAGMENT_SUPPRESSED>  (FCA) at para 4 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> .", "[26] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at para 47, and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para59. Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" STATUTORY PROVISIONS", "[27] The following provisions of the Act are applicable in these proceedings: Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or ) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. ARGUMENT <FRAGMENT_SUPPRESSED> [28] The Applicants argue that the Board erred by making negative credibility findings based on a lack of corroborating documentary evidence. Oral evidence regarding the particulars of a claim does not have to be corroborated by documentary evidence, they argue, and the absence of such documentary evidence has no bearing on the claimant's credibility in the absence of evidence to contradict the claimant's allegations: <FRAGMENT_SUPPRESSED>  99 NR 168 (FCA) [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> FTR 137; <FRAGMENT_SUPPRESSED> FTR 309 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> . This means that, \"conclusions relating to a lack of credibility may not be drawn from an absence of evidence\": <FRAGMENT_SUPPRESSED> . It was a further error for the Board to make negative credibility findings based on what the medical report submitted by the Applicants did not say, rather than considering it for what it did say in support of the Applicants' allegations: <FRAGMENT_SUPPRESSED> , above, at para 11. The Board also erred in making negative credibility findings based on the fact that the PIF was amended: <FRAGMENT_SUPPRESSED> .", "[29] The Applicants say the crux of the Decision is the Board's state protection finding, which requires an objective assessment of the well-foundedness of the their fear regardless of credibility findings: <FRAGMENT_SUPPRESSED> , above; <FRAGMENT_SUPPRESSED> ACWS (3d) 1089 ( <FRAGMENT_SUPPRESSED> .", "[30] Here, the Applicants say, the Board failed to apply the proper test to the question of state protection. A claimant is not required to seek ineffective protection merely to demonstrate its ineffectiveness. Rather, they must approach the state for protection only where it might have been reasonable forthcoming: <FRAGMENT_SUPPRESSED>  at 724-25 [ Ward ]. The capability of a state to protect its citizens is simply a presumption that can be rebutted by clear and convincing evidence of the state's inability to protect, and such evidence can include \"testimony of similarly situated individuals let down by the state protection arrangement or the claimant's testimony of past personal incidents in which sate protection did not materialize\": <FRAGMENT_SUPPRESSED>  [2002] FCJ No 1080 (TD) at para 42, quoting Ward , above at 724-25.", "[31] Furthermore, the Applicants argue, it is an error for the Board to adopt a purely systemic approach that could deny protection solely on the ground that the state is making efforts to protect the Roma from persecution and discrimination: the ability to protect encompasses not only a legislative and procedural framework but \"the capacity and will to effectively implement that framework\": <FRAGMENT_SUPPRESSED>  at para 56, quoting <FRAGMENT_SUPPRESSED> . The Applicants argue that the Board erred in failing to deal with the \"second arm\" of the test for state protection - that is, the state's ability to protect, rather than merely its willingness to protect. They quote Justice Hughes' analysis in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at paras 5-6: 5 The reasons do not address the issue of state protection properly. They do not show whether, and if so, what, the Member considered as to provisions made by Hungary to provide adequate state protection now to its citizens. It is not enough to say that steps are being taken that some day may result in adequate state protection. It is what state protection is actually provided at the present time that is relevant. In the present case, the evidence is overwhelming that Hungary is unable presently to provide adequate protection to its Roma citizens. [...] 6 To this I add what Justice Mosley wrote recently in <FRAGMENT_SUPPRESSED> to 16: [...] 15 The Board was required to justify its finding that Ms. E.Y.M.V. had not rebutted the presumption, in a transparent and intelligible way ( <FRAGMENT_SUPPRESSED>  [2011] F.C.J. No. 996 at para 17). The Board did not meet this standard of reasonableness. 16 The Board did not provide any analysis of the operational adequacy of the efforts undertaken by the government of Honduras and international actors to improve state protection in Honduras. While the state's efforts are indeed relevant to an assessment of state protection, they are neither determinative nor sufficient ( <FRAGMENT_SUPPRESSED>  [2011] F.C.J. No. 816 at para 75). Any efforts must have \"actually translated into adequate state protection\" at the operational level ( <FRAGMENT_SUPPRESSED> .", "[32] Furthermore, the Applicants assert, \"[d]emocracy alone does not guarantee effective state protection\" and the \"Board is required to do more than determine whether a country has a democratic political system and must assess the quality of the institutions that provide state protection\": <FRAGMENT_SUPPRESSED> .", "[33] The Applicants note that these principles have been applied to the situation of the Roma in many cases, including <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> , above, at paras 5-7; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ].", "[34] The Applicants argue that the RPD ignored evidence, including the Applicants' credible oral and personal documentary evidence, the fact that the police are often the agents of persecution, the documentary evidence tendered by the Applicants' counsel, and the Board's own disclosure packages relating to the Czech Republic and Slovak Republic. In their view, the Decision should be set aside for ignoring or making selective use of the evidence: <FRAGMENT_SUPPRESSED> Imm LR (3d) 35 ( <FRAGMENT_SUPPRESSED> ACWS (3d) 285 (TD). Where there is important evidence that contradicts the Board's conclusions, the requirement for the Board to specifically analyze that evidence is heightened and the failure to do so may cause the Court to conclude that the Board ignored or misapprehended it: <FRAGMENT_SUPPRESSED> FCT 398 ( <FRAGMENT_SUPPRESSED>  at para 33 (TD). Respondent", "[35] The Respondent says that the Board's rejection of the Applicants' claims was justified based on the credibility problems identified and the Board's finding that the Applicants had failed to rebut the presumption of state protection.", "[36] The Respondent notes that the Board identified major credibility issues with the Applicants' evidence, stemming from significant and unexplained omissions and inconsistencies among Mr. Kina's PIF, the amended PIF, and his testimony at the hearing. For example, he testified that he had difficulty finding work due to his Roma ethnicity, but was employed in construction from 2005 to 2009. This directly contradicted his PIF, where he wrote that he was not employed during those years. With respect to the 2006 incident, which convinced the Mr. Kina to leave the Czech Republic, he testified that he knew the perpetrator, which was the son of the police chief, that he was taken to the forest and threatened at gunpoint, that he collapsed psychologically and required medication after this incident, and that he and his family had to sleep in the forest afterwards because the perpetrators threatened to kill the Applicants. However, none of this information was in his PIF or amended PIF, and Mr. Kina could not explain why it was missing. He also could not remember the month this pivotal event occurred. Mr. Kina's evidence with respect to reporting to police was also rife with contradictions. He testified that, after 2003, he sought assistance from the police more than 15 times; however, this was not reflected in his PIF, which described only five incidents, and he could not explain the discrepancy. With respect to the alleged attack in 2009, he claimed in his PIF that the police wrote a report, then stated in testimony that he did not go to police as he did not believe any action would be taken.", "[37] The Respondent says the Board was justified in observing that there was an absence of corroborating evidence for the Applicants' claims. The medical report contained only general statements regarding alleged attacks, and some of the dates mentioned did not correspond to Mr. Kina's testimony. It was reasonable for the Board to give this document little weight, and it is not the function of the Court to reweigh or reconsider the evidence: <FRAGMENT_SUPPRESSED>  (FCA). In addition, while the Applicants submitted a letter from the Roma Association of Liberec regarding an attack on the Applicants in 2006, there were no actual medical or police reports submitted. It was not unreasonable for the Board to expect such evidence in this case, given that the letter mentioned dealings with the police and Mr. Kina testified that he required medication. The Board can take into account a failure to provide corroborative evidence where there are valid reasons to doubt a claimant's credibility and the Board does not accept the applicant's explanation for failing to produce that evidence: <FRAGMENT_SUPPRESSED> . While corroborating evidence is not always necessary to establish an applicant's subjective fear, it is not an error for the Board find that a failure to corroborate the claim with evidence that could reasonably be expected diminishes an applicant's credibility. A lack of acceptable documents without a reasonable explanation for their absence, or the failure to take reasonable steps to obtain them, is a factor in assessing the credibility of any claimant: <FRAGMENT_SUPPRESSED> . Moreover, the presumption that sworn testimony is true can be rebutted by the absence of corroborative evidence where, as here, it would be reasonable to expect such evidence: <FRAGMENT_SUPPRESSED>  53 ACWS (3d) 158 (FCA) at para 1.", "[38] The Respondent says that on the basis of the evidence, the Board reasonably rejected Mr. Kina's testimony regarding the alleged 2006 and 2009 attacks, and found that he had otherwise attempted to embellish his claim. The importance of consistency between evidence in one's PIF and oral testimony is well-established, and inconsistencies and omissions, particularly regarding crucial elements of a claim, are sufficient to taint credibility: <FRAGMENT_SUPPRESSED>  (FCTD) [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , above, at para 9. Mr. Kina led inconsistent evidence that went to the core of his claim and the RPD reasonably disregarded evidence on which he contradicted himself, the Respondent says. The Board's analysis focused on key events in the Applicants' story; it was not a \"microscopic\" parsing of minor details: <FRAGMENT_SUPPRESSED> . The Board is in the best position to gauge credibility and draw the necessary inferences, and its decision is entitled to deference: <FRAGMENT_SUPPRESSED> , above, at para 4.", "[39] Finally, the Respondent argues that the Board's state protection findings were reasonable. The Board began its state protection analysis by correctly setting out the law with reference to the relevant jurisprudence, and carefully considered the documentary evidence pertaining to the situation of Roma in the Czech Republic and the Slovak Republic. The Board recognized problems such as ongoing discrimination and corruption in both countries, and was thus clearly cognizant of the evidence that was contradictory to its conclusion on state protection. The Board considered and weighed negative reports, including those submitted by the Applicants, and was not required to refer to each element from each piece of general country condition evidence. The question is whether, in examining the record as a whole, the decision is reasonable: <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> . Moreover, the Board's duty to expressly refer to evidence that contradicts its key findings, as per <FRAGMENT_SUPPRESSED> .", "[40] The test for state protection is whether it is adequate, the Respondent argues, not whether it is perfectly effective: <FRAGMENT_SUPPRESSED> ; see also Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  at para 7. The reasons show that the Board had regard not only to the efforts of the Czech Republic in combating discrimination, but also the evidence of and the effects of such efforts: <FRAGMENT_SUPPRESSED> , above, at paras 15-18. Contrary to the Applicant's argument that the RPD did not deal with the state's inability to protect them, the Board clearly found that the Applicants had not rebutted the presumption of state protection with \"'clear and convincing evidence' of the state's inability to protect them\": Decision at para 48, Respondent's emphasis. Insofar as the Board referred to \"serious efforts\" by the governments concerned, it referred to these efforts as part of assessing the adequacy of state protection: <FRAGMENT_SUPPRESSED> .", "[41] The Respondent argues that significant deference is owed to the RPD's findings of adequate state protection, and the Board's conclusions on this matter were reasonable. ANALYSIS", "[42] The basis of this Decision is not entirely clear. The Board refers to \"credibility, delay in departure, and state protection\" as the determinative issues (para 9). However, the reasons concentrate upon credibility and state protection.", "[43] As regards Mr. Kina, the Board \"finds that the principal claimant's testimony was lacking in credibility\" (para 26), but it is not clear whether this is a general negative credibility finding. Paragraph 47 suggests not because the general conclusion with regard to Mr. Kina is that \"significant portions of the Principal claimant's testimony found to be (sic) lacking in credibility.\" This suggests that some parts of Mr. Kina's evidence were accepted. So the extent of the credibility findings regarding Mr. Kina are unclear. However, the actual basis for the Decision regarding Mr. Kina appears to be that Given the principal claimant's lack of credibility, and the preponderance of the evidence before the panel, the panel concludes the principal claimant has not rebutted the presumption of state protection.", "[44] So, in the end, the credibility concerns appear to be part of the state protection analysis which gives us the real reason for rejecting Mr. Kina's claim. The headings of the reasons also indicate this is the case. My conclusion is that the Board found significant portions of Mr. Kina's evidence non-credible, and because parts of that evidence related to the interaction between Mr. Kina and the police, these credibility findings were a significant aspect of the state protection analysis.", "[45] As regards Ms. Kinova, there are no negative credibility findings. Her claim is rejected because she was not able to rebut the presumption of state protection (para 28). However, it would also appear that the Board found a lack of nexus because, in paragraph 47, the Board says Furthermore, the Board concludes that the principal claimant's wife, although describing an incident which occurred in 2003, did not provide \"clear and convincing evidence of the Slovak Republic's inability to protect her. Moreover, there was no persuasive evidence before this panel that this incident was necessarily linked to her ethnicity, rather than being a random crime.", "[46] However, this paragraph is then followed by paragraph 48 which says The Board concludes that the claimant's have not rebutted the presumption of state protection with \"clear and convincing\" evidence of the state's inability to protect them.", "[47] So, the Board's final conclusion appears to be that the claims are rejected on the basis of the state protection analysis rather than credibility or nexus issues, although credibility and nexus concerns are factored into the state protection analysis. The reasons overall appear to support this conclusion.", "[48] The state protection analyses for both Mr. Kina and Ms. Kinova are entirely inadequate and unreasonable for reasons that this Court has reiterated on many occasions. See <FRAGMENT_SUPPRESSED> , above, at paras 69-74 (Slovak Republic); <FRAGMENT_SUPPRESSED> , above (Hungary); <FRAGMENT_SUPPRESSED> , above (Hungary); <FRAGMENT_SUPPRESSED> , above, at paras 11-13 (Hungary); <FRAGMENT_SUPPRESSED> , above, at paras 23-25 ( <FRAGMENT_SUPPRESSED>  (Hungary).", "[49] As regards Mr. Kina, the state protection analysis, as is typical, concedes the difficulties that Roma people face in the Czech Republic but then makes attempts to show that the state is making \"efforts\" to resolve the problems. There is no real analysis of whether such efforts have resulted in what Justice Mosley in <FRAGMENT_SUPPRESSED>  has called \"operational adequacy,\" and a significant portion of the analysis deals with discrimination in education, which has no relevance to the credibility finding about interaction with the police and whether the Czech Republic is either willing or able to protect the Applicants from racist violence.", "[50] There are similar problems with respect to the Board's state protection analysis for the Slovak Republic, which is the country of reference for Ms. Kinova. For example, paragraph 13 refers to \"adequate state protection in the Slovak Republic for victims of crime,\" because \"the Slovak Republic is making serious efforts to address the problem of criminality,\" and \"the police are both willing and able to protect victims.\" This suggests that the Board's focus is upon crime victims generally, and not the specific problems faced by Roma. In any event, the documentary evidence cited by the Board to support this statement (paras 44-45) either has little relevance for Roma people or supports the Applicants' contention that there is no adequate protection for Roma in the Slovak Republic. For example, the Board quotes that Human rights observers believed that police are occasionally reluctant to accept the testimony of certain witnesses, particularly Roma women, and homeless persons and often failed to investigate cases involving Roma and other minorities promptly and thoroughly. [Emphasis added]", "[51] The only other references to the treatment of Roma in the Slovak Republic referred to and relied upon are (quoted at para 45) The government made efforts to address violence and discrimination against Roma and other minorities, although some critics worried that judges lacked sufficient training in the relevant laws. The government continued to implement its action plan against xenophobia and intolerance, which included a special police unit to monitor extremist activities. A commission consisting of NGO's, police, and government officials advised police on minority issues. The plenipotentiary maintained five regional offices to supervise the implementation of governmental police on Romani issues, support infrastructure development, and cooperate with municipalities and villages to improve interaction between Roma and non-Roma. During the year, the government had a national anti-discriminatory plan. The office of the deputy prime-minister for human rights serves as the secretariat for the Council of National Minorities and the Government Council for NGOs.", "[52] Based upon this, the Board then concludes \"[t]he above-noted examples indicate that, on the whole, the Slovak Republic has undertaken significant efforts to provide better protection for its citizens and is making serious efforts to combat corruption.\" (para 46) There is no real analysis of what this means for Roma people and there is no analysis as to whether these \"serious efforts\" have resulted in any kind of operationally adequate protection for Roma people against racist violence in the Slovak Republic. This is not a reasonable state protection analysis.", "[53] The onus is, of course, upon the Applicants to rebut the presumption of state protection, but if the Board does not reasonably assess operational adequacy, then the Board cannot assess whether the Applicants, given the totality of the evidence, have rebutted that presumption.", "[54] Counsel agree there is no question for certification and the Court concurs. JUDGMENT", "[55] THIS COURT'S JUDGMENT is that 1. The application is allowed. The Decision is quashed and the matter is returned for reconsideration by a differently constituted Board. 2. There is no question for certification. Ladislav Kina, Nicolas Kina,  <FRAGMENT_SUPPRESSED>  Russell CONTEXTE", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20] Globalement, la Commission a conclu en ces termes:", "", "", "[21]", "[22] NORME DE CONTRÔLE", "[23] <FRAGMENT_SUPPRESSED> .", "[24] <FRAGMENT_SUPPRESSED> .", "[25] <FRAGMENT_SUPPRESSED>  (CAF), au paragraphe 4 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> .", "[26]", "[27] Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or ) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. ARGUMENTS Demandeurs", "[28] <FRAGMENT_SUPPRESSED>  99 NR 168 (CAF) [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> FTR 137; <FRAGMENT_SUPPRESSED> FTR 309 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> .", "[29] peu importe <FRAGMENT_SUPPRESSED> ACWS (3d) 1089 ( <FRAGMENT_SUPPRESSED> .", "[30] Canada (Procureur général) c Ward Ward <FRAGMENT_SUPPRESSED>  [2002] ACF no 1080 (CF 1re inst.), au paragraphe 42, citant Ward", "[31] capacité", "", "<FRAGMENT_SUPPRESSED> à 16: [...] <FRAGMENT_SUPPRESSED>  paragraphe 9).", "[32] <FRAGMENT_SUPPRESSED> .", "[33] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ].", "[34] <FRAGMENT_SUPPRESSED> , au paragraphe 33 (CFPI).", "[35]", "[36]", "[37] <FRAGMENT_SUPPRESSED> et 11-12; <FRAGMENT_SUPPRESSED>  53 ACWS (3d) 158 (CAF), au paragraphe 1.", "[38] <FRAGMENT_SUPPRESSED>  (CFPI) [ <FRAGMENT_SUPPRESSED> ];", "[39] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> .", "[40] efforts et aux effets incapacité incapacité <FRAGMENT_SUPPRESSED> .", "[41] ANALYSE", "[42]", "[43]", "[44]", "[45]", "[46]", "[47]", "[48] <FRAGMENT_SUPPRESSED>  (Hongrie).", "[49]", "[50]", "[51]", "[52]", "[53]", "[54] JUGEMENT", "[55] [End of document]"]}