{"id_": "026110", "body_str": ["[1] Evans, J. : This is an application for judicial review pursuant to s. 18.1 of the Federal Act R.S.C. 1985, c. F-7 [as amended] in which Gerle Gold Ltd. and SouthernEra Resources Ltd. (hereinafter Gerle Gold, SouthernEra or, collectively, \"the applicants\") request the court to review and set aside a decision dated November 20, 1997 made by the Assistant Deputy Minister of the Department of Indian Affairs and Northern Development (hereinafter \"the ADM\"). The decision was made pursuant to a ministerial review that reversed a decision of the Supervising Mining Recorder in which she had upheld a notice of protest by the applicants against mineral claims recorded on October 24, 1994 in the name of Boyd Warner.", "[2] The applicants allege that the ADM's decision should be set aside on a number of grounds: reasonable apprehension of bias; a refusal to permit the applicants an op­portunity to cross-examine Mr. Warner on his statutory declaration in breach of the duty of fairness; the making of an erroneous finding of fact without regard to the evi­dence and a failure to give adequate reasons for the decision; and an error of law in the interpretation of relevant provisions of the Canada Mining Regulations C.R.C. 1978, c. 1516 [as amended] (hereinafter \"the Regulations \").", "[3] The respondents to this application for judicial review are Golden Rule Resources Ltd. (hereinafter \"Golden Rule\"), a company that the ADM found to be the owner of the beneficial interest of the mineral claims recorded in the name of Boyd Warner, and Inukshuk Capital Ltd. (hereinafter \"Inukshuk\") a company wishing to purchase the Warner claims. In these reasons I shall refer to these companies collectively as \"the respondents\". B. Factual Background", "[4] In 1993 Golden Rule was the recorded owner of mineral claims that had been lo­cated (that is, marked out on the ground) in the Northwest Territories. The claims were known as the MIR and KIM claims; they were located in an area where dia­mondiferous pipes have been discovered. In March, 1993 Golden Rule assigned these claims to Tyler Resources Inc. (hereinafter \"Tyler\") for a consideration of $1.00.", "[5] On July 26, 1994 the Mining Recorder gave notice to Tyler that it had failed to do the statutorily required \"representation work\", that is, it had not made the necessary investment in the exploration of the claims within two years from the date when the claim was recorded, as stipulated by s. 38 of the Regulations . Since Tyler did not file with the Mining Recorder a statement that the requisite work had been done within 60 days after it had received the notice pursuant to para. 45(1)(b) of the Regulations , Tyler's MIR and KIM claims automatically lapsed on September 26, 1994, in accordance with para. 45(2)(a) of the Regulations", "[6] Section 49 of the Regulations provides that, for one year from the time that a claim lapses, the holder of the claim at the time that it lapsed shall not \"relocate or have any interest in the claim or any part thereof\" (s. 49(1)(a)), or \"have the claim or any part thereof recorded in his name or in the name of any corporation controlled by him\" (s. 49(1)(b)).", "[7] The policy informing ss. 38, 45 and 49 would seem to be to encourage the exploita­tion of mineral resources by requiring holders of claims to spend money exploring them. $4.00 per acre must be spent in the first two years from the date of the recording of the claim and $2.00 per acre in each subsequent year: s. 38(2) of the Regulations . Thus, a person may not accumulate claims that are not being explored and thereby exclude others from staking them and con­ducting explorations.", "[8] In order to prevent this policy from being circumvented, s. 49 of the Regulations prohibits the holder of the claim when it lapsed from relocating (that is, in this con­text, restaking) the claim or \"having any interest\" in it for a year after the lapse. And in order to prevent avoidance of the policy through corporate structures, the section also provides that, during the one year period of preclusion, the claim shall not be recorded in the name of a corporation \"controlled\" by the former holder of the lapsed claim.", "[9] Section 49 would also seem designed to protect a claim holder who has sold the claim for cash and a percentage of future revenue generated by the claim from being cheated by a purchaser who may fail to do the \"representation work\", allow the claim to lapse and then restake the ground and record a new claim, without any obligation to the former owner of the lapsed claim. Section 49 prevents the purchaser from restaking within a year the property that was the subject of the lapsed claim, thus leaving it available to be restaked by others, including, of course, the vendor of the claim.", "[10] In October 1994 claims were recorded in the name of Boyd Warner (hereinafter \"the MK-RIM claims\"), which were located on some of the ground previously covered by Tyler's lapsed MIR and KIM claims. Mr. Warner located these claims 18 days after Tyler's title had lapsed. It is agreed that, while Mr. Warner was the legal owner of these claims, he had no beneficial interest in them. The question at the heart of the dis­pute that has given rise to this litigation is whether Mr. Warner was holding the title to the MK-RIM claims in trust for Golden Rule or for Tyler. If the latter, then since Tyler would be their beneficial owner, it would thereby have an interest in a part of its former claim. Since this would be in breach of s. 49 of the Regulations , the recording of the claims was liable to be cancelled.", "[11] In January, 1995 the applicant, Gerle Gold, located mineral claims that overlapped the MK-RIM claims. And in March, 1995 the applicant, SouthernEra, also located mineral claims that overlapped the MK-RIM claims. Both applied to the Mining Recorder to record their claims, and filed notices of protest against the claims recorded in the name of Boyd Warner, on the ground that Mr. Warner's claims overlapped with Tyler's former MIR and KIM claims, and that since Tyler was the beneficial owner of the MK-RIM claims recorded in Mr. Warner's name the claims had been recorded in breach of s. 49 of the Regulations", "[12] The Mining Recorder conducted an inquiry into the protest in accordance with s. 53 of the Regulations , and on August 8, 1995 reported to the parties and to the Supervising Mining Recorder. While finding that Golden Rule had contracted the re­staking of the claims by Mr. Warner, the Mining Recorder also stated that Tyler ap­peared to have an interest in the MK-RIM claims, and since these claims had been recorded within a month of the lapse of Tyler's former MIR and KIM claims, Tyler was in breach of s. 49.", "[13] Section 53(6) of the Regulations pro­vides that, after considering the report of the Mining Recorder and \"hearing the parties to the dispute and such evidence as they may present\", the Supervising Mining Recorder (hereinafter \"the SMR\") shall give a decision on the dispute and send copies of the de­cision to the parties. Statutory declarations and written submissions were made to the SMR, Ms. McRobert, on behalf of the ap­plicants. Copies of this material went to the interested parties (including Mr. Warner), but not, apparently, to Inukshuk, the intended purchaser from Tyler of its beneficial interest in the MK-RIM claims. C. The Supervising Mining Recorder's Decision", "[14] Having received no submissions from Golden Rule, Tyler or Warner, the SMR wrote to them on March 27, 1996 inviting submissions on the material filed on behalf of the applicants, and informing them that, \"if I have not received a reply and your submissions by [April 15, 1996] I will ren­der my decision based on the information that I have.\"", "[15] This letter was successful in provoking responses. On April 9, 1996 the SMR re­ceived a telephone call from Mr. Warner in which he stated that he had no interest in the MK-RIM mineral claims. According to a note that the SMR wrote a day after the conversation, he also said that he had no interest since he had been contracted to stake this ground for Tyler. In her reasons for decision, the SMR stated that she did not intend to rely on this latter statement because it was not in writing and the other parties had had no opportunity to make submissions on it.", "[16] The SMR also received written submis­sions made on behalf of Golden Rule and Tyler stating that Mr. Warner held the MK-RIM claims on trust for Golden Rule, not Tyler. In a letter written in his capacity as President of Golden Rule, Mr. Harper stated: \"we had control of them [that is, the claims] via Golden Rule.\"", "[17] The SMR decided that it was unneces­sary to hold an oral hearing, as Gerle Gold had requested, and she based her decision on the written submissions that she had received from the parties. While excluding from the evidence Mr. Warner's statement that he was contracted to stake the ground for Tyler, the SMR upheld the protest, cancelled the MK-RIM claims recorded in the name of Mr. Warner and authorized the processing of the claims that the applicants had staked over part of the MK-RIM claims.", "[18] She found first that, contrary to the assertions made on its behalf, Tyler had a beneficial interest in the MK-RIM claims. As evidence of this she relied on the fact that Tyler was identified as the owner of the MIR and KIM claims in the Canadian Mines Handbook for 1994-1995 and 1995-1996, which did not list Golden Rule as the owner of any of the relevant claims. Tyler's annual report to its shareholders for 1994 also stated that the company was drilling in the MIR property in October, 1994, a month after its claim had lapsed.", "[19] She also referred to negotiations that had taken place early in 1995 between Gerle Gold and Mr. Harper, the President and Chief Executive Officer of both Golden Rule and Tyler. In one of the letters written by Mr. Harper on the note paper of Hand­scrabble, a company controlled by Mr. Harper through which he provided his ser­vices to both Golden Rule and Tyler, Mr. Harper proposed that a new company should be created to hold both Gerle Gold's claims and the MK-RIM claims, with Gerle Gold and Tyler each owning 50% of the shares in the proposed new corporate entity. The SMR concluded from this letter that Mr. Harper was clearly negotiating Tyler's interest in the disputed claims and that the negotiations were inconsistent with the submissions that Tyler had had no involvement with the area since its MIR and KIM claims lapsed.", "[20] In the alternative, she held that, even if Tyler had no interest in the claim, it was in breach of para. 49(1)(b) because the bene­ficial owner, Golden Rule, was a corporation \"controlled\" by Tyler. For this conclusion she relied on the \"inextricable\" connection between Golden Rule and Tyler, who shared office space and a fax number, as well as most of their directors and senior officers. Moreover, in a submission written by Mr. Harper for Golden Rule, he had stated that \"we\" control the claims via Golden Rule. The SMR took \"we\" to mean Tyler.", "[21] As the SMR noted in her decision, although separate legal entities, Golden Rule and Tyler were obviously very closely linked. Each company had only two directors or senior officers who were neither directors, nor senior officers of the other. Mr. Harper and Mr. Lahusen were respectively President and Chief Executive Officer, and Vice-President, of both companies. Each of the three directors who served on both boards had significant shareholdings in each com­pany. And, as Tyler's annual report for 1994 states, \"Golden Rule provided geological, exploration, and administrative services to Tyler at professional rates\".", "[22] On the other hand, Golden Rule and Tyler are well established, publicly traded companies with issued shares of more than 15,000,000 and 20,000,000 respectively. Moreover, at no time material to this litiga­tion did Tyler own shares in Golden Rule, nor did Golden Rule own more than 11% of Tyler's shares. D. The Assistant Deputy Minister's Decision", "[23] On May 28, 1996 the respondents applied to the Minister of the Department of Indian Affairs and Northern Development for a review of the SMR's decision pursuant to s. 84 of the Regulations , the most germane provisions of which state: \"... the Minister shall review the matter, provide the applicant with any information considered during his review that is not already of public record and that may be lawfully provided and, after allowing 30 days for the applicant to rebut any in­formation so provided, the Minister shall advise the applicant in writing of his final decision with reasons.\"", "[24] The review was conducted by Mr. Moore, an ADM, as the Minister's delegate, on the basis of written submissions and materials filed by the parties, including comments that each made on the others' submissions. In addition, a statutory declara­tion was sworn by Mr. Warner in June, 1996 in which he asserted that he had located and recorded the MK-RIM mineral claims on behalf of Golden Rule, and categorically denied that he had told the SMR that he had acted on behalf of Tyler in acquiring the claims. Indeed, Mr. Warner stated that, as soon as he received a copy of the SMR's decision, he called her to say that he had not staked the ground for Tyler and that there had obviously been some miscommunication between them on this point.", "[25] In his statutory declaration Mr. Warner also stated that during this conversation the SMR had not told him that she would be rendering a decision on the notices of pro­tests by the applicants. He concluded by saying: \"Had I been told at the time of the tele­phone conversation with Ms. McRobert [the SMR] that statements made by me during that conversation would be recorded in whole or in part as part of the in­vestigation into the notices of protests I would have insisted that my position be stated in writing to avoid any misunder­standing or misapprehension of the facts.\" Attached to Mr. Warner's statutory declara­tion were invoices for expenses incurred and professional services rendered in connection with mineral claims sent by his company to Golden Rule, and cheques from Golden Rule in payment of these invoices.", "[26] In a letter dated August 13, 1997 to counsel for the applicants, the ADM stated that he was enclosing a briefing note and other material prepared by his staff in con­nection with the ministerial review. He continued: \"With the release of this package of docu­ments as required by s. 84 of the Canada Mining Regulations you will have all of the information I have relied upon to make my determination . You have thirty days from the date of this letter to rebut the information contained in this package of documents.\" (emphasis added)", "[27] On September 12, 1997 counsel for the applicants, Mr. Marshall, wrote a lengthy letter to the ADM responding both to the covering letter and to the briefing note, which was distinctly unfavourable to the applicants' position. Alarmed by the fact that the ADM appeared already to have made a determination before the applicants had had an opportunity to respond to the briefing note, counsel expressed the hope that the ADM had misspoken (or perhaps, more accurately, \"miswritten\"), and had not meant what he had clearly said.", "[28] Counsel criticized the briefing note on two counts. First, it did not address adequately the evidence on which the SMR had relied to support her finding that Mr. Warner had acquired the claims for Tyler. Instead, it relied heavily on the statement in Mr. Warner's statutory declaration that, in acquiring the MK-RIM claims, he was acting on behalf of Golden Rule. The briefing note did not refer to the fact that, according to the SMR, he had made a prior inconsistent statement to her on this crucial issue. In view of this, counsel requested an op­portunity to cross-examine Mr. Warner on his statutory declaration if the ADM decided to admit it into evidence and to rely on it.", "[29] Counsel also criticized much of the legal analysis contained in the briefing note, in particular the narrow and formalistic definitions that it suggested of the words \"any interest\" in para. 41(1)(a), and \"con­trolled\" in para. 41(1)(b). Restricting the former to \"a legal or beneficial proprietary interest\", and the latter to \" legally controlled\" as defined in the Alberta Business Corporations Act , was, he submitted, cal­culated to undermine, not advance, the policies underlying the statutory scheme, namely, the encouragement of the ex­ploration of mineral claims and the preven­tion of the accumulation of un­exploited claims that thereby precluded others from undertaking exploratory work on the ground that they covered.", "[30] On the other hand, Ms. Potter, counsel for the respondents, suggested that, if this was the policy objective of the Regulations , they would have required that exploratory work be carried out before a mining claim could even be recorded, rather than allowing a person to leave a claim unexplored for two years before it lapses. However, the fact that a statutory scheme does not implement a given policy to the greatest extent, but balances it against others, does not mean that that policy does not motivate the legislation. These Regulations can be seen as striking a balance between different strategies for the development of mineral resources: on the one hand, permitting low-cost entry by prospectors and, on the other, requiring claim-holders to invest money in exploration as the price for maintaining their claims on the property.", "[31] In the reasons for his decision of November 20, 1997 the ADM dealt first with three preliminary matters. First, con­trary to the submissions made on behalf of the applicants, he concluded, correctly in my opinion, that in conducting a s. 84 ministerial review he was not limited to exercising a purely appellate jurisdiction. That is, he could consider evidence that was not before the SMR, and receive fresh sub­missions and evidence, provided only that, before releasing his final decision he dis­closed to the applicant \"any information considered during his review that is not already of public record\", and gave the applicant 30 days in which \"to rebut any information so provided.\" He also observed that the de novo nature of the review meant that it was unnecessary for him to consider complaints made on behalf of the respon­dents about procedural unfairness in the conduct of the hearing by the SMR.", "[32] Second, he referred to the telephone conversation between Mr. Warner and the SMR, and to the circumstances in which it took place, and stated that he would not consider the statements that were made during that conversation as evidence in the review.", "[33] Third, he refused requests both by counsel for the applicants to cross-examine Mr. Warner on his statutory declaration, and by counsel for another company, Monopros Limited, to cross-examine the SMR and representatives of the respondents. The ADM's reasons seem to have been that counsel for the applicants should have made their request earlier, and that in any event he had no power to subpoena witnesses.", "[34] He then dealt with the substantive issues and based his decision to reverse the SMR on three grounds. First, he found that Warner held the MK-RIM claims on trust for Golden Rule, not Tyler. This conclusion rested almost entirely on Mr. Warner's statutory declaration, and the invoices and cheques appended to it.", "[35] Second, he found that a corporation was only \"controlled\" by the person who owned the claim at the date of its lapse if the per­son owned more than 50% of the shares in the corporation in question. In other words, he interpreted the word \"controlled\" in the Regulations to have the meaning that it has in the Alberta Business Corporations Act , and, for that matter, in similar statutes in other jurisdictions in Canada. Since Tyler owned no shares in Golden Rule in the relevant period, Golden Rule was not \"con­trolled\" by Tyler for the purpose of para. 49(1)(b).", "[36] Moreover, the ADM also pointed out that this paragraph prohibits the owner of the lapsed claim from recording the claim, or any part of it, in the name of a corporation that it controlled . Since the claim in this case was recorded in the name of Mr. Warner, not Golden Rule, Tyler could not possibly be in breach of this provision.", "[37] Third, he held that, while the words \"any interest\" in para. 49(1)(a) were capable of a range of meaning, in this context they should be interpreted to mean \"a right of ownership\". And since Tyler had no proprietary interest in the claim held by Mr. Warner on trust for Golden Rule, it was not in breach of this paragraph. He noted also that Warner did not stake the MK-RIM claims until 18 days after Tyler's MIR and KIM claims had lapsed. Section 49(2) of the Regulations provides that land previously covered by a lapsed claim may be relocated, or restaked, by anyone on the day following the first business day immediately after the lapse occurred. The ADM inferred from this that \"the events are not connected and do not form part of a scheme to infringe s. 49 of the Canada Mining Regulations \". E. The Statutory Framework", "[38] I have already referred to some pro­visions in the Regulations and shall refer to others in passing later in these reasons. However, it is only necessary to set out in full the text of the sections that are central to this application for judicial review, and the interpretation of which has been keenly contested. Canada Mining Regulations C.R.C. 1978, c. 1516 [as amended] \"49(1) Subject to s. 50, where a recorded claim lapses or is cancelled, the holder of the claim at the time it lapses or is can­celled shall not (a) relocate or have any interest in the claim or any part thereof, or (b) have the claim or any part thereof recorded in his name or in the name of any corporation controlled by him for a period of one year from the date that the claim lapsed or was cancelled. \"(2) Except as otherwise provided in these Regulations, where a recorded claim lapses or is cancelled, the claim or any part there­of shall be open for relocation under these Regulations after 12 o'clock noon on the day following the first business day fol­lowing the day that the claim lapsed or was cancelled. \"84. Any person who is dissatisfied with any order, decision or direction or with any other action taken or omitted to be taken under these Regulations by the Supervising Mining Recorder, a Mining Recorder, the Chief or an engineer of mines may, within 30 days after the order, decision or direction or the taking of or omitting to take the action, apply to the Minister in writing for a review of the matter and the Minister shall review the matter, provide the applicant with any information considered during his review that is not already of public record and that may be lawfully provided and, after al­lowing 30 days for the applicant to rebut any information so provided, the Minister shall advise the applicant in writing of his final decision with reasons.\" F. Issues And Analysis", "[39] As I have already indicated, the applicants have challenged the ADM's decision on grounds of both procedural unfairness and error of law. Rather than set out all of the issues at once, I shall identify and deal with them one at a time in the order that counsel for the applicants presented them in their oral argument.", "[40] Did the ADM's letter of August 13, 1997, stating that the documents enclosed, comprise \" all of the information that I have relied on to make my determination \" give rise to a reasonable apprehension of bias and thus disqualify him from making the decision?", "[41] Section 84 clearly envisages that the Minister, or a delegate, will make \"his final decision with reasons\" only after the disclosure of material considered in the review that is not already a matter of public record, which an applicant has 30 days to rebut. Counsel for the applicants contended that the plain inference to be drawn from the statement in the ADM's letter was that he had decided the dispute before the applicants had received a copy of the briefing note and exercised their right to respond. Moreover, they noted, the ADM did not reply to the concern expressed in a letter by Mr. Marshall, their counsel, about this apparent prejudgment. Counsel also pointed out that the reasons for the ADM's \"final decision\" relied heavily on the briefing note and did not address the substantive points made by the applicants in their rebuttal.", "[42] On these facts, counsel argued, a reasonable person would conclude that the ADM had made up his mind before the applicants had exercised their right to make further submissions, and thereby created a reasonable apprehension of bias. The applicants also maintained that the standard of impartiality applicable in this context was at the high end of the spectrum identified by Cory, J., in <FRAGMENT_SUPPRESSED>  Nfld. & P.E.I.R. 271; 301 A.P.R. 271; 4 Admin. L.R.(2d) 121, at p. 638  <FRAGMENT_SUPPRESSED> . The decision to be made by the ADM under s. 84 was adjudicative in nature, in that it was a final determination of the parties' legal rights and was to be made on the bases of evidence about the conduct of the parties and the transactions in which they had engaged, and of the interpretation of objective statutory standards and their application to the facts. That is, the decision of the ADM was neither a preliminary step in the decision-making process, nor policy-based.", "[43] Counsel for the respondents, Ms. Potter, responded in two ways to this argument. First, she said, the statement made by the ADM in his letter of August 13, 1997 must be considered together with his letter of September 2, 1997, also written to Mr. Marshall, which concluded with the following sentence: \"I expect to be making a final decision in this matter soon afterwards.\" By \"afterwards\" the ADM clearly meant, \"after the expiry of the 30 days that the applicants had to rebut the material with which the ADM had provided them\".", "[44] Second, she argued, it is plain from both the text of s. 84, and the ADM's letters, that, prior to sending out the previously undisclosed material, in the course of conducting a review of the matter the ADM may make a tentative or a preliminary determination pending receipt of the applicants' rebutting material. And this is what the ADM must have done here. His reference to \"the determination\" that he had reached must be understood as meaning a tentative determination, otherwise there would be no point in his informing the applicants that they had 30 days to respond.", "[45] To deal with Ms. Potter's first point, it is important to recall that whether circumstances give rise to a reasonable apprehension of bias is to be determined by considering how they would be regarded by a reasonable observer who is reasonably informed about the relevant facts and has thought them through. The question raised by the facts of this case is whether the reasonable observer is to be attributed with knowledge of events that occurred after the event that may have given rise to a reasonable apprehension of bias, but before the decision was rendered.", "[46] I can see no reason in principle why the reasonable bystander should not be expected to be informed by subsequent events. And when, as here, those events occur before the decision maker made the decision that is impugned, it would surely be wrong to exclude them since the important question is whether the decision maker satisfied the legal standard of impartiality at the time that the decision was made", "[47] In my view, when the ADM's two letters are read together they do not give rise to disqualifying bias. Nor do I think that the situation is materially changed by the fact that the ADM did not reply to Mr. Marshall's letter of August 13. Moreover, given the institutional context in which the ministerial review was to be conducted, I am unable to give any sinister connotation to the fact that the ADM's reasons drew heavily on both the language and the analysis of the briefing note prepared by departmental staff.", "[48] Ms. Comeau's response to Ms. Potter's second point was that s. 84 simply does not contemplate the formulation by the Minister, or a delegate, of a \"preliminary determination\" prior to the disclosure of any new material considered in the review and the receipt of the applicants' submissions to it. Since there was no legal authorization for this step in the process, the ADM could not justify his conduct by reference to it.", "[49] I do not find this argument persuasive. First, the reference in s. 84 to \" his final decision\" would seem to suggest that the decision maker may have already have made a non-final decision in the course of reviewing the matter. This seems to me a more natural reading of the words than that suggested by Mr. Marshall, namely, that there is no further right of appeal from the \"final decision\".", "[50] Second, in the institutional context of this decision, namely a government department, it is surely reasonable to interpret the duty of the Minister, or a delegate, to \"review the matter\" as impliedly authorizing the formation of a tentative view which is likely to be informed by the analysis provided by departmental officials.", "[51] Barry and  <FRAGMENT_SUPPRESSED>  A.R. 241 provides a useful analogy in support of this latter point. In <FRAGMENT_SUPPRESSED> it was held that the Chair of the Commission was not disqualified by bias from conducting an adjudicative hearing of complaints against the appellant by virtue of the fact that the Chair had previously participated in an informal investigation of the appellant's activities. Although a power to conduct such an investigation was not expressly conferred by the enabling statute, the court implied it by considering the nature of the Commission and the effective administration of the regulatory scheme. Hence, the court concluded that, since the statute had by implication authorized this kind of prior involvement with the matter by the Chair, any apprehension of bias to which his conduct gave rise did not disqualify him from participating at the adjudicative stage of the administrative process.", "[52] My conclusion, therefore, is that the applicants have not established that the ADM was disqualified by virtue of a reasonable apprehension of bias. Issue 2", "[53] Did the ADM breach the duty of fair- ness when he refused the request of counsel for the applicants to cross-examine Mr. Boyd Warner on his statutory declaration?", "[54] In the absence of statutory procedural provisions on the issue, the duty of fairness does not always require that persons who may be adversely affected by an administrative decision be afforded an opportunity to cross-examine those who have given evidence to the decision maker. Rather, cross-examination is within the discretion of the decision maker, although the degree of latitude enjoyed in this regard will depend on all the circumstances of the case: see, for example, Lipkovits, Joy and Association for Public Broadcasting in  <FRAGMENT_SUPPRESSED>  (F.C.A.), at p. 392 (F.C.A.).", "[55] The question is whether cross-examination was necessary to provide the individual concerned with a full and fair opportunity to advance her or his case, or to meet that of a person who is adverse in interest. A variation on this theme is to ask whether the benefits of cross-examination in assisting the decision maker to reach an accurate result, and in thereby avoiding the infliction of harm on the individual and the public by an erroneous decision, are outweighed by the costs resulting, for example, from the undue formalization of the process and delay: see <FRAGMENT_SUPPRESSED>  (F.C.A.), at pp. 126-127  <FRAGMENT_SUPPRESSED> .", "[56] It is also relevant to note that s. 84 does not contemplate that the ministerial review process will be conducted on the basis of an oral hearing. Indeed, in this case no oral hearing was held, and the matter was disposed of on the basis of written submissions and statutory declarations. Whether cross-examination is available normally only arises, of course, in the context of an oral hearing. However, this does not necessarily preclude the possibility that, even in the context of a \"paper hearing\", fairness may sometimes require that a participant be permitted to cross-examine a particular person on a particular issue because a fair opportunity to make an effective presentation on that issue, or with respect to that person's evidence, would otherwise be denied.", "[57] This issue arose in <FRAGMENT_SUPPRESSED>  (T.D.), where the applicant challenged the procedural fairness of a proceeding before the R.C.M.P. Discharge and Demotion Board, on the ground that he had been refused leave to cross-examine a witness who had supplied evidence in written form to the Board. Rothstein, J. (as he then was), concluded that the statutory procedure allowed for proceedings before the Board to be conducted on the basis of a \"paper hearing\". Nonetheless, he concluded (at page 369  <FRAGMENT_SUPPRESSED> ): \"... when a member can demonstrate that it is necessary to contradict something appearing in the written material and that cross-examination is the means in which it is proposed to do so, a board would run a serious risk of breaching the rules of natural justice if it refused leave.\"", "[58] However, the facts of <FRAGMENT_SUPPRESSED> are distinguishable in two significant respects from those of the case at bar. First, Rothstein, J., found a statutory basis for the right to call the author of a document to be cross-examined in a provision in the legislation to the effect that, with leave of the Board, an officer may call witnesses. Second, although Rothstein, J., did not refer to it, the Board also had a statutory power to summon witnesses: Royal Canadian Mounted Police Act R.S.C. 1985, c. R-10, s. 45.21.", "[59] Nonetheless, I take <FRAGMENT_SUPPRESSED> to be authority for the proposition that the fact that a proceeding may generally be properly conducted on the basis of written materials does not in itself exclude the possibility that in some circumstances the duty of fairness may require that leave be granted to cross-examine a person who has provided evidence in writing.", "[60] I have asked myself the following questions in considering whether the ADM breached the duty of fairness in refusing Mr. Marshall's request to cross-examine Mr. Warner on his statutory declaration. First, was the issue in dispute one that was likely to be more reliably resolved if cross-examination were permitted? The particular issue of concern in this case was the statement by Mr. Warner in his statutory declaration that he had acted for Golden Rule, not Tyler, in acquiring and recording in his name the MK-RIM mineral claims. Counsel wished to test Mr. Warner's credibility on this in light of the prior inconsistent statement that the SMR stated that he had made to her in the telephone conversation that they had had before she rendered her decision.", "[61] In my view, since cross-examination is a particularly powerful method of establishing the truth on an issue of credibility of this kind, written representations will rarely be an adequate substitute. Contrary to the submission of Ms. Potter, the fact that the conversation between Mr. Warner and the SMR was procedurally improper does not negative the fact that Mr. Warner is said by a credible public official to have told her that he had staked the claims for Tyler. Certainly, it cannot be said that the applicants are in some way attempting to benefit from an impropriety for which they have any responsibility.", "[62] Second, how important to the final decision was the evidence on which the applicant sought to cross-examine? The statutory declaration sworn by Mr. Warner for the purpose of the ministerial review turned out to be a document of critical importance to the ADM's decision. As I have already observed, Mr. Warner's assertion in it that he was contracted to Golden Rule, together with the cheques and invoices that he attached, was the only explicitly identified evidential basis for the ADM's finding that Mr. Warner held the MK-RIM claims on trust for Golden Rule, not Tyler.", "[63] Third, what is the magnitude of the harm likely to be sustained by the applicants as a result of an adverse, but erroneous outcome of the ministerial review? There is no appeal from a decision rendered under s. 84, and loss of the claims that the applicants have overstaked on the MK-RIM claims is potentially very significant in economic terms.", "[64] Fourth, what would be the probable costs to the other parties and to the public interest in the efficient and effective administration of the regulatory scheme created by the Canada Mining Regulations if the applicants were entitled to cross-examine Mr. Warner? Clearly, it is highly desirable to avoid imposing procedures that are likely to cause unnecessary delays in the conduct of ministerial reviews. The matter with which this case is concerned was the subject of a ministerial review that lasted for 18 months, and goes back to the notices of protests filed by the applicants against the MK-RIM claims in June, 1995. On the other hand, it has not been suggested to me that there is any pressing urgency to it either.", "[65] There is considerable force in the ADM's comment in his reasons that the applicants, who have been represented by able and experienced counsel throughout, could and should have requested cross-examination as soon as they knew of Mr. Warner's statutory declaration. Instead, as Ms. Potter pointed out, the applicants' initial approach to damage-control was to seek to have the statutory declaration excluded from consideration in the ministerial review and to denigrate its evidential value. Only when they learned that the ADM had admitted it into evidence and that the briefing note obviously attached great weight to it, did the applicants make a tactical change of course and assert that the importance of the statutory declaration to the decision justified their cross-examination of Mr. Warner on it.", "[66] Ms. Potter also maintained that cross-examination might not be limited to Mr. Warner. Requests have also been made for the cross-examination of both the SMR and representatives of both Golden Rule and Tyler. Each request might be contested, and whether finally permitted or not, the whole process would be inevitably protracted.", "[67] This is the point at which I must also consider whether the setting -- to use a deliberately vague term -- in which the decision-making power conferred by s. 84 is exercisable indicates that cross-examination is normally inappropriate. Three considerations seem relevant here.", "[68] First, cross-examination is generally associated with the adversarial process, although it is also, of course, used in commissions of inquiry, and it is unclear on the authorities whether the ministerial review should be viewed as a lis inter partes. On the one hand, in <FRAGMENT_SUPPRESSED>  at pp. 544-545, Rand, J., said that mineral staking disputes are between the Crown and the licensee, and not between the contending licensees. However, in <FRAGMENT_SUPPRESSED>  O.R.(2d) 661 (Div. Ct.), at pp. 666, 667 (Ont. Div. Ct.) and Parres and  <FRAGMENT_SUPPRESSED>  O.R.(2d) 707 (Div. Ct.), Ibid. 708, 710-711 (Ont. Div. Ct.) disputes between stakeholders were held to constitute lites inter partes.", "[69] For the purpose of these reasons it is not necessary for me to decide which of these authorities is applicable to the case at bar, because in my opinion it is sufficient that the applicants and the respondents are in reality adverse in interest in this matter. In addition, in determining whether procedural fairness requires that a person be afforded an opportunity to cross-examine, I attach more importance to factors other than the conceptual characterization of the decision-making process in which the issue arises, such as the nature of the issue in dispute on which cross-examination is sought, and the importance of the contested evidence to the final decision.", "[70] Second, as the ADM observed in his reasons, the Regulations do not confer on the person conducting a ministerial review a power to subpoena witnesses. The absence of this power, he suggested, indicates that the drafter did not contemplate that cross-examination was to be a part of the review process. It is true, of course, that the lack of coercive authority may make it more difficult to subject to cross-examination a person who has sworn a statutory declaration or has tendered evidence in any written form. However, as Mr. Marshall pointed out, fairness may require that, if it is not possible to conduct a cross-examination, then the untested declaration should be excluded or given very little weight. Alternatively, if the person refused to answer relevant questions, then the decision maker would have to take this into account in weighing the evidence or in deciding whether it was sufficiently credible to be relied on at all.", "[71] This is not say, of course, that it is always contrary to the duty of fairness for a decision maker to admit or to rely upon evidence that has not been the subject of cross-examination. Far from it. However, there is ample authority for the proposition that it may be a breach of the duty of fairness for an adjudicator to base a decision largely on hearsay or on other evidence that cannot be the subject of effective or, as in this case, any cross-examination, especially when there is substantial evidence pointing to the opposite conclusion: see Brown and Evans, Judicial Review of Administrative Action in Canada (Canvasback Publishing; Toronto; 1998) at paragraphs 10:5420 and 10:6200.", "[72] Third, it may be thought anomalous to import even a limited right of cross-examination into a decision-making process that is entrusted by statute to a minister. Cross-examination is strongly associated with the judicial process and other kinds of oral hearings of a broadly adjudicative, or even inquisitorial nature. It sits much less comfortably within the bureaucratic model of decision-making found in government departments, a model that is characterized by assembling the file on which the decision will be based, organizational hierarchy, delegation and teamwork.", "[73] Thus, it is unclear whether cross-examination of the declarant would be conducted in the presence of the Minister or the delegated decision maker, or some other departmental official whose written report of the cross-examination would be included in the file for consideration by the Minister or designated decision maker. Or, perhaps, the cross-examination could take place in the absence of any departmental official at all, and a transcript of it would simply be put into the file.", "[74] In my view these considerations are not dispositive. Practical problems that inevitably arise whenever a procedural technique is introduced into a decision-making process where it has not previously been employed are not insurmountable, as courts have pointed out when grafting the duty of fairness onto some exercises of statutory power by cabinets: see, for example, <FRAGMENT_SUPPRESSED>  (Aust. H.C.). Nevertheless, I do view these institutional and process factors as indicating that cross-examination should be regarded as very much the exception in ministerial reviews.", "[75] This brings me to the difficult task of striking an appropriate balance between the competing considerations that inevitably determine the content of the duty of fairness in any given situation. As I have noted, when there is no statutory provision on the matter, and the Canadian Charter of Rights and Freedoms is not engaged, then whether cross-examination is permitted is at the first instance within the discretion of the decision maker, with whom primary responsibility for resolving procedural issues must reside: <FRAGMENT_SUPPRESSED> .", "[76] Of course, the exercise of that discretion is subject to judicial review on the usual grounds: an unlawful failure to exercise it; or an exercise of discretion that is based on irrelevant considerations or has overlooked those that must be considered, or has so misweighed the relevant factors that a clearly unfair result is reached.", "[77] On the basis of the reasons that he gave for his decision I am left in some doubt whether the ADM did appreciate that he had a discretion to exercise with respect to the cross-examination of Mr. Warner. On the one hand, he based his refusal on the lateness of the request for cross-examination, thus suggesting that he did approach the question as one that was within his discretion. On the other hand, he also noted that he had no power to issue a subpoena to a person whom it was sought to cross-examine. This indicates that the ADM thought that he could never accede to a request for cross-examination. If this was his view, then in my opinion the ADM unlawfully failed to consider the exercise of his discretion.", "[78] Moreover, since the ADM did not have the benefit of developed submissions on the point, and the reasons that he gave for refusing the request were terse and, in part, of dubious correctness in law, I am not disposed to give much deference to his decision on this issue. Consequently, I must decide for myself whether in all the circumstances of this case it was a breach of the duty of fairness for the ADM to refuse cross-examination. It would be inappropriate in my view to remit this single issue for redetermination by the ADM.", "[79] I have concluded that if the applicants were to be given a fair opportunity to participate effectively in the decision-making process, as the duty of fairness guarantees, they should have had an opportunity to cross-examine Mr. Warner on his statutory declaration. As I have already noted, cross-examination is generally regarded as a uniquely powerful instrument for testing credibility, especially when there is reason to believe that the person concerned has made a prior inconsistent statement. Indeed, the apparently uncritical approach adopted by the ADM to Mr. Warner's statutory declaration (which, as counsel pointed out, is not without other frailties) indicates that written submissions were not an adequate substitute for cross-examination in getting at the truth. The central importance attached to the statutory declaration by the ADM in determining whether Golden Rule or Tyler was the beneficial owner of the MK-RIM claims also militates strongly in favour of permitting the cross-examination of Mr. Warner on it.", "[80] Delay is, of course, always a concern, although given the length of time already consumed by this dispute, I do not think that the additional time that may be needed to \"do it right\" is of overwhelming significance. I would also add that, since all parties are represented by counsel, to require cross-examination will not unduly advantage or disadvantage one side or the other, or introduce an inappropriately adversarial or formal element into the process.", "[81] As for the possibility that other requests for cross-examination may be made, they will have to be assessed on their merits. Proactive steps by the person conducting the review to identify the issues to be the subject of cross-examination, and the setting of a firm schedule within which it must be completed, should prevent the process from undue protraction. I see no reason to doubt that, despite the antagonism that has apparently developed among the parties as this dispute has dragged on, good sense and a little ingenuity by all concerned, including the Minister and her senior officials, will be more than a match for any operational problems that may arise from importing limited opportunities for cross-examination into a previously bureaucratic decision-making process.", "[82] Having satisfied myself that it was a breach of the duty of fairness for the ADM to refuse to permit counsel for the applicants to cross-examine Mr. Warner on his statutory declaration for the purpose of testing his credibility and assessing the weight to be given to other statements that it contains, it is not strictly necessary for me to consider the other grounds of review on which I heard argument. However, in the event that I am wrong on this issue, and since counsel canvassed them thoroughly, I should set out my views on them.", "[83] Were the reasons given by the ADM adequate to discharge his statutory duty to provide \"reasons with the decision\"?", "[84] The applicants' contention here was that the ADM committed a legal error by failing in his reasons for decision to address and to weigh explicitly the documentary evidence that they had submitted in order to establish that Tyler, not Golden Rule, was the beneficial owner of the MK-RIM claims. This error could be characterized in one of two ways.", "[85] First, the ADM may be said to have contravened para. 18.1(4)(d) of the Federal Court Act by basing his decision on an erroneous finding of fact made in a perverse or capricious manner or without regard to the material before him. The argument would be that the ADM erred in fact when he inferred from the evidence that Mr. Warner had contracted with Golden Rule to stake the claims and that it therefore held the beneficial interest.", "[86] Further, it may be inferred from the ADM's failure to deal with the evidence that pointed to the opposite conclusion that his finding of fact was made without regard to the material before him. In the alternative, the evidence supporting the finding might be so flimsy, and the evidence on the other side so overwhelming, that the finding could be said to have been made in a perverse or capricious manner or without regard to the material before the decision maker.", "[87] Second, the argument was also made that the statutory duty to give reasons was not discharged by the reasons given by the ADM because they did not explain why one person's evidence was found credible, while others' was not, and because a considerable amount of documentary evidence that the SMR had found \"compelling and persuasive\" was not the subject of any analysis by the ADM. Hence, the ADM committed an error of law, a ground of review under para. 18.1(4)(c) of the Federal Court Act", "[88] In my view the least problematic way of dealing with this issue is by considering whether the ADM's reasons were adequate in law to satisfy the statutory requirement to provide \"reasons\" with the decision: if they are not, then the ADM will have erred in law.", "[89] No administrative tribunal is required to deal in its reasons with every contested question or fact, nor explain why it has rejected, or accepted, every piece of evidence placed before it. However, a statutory duty to give reasons does include a duty to make findings of fact on which the decision is based and to indicate why the decision maker rejected the most important items of evidence pertaining to the central facts in issue, including, where appropriate, findings of credibility: see Brown and Evans, op. cit., paragraphs 12:5212 and 12:5310.", "[90] It is not feasible to formulate with any precision the degree of detail and comprehensiveness in the treatment of the evidence that a statutory duty to give reasons requires of a decision maker. As is so often the case in administrative law, much must depend on the circumstance of the given case.", "[91] If general verbal formulae are of limited assistance in identifying the content in this regard of the duty to give reasons, more reliable guidance may be found in a consideration of the functions served by a legal requirement to provide reasons with a decision. These include, assuring the parties that they have indeed been \"heard\" and that the decision maker has understood and been responsive to their representations, that important evidence has not been overlooked, and that the decision has not been made by reference to some extraneous consideration.", "[92] The central factual finding in this case was the ADM's conclusion that Mr. Warner staked, and had recorded in his name, the MK-RIM claims at the request of and on behalf of Golden Rule, and that Golden Rule was therefore the beneficial owner of the claims, not Tyler. He based this finding very largely on statements to this effect by Mr. Warner in his statutory declaration, together with the invoices and cheques that he appended to it showing payments by Golden Rule to himself or to his company for expenses incurred and fees for professional services rendered in connection with mineral claims.", "[93] In the same paragraph the ADM also stated that \"the documents before me\" do not show a contractual relationship between Mr. Warner and Tyler, and that \"the documents lead most compellingly to a contractual relationship between Warner and Golden Rule\". It is not entirely clear to me whether the ADM meant by, \"the documents\", the statutory declaration and their attachments, or all the documentary evidence submitted to him. Given the context of the paragraph in question, I incline to the former interpretation.", "[94] The only other references that the ADM made to the evidence are to be found at the start and the end of the reasons for his decision, which otherwise devote much more attention to the interpretation of paras. 49(1)(a) and (b).", "[95] The following statement is found at the beginning of the ADM's reasons: \"All correspondence, legal arguments, rebuttals, submissions, materials and the relevant law relating to the matter of the cancellation of the above-noted claims have been circulated to all interested parties. None of the parties has disputed the chronology of facts. These are the facts upon which I have based my determination.\" In view of the contents of that chronology, I interpret the above statements to mean that the ADM has taken into account all of the submissions and the documentary materials that he received.", "[96] In my opinion, however, parties are likely to derive little comfort from general assurances of this nature, and I can give little weight to them in determining whether the ADM's reasons are adequate in law to discharge his statutory duty. This is not, I hasten to add, because I harbour any doubts about the integrity of the decision maker, but simply because citizens do not have to take on trust boilerplate of this kind as a substitute for a demonstration that the decision maker has indeed engaged with the principal items of evidence that have been tendered.", "[97] At the end of his reasons the ADM returns to the evidence by stating that, since all of the evidence is in documentary form, he is in as good a position as the SMR to interpret it. The ADM further said that the SMR interpreted \"the documents\" (and here he clearly means all the documentary evidence in the case) to conclude that there had been a breach of s. 49, while \"I have a different interpretation of the documents.\"", "[98] In my opinion, the adequacy of the ADM's analysis of the evidence submitted by the applicants must depend to a large extent on the statements that I have set out in the previous paragraph and the cogency of the evidence in question. This is why both Mr. Marshall and Ms. Potter carefully took me through the evidence, which Mr. Marshall submitted included admissions on behalf of Tyler that it was the beneficial owner of the MK-RIM claims, and which Ms. Potter said were \"subject to interpretation\", ambiguous and merely circumstantial.", "[99] I need not go through and make a detailed assessment of this evidence for the purpose of these reasons. I would say, however, that even if it falls short of being the series of unequivocal admissions that Mr. Marshall claimed that it was, the quantity and cogency of the evidence submitted by the applicants make it sufficiently compelling as to require much more analysis than is provided in the ADM's reasons. This is particularly so because, apart from Mr. Warner's statutory declaration, the only evidence supporting the ADM's crucial finding of fact were assertions by representatives of Golden Rule and Tyler, the interested parties.", "[100] Nor do I think that the ADM can be excused from having to deal more explicitly with the conflicting evidence by the fact that both Mr. Marshall and Ms. Comeau for the applicants, and Ms. Potter for the respondents, had made written submissions outlining their interpretations of the relevant documents. The applicants are entitled as a matter of fairness to be told more than, in effect, \"I preferred the respondents' interpretation to yours.\"", "[101] In addition, the institutional resources available to the Minister or the designated decision maker, and the relative rarity of s. 84 reviews, mean that it cannot plausibly be suggested that to require more detailed reasons than were provided here would impose an undue burden on the decision maker or cause unsupportable delays.", "[102] To conclude, I find that the ADM erred in law by failing to provide adequate reasons for his decision. The Statutory Interpretation Issues", "[103] In the event that I am wrong in my conclusion on the issues that I have already considered, I should also deal with the applicants' contentions that the ADM erred in law by basing his decision on a misinterpretation of the words \"any interest\" in para. 49(1)(a), and \"controlled\" in para. 49(1)(b) of the Regulations", "[104] Did the ADM err in concluding that Golden Rule did not acquire a beneficial interest in the MK-RIM claims in breach of para. 49(1)(b) because it was \"controlled\" by Tyler?", "[105] I can deal in short order with this issue. I agree with the ADM's conclusion that if, as he found, Golden Rule is the beneficial owner of the MK-RIM mineral claims, then whether or not Tyler \"controlled\" Golden Rule is not material for the purpose of determining if the claims were recorded in violation of para. 49(1)(b) of the Regulations . This is because, as he pointed out, the paragraph only forbids the holder of a claim at the time that it lapsed from having the claim or any part thereof \"recorded ... in the name of any corporation controlled by him.\" At all relevant times, Mr. Warner was the recorded owner of the claims, and he was not a \"corporation controlled by\" Tyler.", "[106] It may have been an oversight on the part of the drafters of the Regulation not to have prohibited the former owner of a lapsed claim from having the beneficial ownership of the restaked claims vested in a corporation that it controlled. However, since para. 49(1)(a) precludes a former owner from having a legal or beneficial interest in the claim, I am not prepared to say that, when a bare nominee is the recorded owner of a claim, the claim is thereby recorded in the name of the corporation that has the beneficial ownership, even though the beneficial owner may be entitled to call for the transfer of the legal title of the claim and have it recorded in its name.", "[107] In view of my conclusion on this issue, I will not consider whether the ADM was correct in law to define \"control\" as limited to the legal control of a corporation.", "[108] Did the ADM err in law by interpreting the words \"any interest\" in para. 49(1)(a) as limited to a legal or equitable proprietary interest in the claim or any part thereof?", "[109] Counsel referred me to several authorities for statements about the general approaches adopted by courts to the interpretation of legislation. Let me say at the outset that in most statutory contexts, including regulatory regimes such as this, a purposive or functional approach is nowadays the dominant approach to the interpretation of legislation. That is, in choosing between competing interpretations of a word or phrase, the court should consider the possible consequences of selecting one rather than the other, and ask which is more likely to further the purposes of the legislative scheme.", "[110] This purposive or \"pragmatic and functional\" approach is to be tempered by interpreting the words in the context of the statute as a whole, and the grammatical and syntactical structures; by not attributing to words or phrases meanings that are outside the range of meaning that they are generally understood to be capable of bearing; and by ensuring that individual rights that have always been highly valued by the law, even if not included in the Canadian Charter of Rights and Freedoms , are not curtailed or removed without statutory language that can be said clearly to contemplate this possibility.", "[111] I approach para. 49(1)(a) within this interpretative framework. In my opinion, the ADM was on the right track when he started to formulate his answer to the question of whether Tyler had \"any interest\" in the MK-RIM claims as follows: \"To answer this question I must determine what constitutes any interest. This concept of an(y) interest is very broad. The interest could be as significant as ownership in the claim or as minor as expressing an interest in the claim. The former is certainly within the realm contemplated by para. 49(1)(a), the latter obviously not. The problem is where to draw the line.\"", "[112] However, without adverting to the regulatory scheme of which para. 49(1)(a) is an important component, but after quoting from the Oxford Concise Dictionary and Black's Law Dictionary he concluded: \"In this fact situation, the proper interpretation of the word 'interest' is one which denotes a right of ownership. This means that Tyler must have had some legal or equitable right to the mineral claims, a right that could be enforced in a court of law.\"", "[113] In my view, it was an error of law so to confine the words \"any interest.\" I fail to see how the selection of this meaning from the range of meanings that the word can bear furthers the policy of s. 49(1). The purpose of s. 49(1) is to support the statutory policy inherent in the \"representation works\" requirements which are the price of retaining a mineral claim. Paragraph 49(1)(a) does this by preventing the circumvention of the policy prohibiting the accumulation of unexplored mineral claims to the exclusion of others who may be willing to make the investment necessary to develop whatever potential the claim may have, to the benefit of the regional economy and the greater public interest.", "[114] Companies with interlocking boards of directors and common management teams may fairly readily avoid the expenditure of exploration funds by shuffling the legal and beneficial interests in the claims among them and their nominees. A broader interpretation of the words, \"any interest\", that is informed both by the underlying policy and commercial realties, would also go a long way to closing the limitation in the scope of para. 49(1)(b) that the ADM noted in his reasons for decision.", "[115] Finally, I must consider whether either the text of the Regulations , or other considerations, indicate that a narrower meaning should be ascribed to the words \"any interest\" than that suggested by a purposive approach to their interpretation.", "[116] Ms. Potter argued that, since the failure to comply with s. 49 would result in the cancellation of a claim, which is the loss of a proprietary right, it was a penal provision and any ambiguity in its meaning should accordingly be resolved in favour of the individual.", "[117] The simple answer to this is that s. 49 is not penal in nature: those in breach do not lose their claims as punishment for wrongful conduct. Rather, s. 49 is part of a regulatory scheme designed to encourage the development of mineral resources in order that they may provide employment and otherwise enrich the region and Canada's economy. Moreover, as Mr. Marshall pointed out, even penal statutory provisions are nowadays construed with a view to their purpose, and only if ambiguities are not resolved by this approach are they to be construed narrowly: see, for example, <FRAGMENT_SUPPRESSED>  O.A.C. 285; 81 C.C.C.(3d) 471; 20 C.R.(4th) 277, at pp. 411-415  <FRAGMENT_SUPPRESSED> .", "[118] Ms. Potter also argued that there is a presumption that whenever a word is used in more than one place in the same statute, it is to be given the same meaning. She drew my attention to the appearance of the words \"any interest\" in ss. 8(4), and 62(2) and (5) of the Regulations where, she said, it is quite clear that they refer to proprietary interests. Indeed, since these provisions concern the transfer of a claim or any interest therein, she may well be right.", "[119] However, the \"single meaning\" presumption does not trump all other considerations. Thus, if a pragmatic and functional, or purposive interpretation leads to the conclusion that the meaning of the same word should be interpreted differently depending on the contexts in which it is used, even within the same statute, the \"single meaning\" presumption is surely rebutted.", "[120] Moreover, since the context of ss. 8(4), and 62(2) and (5) so clearly indicates that the words mean \"proprietary interests\", the presumption that they are intended to have the same meaning elsewhere in the Regulations is much weakened. See, generally, the discussion in Sullivan, Driedger on the Construction of Statutes 3rd Ed. (Butterworths Canada Ltd; 1994), pages 163-168, especially pages 167-168.", "[121] Lastly, it may be said, the need for certainty in the law militates in favour of interpreting the words \"any interest\" in a manner that enables individuals to plan transactions knowing precisely what kinds of interest will, and will not, disqualify them under s. 49(1)(a).", "[122] It is true, as the ADM noted in his reasons, that if the meaning of \"any interest\" is not restricted to legal or equitable interests in property, then it will be difficult to know where to draw the line along the range of meanings that these words may reasonably bear. This is a task that should be left principally to the administrative officials who regulate mining through the Canada Mining Regulations : the role of the court is to ensure that the words are not misinterpreted, nor applied unreasonably: Director of Investigation and  <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 1.", "[123] In the context of this scheme, it seems to me that legal certainty should not be purchased at the expense of effective regulation, and this would surely be the result of limiting the words in the manner proposed by the ADM. On an application for judicial review it would not be fruitful for me to attempt to provide a comprehensive definition of the meaning of the words \"any interest\". However, I can say that they should be applied case-by-case, possibly with the benefit of guidelines published by the Minister, so as to ensure as far as possible that the underlying purposes of the statutory scheme are not undermined by imaginative commercial or corporate arrangements designed to minimize or avoid the expense of investing in exploration that the legislation requires as the price for retaining a claim to the exclusion of other prospectors.", "[124] In conclusion, I find that the ADM erred in law in equating the meaning of the words \"any interest\" to legal or equitable rights enforceable in the courts. Counsel did not suggest that I should review the ADM's interpretation by any standard other than that of correctness. G. Relief", "[125] Counsel asked me to provide as much guidance in the relief that I granted as was compatible with ensuring that I did not usurp the exercise of powers and the making of decisions that are the statutory responsibility of the person charged with conducting the s. 84 review.", "[126] Bearing these considerations in mind, I grant the following relief: (i) The decision of the Assistant Deputy Minister dated November 20, 1997 is set aside and the decision of the Supervising Mining Recorder dated May 10, 1997 is restored, unless or until it is reversed as a result of another ministerial review; (ii) The matter is remitted for redetermination by the Minister of the Department of Indian Affairs and Northern Development or her delegate, other than Mr. James Moore, the Assistant Deputy Minister who conducted the review that has been the subject of this application; and (iii) The review is to be conducted and the Regulations interpreted in accordance with the reasons that I have given for my decision.", "[127] For these reasons this application for judicial review is granted. Application allowed. Editor: Giovanni A. Merlini/kaw [End of document]"]}