{"id_": "026213", "body_str": ["[1] Zinn, J. : This application for judicial review raises two issues important to the Canadian refugee determination process: (1) May an officer require a refugee claimant to attend for questioning at any time prior to the determination of the claim by the Refugee Protection Division [RPD], and (2) If the refugee claimant indicates on the Basis of Claim form that he or she has counsel, is it a denial of procedural fairness and natural justice for an officer to question the claimant without notifying counsel and providing counsel an opportunity to attend? Background", "[2] On January 4, 2014, the Respondents, a married couple, arrived in Canada at Pearson International Airport from Venezuela on student visas valid to December 31, 2014. On April 28, 2014, the Respondents advised Citizenship and Immigration Canada [CIC] that they wished to make refugee claims. CIC made an appointment with the Respondents to appear for an interview for that purpose on May 6, 2014. The CIC officer who took their applications for protection determined that they were eligible to make a claim for inland refugee status and transmitted their applications to the RPD where they were marked as received on May 9, 2014. A hearing before the RPD was scheduled for July 10, 2014.", "[3] On June 26, 2014, Karl Chan, a Hearing Advisor employed by the Canada Border Services Agency [CBSA] at the Pacific Region Inland Enforcement Section of the Enforcement and Intelligence Division, called the Respondents and asked them to attend at an interview that day [the June 26th Interview]. Mr. Chan conducted this interview at the request of Garett Toporowski, Minister's Representative, Inland Enforcement Section, Enforcement Intelligence Division, Pacific Region, Canada Border Services Agency. Both gentlemen worked within areas falling under the jurisdiction of the Minister of Public Safety and Emergency Preparedness - not the Minister of Citizenship and Immigration.", "[4] After receiving the call, the Respondents attempted to contact the interpreter through whom they communicate with their lawyer, but were unable to do so. They attended the interview without their lawyer. They did not advise Mr. Chan that they wished to have their lawyer present and he did not ask them if they wished to have their lawyer present. Mr. Chan did not advise the Respondents' lawyer of the interview, although it is clear from the record that he was well aware that they had counsel.", "[5] Mr. Chan questioned the Respondents on statements they made in their Basis of Claim forms regarding the factual basis on which they were seeking protection in Canada.", "[6] On June 30, 2014, Mr. Toporowski filed a Notice of Intention to Intervene in the Respondents' refugee claims hearing on behalf of the Minister of Public Safety and Emergency Preparedness. It was indicated that the intervention would be by filing documents only. In addition to two documents from third party sources, the documents filed were (i) the solemn declaration of Karl Chan setting out the questions asked and answers provided at the June 26th Interview, and (ii) a second solemn declaration of Karl Chan relating information he was given by the Spanish translator at the June 26th Interview regarding five email messages he had been shown by the Respondents, together with information he later obtained when following up on this.", "[7] At the hearing on July 10, 2014, counsel for the Respondents applied to exclude from evidence the documents pertaining to the June 26th Interview. First, counsel submitted that Karl Chan lacked jurisdiction to conduct the interview. Second, counsel submitted that because Karl Chan had failed to notify her about the interview, admitting evidence obtained during the interview would breach the Respondents' right to counsel and, therefore, their right to procedural fairness.", "[8] The presiding RPD member decided to adjourn the hearing in order to allow the Crown to make submissions on the issues Respondents' counsel had raised. Written submissions on the procedural challenges were provided by the Respondents and the Crown. On October 15, 2014, when the hearing resumed, the RPD dismissed the Respondents' application to exclude the documents pertaining to the June 26th Interview, with reasons to follow as part of his final decision. The hearing then proceeded on the merits.", "[9] On October 31, 2014, the RPD issued its decision. The Panel found that Karl Chan had jurisdiction to conduct the June 26th Interview, and further found that Sections 15 and 16 of the Immigration and Refugee Protection Act , SC 2001, c 27 [the Act] gave Karl Chan, a CBSA Officer, jurisdiction to examine a refugee claimant at any time until their claim for protection has been determined by the RPD. The Panel further held that \"there was no obligation for the CBSA Officer to notify counsel that the interview was scheduled to occur, or to formally provide the claimants with their right to counsel.\"", "[10] The RPD rejected the Respondents' refugee claims. The primary basis for the decision on the merits was credibility. In this respect the Panel noted: \"The most significant concern with the claimants' evidence on this issue was a contradiction between Ms. Paramo de Gutierrez's testimony and the answers the claimants provided during their interview with Officer Chan [i.e. the June 26th Interview].\"", "[11] The Respondents appealed the RPD's decision to the Refugee Appeal Division [RAD]. The Respondents submitted that the RPD violated their rights to procedural fairness by admitting documents pertaining to the June 26th Interview which, they alleged, was unfairly and improperly conducted without notice to their counsel of record, and that, in any event, their rights to procedural fairness were breached because the officer had no jurisdiction to conduct that interview in the first place.", "[12] The RAD granted the Respondents' appeal on the basis that the RPD ought to have excluded the June 26th Interview evidence because the officer had obtained that evidence in breach of the Respondents' rights to counsel. The Appellants had Counsel of Record from the time that the claims were submitted so any and all communications related to the claims, including to attend an interview at the CBSA, should have included the Appellants' counsel. It is well-established in law and reflected throughout the immigration-related rules, that when an individual has elected to have representation in a proceeding at the IRB and has provided contact information for that representative, all subsequent communications must be through and include that representative unless there are indications that the representation is for limited purposes, which was not the case in this claim. The requirement to communicate with Counsel was tacitly conceded by the Minister in his response to initial objection by the Appellant's Counsel by indicating that there was a general 'courtesy' of notifying counsel about CBSA interviews and that this courtesy would be extended in any similar future event. The Minister's representative attempted to distinguish between courtesy and legal requirements but that position is inconsistent with the legal principles regarding the nature of representation, which is that the representative stands in the place of the person being represented.", "[13] Given its conclusion on the right to counsel, the RAD did not find it necessary to consider whether the officer had the jurisdiction to question the Respondents when he did, although it made some comments in obiter on that issue.", "[14] The RAD set aside the RPD's decision and remitted the matter back to the RPD for re-determination by a different member of the Board. It further ordered that the documents pertaining to the June 26th Interview be excluded from evidence on the re-determination.", "[15] Both parties agreed that the affidavit evidence filed on this application containing information not before the RAD, was not admissible. It has not been considered by the Court in rendering this decision. Issues", "[16] The decision under review was made on the right to counsel issue; however, the Applicant has also raised as an issue whether the RAD erred in refusing to decide whether the officer had authority to interview the Respondents after the eligibility decision had been made. At the hearing of this application, counsel for the Applicant did not reject (and in fact, accepted) the Court's suggestion that it might be appropriate to also deal with the merits of the jurisdiction issue. There is a practicality in so doing. If this review application is allowed and the RAD decision on right to counsel overturned, then it is likely that the Respondents will then ask the RAD to make a decision on the jurisdiction issue, which may then find its way to this Court. If this review is denied, the importance of the issue is such that an appeal to the Federal Court of Appeal is likely, and there the jurisdiction issue will most likely be raised.", "[17] In any event, the Court has had the benefit of full submissions on the jurisdiction issue and comity suggests that the RPD decision on jurisdiction will be followed by other Panels in future cases and this is very likely to lead again to future appeals to the RAD. It is also of some note that there may be others affected by the jurisdiction question and who will not have a right to appeal to the RAD. For all of these reasons, although the decision under review did not decide the jurisdiction question, I have concluded that it is important and necessary that the Court address it.", "[18] In her written and oral submissions, counsel for the Respondents noted that \"the facts do not support any suggestion that the Minister had any security or criminality concerns.\" I accept that observation as accurate. Indeed, the line of questioning by Karl Chan during the June 26th interview appeared to be directed to the facts alleged by the Respondents as the basis of their claims for protection. This raises a question of why it was that CBSA officers and not CIC officers were doing the questioning in the first place.", "[19] It is the Court's understanding, based on the roles of these two Ministers as set out in section 4 of the Act, that CIC intervenes in cases involving credibility or program integrity issues, while CBSA is responsible for cases involving criminality or security issues. Accordingly, one might ask whether these CBSA officers had any jurisdiction or authority to engage in the questioning or intervene at the RPD given the absence of any criminality or security concerns. That question shall remain unanswered as it was not addressed by either party here or by either of the tribunals below. The following analysis shall be based on the assumption that these officers did have departmental authority to engage in the activities they undertook.", "[20] The issues to be addressed are the following: 1. What is the applicable standard of review; 2. What are the temporal limits, if any, on an officer to question an in-land refugee claimant; and 3. Where the claimant has counsel of record, is it a breach of procedural fairness and natural justice to conduct an interview of the claimant without prior notification to counsel, and if so, should evidence obtained from the interview be excluded from the refugee determination hearing? Standard of Review", "[21] The Applicant, citing FRAGMENT_SUPPRESSED, submits that the RAD's decision to exclude the evidence of the June 26th Interview is subject to the correctness standard of review as the decision was based upon the principles of fairness and natural justice. I agree.", "[22] The Applicant also submits that review of the interpretation given by the RPD or RAD to the Act and its Regulations, being a question of law not of general importance to the legal system as a whole, and not being outside the expertise of either tribunal, is to be reviewed on the reasonableness standard: FRAGMENT_SUPPRESSED. I do not necessarily agree that the interpretation of the legislative provisions, dealing with the jurisdiction of an officer to interview a refugee claimant, are not questions of law of general importance; however, it is irrelevant which standard applies because I have determined that there is only one reasonable interpretation of the relevant legislative provisions, and it is not that found by the RPD. The Scheme of the Act", "[23] Subsection 99(3) of the Act provides that \"a claim for refugee protection made by a person inside Canada must be made to an officer.\" It also provides that the claimant must be eligible to make the in-land refugee claim.", "[24] Broadly speaking, the Act provides that a person is ineligible to make an in-land claim if he has been recognized as a Convention refugee by another country to which he can return, he has already been granted protected person status in Canada, the Canada-U.S. Safe Third Country Agreement is engaged, he is inadmissible on security grounds, or because of criminal activity or human rights violations, or he has made a previous claim for protection and was found to be ineligible for referral to the RPD or had the claim rejected by the RPD, or abandoned or withdrew a previous refugee claim.", "[25] Pursuant to subsection 100(1) of the Act, an officer to whom a claim for refugee protection is made has three working days to determine whether the claim is eligible to be referred to the RPD, and if it is eligible, shall refer the claim. An officer may suspend consideration of eligibility if a report has been referred to a hearing on whether the person is inadmissible on grounds of security, violating human or international rights, serious criminality or organized criminality, or if the officer considers it necessary to await a court decision on serious criminal charges facing the claimant. If the claim has not been referred within the three day period and the decision has not been suspended, then the claim is deemed to have been referred to the RPD.", "[26] Subsection 15(1) of the Act provides that \"an officer is authorized to proceed with an examination if a person makes an application to the officer in accordance with this Act\" [emphasis added]. Paragraph 28(d) of the Immigration and Refugee Protection Regulations , SOR/2002-227 [the Regulations], specifies that a claim for refugee protection made to an officer is an application falling within this provision; the others are applications to enter Canada or permission to transit through Canada. Subsection 100(1.1) of the Act provides that a claimant has the burden of proving that the claim is eligible for referral to the RPD.", "[27] Subsection 16(1) of the Act provides that a person \"who makes an application must answer truthfully all questions put to them for the purpose of the examination and must produce a visa and all relevant evidence and documents that the officer reasonably requires.\"", "[28] The Act was amended on June 11, 2013, by adding subsection 16(1.1) to the Act. It provides: \"A person who makes an application must, on request of an officer, appear for an examination.\" CIC Operational Bulletin 531 dated June 21, 2013, provides the background to this amendment: \"Prior to the coming into force of the [ Faster Removal of Foreign Criminals Act , SC 2013, c 16], a person who made an application under the IRPA was subject to an examination by an officer and was obliged to answer truthfully all questions put to them for the purposes of the examination [subsection 16(1) of the IRPA]. There was no express statutory requirement, however, for a person to appear for an examination when asked to do so.\"", "[29] The jurisdiction issue is this: Does an officer have jurisdiction to interview a refugee claimant after the eligibility decision has been made?", "[30] The Applicant took the position below and here that officers have jurisdiction pursuant to subsections 15(1) and 16(1.1) of the Act to require a claimant to attend for an interview at any time up until the RPD has rendered a decision on the claim.", "[31] The RPD accepted the Applicant's submission that restricting the right of an officer to examine a claimant to the period prior to the eligibility determination would be inconsistent with the objectives set out in paragraphs 3(2)(g) and (h) of the Act; namely, \"to protect the health and safety of Canadians and to maintain the security of Canadian society\" and \"to promote international justice and security by denying access to Canadian territory to persons, including refugee claimants, who are security risks or serious criminals.\"", "[32] The RPD was clearly considering the jurisdictional issue in a much broader context than the application before it. This is evident from the fact that neither of the objectives in paragraphs 3(2)(g) or (h) were engaged in the Respondents' applications for protection and not a single question was asked of them by Karl Chan that went to either objective. The RPD further notes \"the absence of any specific statutory provision outlining when the examination of a person making a refugee claim ends\" and says that it will give a \"plain reading\" to paragraph 28(d) of the Regulations, which is that a person is no longer under examination when he or she is no longer making a refugee claim, that is, when the claim is decided by the RPD.", "[33] In my opinion, this is an unreasonable and frankly incorrect interpretation of the relevant statutory provisions. The Member has ignored or read out a relevant part of subsection 15(1), which gives an officer jurisdiction to conduct an examination \"if a person makes an application to the officer in accordance with this Act\" [emphasis added]. The Member correctly found that \"the Minister's jurisdiction to determine a refugee claim ends upon a determination of whether the claimant is eligible to appear before the Division for a hearing.\" On a purposive interpretation of subsection 15(1), according to which the scope of the legislative tools conferred by the Act is to be determined by reference to their ultimate function, an officer's jurisdiction to examine an individual ends once the claim has been referred to the RPD.", "[34] The RPD and the Applicant suggest that an officer's jurisdiction to examine a person continues as long as that person is making a refugee claim. However, the fact that a person is making a refugee claim is not what gives rise to the right to examine. What gives rise to that right is the fact that a person has made \" an application to the officer \" under subsection 15(1) of the Act, and is then required, pursuant to subsection 16(1.1), to \"appear for an examination\" [emphasis added]. Once an officer has finished examining a person and has determined that person to be eligible, the officer has fulfilled his or her statutory obligations. The person's application is no longer before the officer and therefore, in my view, the officer has no continuing jurisdiction to require that person to attend for other and additional examinations.", "[35] This purposive interpretation is also consistent with the claimant's obligation in subsection 16(1) of the Act to \"answer truthfully all questions put to them for the purpose of the examination \" [emphasis added]. The purpose of the examination that an officer has jurisdiction to require is to determine eligibility.", "[36] The Member expressed concern that the security objectives of the Act will be undermined if an officer is unable to question claimants after he or she determines their eligibility. This concern is addressed in subsection 16(2.1) of the Act, which provides for a separate interview to investigate security concerns. Unlike subsection 15(1), an officer's jurisdiction to conduct an interview pursuant to subsection 16(2.1) is not restricted to situations where a person makes an application \"to the officer.\" Instead, it is engaged when a foreign national \"makes an application.\" It provides that a \"foreign national who makes an application must, on request of an officer, appear for an interview for the purpose of an investigation conducted by the Canadian Security Intelligence Service under section 15 of the Canadian Security Intelligence Service Act , RSC, 1985, c C-23 for the purpose of providing advice or information to the Minister under section 14 of that Act and must answer truthfully all questions put to them during the interview.\"", "[37] For these reasons, I conclude that the officer here had no jurisdiction to examine the Respondents after May 9, 2014, when their claims for protection were determined eligible and were forwarded to the RPD for determination. Right to Counsel Issue", "[38] The Applicant submits that no statute confers a right to counsel during an examination conducted pursuant to subsection 15(1) of the Act. While subsection 167(1) confers a right to counsel, this right is limited to proceedings before the RPD. That subsection provides: \"A person who is the subject of proceedings before any Division of the Board and the Minister may, at their own expense, be represented by legal or other counsel.\"", "[39] Given that my interpretation of subsection 15(1) entails that an officer's right to examine a claimant ends when eligibility is determined and it is only then that there is a proceeding before the RPD, I agree with the Applicant that the Act does not set out any right to be represented by counsel during an eligibility examination. But that doesn't address the concerns here.", "[40] Here the Respondents had counsel of record and it was so indicated on their Basis of Claim forms. And here the interview conducted was not for the purpose of determining eligibility, but rather to assess the validity of the Respondents' claims.", "[41] The Respondents submit that since the purpose of the June 26th Interview was to gather information for use as part of the Applicants' intervention in that hearing, the right to counsel under subsection 167(1) of the Act was engaged.", "[42] The Applicant's position that subsection 167(1) of the Act only confers a right to counsel at a Board hearing is too narrow an interpretation of the Act. The subsection confers a right to counsel on anyone who is \"the subject of proceedings before ...the Board.\" This phrase is broad enough to encompass persons who are required to attend pre-hearing interviews that are conducted for the purpose of gathering evidence for a hearing. It would severely impinge on the effectiveness of a refugee claimant's right to counsel if that right only allowed counsel to make submissions at a hearing itself, and provided him or her with no opportunity to participate in the fact-finding process upon which the hearing is based. Nothing in the Act compels such a narrow interpretation.", "[43] I do not agree with the Applicant that the answer to this question is informed by the decision of the Supreme Court of Canada in FRAGMENT_SUPPRESSED. In that case, the Court held at page 1077 that \"in an immigration examination for routine information-gathering purposes, the right to counsel does not extend beyond those circumstances of arrest or detention described in s. 10(b)\" of the Canadian Charter of Rights and Freedoms , Part I of the , being Schedule B to the Canada Act 1982 (UK), 1982, c 11. The Applicant submits that because the Respondents were not detained within the meaning of section 10(b) of the Charter when they attended the June 26th Interview, their right to counsel was not engaged.", "[44] FRAGMENT_SUPPRESSED involved an examination that was conducted at a port of entry for the purpose of processing an application for entry and determining the appropriate procedures that should be invoked in order to deal with an application for Convention refugee status. In other words, it was the sort of routine information gathering exercise that both parties agree does not give rise to a right to counsel. That is not this case.", "[45] In this case, the information gathering stage was over. The officer had already determined the correct procedure and referred the Respondents' claims to the RPD for determination. At that point, the Respondents had a statutory right to retain counsel to represent them in respect of their hearing. They took advantage of that right. The right to retain counsel must include the right to have that counsel present during any material aspect of the proceeding and that must include any part of the proceeding that involves the gathering of information from the claimants for the purposes of the proceeding. Accordingly, the right was breached by the officer when he directed the Respondents to attend an interview for the purpose of gathering evidence for the upcoming hearing, without informing the Respondents' counsel. That right was further breached when the RPD failed to exclude from evidence documents pertaining to the June 26th Interview.", "[46] The Applicant proposed two questions for certification: 1. Is there an obligation to inform counsel for the claimant if an examination is conducted prior to the Refugee Protection Division hearing, even if there is no right to counsel at the examination? 2. Is there statutory authority for an officer to conduct an examination of refugee claimants pertaining to the claim, including the eligibility of the claim to be referred to the Board, prior to a hearing before the Refugee Protection Division after eligibility has been determined?", "[47] The Respondent opposes certification of any question submitting that \"the facts of the present case do not lend themselves to serious general questions of importance.\"", "[48] In the Court's view, there are two questions of general importance that would be determinative of this case and which ought to be certified. The questions posed by the Applicant, however, are too broad and are not restricted to the facts before the Court.", "[49] The following questions will be certified: 1. Does an officer have jurisdiction and authority to examine a refugee claimant pursuant to subsection 15(1) of the Immigration and Refugee Protection Act , SC 2001, c 27, after the claim has been referred to the Refugee Protection Division for determination? 2. If a refugee claimant has indicated on the Basis of Claim form or elsewhere that he or she has counsel of record, is it a breach of procedural fairness for an officer to examine the refugee claimant after the claim has been referred to the Refugee Protection Division for determination without advising counsel of record of the proposed examination and providing counsel an opportunity to attend? Post Script", "[50] Subsequent to the hearing, the Applicant informed the Court of a proposed amendment to the Regulations published on June 20, 2015, in the Canada Gazette, Part I , (Vol 149, No 25) for discussion and consultation, specifically dealing with when an examination of a refugee claimant ends. It is proposed to add subsection 37(2) to the Regulations which is proposed to read as follows: The examination of a person who makes a claim for refugee protection at a port of entry or inside Canada other than at a port of entry ends when the later of the following occurs: (a) a final determination is made in respect of their claim, and (b) a decision in respect of the person is made under subsection 44(2) of the Act, and, in the case of a claim made at a port of entry, the person leaves the port of entry.", "[51] Should the proposed regulation be promulgated, and be valid, it may answer the first certified question. However, it does not address the second certified question. Moreover, there is nothing in the proposed changes that suggest that the effect of the amendment will be retroactive. JUDGMENT", "[52] THIS COURT'S JUDGMENT is that this application is dismissed, and the following questions of general importance are certified: 1. Does an officer have jurisdiction and authority to examine a refugee claimant pursuant to subsection 15(1) of the Immigration and Refugee Protection Act , SC 2001, c 27, after the claim has been referred to the Refugee Protection Division for determination? 2. If a refugee claimant has indicated on the Basis of Claim form or elsewhere that he or she has counsel of record, is it a breach of procedural fairness for an officer to examine the refugee claimant after the claim has been referred to the Refugee Protection Division for determination without advising counsel of record of the proposed examination and providing counsel an opportunity to attend? Application dismissed. Editor: E. Joanne Oley [End of document]"]}