{"id_": "026212", "body_str": ["[1] O'Reilly, J. : The parties agree that a panel of the Immigration and Refugee Board made a number of errors in its decision dismissing Mr. Gedion Wossen's refugee claim. However, the respondent argues that the decision can still stand, whereas Mr. Wossen submits that he is entitled to a new hearing. I agree with the respondent that, notwithstanding the Board's errors, the decision as a whole was supported by the evidence. I. Issue", "[2] Do the Board's fact-finding errors justify a new hearing of Mr. Wossen's claim? II. Analysis (a) Factual background", "[3] Mr. Wossen says that he was a taxi-driver in Addis Ababa, Ethiopia, during a period of social unrest in 2005. He saw the police kill a number of civilians. The police told him not to mention what he had seen and ordered him to go back to work. He says that he was upset by what he had witnessed and was in no condition to drive his cab. His disobedience caused the police to take him into custody, where he was interrogated, beaten and tortured over the course of the ensuing month. A few months later, he was arrested again and threatened by the police. He decided to flee Ethiopia. He went into hiding and then hitch-hiked to Nairobi, Kenya. From there, an agent arranged for him to travel to Canada on false documents. (b) The Board's decision", "[4] The Board disbelieved numerous parts of Mr. Wossen's account of events. The following summarizes its findings: (i) The Board concluded that Mr. Wossen had failed to prove that he had been a taxi driver in Addis Ababa. He produced a letter from his employer, but he had no identification card, driver's licence or taxi licence. The Board was not satisfied with Mr. Wossen's explanation for not having corroborative documents, especially given that he had been a taxi driver for eight years. (ii) The Board doubted Mr. Wossen would be sought by security forces. He was not involved in politics at all. Nor was he a member of the taxi-driver's union, which had been associated with political activities. The Board felt that it was unlikely that Mr. Wossen would be targeted simply because he witnessed a shooting and refused to go back to work. Further, the Board wondered why Mr. Wossen did not simply drive away when he was ordered to return to work. (iii) The Board found that Mr. Wossen's description of the taxi strike was not borne out by an independent report. In noted that the taxi-drivers were on strike to support the protesters on the day Mr. Wossen said that he witnessed the shootings. But Mr. Wossen went to work as usual. The Board thought it unlikely that Mr. Wossen would be targeted if he was neither protesting nor on strike that day. The police were responding to persons who were throwing stones, not innocent bystanders. (iv) The Board doubted that Mr. Wossen would simply go back to his job driving a taxi after having been arrested, beaten, tortured and placed in solitary confinement for a month. He had no medical report to corroborate his mistreatment in jail. In addition, he waited several months before leaving Ethiopia.", "[5] In addition to these findings, the Board also noted other difficulties with Mr. Wossen's evidence: • Mr. Wossen claimed that he was a passive witness to the shootings over the course of four hours and never sought cover; • At one point, he said that he was imprisoned in a single room, while at another he said he was in solitary confinement, which is not the same thing; • There were numerous difficulties in his testimony regarding dates; • At one point, he said that his mother sent him documents, while at another he claimed it was the taxi-owner; and • The taxi-owner insisted in his letter that Mr. Wossen should not contact him because their communications could be tracked by authorities, yet the envelope indicated both the sender's and Mr. Wossen's name and address. As a result, the Board gave no weight to the letter.", "[6] As a final ground for dismissing Mr. Wossen's claim, the Board found that his conduct was inconsistent with a subjective fear of persecution as he had not claimed refugee status in Kenya, where he had spent a month before travelling to Canada. (c) Support for the Board's findings", "[7] The parties agree that the Board erred in at least three areas: First, there were no problems with dates in Mr. Wossen's testimony. The difficulties arose from the translation from the Ethiopian calendar to the Western calendar. Second, the Board erred in concluding that imprisonment in a single room was not solitary confinement. Third, Mr. Wossen had been consistent in saying that his mother had sent him documents supporting his claim, not the taxi-owner.", "[8] Mr. Wossen argues that the other grounds that the Board gave for doubting his testimony were unfounded. In particular, the Board did not cite his testimony to the effect that he remained in his car during the shooting. In addition, he suggests that the Board unfairly dismissed the value of his employer's letter, which was his only proof that he was a taxi-driver. Further, he suggests that the Board ignored a psychological report that supported his claim as well as his explanation for not seeking refugee status in Kenya. The respondent submits that the Board's key findings are supported by the evidence and, as such, should not be disturbed by the Court.", "[9] Where the Board makes fact-finding errors that do not affect the core of the claim, its decision should be upheld on judicial review, so long as there is other evidence to support it. Having reviewed the evidence and the Board's decision, I find that the Board's errors here were on the margins of Mr. Wossen's claim. The Board's principal findings were open to it on the evidence. For example, Mr. Wossen had not provided satisfactory evidence that he was a taxi-driver, and the Board was entitled to find that his explanation for a lack of proof was unconvincing. He had said that he had left the relevant documents in his apartment. He asked the taxi-owner to retrieve them but he was unable to get them because the apartment was sealed. However, Mr. Wossen had said that he had time to get his money together and return some tools to the taxi-owner before he left Addis Ababa. It was open to the Board to wonder why he would leave his wallet in his apartment, and fail to obtain other documents that might have corroborated his story. Similarly, the Board's other findings relating to the likelihood of Mr. Wossen being targeted for persecution were based on rational inferences from the evidence. I can find no basis for overturning them.", "[10] Accordingly, the application for judicial review is dismissed. Neither party proposed a question of general importance for me to certify and none is stated. JUDGMENT", "[11] THIS COURT'S JUDGMENT IS THAT 1. The application for judicial review is dismissed. [End of document]"]}