{"id_": "026214", "body_str": ["[1] Pinard, J. [Translation]: This is an application for judicial review of a decision by the Refugee Protection Division of the Immigration and Refugee Board (IRB) dated January 12, 2006, that the applicant is neither a \"Convention refugee\" nor a \"person in need of protection\" under the definitions in sections 96 and 97, respectively, of the Immigration and Refugee Protection Act , S.C. (2001, c. 27).  <FRAGMENT_SUPPRESSED>", "[2] Soudy Bakary (the applicant), a citizen of the Republic of Chad, fears returning to his country because his family is targeted by those in power and also because of his political activity.  <FRAGMENT_SUPPRESSED>", "[3] The IRB found that the applicant was not credible and that his testimony was not trustworthy.  <FRAGMENT_SUPPRESSED>", "[4] As one of his preliminary objections, the respondent first maintains that the affidavit filed by the applicant does not comply with paragraph 10(2)( ) of the Federal Courts Immigration and Refugee Protection Rules , SOR/93-22, as amended, which reads as follows:  <FRAGMENT_SUPPRESSED> 10. (2) The applicant shall serve on every respondent who has filed and served a notice of appearance, a record containing the following, on consecutively numbered pages, and in the following order  <FRAGMENT_SUPPRESSED> [. . . . .]  <FRAGMENT_SUPPRESSED> (d) one or more supporting affidavits verifying the facts relied on by the applicant in support of the application, and  <FRAGMENT_SUPPRESSED> [. . . . .]  <FRAGMENT_SUPPRESSED> and file it, together with proof of service.  <FRAGMENT_SUPPRESSED> [. . . . .]  <FRAGMENT_SUPPRESSED> [. . . . .]  <FRAGMENT_SUPPRESSED>", "[5] The respondent submits that paragraphs 8, 17, 48 and 51 of the applicant's affidavit on his application for leave consist of conclusions and arguments as to the merits of the IRB's decision instead of facts and, accordingly, these statements are inadmissible. I agree with the respondent.  <FRAGMENT_SUPPRESSED>", "[6] Next, the respondent argues that the Court should disregard exhibit B to the applicant's affidavit because this document was not in evidence before the IRB. In fact, it is an affidavit signed by the applicant's brother and is clearly dated after the decision by the IRB. It is well established that fresh evidence that was not before the IRB or did not exist at the time of its decision must be rejected by this Court ( <FRAGMENT_SUPPRESSED>  (F.C.T.D.) (QL) and <FRAGMENT_SUPPRESSED> ). Reference should also be made to what the Court stated in 594872  <FRAGMENT_SUPPRESSED>  (F.C.T.D.) (QL):  <FRAGMENT_SUPPRESSED> In any event, I find counsel for the Respondent's argument persuasive. The Sebold affidavit which is produced as an attachment to Mr. Kimball's affidavit has the same status as any other attachment to an affidavit. It does not have an independent status as an affidavit served in these proceedings on which cross-examination pursuant to Rule 332.1 applies.  <FRAGMENT_SUPPRESSED>", "[7] Moreover, in <FRAGMENT_SUPPRESSED>  (F.C.T.D.) (QL), my colleague, Justice Gibson, cited 594872 Ontario Inc. and then stated:  <FRAGMENT_SUPPRESSED> The applicant's affidavit is not \"purely formal\" and is sworn by a person having extensive knowledge of the issues in this matter. Thus, his affidavit cannot be said to have \"little or no weight\" on the other hand, the applicant has effectively shielded the affiants of the two affidavits annexed to his affidavit from cross-examination. In the circumstances, I am not prepared to accord those affidavits any weight in this matter.  <FRAGMENT_SUPPRESSED>", "[8] In my view, the result in this case should be the same as in Zaman , and the affidavit of Bello Bakary, which is an exhibit to an affidavit, should be given no weight.  <FRAGMENT_SUPPRESSED>", "[9] As for the respondent's submissions, he first criticizes the IRB for failing to analyze the criterion of membership in a particular social group, i.e. the family. According to him, the IRB's analysis did not dispute that he is a member of the Bakary family which, according to the evidence, has suffered persecution: several members of his family have had to seek refuge abroad, and a number of them have been received in Canada as refugees.  <FRAGMENT_SUPPRESSED>", "[10] In my view, however, a simple reading of the decision discloses that the IRB clearly considered and analyzed the applicant's claim on the basis of his alleged membership in the particular social class of his family. Moreover, a large number of cases decided by this Court have established that the IRB is not bound by the result in another claim, even if the claim involves a relative, because refugee status is determined on a case by case basis, and because it is possible that the other decision was incorrect (see, inter alia, <FRAGMENT_SUPPRESSED>  and <FRAGMENT_SUPPRESSED> ). Therefore, in my view, the IRB did not fail to consider the criterion of membership in the particular social group of his family.  <FRAGMENT_SUPPRESSED>", "[11] The applicant also takes issue with the assessment of the facts by the IRB. After reviewing the evidence, I am of the view that the panel provided clear and unequivocal reasons regarding the lack of credibility of the applicant's story and the rejection of his claim for refugee protection. Generally, the decision of the IRB is based on the evidence adduced, draws reasonable inferences from it and respects the relevant legal principles. None of the applicant's submissions establish that the IRB made a patently unreasonable error, or made erroneous or arbitrary findings of fact or disregarded the evidence before it. Therefore, the intervention of this Court is not warranted.  <FRAGMENT_SUPPRESSED>", "[12] Accordingly, the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED>", "[2]", "[3]", "[4] 10. [. . . . .]  <FRAGMENT_SUPPRESSED> [. . . . .]  <FRAGMENT_SUPPRESSED> 10. (2) The applicant shall serve on every respondent who has filed and served a notice of appearance, a record containing the following, on consecutively numbered pages, and in the following order  <FRAGMENT_SUPPRESSED> [. . . . .]  <FRAGMENT_SUPPRESSED> (d) one or more supporting affidavits verifying the facts relied on by the applicant in support of the application, and  <FRAGMENT_SUPPRESSED> [. . . . .]  <FRAGMENT_SUPPRESSED> and file it, together with proof of service.  <FRAGMENT_SUPPRESSED>", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12] [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}