{"id_": "026349", "body_str": ["[1] Near, J. : This is an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board), dated July 14, 2011. The Board found that the Applicants were neither Convention refugees nor persons in need of protection within the meaning of sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA).  <FRAGMENT_SUPPRESSED> I. Facts  <FRAGMENT_SUPPRESSED>", "[2] The Principal Applicant (Beata Kis) and her children (Laura Bardi, Jozsef Bardi and Cintia Bardi) are Hungarian citizens. They made refugee claims in Canada on April 27, 2010 fearing persecution for their Roma ethnicity.  <FRAGMENT_SUPPRESSED>", "[3] The Principal Applicant referred to her previous experiences as well as those of her children being teased and called derogatory names at school. While living with the father of her children from 1994 to 2003, the Principal Applicant stated that police would stop and harass them.  <FRAGMENT_SUPPRESSED>", "[4] Among other incidents, the Principal Applicant described a fight with a vendor over some candy. The vendor assaulted her and called the police, who ultimately accused her of committing the assault. Following the incident, the Principal Applicant attended court but received a warning that this should not happen again rather than a conviction.  <FRAGMENT_SUPPRESSED>", "[5] The Principal Applicant also tried to obtain child support from the father of her children after he left her in 2003. Members of his family threatened her, called children's protection services and attacked her in 2008.  <FRAGMENT_SUPPRESSED> II. Decision Under Review  <FRAGMENT_SUPPRESSED>", "[6] The Board accepted that the Principal Applicant and her children had faced some difficulty in the past and been harassed because of their Roma ethnicity. Considering attempts by Hungary to correct historical discrimination as outlined in documentary evidence, however, the Board found the Applicants had failed to rebut the presumption of state protection with clear and convincing evidence. The Board summarized its conclusion as follows:  <FRAGMENT_SUPPRESSED> It is accepted that Hungary has had difficulties in the past with addressing racism and discrimination against Roma. However I accept the documentary evidence outlined above. This suggests that although not perfect, there is adequate state protection  <FRAGMENT_SUPPRESSED>  and that Hungary is making serious and genuine efforts to erase the problem of racism against Roma.  <FRAGMENT_SUPPRESSED> III. Issue  <FRAGMENT_SUPPRESSED>", "[7] The sole issue before the Court is whether the Board erred in its assessment of state protection.  <FRAGMENT_SUPPRESSED> IV. Standard of Review  <FRAGMENT_SUPPRESSED>", "[8] The appropriate standard of review in this instance is reasonableness (see <FRAGMENT_SUPPRESSED>  [2008] FCJ No 771 at paras 11-13). Intervention of the Court is unwarranted unless the decision fails to accord with the principles of justification, transparency and intelligibility or does not fall within the range of possible, acceptable outcomes ( <FRAGMENT_SUPPRESSED>  at para 47).  <FRAGMENT_SUPPRESSED> V. Analysis  <FRAGMENT_SUPPRESSED>", "[9] The Applicants assert that the Board erred by ignoring evidence and applying the incorrect test for an assessment of state protection.  <FRAGMENT_SUPPRESSED>", "[10] They insist that the Board failed to look at evidence regarding attacks on Roma  <FRAGMENT_SUPPRESSED> . In particular, it neglected to mention two recent reports discussing racist attacks.  <FRAGMENT_SUPPRESSED>", "[11] I must stress that the Board is presumed to have considered all of the evidence before it, unless the contrary is shown ( <FRAGMENT_SUPPRESSED>  (CA)). There is no requirement to mention each and every piece of documentary evidence ( <FRAGMENT_SUPPRESSED>  (CA)).  <FRAGMENT_SUPPRESSED>", "[12] The Board weighed the documentary evidence related to state protection recognizing the history of discrimination against Roma  <FRAGMENT_SUPPRESSED>  but balancing this against steps taken to address these issues, such as limiting activities of certain groups and training to change attitudes of police towards minorities. The failure to refer to two specific reports does not make the conclusion reached unreasonable in the circumstances.  <FRAGMENT_SUPPRESSED>", "[13] I also decline to accept the Applicants' claim that the Board applied the incorrect test for state protection.  <FRAGMENT_SUPPRESSED>", "[14] Referring to the determinations in <FRAGMENT_SUPPRESSED>  [2011] CarswellNat 625 and <FRAGMENT_SUPPRESSED>  [2012] FCJ no 273, the Applicant takes issue with the Board's emphasis on Hungary's efforts to protect the Roma.  <FRAGMENT_SUPPRESSED>", "[15] The Principal Applicant is required to provide clear and convincing evidence to rebut the presumption that state protection is adequate (see <FRAGMENT_SUPPRESSED>  CarswellNat 605 at para 38). The burden for doing so is higher in a democratic state, such as  <FRAGMENT_SUPPRESSED>  [2007] FCJ no 584 at para 57).  <FRAGMENT_SUPPRESSED>", "[16] <FRAGMENT_SUPPRESSED>  [2011] FCJ no 840 at paras 25-26, I underlined that the appropriate test is the adequacy of state protection and not effectiveness per se as identified in <FRAGMENT_SUPPRESSED> . A similar message was implied by Justice Sean Harrington in <FRAGMENT_SUPPRESSED>  [2011] FCJ no 393 at paras 12-16 and Justice Paul Crampton in <FRAGMENT_SUPPRESSED>  [2010] FCJ no 1591 at para 87. It is well-established that \"[i]t is not enough for a claimant merely to show that his government has not always been effective at protecting persons in his particular situation\" ( Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  18 Imm LR (2d) 130 (CA)).  <FRAGMENT_SUPPRESSED>", "[17] In this instance, the Board conducted a reasonable assessment of various programs put in place to address the ongoing challenges facing the Roma  <FRAGMENT_SUPPRESSED>  before concluding that these demonstrated \"serious and genuine efforts\" and state protection was adequate.  <FRAGMENT_SUPPRESSED>", "[18] The Applicants further argue that the Board erred in considering state protection in isolation from their serious possibility of persecution. They rely on the determination in <FRAGMENT_SUPPRESSED>  [2010] FCJ no 879 at para 17 that faulted the Board for not considering the context of an applicant in guiding the state protection analysis.  <FRAGMENT_SUPPRESSED>", "[19] While the Board did not conduct a formal analysis of subjective fear in this instance, it still gave relatively detailed consideration to the Applicant's circumstances before proceeding to address state protection. This assessment proved sufficient to dispose of the claim. The Applicants' disagreement with the weight given to their personal circumstances in this context does not provide a basis for the strict application of <FRAGMENT_SUPPRESSED>  or constitute a reviewable error.  <FRAGMENT_SUPPRESSED>", "[20] The Board reasonably considered the adequacy of state protection as the determinative issue and, after weighing the evidence as it is entitled to do, found that the Applicants had failed to rebut the presumption with clear and convincing evidence of current conditions  <FRAGMENT_SUPPRESSED>  as consistent with <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED> VI. Conclusion  <FRAGMENT_SUPPRESSED>", "[21] For these reasons, the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "[22] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED> , LC 2001, c 27 (LIPR).  <FRAGMENT_SUPPRESSED> I.", "[2]", "[3]", "[4]", "[5] II.", "[6] III.", "[7] IV.", "[8] V. Analyse  <FRAGMENT_SUPPRESSED>", "[9]", "[10]", "[11] <FRAGMENT_SUPPRESSED>  (CAF)).  <FRAGMENT_SUPPRESSED>", "[12]", "[13]", "[14] <FRAGMENT_SUPPRESSED>  [2011] CarswellNat 625 et", "[15]", "[16] Carillo", "[17]", "[18]", "[19] Jimenez", "[20] Carillo VI. Conclusion  <FRAGMENT_SUPPRESSED>", "[21] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[22] [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}