{"id_": "026529", "body_str": ["[1] Russell, J. : This is an application under subsection 72(1) of the Immigration and Refugee Protection Act , SC- 2001, c. 27 (Act) for judicial review of the decision an Immigration Officer (Officer) of Citizenship and Immigration Canada (CIC), dated 19 April 2011 (Decision), which refused the Applicant's application for permanent residence on Humanitarian and Compassionate (H&C) grounds under subsection 25(1) of the Act. BACKGROUND", "[2] The Applicant is a citizen of Grenada. She currently lives in Grenada with her 8-year-old son, Omar. Omar is a Canadian citizen who was born in August 2002 while his mother was visiting Canada. Although Omar is a Canadian citizen, because of his age he will go where his mother goes. The Applicant first visited Canada in March 2001, and returned in July 2002. After the second visit, the Applicant returned to Grenada in 2003. On 25 November 2004, the Applicant came to Canada a third time and claimed refugee status, basing her claim on the abuse she would suffer at the hands of her husband, Phillip.", "[3] On 12 December 2005, the RPD denied the Applicant's claim for refugee protection. She applied for judicial review of that decision, but her application was dismissed on 3 April 2006 because she failed to file an application record. The Applicant applied for a pre-removal risk assessment on 9 March 2007 and received a negative decision on 3 July 2007. She applied for an H&C exemption on 12 March 2007, which resulted in the Decision under review.", "[4] The Applicant based her application for an H&C exemption primarily on the hardship she would face because of Phillip's abuse and Grenada's inability to protect her from him. She also said that the abuse would have a negative impact on Omar. Further, she noted that Omar has severe asthma and requires ongoing medical treatment, which she would be unable to afford in Grenada because the medications are costly and she has limited resources. She also said that Omar had built up a support network in Canada and would suffer hardship if his mother was removed to Grenada.", "[5] On 1 August 2007, the Applicant voluntarily executed the removal order which was in place against her. She bought tickets for her and Omar to travel to Grenada. On 17 July 2008 and 18 December 2008, she made additional submissions to CIC to support her H&C application. In these submissions, she drew attention to Omar's asthma, the link between his asthma and the Grenadian climate, and her financial situation in Grenada. She also made submissions to CIC on 23 April 2010 in which she noted a letter from her sister, Arlene Williams, which indicated Arlene's concern about Omar's situation in Grenada. With these submissions, the Applicant included a letter from Omar's doctor in Grenada - Dr. W. W. Thomas - attesting to Omar's medical condition. On 5 April 2011, the Applicant made her final submissions to CIC on her application in which she reviewed her concerns about Omar's asthma in the Grenadian climate, their living situation, and case law from the United Kingdom (UK) on the best interests of children. She noted that, because he lived with her in Grenada, Omar was denied access to services that other Canadians enjoy in Canada.", "[6] The Officer considered the Applicant's submissions and came to his Decision on 19 April 2011. He notified the Applicant by letter on 20 April 2011. DECISION UNDER REVIEW", "[7] The Decision in this case consists of both the Officer's letter of 20 April 2011 and the Application for Permanent Residence Narrative Form, dated 19 April 2011.", "[8] The Officer rejected the Applicant's application for permanent residence on H&C grounds because he was not satisfied that she or Omar would suffer unusual and undeserved or disproportionate hardship if her application was not granted.", "[9] The Officer began his analysis with a review of the Applicant's immigration history. He noted that she had visited Canada twice prior to her rejected refugee claim. The Officer also reviewed the Applicant's submissions in support of her H&C claim: that her financial situation in Grenada was poor; that Omar's medical condition deteriorated while they were in Grenada; and that it was in Omar's best interests to be in Canada. The Officer noted that the Applicant was presently being supported by her friends in Grenada.", "[10] The Officer then considered the other evidence before him. He noted the Applicant's eight years of education, volunteer services, and employment history. He found that, because she was unemployed and collecting social assistance while she was living in Canada, the Applicant's level of establishment was not sufficient to make it worth considering. Although Omar had made friends in Canada, the Officer found that removing him from Canada would not have a negative impact on him which would amount to unusual and undeserved or disproportionate hardship.", "[11] The Officer also looked at the Applicant's financial situation. He found that she had decided to return to Grenada even though she had nothing and no one to return to. He assigned little weight to the Applicant's claim of poverty, saying that her travel history, her choice to purchase her own tickets to Grenada, and the financial support she received from her friends and family did not support this claim. The Officer found that, although the Applicant was currently unemployed and had limited education, there was insufficient evidence that she could not find work or benefit from the assistance of family and friends in the future.", "[12] The Officer also found that the Applicant did not face a risk of abuse from Phillip because she had not returned to him when she went back to Grenada.", "[13] Finally, the Officer considered Omar's interests. He found that Omar's interests were being met by the Applicant with the help of her family. He also found that the letter from Dr. Thomas did not show that Omar had a severe medical condition. The Officer said that asthma is a common condition and found that it was being treated in spite of the Applicant's financial hardship. He found that the Applicant was overstating Omar's condition for her own gain and that she had twice returned to Grenada without appearing to give Omar's condition the attention it deserved. Based on the Applicant's submissions that her family would be willing to cover airfare for her and Omar to return to Canada, the Officer found that her family would be willing to assist with Omar's medication. The Officer was not satisfied that the Applicant had been unable to provide for Omar's medical condition.", "[14] The Officer found-- that the fears the Applicant had for her son before she returned to Grenada had not materialized; Omar was not in the presence of his mother's abuser and was not deprived of an education or appropriate medical care. He concluded that neither the Applicant nor Omar were suffering undue and undeserved or disproportionate hardship in Grenada to the degree required to grant H&C relief. Accordingly, he denied the Applicant's request for permanent residence on H&C grounds. ISSUES", "[15] The Applicant raises the following issues in this case: a) Whether the Officer failed to appropriately assess Omar's best interests; b) Whether the Officer's conclusions were unreasonable; c) Whether the Officer applied the wrong test for the best interests of the child; d) Whether the Officer provided adequate reasons. STANDARD OF REVIEW", "[16] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis.", "[17] <FRAGMENT_SUPPRESSED>  the Federal Court of Appeal held at paragraph 6 that the officer's task [in an H&C determination] is to determine, in the circumstances of each case, the likely degree of hardship to the child caused by the removal of the parent and to weigh this degree of hardship together with other factors, including public policy considerations, that militate in favour of or against the removal of the parent.", "[18] Further, the Federal Court of Appeal held in <FRAGMENT_SUPPRESSED> that, once an officer has identified and defined the best interests of the child, it is up to him to determine what weight those interests must be given in the circumstances. Where the best interests of a child lie is a question of fact which, following <FRAGMENT_SUPPRESSED> , above, at paragraph 53, will attract a standard of reasonableness. The standard of review on the first issue is reasonableness.", "[19] <FRAGMENT_SUPPRESSED>  the Supreme Court of Canada held that, when reviewing an H&C decision, \"considerable deference should be accorded to immigration Officers exercising the powers conferred by the legislation, given the fact-specific nature of the inquiry, its role within the statutory scheme as an exception, the fact that the decision-maker is the Minister, and the considerable discretion evidenced by the statutory language\" (paragraph 62). Justice Michael Phelan followed this approach in <FRAGMENT_SUPPRESSED> . The standard of review on the second issue is reasonableness.", "[20] In Newfoundland and  <FRAGMENT_SUPPRESSED>  the Supreme Court of Canada held at paragraph 14 that the adequacy of reasons is not a stand-alone basis for quashing a decision. Rather, \"the reasons must be read together with the outcome and serve the purpose of showing whether the result falls within a range of possible outcomes.\" The fourth issue in this case, whether the Officer provided adequate reasons, is to be analysed along with the reasonableness of the Decision as a whole.", "[21] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at paragraph 47, and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "[22] <FRAGMENT_SUPPRESSED>  Justice Phelan held at paragraph 7 that the application of the proper legal test is reviewable on the correctness standard. See also <FRAGMENT_SUPPRESSED> . The standard of review with respect to the third issue is correctness. As the Supreme Court of Canada held in <FRAGMENT_SUPPRESSED> , at paragraph 50, When applying the correctness standard, a reviewing court will not show deference to the decision maker's reasoning process; it will rather undertake its own analysis of the question. The analysis will bring the court to decide whether it agrees with the determination of the decision maker; if not, the court will substitute its own view and provide the correct answer. From the outset, the court must ask whether the tribunal's decision was correct. STATUTORY PROVISIONS", "[23] The following provision of the Act is applicable in this proceeding: 25. (1) The Minister must, on request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected 25. ARGUMENTS The Applicant The Officer Ignored Evidence", "[24] The Applicant argues that the Decision is unreasonable because the Officer ignored evidence before him that the severity of Omar's asthma is exacerbated by the climate in Grenada. She notes that the Officer mentioned Omar's asthma at page 3 of the Decision, but the Officer did not acknowledge or address her submission that the climate in Grenada makes Omar's asthma worse than it was in Canada. The Applicant points to her written submissions of 5 April 2011 in which she wrote that Omar has been hospitalized several times due to his severe asthma attacks [...] Living in Grenada has not only increased the severity of Omar's asthma attacks, but has also put his life at risk for not being able to access the inhalers he needs.", "[25] The Applicant also points to the letter she submitted to the Officer from Dr. Thomas which shows that Omar has been treated regularly in hospital for his asthma.", "[26] In this case, the Officer was under a duty to address the totality of the evidence which was before him, including the factors the Applicant felt were important. The Applicant points to Citizen and Immigration Canada's (CIC) IP5 Manual - Immigrant Applications in Canada made on Humanitarian and Compassionate Grounds - which says at page 69 that An officer should consider and weigh all the relevant evidence and information, including what the applicant and the officer consider to be important. Officers must not ignore evidence or place too much emphasis on one factor to the exclusion of all other factors. They must look at the whole picture.", "[27] The Applicant says that in <FRAGMENT_SUPPRESSED>  Justice Douglas Campbell held at paragraph 10 that it was not fair or proper for an officer to act contrary to the IP5 Manual and not consider all the factors before him or her.", "[28] Here, the Officer found that Omar's asthma was not severe, but did not compare his condition in Grenada with his condition in Canada. The submissions the Applicant made on the worsening of Omar's symptoms were so important that the Officer was required to address them directly in the  <FRAGMENT_SUPPRESSED> ). Because the Officer did not address these submissions, the Decision is unreasonable and must be returned for reconsideration. The Officer's Findings Were Unreasonable", "[29] The Applicant also argues that the Officer's findings that her family would assist in purchasing Omar's medications, that she is overstating his condition for her own gain, and that Omar's condition is not severe are all unreasonable.", "[30] The Applicant says that the Officer found she was overstating Omar's condition because she returned to Grenada without regard to his condition. This finding is unreasonable because she returned to Grenada, not by her own decision, but because she was required to leave by the Canadian government. The Applicant argues that it is against public policy to hold an enforced removal against an H&C claimant. To do so would encourage people with pending H&C applications who are also subject to removal orders to do all they can to avoid removal because removal would negatively impact their H&C applications. The Applicant also notes that her return to Grenada in 2003 occurred before Omar first experienced asthma symptoms. Further, she could not have foreseen the impact that the Grenadian climate would have on Omar when they returned to Grenada in 2007.", "[31] The Officer also made an unreasonable finding when he concluded that Omar's asthma is not severe and that asthma is a common condition; the Applicant says that this is an improper basis for finding that Omar's asthma is not severe. She points to evidence that Omar has been treated in hospital several times and has to use inhalers daily to control his symptoms. The Officer's reasons do not show that he considered these facts or how they affected the Decision. Omar's medical condition was an important aspect of the application, so the Officer should have thoroughly canvassed this point. It is also unclear what test the Officer applied to establish that Omar's asthma is not severe.", "[32] The Applicant also challenges the Officer's finding that she will be able to afford Omar's medication if she gives it the priority it appears to deserve. The Officer based this conclusion in part on evidence that the Applicant's family in Canada would be willing to assist with the cost of a ticket for Omar to Canada if her H&C application was successful. He found this showed that they would also be willing to assist with the cost of Omar's medication if the H&C application was not successful. The Applicant says that it was unreasonable for the Officer to equate her family's willingness to assist with a return airfare to Canada with a continuing ability and willingness to help her buy medicine for Omar. She notes that her family members in Canada have children of their own, so they may not be able to continue to help with Omar's medications. The Officer Applied the Incorrect Test for the Best Interests of the Child", "[33] The Applicant further argues that the Officer applied the wrong test when he analysed Omar's interest in her H&C application. She notes that in <FRAGMENT_SUPPRESSED>  Justice Robert Barnes wrote at paragraph 12 that It is clear that the Officer erred by requiring that Mr. Schegolevich establish that the adverse effects of his removal upon his spouse and his stepson would be unusual, undeserved, or disproportionate. This standard is only to be applied to the assessment of hardship experienced by an applicant from having to apply for admission to Canada from overseas; it does not apply to the assessment of the best interests of a child affected by the removal of a parent.", "[34] The jurisprudence clearly establishes that officers considering H&C applications are required to analyse the best interests of children affected by their decisions separately from the hardship analysis. Officers must also be alert, alive, and sensitive to those interests (see Baker , above, and <FRAGMENT_SUPPRESSED> ). In this case, the Officer incorrectly looked at the hardship Omar would suffer if his mother were not granted permanent residence (see <FRAGMENT_SUPPRESSED> ).", "[35] As in <FRAGMENT_SUPPRESSED> , \"the application of the unusual and undeserved or disproportionate hardship threshold permeates [the Officer's] analysis of the best interests of the [child] and results in an inappropriate conclusion\" ( <FRAGMENT_SUPPRESSED> , at paragraph 27). The Applicant says that, when the Officer said that he was not \"satisfied that a removal from [Canada] at this early stage of the child's life will have a negative impact on the child to the extent where he would suffer undue and undeserved or disproportionate hardship,\" the Officer applied the incorrect test in assessing Omar's best interests.", "[36] The Applicant relies on <FRAGMENT_SUPPRESSED> , Baker , and Shchegolevich, all above, <FRAGMENT_SUPPRESSED>  and <FRAGMENT_SUPPRESSED> , above, and says that, when officers assess the best interests of children affected by H&C decisions, they must a. Establish what is in the best interests of the children; b. Assess the degree to which those interests are compromised by all the decisions contemplated; and c. Determine the weight the best interests of the children will play in the H&C assessment.", "[37] The Applicant also says that there is no minimum level of suffering a child must experience in order to ground a positive H&C determination. In this case, the Officer was required to consider whether Omar's best interests were served by allowing him to come to Canada with his mother or by forcing him to remain with her in Grenada; the Officer was not required to decide whether Omar was suffering in Grenada or that he would suffer less in Canada. The Officer did not consider the right question.", "[38] The Applicant acknowledges that the best interests of a child directly affected are not necessarily determinative. However, she also notes that in Baker , above, Justice Claire L'Heureux-Dubé held at paragraph 75 that [...] where the interests of children are minimized, in a manner inconsistent with Canada's humanitarian and compassionate tradition and the Minister's guidelines, the decision will be unreasonable.", "[39] The Officer committed the error Justice L'Heureux-Dubé identified in Baker , so the Decision must be returned for reconsideration. The Respondent H&C Applications are Exceptional and Discretionary", "[40] The Respondent draws the Court's attention to the principle that H&C exemptions are not designed to eliminate all hardship arising out of the requirements of the Act. Rather, section 25 of the Act is aimed at eliminating only unusual and undeserved or disproportionate hardship. Because of the exceptional nature of relief under section 25, applicants must meet a high threshold to be granted an exemption under that section (see <FRAGMENT_SUPPRESSED> ). Applicants must also demonstrate all of the positive ingredients in their applications (see <FRAGMENT_SUPPRESSED> , above). The Officer Adequately Considered Omar's Best Interests", "[41] In <FRAGMENT_SUPPRESSED> , above, the Federal Court of Appeal held at paragraph 6 that the task faced by an H&C officer is to weigh the hardship faced by the applicants along with all the other positive and negative ingredients in their applications. In this case, the Officer thoroughly considered where Omar's best interests lay and weighed these against the other positive and negative factors in the application. The Officer addressed the Applicant's concerns that Omar would be in Phillip's presence, would be denied access to education, and would not have access to medical care. Although the Applicant feared these risks, the Officer reasonably found that they had not materialized in Grenada.", "[42] The Officer also adequately canvassed the issues surrounding Omar's medical condition. Although the climate in Grenada makes Omar's condition worse and his medication is expensive, the Officer found that the evidence showed his asthma is being treated. This finding was reasonable. Further, the Applicant did not provide objective evidence to prove that Omar's medication is expensive or that his condition is severe.", "[43] The Officer said that removal to Grenada would not cause Omar unusual and undeserved or disproportionate hardship. Though this may suggest that he applied the incorrect test, the Respondent notes that Justice Russel Zinn held in <FRAGMENT_SUPPRESSED>  that using the language of hardship does not automatically result in a reviewable error. What matters is \"whether it can be said on a reading of the decision as a whole that the Officer applied the correct test and conducted a proper analysis.\" (see paragraph 29).", "[44] In this case, the Decision shows that the Officer considered Omar's condition. Given the evidence before him the Officer reasonably found that the Applicant's situation did not warrant granting permanent residence on H&C grounds. Although Omar would have easier access to the medicine he needs and better education in Canada, these factors alone do not mean that the Decision was unreasonable. The Applicant's submissions in this case amount only to an invitation to the Court to re-weigh the factors that the Officer considered which is improper on judicial review. The Applicant's Reply", "[45] Although the Respondent has argued that the Officer considered the Applicant's submissions on the impact of the Grenadian climate on Omar's condition, the Applicant says that he merely mentioned her concerns without actually addressing them. This failure to consider her submissions is a reviewable error.", "[46] The Applicant also says that the Officer's statement that asthma is a common condition was irrelevant to the H&C determination. Whether asthma is common or not has no bearing on how Omar's asthma is affected by the Grenadian climate, which was a key feature of the Applicant's H&C application. The Officer made this statement without addressing the severity of Omar's condition and how it was affected by the climate in Grenada. This is a reviewable error.", "[47] The Respondent has said that H&C exemptions are exceptional and discretionary. The Applicant agrees and says that, in exercising this discretion, officers must give a great deal of attention to the best interests of children affected by their decisions (see <FRAGMENT_SUPPRESSED> , above, at paragraph 11). The Officer here did not pay sufficient attention to Omar's interests.", "[48] As the Respondent has noted, H&C exemptions are intended to relieve unusual and undeserved or disproportionate hardship; the Applicant says that hers is a case where unusual and undeserved or disproportionate hardship will arise out of the operation of the Act. While it is true that leaving a job or family in Canada do not necessarily constitute unusual and undeserved or disproportionate hardship, applying this reasoning would cause Omar to suffer. The Applicant points to <FRAGMENT_SUPPRESSED>  a decision from the UK Supreme Court. In that case, the UK Supreme Court held that a parent be allowed to remain in the UK because her children's best interests lay in remaining there, notwithstanding the parent's \"appalling immigration history.\" The Applicant says her case should be similarly decided. Best Interests of the Child", "[49] Although <FRAGMENT_SUPPRESSED> , teaches that there is no set formula for considering the best interests of children affected by H&C decisions, it is still an error for officers to summarily dismiss concerns relating to children. Here, the Officer summarily dismissed Omar's condition without considering its seriousness and how it was affected by the climate in Grenada. The Officer also ignored the Applicant's submissions and made no finding on whether the change in environment had jeopardized Omar's health and well-being.", "[50] As the Respondent has noted, <FRAGMENT_SUPPRESSED> , above, teaches that the use of hardship in describing the impact of a decision on children is not a reviewable error on its own. However, the Officer's analysis of Omar's situation explicitly considered whether denying the H&C application would cause Omar unusual and undeserved or disproportionate hardship without looking at what was in his best interests. Further, <FRAGMENT_SUPPRESSED> is distinguishable because Omar faces challenges related to his asthma that are not typically faced by children who are removed from Canada with their parents. The Officer's summary dismissal of Omar's condition shows that his analysis of Omar's best interests was deficient in both form and substance. Though he mentioned the impact of the Grenadian climate on Omar's asthma, the Officer did not weigh this factor as he was bound to do.", "[51] The Applicant also says that her application for judicial review does not amount to a request to re-weigh the evidence already considered. Rather, she has asserted that the Officer ignored her submissions and applied the wrong test for the best interests of a child directly affected by the Decision, which are reviewable errors. She notes that in <FRAGMENT_SUPPRESSED>  the Federal Court of Appeal quoted from <FRAGMENT_SUPPRESSED> , above, and held at paragraph 24 that It is not for the courts to reweigh the factors considered by an H&C officer. On the other hand, an officer is required to examine the best interests of the child \"with care\" and weigh them against other factors. Mere mention that the best interests of the child has been considered will not be sufficient The Applicant's Further Memorandum", "[52] The Applicant takes issue with the Respondent's argument that the Decision was reasonable because Omar has access to schooling and medical care in Grenada. She says that the Respondent has not addressed the fact that Omar's need for medical care would be reduced if he were removed from the Grenadian climate to Canada. She also says that the Respondent's argument that the Officer considered Omar's condition is incorrect; he did not consider the impact of the Grenadian climate on Omar's condition. The Officer only noted her submissions without considering them. He did not engage with those submissions.", "[53] The Applicant also disagrees with the Respondent's contention that the Officer adequately considered Omar's best interests. She says that the Officer summarily dismissed Omar's condition as common without appreciating the impact of the Grenadian climate. He also did not consider the impact the Applicant's financial difficulties had on Omar's condition. ANALYSIS", "[54] The Applicant raises several issues but there is a fundamental problem with this Decision that requires it be returned for reconsideration. If the Decision is read as a whole, it seems to me that the Officer was not really aware of what a best interest analysis requires or of the legal principles that must be applied. The Respondent says that this is merely a matter of form and not substance, and that I should not be swayed by the Officer's misstatements. I disagree.", "[55] It is clear on the face of the Decision that the Officer has applied the wrong test in assessing the best interests of the child. He makes the following statements that constitute the basis of his analysis: Her child, a four-year-old Canadian citizen had just started JK and making new friends however I am not satisfied that a removal from this setting at this early stage in the child's life will have a negative impact on the child to the extend ( sic ) where he would suffer undue and undeserved or disproportionate hardship. [Emphasis added] ... Considering all the submissions and history of this case, I am not satisfied that subject nor her son, are suffering undue and undeserved nor disproportionate hardship in Granada to the degree that this application should be considered favorably. [Emphasis added]", "[56] I agree with the Applicant that the Officer in the present matter has committed the very error contemplated in the jurisprudence from this Court I have quoted above and the Decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> . Rather than being alert, alive and sensitive to Omar's circumstances and viewing the situation from his perspective, as the jurisprudence requires, the Officer has instead concluded that: \"I am satisfied that his best interests are being met .\" And \"I am not satisfied that ... her son [is] suffering undue and undeserved nor disproportionate hardship\" and \"I am not satisfied that a removal from the setting [...] will have a negative impact on the child to the extent where he would suffer undue and undeserved nor disproportionate hardship.\" It may not be an error to use the language of hardship, but the Officer here went one step further and applied hardship as the test for Omar's interests.", "[57] I agree with the Applicant's characterization of the problem and her account of the governing jurisprudence and adopt them for purposes of these reasons. I am going to set out the process and the principles in some detail, so that when this goes back to a different officer for reconsideration, he or she will have a template to work with. In this regard I will essentially reproduce and adopt the excellent summary of the law provided by Applicant's counsel.", "[58] It is well-established that an officer must be \"alert, alive and sensitive\" to, and must not \"minimize\" the best interests of a child who may be adversely affected by their decision.", "[59] This Court has also instructed that being \"alert, alive and sensitive\" to a child's best interests is a separate analysis from consideration of the threshold standards of \"unusual, undeserved or disproportionate hardship.\" As Justice Barnes made clear in <FRAGMENT_SUPPRESSED> , above, at paragraph 12: It is clear that the Officer erred by requiring that Mr. Schegolevich establish that the adverse effects of his removal upon his spouse and his stepson would be unusual, undeserved, or disproportionate. This standard is only to be applied to the assessment of hardship experienced by an applicant from having to apply for admission to Canada from overseas; it does not apply to the assessment of the best interests of a child affected by the removal of a parent.", "[60] Similarly, this Court stated in <FRAGMENT_SUPPRESSED> , above, at paragraph 14 that [...] terms found in the IP5 Guidelines of \"unusual\", \"undeserved\" or \"disproportionate\" are used in the context of considering an applicant's H & C interests in staying in Canada and not having to apply for landing from abroad. It is an error to incorporate such threshold standards into the exercise of that aspect of the H & C discretion which requires that the interests of the children be weighed. This point is made in  <FRAGMENT_SUPPRESSED>  (F.C.A.) at para. 9 where Justice Robert Décary said \"that the concept of 'undeserved hardship' is ill-suited when assessing the hardship on innocent children. Children will rarely, if ever, be deserving of any hardship\".", "[61] The Court's recent decision in <FRAGMENT_SUPPRESSED> , above, reaffirmed its position that including the test of \"unusual, undeserved and disproportionate hardship\" in the analysis of the best interests of the child is incorrect. In quoting <FRAGMENT_SUPPRESSED> , above, Justice O'Keefe stated that incorporating the \"unusual, undeserved or disproportionate hardship\" threshold into the analysis of the best interest of the child is an error in law.", "[62] In <FRAGMENT_SUPPRESSED> , the Court found that, in addition to incorrectly describing the test involved in determining the best interest of the children impacted by the decision, the officer had minimized the impact on the children of being forced to leave Canada to accompany their parents to Guyana. Consequently, the officer did not consider the best interests of the children impacted by the decision as her analysis was incorrect in form and substance. The Court found that \"the application of the unusual, undeserved or disproportionate hardship threshold permeates her analysis of the best interests of the children and results in an inappropriate conclusion ...\" (at paragraph 27.) The same can be said of the Officer's analysis in the present case.", "[63] When assessing a child's best interests an Officer must establish first what is in the child's best interest, second the degree to which the child's interests are compromised by one potential decision over another, and then finally, in light of the foregoing assessment determine the weight that this factor should play in the ultimate balancing of positive and negative factors assessed in the application.", "[64] There is no basic needs minimum which if \"met\" satisfies the best interest test. Furthermore, there is no hardship threshold, such that if the circumstances of the child reach a certain point on that hardship scale only then will a child's best interests be so significantly \"negatively impacted\" as to warrant positive consideration. The question is not : \"is the child suffering enough that his \"best interests\" are not being \"met\"? The question at the initial stage of the assessment is: \"what is in the child's best interests?\"", "[65] For example, officers should not discontinue their consideration of what is in a child's best interests after determining that the child is not being beaten or malnourished, or, as in the present decision, is not being outright denied medical care. In order to be properly \"alert, alive and sensitive to\" a child's best interest, the task that is specifically before an officer is to have regard to the child's circumstances, from the child's perspective, and then determined what is in his best interest.", "[66] As was noted by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , and by this Court in <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> , a child will rarely, if ever, be deserving of any level of hardship. As a result, a threshold test of undeserved or undue hardship or a threshold \"basic needs\" approach to a best interests analysis, like that applied by the Officer in this case, does not adequately determine - in a way that is \"alert, alive and sensitive\" - what is in the child's best interest.", "[67] A child's best interests are certainly not determinative of an H&C application and are but one of many factors that ultimately need to be assessed. However, requiring that certain interests not be \"met\" or that a child \"suffer\" a certain amount before this factor will weigh in favour of relief, let alone be persuasive in the decision, contradicts well-established principle that officers must be especially alert, alive and sensitive to the impact of the decision from the child's perspective. Furthermore, this would seem to contradict the instruction of the Supreme Court of Canada that this factor be a primary consideration in an H&C application that must not be minimized.", "[68] In Baker , above, the Supreme Court of Canada held that for the exercise of discretion under subsection 25(1) of the Act to fall within the standard of reasonableness, the decision-maker must consider the child's best interests as an important factor, give them substantial weight, and be alert, alive and sensitive to them. Justice L'Heureux-Dubé wrote at paragraph 75 that ...for the exercise of the discretion to fall within the standard of reasonableness, the decision-maker should consider children's best interests as an important factor, give them substantial weight, and be alert, alive and sensitive to them. That is not to say that children's best interests must always outweigh other considerations, or that there will not be other reasons for denying an H & C claim even when children's interests are given this consideration. However, where the interests of children are minimized, in a manner inconsistent with Canada's humanitarian and compassionate tradition and the Minister's guidelines, the decision will be unreasonable. [Emphasis added]", "[69] At paragraph 73 of Baker, the Supreme Court of Canada stated: The above factors indicate that emphasis on the rights, interests, and needs of children and special attention to childhood are important values that should be considered in reasonably interpreting the \"humanitarian\" and \"compassionate\" considerations that guide the exercise of the discretion. I conclude that because the reasons for this decision do not indicate that it was made in a manner which was alive, attentive, or sensitive to the interests of Ms. Baker's children, and did not consider them as an important factor in making the decision, it was an unreasonable exercise of the power conferred by the legislation, and must, therefore, be overturned.", "[70] In <FRAGMENT_SUPPRESSED> , above, the Federal Court described what it means to be open and sensitive to the best interests of children, in the following terms: It is only after a visa officer has gained a full understanding of the real life impact of a negative H&C decision on the best interests of a child can the officer give those best interests sensitive consideration. To demonstrate sensitivity, the officer must be able to clearly articulate the suffering of a child that will result from a negative decision, and then say whether, together with a consideration of other factors, the suffering warrants humanitarian and compassionate relief. [Emphasis added]", "[71] The Decision is therefore returned for a new officer to consider in accordance with the above principles.", "[72] Counsel agree there is no issue for certification and the Court concurs. JUDGMENT", "[73] THIS COURT'S JUDGMENT is that 1. The application is allowed, the Decision is quashed and the matter is returned for reconsideration by a different officer. 2. There is no question for certification. <FRAGMENT_SUPPRESSED>  Russell CONTEXTE", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15] NORME DE CONTRÔLE", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22] Dans le jugement", "[23] 25. 25. (1) The Minister must, on request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected La demanderesse", "[24] [traduction]", "[25]", "[26]", "[27]", "[28]", "[29]", "[30]", "[31]", "[32]", "[33]", "[34] Baker <FRAGMENT_SUPPRESSED> ).", "[35]", "[36] Baker", "[37]", "[38] Baker", "[39] Baker", "[40]", "[41]", "[42]", "[43]", "[44]", "[45]", "[46]", "[47]", "[48]", "[49] Hawthorne,", "[50]", "[51]", "[52]", "[53] ANALYSE", "[54]", "[55] [traduction] [...]", "[56]", "[57]", "[58]", "[59] <FRAGMENT_SUPPRESSED> :", "[60]", "[61]", "[62] pas", "[63] d'abord enfin", "[64]", "[65]", "[66]", "[67]", "[68] Baker", "[69] Baker", "[70]", "[71]", "[72] JUGEMENT", "[73] LA COUR [End of document]"]}