{"id_": "026686", "body_str": ["[1] Harrington, J. : This application is concerned with what is often termed \"gray marketing\" or the parallel importation of goods. \"Kraft\" (I will describe the role of the different affiliated corporations later) manufactures Toblerone and Côte d'Or chocolate bars in Europe. It wishes to keep the Canadian distribution thereof to itself. The defendant, Euro Excellence, was once under contract to distribute the Côte d'Or line of confectionary products in Canada. That contract was not renewed. However, it has managed to buy both Côte d'Or and Toblerone products from an unnamed source in an unnamed European country, imports and distributes them in Canada in their European wrappers, with a label affixed in an effort to conform to Canadian packaging regulations. The name \"Kraft\" appears on these wrappers.", "[2] Euro Excellence is not passing off imitations. It markets the genuine product.", "[3] Kraft does not reproach Euro Excellence for selling Côte d'Or and Toblerone products as such. It has focused on the wrappers, or packaging, which are ancillary to the chocolate bars. It alleges that distribution in Canada by Euro Excellence violates copyright in the artwork in the wrappers. It seeks injunctive relief as well as damages.", "[4] Kraft has developed an interesting strategy in an effort to thwart Euro Excellence's distribution of these chocolate bars in Canada. To better appreciate the strategy, I should first say what it has not done. If it put distribution restrictions on Euro Excellence's supplier, it has not invoked them. Nor does it rely on trade-mark protection, although it alleges, and it is not contested, that it is the owner in Canada of the trade-marks \"Côte d'Or\" and \"Toblerone\". What it has done is take Canadian licensing rights in the artworks in the chocolate bar wrappers which have been copyrighted in Canada. It does not seek to enjoin Euro Excellence from distributing Toblerone and Côte d'Or chocolate bars. Rather, it seeks to enjoin it from distributing the copyrighted artwork on the wrappers. The idea is that the cost of re-wrapping or covering over the copyrighted artwork would act as a major disincentive. The entire Toblerone line is covered by wrappers which have some copyrighted artwork on them. In the case of Côte d'Or, some of the products distributed by Euro Excellence do not contain copyright material. Kraft is not trying to interfere with the distribution of those products.", "[5] The Toblerone copyright is a snow-covered mountain depicted on the wrapper. Some of the snow is in the shape of a bear; i.e. a bear within a mountain.", "[6] There are three separate copyrights covering Côte d'Or. One is an elephant facing to the right with its trunk curled up. The second is the style of script used to spell \"Côte d'Or\", not the name itself. The third is a red shield which serves as a background to both the elephant and the Côte d'Or script.", "[7] Euro Excellence has mounted a multi-layered defence, which breaks down into four categories: 1 - technical defences under the Copyright Act , R.S.C. 1985, c. C-42, as amended; 2 - defences in virtue of the equitable jurisdiction of the Federal Court; 3 -constitutional limitations upon Parliament; and 4 - public policy.", "[8] The technical defences based on the Act are that the mountain, the bear, the elephant, the Côte d'Or script and the red shield are not original artworks and therefore cannot be the subject of copyright. Furthermore, with respect to Côte d'Or, it alleges that the chain of title leading to Kraft Canada Inc.'s license is defective.", "[9] In equity, it submits that an injunction does not lie because Kraft does not come to the Court with clean hands. This submission is two-pronged. The first arises from the previous relationship between the parties. Until a few years ago, Euro Excellence was the exclusive distributor of the Côte d'Or line in Canada. It claims that Kraft is a predator trying to take advantage of the goodwill and contacts it has developed over the years. The second is that the artwork, so-called, was copyrighted and licensed to Kraft Canada Inc. for the sole purpose of interfering with Euro Excellence's business.", "[10] Interwoven with these arguments is a submission that certain sections of the Copyright Act must be interpreted narrowly so as not to impinge upon provincial jurisdiction in relation to property and civil rights.", "[11] Finally, as a matter of public policy, it submits that copyright cannot be used to create a monopoly which would infringe upon a free market exchange of goods.", "[12] Each of these defences merits careful consideration. Background", "[13] Kraft Foods Belgium S.A. of Hallé, Belgium manufactures the Côte d'Or line of confectionary products in Europe. In 1993, it authorized Euro Excellence Inc. to act as a Canadian distributor. This led to an exclusive Canadian distribution contract which lasted for three years, ending in December 2000. Two reasons for non-renewal are advanced. Kraft claims that while Euro Excellence successfully marketed Côte d'Or in Quebec, it made little inroads in the rest of Canada. Euro Excellence claims that Kraft was acting in a predatory manner, wanted to take advantage of its contacts and goodwill and is trying to sacrifice it on the altar of multinational integration.", "[14] Kraft Canada Inc. began distributing the Côte d'Or line pursuant to contract in 2001. In fact, it had an earlier contract to distribute Côte d'Or which went back to 1990, but it never acted upon it. In early 2001, Euro Excellence was still distributing Côte d'Or products. Kraft was not particularly concerned as it assumed it was selling off accumulated inventory, but soon came to realize that it was selling new product from another source.", "[15] Furthermore, Euro Excellence began to parallel import Toblerone chocolate bars, which Kraft Canada Inc. had been distributing in Canada since 1990. What has particularly galled Kraft is that Euro Excellence's supplier is also providing it with the so-called \"Golden\" bars. These bars, which I understand are considerably larger than the normal bars, are intended to be sold only in duty free shops. In fact, the manufacturer, Kraft Foods Schweiz AG of Geneva, has never made them available to Kraft Canada Inc. As a result, Euro Excellence distributes a broader range of Toblerone products, which may give it some advantage in the marketplace.", "[16] It is not difficult to see that the dispute was escalating. Kraft claims that Euro Excellence is piggy-backing on its advertising, which gives it a market advantage, is adding cheap stick-on labels which detract from the first-class nature of the product, has not complied with all relevant Canadian packaging and labelling legislation and regulation, and indeed could have created a health hazard and put Kraft at risk for not \"Canadianizing\" the French list of ingredients. In one instance, an ingredient was identified as \"fruits secs\" which apparently is broad enough in Europe to cover nuts, while the term would not be construed that way in Canada.", "[17] In contrast, Kraft Canada Inc. says it takes extreme care to provide a first-class product in terms of packaging. In some instances the packaging at the European plants is done to its own specifications, or very professional, unnoticeable labels are affixed so as to conform to Canadian law. What Kraft Did", "[18] In order to thwart Euro Excellence, in October 2002, Kraft Foods Belgium SA registered the three Côte d'Or copyrights in Canada in the artistic category. The author was identified as one Thierry Bigard. The same day a license agreement between it and Kraft Canada Inc. was also registered. The license gave Kraft Canada Inc. \"... the sole and exclusive right and license in the Territory to produce, reproduce and adapt the Works or any substantial part thereof, in any material form whatever, and to use and publicly present the Works in association with the manufacture, distribution or sale in Canada of confectionary products, including, but not limited to, chocolate.\"", "[19] The same day, Kraft Foods Schweiz AG registered the Toblerone bear within the mountain as copyright in the artistic category and registered a similar licensing agreement with Kraft Canada Inc.", "[20] Euro Excellence was called upon to cease and desist distributing product with the Côte d'Or script, elephant and red shield, and the Toblerone bear within the mountain. It has refused to do so. Although the Côte d'Or elephant is also impressed within the Côte d'Or chocolate itself, Kraft has made it clear that it is not trying to stop Euro Excellence from selling the chocolate, only from distributing it within wrappers which contain the artistic works registered as copyright.", "[21] The Copyright Act provides a number of legal presumptions in Kraft's favour, presumptions which are rebuttable. Notwithstanding that the registration system is merely a registration of documents, as opposed to registration under the Trade-marks Act , R.S.C. 1985, c. T-13, which requires the exercise of skill and judgment on the part of the Registrar in deciding whether the trade-mark is sustainable, or not subject to registration because of the likelihood of confusion or other reasons, the mere registration creates a presumption, until the contrary is proved, that copyright subsists in the work and that the author is the original owner of the copyright. Section 13 provides a work-place presumption that the employer, not the employee, is the author, and owner, of the copyrighted work. Euro Excellence's Technical Defences A - Authorship and Ownership", "[22] It is not necessary to set out the chain of ownership of the Toblerone copyright from its author to the license in favour of Kraft Canada Inc. Euro Excellence concedes it is faultless. However, it contests the chain as regards the three Côte d'Or artistic works, the author of which was registered as Thierry Bigard.", "[23] According to Gilles Portail, Finance Director of the European offices of Landor Associates, Landor was retained in 1998 by still another Kraft company, Kraft Foods International (EU) Ltd., to redesign the Côte d'Or packaging. Thierry Bigard was Landor's Creative Director, responsible for the design of the new Côte d'Or visual identity. Mr. Portail testified that it has always been the policy of Landor that as between it and its employees any rights which arise from the creative efforts of those employees are owned by Landor. In support of that assertion, a number of documents including a letter agreement between Mr. Portail and Mr. Bigard, dated in December 1996, were exhibited.", "[24] Euro Excellence takes the position, which I think is correct, that the relationship between Landor and Mr. Bigard is governed by French law. Mr. Bigard works out of Landor's Paris office, and the letter agreement referred to above was signed in Paris. Euro Excellence has filed evidence from a French solicitor to the effect that the presumption under Canadian law that the employer owns the copyrighted work, rather than the employee, does not exist in France. However, the French presumption that the employee owns the work is rebuttable, and as far as Mr. Bigard is concerned, has been rebutted in this case. Once that hurdle was overcome, the chain from Mr. Bigard through Landor through various Kraft companies is good.", "[25] Consequently, it is not really necessary to consider Kraft's argument that section 13 of the Act is determinative in that the employer of a copyrighted work is presumed to be the author of the employee's work, irrespective of the proper law of the employment contract. However, as in the field of maritime law, I see no reason why this Court in exercising its jurisdiction over matters of copyright exercises a jurisdiction which does not embrace conflict of law rules ( FRAGMENT_SUPPRESSED the Supreme Court of Canada held that it was necessary to look at the proper law of an employment contract to determine the ownership of a patent.", "[26] Euro Excellence asserts, however, that Mr. Bigard was not the author of the work in the first place. He was simply the overseer, the foreman, and exercised no creative activity. In the alternative, if he did create, he did so in conjunction with others.", "[27] That position is based on mere conjecture. The only evidence, which admittedly is not perfect, is that Mr. Bigard was the creative director. Just as the author of a film is the professional who directs the shot and creates the effects, rather than the person who presses the camera button on command, there is no reason to suppose that Mr. Bigard was not the author: FRAGMENT_SUPPRESSED.", "[28] To argue that everyone who may have been involved in the project, including the mailroom attendant who glanced at the computer screen and proposed that the position of the elephant's feet be changed, is to invite chaos. Employment to a common end is a communal activity.", "[29] In any event, even if it could be said that others were also authors of the Côte d'Or work, they had to be Landor employees and, according to Mr. Portail, subject to the same contracts.", "[30] Thus, I find on the chain of title point that Kraft Canada Inc. was granted valid licenses. B - Original Works", "[31] The artistic works in question do not benefit from copyright protection unless they are \"original\". See sections 2 and 5 of the Act . Kraft says the works are original. Euro Excellence says they are not. Neither has filed expert evidence to put the concept of originality in context. However, this issue was very recently reviewed by the Supreme Court of Canada in FRAGMENT_SUPPRESSED. That case held that headnotes, case summaries, topical indexes and compilations of reported judicial decisions are original works in which copyright subsists. After noting that there have been two schools of thought in Canada and in other jurisdictions, one being that a work is original if it is more than a mere copy (the \"sweat of the brow\" theory) and the other that a work must be \"creative\" to be \"original\", McLachlin, C.J., speaking for the Court, found that the correct position fell between those extremes. No summary can do the case justice, but drawing on paragraphs 16, 25, 28 and 35, a work is \"original\" within the meaning of the Copyright Act if it is more than a mere copy of another work. Although it need not be creative, the expression of the underlying idea must result from an exercise of skill and judgment bringing into play use of one's knowledge, developed attitude or practiced ability, and the exercise of discernment or the ability to form an opinion or evaluation by comparing different possible options in producing the work. Intellectual effort is a necessary requirement. The exercise of skill and judgment cannot be so trivial as to be characterized as a mechanical exercise. \"For example, any skill and judgement that might be involved in simply changing the font of a work to produce 'another' work would be too trivial to merit copyright protection as an 'original' work.\"", "[32] With that in mind I turn to the three copyrighted \"Côte d'Or\" artistic works.", "[33] It is not contested that the Côte d'Or brand goes back to 1883 and that an elephant has been prominently displayed in the packaging since at least 1906. In all likelihood, it owes its inspiration to a postage stamp from Guinea. If there ever was copyright, it is long gone. Over the years, the elephant has been facing either left or right with palm trees and pyramid shaped structures in the background. Its head, legs and trunk have been in various positions. In the copyrighted design, the elephant is facing to the right, the position of its legs is somewhat different, and its trunk is curled over so that the tip is directly over its head. The copyrighted work is displayed on the upper left, accompanied by three non-copyrighted designs on other wrappers. [Diagram omitted]", "[34] Mr. Bigard's role was to update the design, while maintaining goodwill emanating from the old look. Kraft says that such an effort is particularly creative, while Euro Excellence says the changes were insignificant. Guided by FRAGMENT_SUPPRESSED , supra, although the elephant is not novel or unique, it results, in my opinion, from an exercise of skill and judgement. Different possible options obviously had to be considered and that involved intellectual effort. The exercise of skill and judgement was not trivial. In my opinion, the design of the elephant is entitled to copyright protection as an \"original\" work.", "[35] The same cannot be said for the Côte d'Or script and the red shield. The Côte d'Or script has changed. The old script was somewhat \"flowery\", and used a cursive font reminiscent of days gone by. I suppose it can be said that the current block script uses a \"sans sérif\" font. I do not doubt that the change of font, as part of the new Côte d'Or look, was creative. A few of the \"old look\" and \"new look\" chocolate bars were produced as exhibits. The \"old look\" wrapper is somewhat rough to the touch, while the new wrappers are glossy. The new script fits the \"new look\". However, Kraft took out a separate copyright on the script and so I am considering it on a stand-alone basis. To my way of thinking, without the benefit of expert evidence, the change of script, taken alone, is a mere change of font and does not enjoy the benefit of copyright.", "[36] As for the red shield: in conjunction with the elephant and the script, it might be very effective in the world of trademarks. It certainly catches my eye more than the duller colouring on the old wrappers. However, what is original about a streak of red? Burnett's Voice of Fire it is not! In my opinion it is not a work deserving of copyright protection.", "[37] Euro Excellence attacks the Toblerone bear within a mountain on the basis that the mountain is Mont Cervin and the bear is the symbol of the canton of Berne, Switzerland, where the chocolate bars are manufactured. That may be so, but anyone is entitled to paint a mountain, a bear, a railway station, a cathedral (Monet anyone?) or anything else for that matter. If we follow that reasoning only abstract art would be original. I have no difficulty whatever in declaring the Toblerone work to be an original artistic work, notwithstanding that a mountain has figured in the wrapping for some time. [Diagram omitted] Kraft's Claim", "[38] Having found that copyright subsists in the Côte d'Or elephant and the Toblerone bear within a mountain, I will now consider Kraft's claim for infringement of copyright in light of the balance of Euro Excellence's defences.", "[39] Kraft Canada Inc., as the assignee of the copyrights in question, is the real party at interest. However, section 36 of the Act provides that where proceedings are taken by a person other than the copyright owner, the owner must be made a party thereto, except in circumstances which are not applicable here. This explains why the other two Kraft companies are mises-en-cause.", "[40] Section 34 of the Act , in conjunction with section 36, entitles Kraft Canada to all remedies by way of injunction, damages, accounts, delivery-up, and otherwise that are, or may be, conferred by law for the infringement of copyright.", "[41] Kraft Canada relies on section 27(2) which provides: \"27(2) It is an infringement of copyright for any person to (a) sell or rent out, (b) distribute to such an extent as to affect prejudicially the owner of the copyright, (c) by way of trade distribute , expose or offer for sale or rental, or exhibit in public, (d) possess for the purpose of doing anything referred to in paragraphs (a) to (c), or (e) import into Canada for the purpose of doing anything referred to in paragraphs (a) to (c), a copy of a work , sound recording or fixation of a performer's performance or of a communication signal that the person knows or should have known infringes copyright or would infringe copyright if it had been made in Canada by the person who made it .\" (emphasis added) oeuvre a) la vente c) la d) la e) l'importation au Canada", "[42] By letter dated 28 October 2002, Kraft, through its solicitors, gave Euro Excellence notice of the aforesaid copyrights and licenses and called upon it to immediately cease promoting, offering for sale, and selling Côte d'Or and Toblerone confection products in Canada, the packaging of which displays any of the copyright works. Euro Excellence has refused.", "[43] Kraft also complains that the products imported and distributed by Euro Excellence do not fully comply with Canadian packaging and labelling requirements, which had led to misdirected consumer complaints against it. Any complaint Kraft has concerning a competitor's alleged failure to respect labelling laws should be directed elsewhere. In like manner, the complaint, or complaints, directed against it by disgruntled consumers is not relevant to this case and in all likelihood arises from the fact that the name \"Kraft\" appears on the chocolate bar wrappers distributed by Euro Excellence. I do not think that the complaints arise from infringement of copyright in elephants, or bears within mountains. Equity", "[44] Euro Excellence takes the position that even if Kraft were otherwise entitled to remedies under the Act , it is not entitled to the equitable remedy of an injunction because it does not come to the Court with clean hands. This argument has a double foundation. One is that Kraft Foods Belgium SA entered into a non-exclusive and then an exclusive distributorship contract with it, notwithstanding that Kraft Canada Inc. was already its contractual distributor. Having lulled Euro Excellence into the business, it is inequitable to now prevent it from continuing that business. The second point is that the sole purpose of registering copyright in Canada and then assigning rights to Kraft Canada was to mount the very attack upon it which is currently before this Court. On this latter point, Kraft Canada may well have had other reasons to enter into a licensing agreement, but I am prepared to assume that Euro Excellence is right.", "[45] The fact Kraft Canada had been appointed a distributor of Côte d'Or product in 1990, and did not act upon it, is irrelevant. If Euro Excellence is of the view that Kraft Foods Belgium SA is in breach of contract, its remedy is to take an action in damages. Even if wronged, it has no right to breach copyrights owned by Kraft Foods Belgium SA, and Kraft Foods Schweiz AG.", "[46] As for Kraft registering copyright in Canada, Euro Excellence brought the matter upon itself. As far as I am concerned, Kraft was simply taking care of business. There is nothing wrong with that. Public Policy Issues", "[47] We now come to the more philosophical aspects of the case. Euro Excellence raises a constitutional question with respect to section 27(2)(e) of the Act . However, it has become clear that the argument is not that section 27(2)(e) is in and of itself unconstitutional, but rather that it has to be interpreted restrictively taking into account that property and civil rights are matters of provincial legislative jurisdiction under section 92(13) of the (U.K.), 30 & 31 Vict., c. 3, reprinted in R.S.C. 1985, App. II, No. 5.", "[48] Section 27(2)(e) bears repeating. It says: \"27 (2) It is an infringement of copyright for any person to (e) import into Canada for the purpose of doing anything referred to in paragraphs (a) to (c), a copy of a work ... that the person knows or should have known infringes copyright or would infringe copyright if it had been made in Canada by the person who made it.\"", "[49] Euro Excellence submits that this section must be read in conjunction with section 3(1) of the Act which says: \"3(1) For the purposes of this Act, 'copyright', in relation to a work, means the sole right to produce or reproduce the work or any substantial part thereof in any material form whatever ...\" The right of importation is not mentioned. Euro Excellence says that section 27(2) purports to create a remedy in delict, or tort, which is properly a matter of property and civil rights within the province and thus ultra vires Parliament.", "[50] In my opinion the language of the Act , taking into account its purpose and context, must be given full force and effect. Euro Excellence is importing copyrighted works against the will of the licensee. That is an infraction under the Act , and does not impinge upon property and civil rights within the province. As noted by Laskin, C.J., in FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED Copyright is a federal matter ( , s. 91(23)).", "[51] Euro Excellence also relies upon section 27.1 of the Act , which was added in 1997. In essence it provides that if there is an exclusive distributor of a book in Canada, it is an infringement of copyright for another person to import copies of the book from a country where the copies were made with the owner's consent. That is exactly the situation here except that the works in question are not books. The argument goes on that since the Act only gives copyright protection to exclusive importers of books, it follows that the exclusive distributor of chocolate bars has no such rights. I disagree.", "[52] The rights of a book distributor under section 27.1 are not contingent upon it being the licensee of the copyright. Kraft Canada is a licensee and its rights under section 27 have in no way been cut back by the introduction of section 27.1.", "[53] The current approach to statutory interpretation is that \"the words in an Act are to be read in their entire context and in their grammatical and ordinary sense harmoniously with the scheme of the Act , the object of the Act and the intention of Parliament\". ( FRAGMENT_SUPPRESSED; FRAGMENT_SUPPRESSED)", "[54] From the monarchies in France and England which restricted the right to copy as a form of censorship to the present day, copyright gives the owner a monopoly in the work. The ideas are public property, the work is the author's own. ( FRAGMENT_SUPPRESSED) Language and history are on Kraft's side. Public Policy - Part II", "[55] Euro Excellence argues that copyright in a work cannot be used to prevent competitive distribution of goods, or at least in circumstances such as this where the copyright works are merely ancillary to the main product, the chocolate itself. There are a number of cases which touch upon the issue and many scholars have opined thereon, particularly in the last 20 years. There is one case squarely on point, the Australian case of FRAGMENT_SUPPRESSED of the Supreme Court of New South Wales. That case concerned the parallel importation into Australia of Bailey's Original Irish Cream liqueur. The parallel importer brought in bottles which were not intended for the Australian market, but rather for the market in the Netherlands. Nevertheless, it was distributing the genuine product. The plaintiffs invoked both trade-mark and copyright in an effort to block the importation. The copyright was in an artistic work in the label, similar to the case at bar.", "[56] Young, J., held that the Australian Trade-marks Act only operated to prevent the sale in Australia of goods which were not the proprietor's, but which were marked as the proprietor's. The Act did not operate to prevent parallel importation of the genuine product.", "[57] The judgment went on to say that the defendants, by offering for sale, selling or exposing for sale, bottles with labels including copyright material, infringed copyright. The learned Judge also noted: FRAGMENT_SUPPRESSED", "[58] The influence this case has had on Kraft's strategy is obvious.", "[59] Euro Excellence notes that the copyright law was subsequently amended in Australia to provide that copyright in a work is not infringed if the copyright is in an accessory to the article imported. Accessories include labels and packaging. There is no such diminishment of copyright in our Act", "[60] Although, of course, not binding, I find the FRAGMENT_SUPPRESSED case persuasive and come to the same conclusion under our Act . I am not prepared to simply use the Copyright Act as a touchstone for an imaginative frolic of my own. The language is clear, and the very purpose of the Act is to prevent unauthorized distribution of copyrighted works. There is nothing to prevent Euro Excellence from replacing the wrappers or otherwise covering over the copyrighted material.", "[61] Since copyright is a creature of statute, and the rights and remedies provided for the Act FRAGMENT_SUPPRESSED), and given my view of the compelling language of the Act , it is not strictly necessary to mention the arguments advanced as to what the law ought to be. However, the parties assembled such a wide range of commentary I would be remiss if I failed to acknowledge their efforts. I have found in Kraft's favour because I think the Copyright Act compels me to. It was not necessary for me to express any philosophical bent towards either free trade or copyright protection. That being said, the following cases appear to lend support to Kraft's position: FRAGMENT_SUPPRESSED Kraft has also relied upon Duncan C. Card, Parallel Importation of Copyright Property: A Proposal to Amend the Canadian Copyright Act (1990), 6 IPJ 97; Harold G. Fox, The Canadian Law of Copyright and Industrial Design (2nd Ed.) (Toronto: Carswell Thomsom, 1967); W. Lee Webster, Restraining the Gray Marketer Policy and Practice (1987), 4:2 C.I.P.R. 211; Warwick A. Rothnie, Parallel Imports (London: Sweet & Maxwell, 1993); W.L. Hayhurst, Intellectual Property as a Non-Tariff Barrier in Canada, With Particular Reference to \"Gray Goods\" and \"Parallel Imports\" (1990), 31 C.P.R.(3d) 289.", "[62] As far as doctrine is concerned, Euro Excellence has referred to: Barry Gamache, (2002), 14 CPI 157; Copyright Law Review Committee of Australia, The Importation Provisions of Copyright Act , September 1968, Appendix D - The Importation Provisions of the Copyright Act 1968 - A Historical and Comparative Analysis ; W.H. Draper, Copyright Legislation Copyright Law: An Inappropriate and Ineffective Way to Control Distribution , in Copyright Reform (Toronto: Insight Press, 1996) under the direction of H. Knopf; Accord sur les aspects des droits de propriété intellectuelle qui touchent au commerce, reproduit à l'Annexe 1 C de l'Accord de Marrakech instituant l'Organisation Mondiale du Commerce, signé à Marrakech, Moroc, le 15 avril 1994.", "[63] Euro Excellence has mentioned one case which merits particular attention: FRAGMENT_SUPPRESSED, Seiko Canada, the authorized Canadian distributor of Seiko watches, brought an action to restrain Consumers Distributing from selling such watches here. It was selling Seiko watches which it had lawfully obtained outside Canada from an authorized dealer in the country of purchase. The Court found in Consumers Distributing's favour. It was not passing off, and Seiko Canada did not hold trade-marks. Copyright was not an issue. Indeed, the case illustrates why Kraft has gone the copyright route Injunction", "[64] Consequently, I find no reason to deny Kraft injunctive relief as regards the copyrighted work in the chocolate bar wrappers, and in price lists distributed by Euro Excellence. However, to maintain some semblance of peace and order, I will not require Euro Excellence to recall product which has already left its control. Nor will I call upon Euro Excellence to deliver up its inventory to Kraft. The appropriate order is that the product be rendered non-infringing. If the parties cannot reach an agreement in this connection, I am prepared to issue directions. Damages", "[65] In like manner, I consider that Kraft Canada Inc. is entitled to damages, in the form of an accounting and payment of Euro Excellence profits in respect of the sale of products bearing the Côte d'Or and Toblerone copyrighted works commencing 29 October 2002. Section 35 of the Act provides that the infringer is to pay such damages as have been suffered due to the infringement and in addition such part of the profits that the infringer has made from the infringement that were not taken into account in calculating the damages.", "[66] Kraft has not really attempted to prove special damages, but seeks a percentage of Euro Excellence's gross sales of the products in question. All it had to do under section 35 was to prove the revenues derived from the infringement. Thereafter, the burden was upon Euro Excellence to prove every element of cost. Euro Excellence has not attempted to prove any element of cost.", "[67] Section 35 addresses profit derived from the infringement. Neither party had led any evidence as to what the gross sales might have been had these chocolate bars been sold without the elephant and the bear within the mountain. Notwithstanding marketing hype, taste ultimately prevails, (silk purses and sows' ears). The parties recognized this. Euro Excellence's gross sales were provided subject to a confidentiality order, and the parties agreed that should damages be awarded they should be within an agreed percentage range of the gross sales. With that in mind, I fix Kraft Canada Inc.'s damages in the amount of $300,000.", "[68] Section 38.1 of the Act gives the copyright owner the right to elect to recover statutory damages for all infringements in lieu of the damages and profits referred to above. An award of statutory damages for all infringements, with respect to any one work, is normally in a sum of not less than $500 or more than $20,000. During argument Kraft elected for damages and profits in accordance with section 35 of the Act , rather than statutory damages.", "[69] Although Kraft has also sought punitive damages, I am not prepared to make such an award in this case. Although unsuccessful, Euro Excellence raised some very difficult and substantial points in its defence. Its behaviour is not such that it should be punished in addition to injunctive relief, and damages measured in accordance with the Act Interest and Costs", "[70] Pre-judgment and post-judgment interest are governed by sections 36 and 37 of the Federal Courts Act , R.S.C. 1985, c. F-7, as amended. As Kraft's cause of action did not arise within any specific province, I am entitled to award interest at such rate I consider reasonable in the circumstances. No special proof has been led. I think it fair and reasonable that Kraft be awarded pre-judgment interest at the simple rate of 5 percent, the legal rate set forth in the Interest Act , R.S.C. 1985, c. I-13.", "[71] My discretion in awarding post-judgment interest should take into account that the case may be appealed and continue for some years, and that interest rates may well change from time to time. I consider it appropriate that interest on the judgment debt (damages plus pre-judgment interest) should be calculated at 1 percent above the average Canadian bank prime commercial lending rate from the time of judgment until payment. If the parties cannot reach an agreement, interest is to be calculated in accordance with the Bank of Montreal prime commercial lending rate.", "[72] Kraft Canada Inc. is also entitled to costs. Application allowed. Editor: Anick Ouellette-Levesque/clh [End of document]"]}