{"id_": "026724", "body_str": ["[1] Rouleau, J. : This is an application for an order setting aside the decision of Adjudicator Mervin I. Chertkow dated May 28, 1997, wherein it was held that the respondent, Ladislav Kmet, had been unjustly dismissed by the applicant, Kelowna Flightcraft Air Charter Ltd. The Adjudicator directed the applicant to reinstate the respondent to his former position as a pilot, substituted a penalty of two months suspension instead of the dismissal and ordered the payment of lost wages.", "[2] During the course of the hearing before me, the respondent brought a motion pursuant to rule 324 of the Federal Court Rules for an order striking out certain paragraphs and exhibits from the affidavits of Greg Carter and Mike Coulthard. I am granting that application on the grounds that the impugned paragraphs and exhibits contain statements that merely reiterate evidence which was before the Adjudicator and contain legal argument and statements of opinion.", "[3] The respondent was a pilot who flew Convair aircraft for the applicant. On June 18, 1995, he was Captain of a charter flight ferrying passengers from Sandspit, British Columbia to Vancouver. Also in the flight crew was the first officer, Ian Scanlon, as well as two flight attendants. Derek Rendle, the owner of the charter company engaging the services of the applicant, was also present on the flight.", "[4] As a result of logistical and mechanical problems with the aircraft, the flight departure from Sandspit on the evening of June 18, 1995, was substantially delayed. Initially, it appeared that the aircraft could be repaired in time to provide a return flight to Vancouver the same evening. However, at approximately 9:00 p.m., Captain Kmet was advised by the applicant's flight scheduling that the necessary repairs could not be made so as to permit the passengers to return that evening and that it would be necessary to overnight at Sandspit. At that point, the crew, having expected to depart that evening, had not found accommodations for themselves nor had they had their dinner.", "[5] Prior to that time, and unbeknownst to Captain Kmet, Mr. Rendle had spoken by telephone with officials of Kelowna and had arranged a 6:00 a.m. departure the next day, June 19, 1995, thereby permitting the passengers, who were primarily businessmen on a fishing trip, to return to Vancouver the next morning in time for work. Mr. Rendle was aware that Ian Scanlon, the First Officer, was in agreement with this plan. However, upon being advised of the plan on June 18 at 9:00 p.m., Captain Kmet rejected the departure time, as was his right as Captain, on the grounds that it would not permit the crew the eight hours prone rest prior to report for duty as required by the Aeronautics Regulations . Mr. Rendle was extremely displeased with the respondent's position.", "[6] Captain Kmet then arranged for a 7:00 a.m. departure time the next morning, and together with the remainder of the crew, made arrangements for accommodation, prepared the aircraft for an overnight stay, and proceeded to go to dinner at the lodge where the passengers were staying. However, upon their arrival they discovered that the restaurant was closed and the only food availabe to them were bar snacks. Between 10:00 and 10:30 p.m., Captain Kmet and the other three members of the flight crew were observed drinking beer in the bar.", "[7] On June 30, 1995, Captain Kmet was dismissed from his employment on the grounds that he had breached an alleged company rule that members of the crew were not to consume alcohol within eight hours of their report for duty time. In addition, the applicant took the position that Captain Kmet had breached the abstention from alcohol requirements under the Air Regulations made pursuant to the Aeronautics Act which stipulates that no person shall act as a crew member of an aircraft within eight hours after the consumption of an alcoholic beverage. First Officer Scanlon received a two week suspension for his conduct.", "[8] Captain Kmet filed a complaint of unjust dismissal pursuant to the Canada Labour Code . His position, based on his interpretation of the Air Regulations , was that the employer's rule was triggered not by the scheduled report to work time but rather, by the actual time of departure of the aircraft for flight.", "[9] The Adjudicator, Mr. Mervin I. Chertkow, was appointed by the federal Minister of Labour on October 9, 1996, to hear the complaint of alleged unjust dismissal of the respondent by the applicant. Hearings were held in Vancouver on January 22, 23, and 24, 1997, and on April 2, 3, and 4, 1997.", "[10] The Adjudicator found that the employer's rule with respect to the consumption of alcohol was triggered by the scheduled report to duty time. He also found that Captain Kmet's action in performing certain flight-related duties in his hotel prior to his actual report to work time was sufficient to trigger the rule. He concluded that the respondent knew or should have known about the employer's rule and that Captain Kmet was therefore in breach of the rule regarding the consumption of alcohol by between fifteen minutes to half an hour by virtue of his having consumed beer at 10:30 p.m. the previous evening.", "[11] After analyzing the jurisprudence regarding just cause for dismissal of an employee, in particular, the case of <FRAGMENT_SUPPRESSED>  assessment of the extensive evidence before him, the Adjudicator concluded that the dismissal of Captain Kmet was too severe a penalty under the circumstances. In coming to that conclusion, the Adjudicator relied on the following factors: 1. that the application of the Company rule transpired under difficult and confusing circumstances and thus, while not excusing their breach, nevertheless affected the degree of intentionality and thus, the extent of culpability on Captain Kmet's behalf. At page 63 of his decision, the Adjudicator states as follows: \"I have concluded that there was no attempt by Captain Kmet to knowingly act in defiance of the rule against drinking. There was no premeditated deliberate act on the part of Captain Kmet and the rest of the flight crew to enter the lounge for the purposes of drinking.\" 2. that Captain Kmet had a significant degree of service with the employer, during which time he proved to be an able pilot, and that during this time he enjoyed a relatively discipline-free employment history; 3. that Captain Kmet had been singled out by the employer for arbitrary and harsh treatment relative to that received by his First Officer, who had been consuming alcohol with the respondent in susbtantially identical circumstances, and that the employer's disciplinary response arose, not out of a concern for safety, but out of the concern that Captain Kmet had refused the request of the charter operator, Derek Rendle, for a 6:00 a.m. departure time. In reaching this conclusion, the Adjudicator relied on the following evidence before him: (a) at 9:00 p.m. on June 18, 1995, Captain Kmet refused to accede to Mr. Rendle's request for a departure time of 6:00 the following morning. The request had been consented to by various officials of the applicant, and had been agreed to by First Officer Scanlon, subject to Captain Kmet's approval. Under the circumstances prevailing at the times, such a departure would have been in clear violation of the air safety regulation requiring eight hours of prone rest prior to a flight crew's report to duty; (b) Mr. Rendle immediately thereafter wrote in complaint to the owner of Kelowna. He was highly critical of Captain Kmet's customer service attitude, which he characterized as one that \"does not appear to go the extra mile for his passengers\". By contrast, he praised the attitude of First Officer Scanlon, and to the extent that he was critical of him, he attributed it to the influence of Captain Kmet. Mr. Rendle also stated that, as a result of the logistical, and what he characterized as attitudinal problems, he had encountered that evening, he would be taking his ongoing business elsewhere; (c) within a week of the incident, the owner of Kelowna advised Mr. Rendle that certain operational changes had been made to ensure that the incident would not happen again. In this context he stated that action had been taken against the flight crew; (d) the employer did not take any substantial steps to verify the accuracy of numerous reports regarding the incident of June 18, 1995, notwithstanding a number of discrepancies in the various accounts; (e) First Officer Scanlon was suspended for two weeks for his breach of the rule against drinking while Captain Kmet was dismissed summarily.", "[12] The Adjudicator considered the factor of the disparate treatment of Captain Kmet and First Officer Scanlon to be the one factor that mitigated most strongly against upholding the dismissal. He summarized his findings in this regard at pp. 63 and 64 of his decision: \"I am persuaded without doubt that Captain Kmet has been singled out for arbitrary and harsh treatment by the employer when compared to the treatment given to the other members of the flight crew. Simply put, in order to appease the unhappiness of Mr. Rendle over the delay in the return flight from Sandspit to Vancouver, the grievor was singled out for discharge by the employer in order to retain the business of the customer which it was successful in doing for the balance of the season. \"The failure of the company to treat Captain Kmet in the same manner as the other crew members of the flight crew, subject only to some consideration for a longer suspension because he was pilot-in-command, constituted, in my judgment, a form of discrimination. Nothwithstanding the protestations of company witnesses that safety of the crew and public was the key element in its decision to terminate Captain Kmet's employment, its real motive, in my view, was not safety but a desire to mollify the concerns of the customer. To appease him, it offered up Captain Kmet for sacrifice but not First Officer Scanlon or the other two flight attendants.\"", "[13] Accordingly, the Adjudicator ordered that Captain Kmet be reinstated to his former position and that a penalty of two months suspension was appropriate in the circumstances. He further ordered compensation with interest as to the remainder of the period and remained seized with respect to the matter of \"the implementation of this Decision\".", "[14] The applicant now seeks to have the Adjudicator's decision set aside on the grounds that he erred in law by utilizing the principles set out in the Wm. Scott and Co. case; that he erred in his assessment of the culpability of Captain Kmet; that he erred by failing to follow precedent in the airline industry; that he erred in his consideration of Captain Kmet's trust relationship with Kelowna; and, that he breached the principles of natural justice by ordering Kelowna Flightcraft to pay backpay plus interest to Captain Kmet without hearing submissions relating to the issue, although he was specifically requested, and had agreed, to do so.", "[15] I am refusing to set aside the impugned decision for the following reasons. It is now well established that the courts should allow administrative tribunals to perform the task conferred upon them by their enabling legislation and should exercise self-restraint when asked to review their decisions. This is especially true where the enabling legislation contains a strong privative clause, such as the one found in s. 243 of the Canada Labour Code . That provision reads as follows: \"243(1) Every order of an adjudicator appointed under s. 242(1) is final and shall not be questioned or reviewed in any court. \"243(2) No order shall be made, process entered or proceeding taken in any court, whether by way of injunction, certiorari, prohibition or quo warranto or otherwise, to question, review, prohibit or restrain an adjudicator in any proceedings of the adjudicator made under s. 242.\"", "[16] A privitative clause of this nature means that a decision of an Adjudicator is not subject to judicial review unless it is so patently unreasonable that it cannot be rationally supported by its enabling legislation and justice requires the intervention of the court. This principle of law was clearly stated by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 437; 89 C.L.L.C. 14,050; [1989] 6 W.W.R. 673; 40 Admin. L.R. 181, at p. 453 [D.L.R.]: \"Where, as here, an administrative tribunal is protected by a privative clause, this court has indicated that it will only review the decision of the Board if that Board has either made an error in interpreting the provisions conferring jurisdiction on it, or has exceeded its jurisdiction by making a patently unreasonable error of law in the performance of its function: see CUPE Local 963 v. N.B. Liquor Corp. , [1979] 2 S.C.R. 227. The tribunal has the right to make errors, even serious ones, provided it does not act in a manner 'so patently unreasonable that its construction cannot be rationally supported by the relevant legislation and demands intervention by this court upon review' (p. 425). The test for review is a 'severe test': see <FRAGMENT_SUPPRESSED> . This restricted scope of review requires the courts to adopt a posture of deference to the decisions of the tribunal. Curial deference is more than just a fiction resorted to when they are in agreement with the decisions of the tribunal. Mere disagreement with the result arrived at by the tribunal does not make that result 'patently unreasonable'. The court must be careful to focus their inquiry on the existence of a rational basis for the decision of the tribunal, and not on their agreement with it.\" (emphasis added)", "[17] It is immaterial therefore, whether the court agrees with the tribunal's conclusion on the issue before it. Provided the decision does not contain such a grievous error of law as to be a misinterpretation of the statutory provisions under which it was made, it is not based on a material finding of fact for which there is no evidence, or the tribunal has not exceeded its jurisdiction in some other way, the decision will not be interfered with. In order for the Adjudicator's decision to be considered patently unreasonable, it must be found by the court to be clearly irrational insofar as there is no evidence to support it.", "[18] After having carefully read the decision of the Adjudicator and hearing the submissions of both parties, I am unable to conclude that any of these errors exist in the present case. Mr. Chertkow gave consideration to the substantial evidence proffered by both sides, made findings of fact supported by that evidence and then rendered the decision he was required to make under the legislation. The essence of the applicant's complaint here is with respect to the Adjudicator's assessment of the evidence before him. However, I can find no fault with his treatment of the evidence nor with his conclusion. In his view, the facts demonstrated that the dismissal penalty imposed upon Captain Kmet by the applicant was too severe under the circumstances and that it constituted an unjust dismissal. That was a finding entirely within his jurisdiction and one which was supported by the evidence before him. Accordingly, there is no basis which would warrant the court's intervention.", "[19] Furthermore, I reject the applicant's contention that the Adjudicator erred in law by relying upon the principles set out in the Wm. Scott case since that decision was made in the context of a union setting. The framework of analysis for dismissal cases, as set out in the Scott case, is entirely consonant with the statutory mandate of an adjudicator appointed under s. 242 of the Canada Labour Code . The decision does not purport to be a substantive doctrine but rather consists of a three-step method of analyzing dismissal cases and a noncomprehensive list of factors that may, in any given case, be relevant in assessing the appropriateness of the discharge penatly. Simply put, the analysis set out in Scott provides a reasonable methodology to analyze the facts of a case and reach a determination of whether a dismissal is unjust. I am satisfied therefore that it was entirely within the scope of the Adjudicator's mandate to utilize that analysis and that it was not patently unreasonable for him to do so.", "[20] I do agree with the applicant however that it should have been afforded an opportunity to make submissions with respect to the issue of backpay. Indeed, at the conclusion of the hearing before the Adjudicator, counsel for both sides requested, and the Adjudicator agreed, that if there was to be any finding with respect to backpay, counsel for the applicant would have the opportunity to address the questions of amount and the period the award should cover. That the Adjudicator agreed to this, but subsequently made findings without hearing submissions, was in all likelihood a mere oversight on his part. Nevertheless, fairness requires that his findings on that question be set aside and the matter referred back to him for submissions on that issue alone.", "[21] In all other respects, the application is dismissed for the reasons set out above. Order accordingly. Editor: Angela E. McKay/kaw [End of document]"]}