{"id_": "026807", "body_str": ["[1] Mandamin, J. : The Respondents, the Minister of Fisheries and Oceans and the Attorney General of Canada, have filed a motion for an order to strike out the application by Phillip Eidsvik, the Applicant, for judicial review of the continuing course of conduct by the Minister of Fisheries and Oceans to issue salmon fishing licences to First Nations communities under the Economic Opportunities Fisheries program of the Aboriginal Fisheries Strategy which permit them to sell the fish they catch.", "[2] In the alternative, the Respondents apply for an order for an extension of time to file affidavits on the merits of the judicial review application and an order that the proceeding continue as a specially managed proceeding.", "[3] For reasons that follow, I am not satisfied that the application for judicial review, assuming the facts alleged, clearly falls short of the minimal threshold of being so bereft of any possibility of success that it should be struck out because the case is without merit. Rather, notwithstanding the submission of the Respondent that it is re-litigation of an issue already decided, I conclude the matter should be left until the record and issues are finalized.", "[4] Further, I am satisfied that this matter should continue as a specially managed proceeding given that there is no agreement as to the record for the judicial review and the issues are not clearly set out. Background", "[5] The self-represented Applicant is a commercial gillnet fisherman and the Executive Director of the B.C. Fisheries Survival Coalition. He has participated in protest fisheries in opposition to the Aboriginal Fisheries Strategy's Economic Opportunities Fisheries and its predecessor the Pilot Sales Program operated by the Department of Fisheries and Oceans. He has represented himself and acted as the agent for other commercial fishermen who were charged as a result of the protest fisheries.", "[6] The B.C. Fisheries Survival Coalition has been involved through its organization of the protest fisheries and funding of legal challenges and appeals.", "[7] The Department of Fisheries and Oceans introduced the Aboriginal Fisheries Strategy [AFS] in June 1992, following the Supreme Court of Canada's decision in R v Sparrow , [1990] 1 SCR 1075 which recognized an aboriginal right to fish. One component of the AFS was the Pilot Sales Program [PSP] whereby certain First Nations could sell fish caught under the licence issued to them under the Aboriginal Communal Fishing Licences Regulations, SOR/93-332 [ ACFL Regulations ]. The PSP has been renamed the Economic Opportunities Fisheries [EOF]. The goals and purpose of the AFS remain unchanged and the goal of the EOF, as with the PSP, remains to provide economic opportunities to Aboriginal groups in order to support their progress towards self-sufficiency.", "[8] The Applicant was directly involved in two court challenges which culminated in R v Huovinen, 2000 BCCA 427 [ Huovinen ] and R v Armstrong , 2010 BCSC 1041 [ Armstrong ] and indirectly, through the B.C. Fisheries Survival Coalition in legal challenges and appeals culminating in the Supreme Court of Canada decision in R v Kapp, 2008 SCC 41 [ Kapp ].", "[9] The Applicant filed his application for judicial review on August 20, 2010, challenging \"the continuing course of conduct of the Minister [Minister of Fisheries and Oceans] to racially segregate the workplace in the Lower Fraser River in British Columbia as exemplified by the issuance of a commercial communal fishing licence was issued to Musqueam First Nation on April 9, 2010.\" This license issued by the Minister of Fisheries and Oceans to the Musqueam First Nation was issued August 6, 2010 under the authority of the Fisheries Act , R.S.C. 1985, c. F-14 [the Fisheries Act ] and section 4 of the ACFL Regulations, authorized fishing from 9:00 am to 9:00 pm on August 9, 2010.", "[10] In his correspondence to the Respondents, the Applicant has described his challenge in broader terms than the single communal licence issued to the Musqueam First Nation in 2010. His challenge is directed at the EOF under which a number of First Nations may sell fish caught under the licence issued to them under the ACFL Regulations", "[11] The Respondents seek an order, pursuant to Rule 4 and Rule 221(f) of the Federal Courts Rules , SOR/98-106 [the Federal Courts Rules ] and the inherent jurisdiction of the Court, that the notice of application be struck on the ground that the application is an abuse of process by re-litigation. The Respondents submit that the issues raised by the Applicant have been conclusively adjudicated by the Supreme Court of Canada and the British Columbia Court of Appeal. The Respondents submit that the Applicant was involved directly or indirectly in the above mentioned cases and is using the Federal Court as a forum in which to raise the same arguments already decided by the British Columbia Court of Appeal and the Supreme Court of Canada. Legislation", "[12] The Federal Courts Rules , SOR/98-106 provide: 4. On motion, the Court may provide for any procedural matter not provided for in these Rules or in an Act of Parliament by analogy to these Rules or by reference to the practice of the superior court of the province to which the subject-matter of the proceeding most closely relates. 8. (1) On motion, the Court may extend or abridge a period provided by these Rules or fixed by an order. On motion, the Court may, at any time, order that a pleading, or anything contained therein, be struck out , with or without leave to amend, on the ground that it (a) discloses no reasonable cause of action or defence, as the case may be, (b) is immaterial or redundant, (c) is scandalous, frivolous or vexatious, (d) may prejudice or delay the fair trial of the action, (e) constitutes a departure from a previous pleading, or (f) is otherwise an abuse of the process of the Court and may order the action be dismissed or judgment entered accordingly. 384. The Court may at any time order that a proceeding continue as a specially managed proceeding. Issues", "[13] The Respondent submits that the application is an abuse of process by relitigation. It submits the Applicant was involved in the previous legal challenges either directly or indirectly through the B.C. Fisheries Survival Coalition. The Respondent states the issues raised by this application have been conclusively determined in the earlier proceedings, notably, the decisions by the British Columbia Court of Appeal in 2000 in Huovinen, by the Supreme Court of Canada in 2008 in Kapp and most recently by the British Columbia Supreme Court in 2010 in Armstrong", "[14] The Respondent's motion to strike poses two questions: i. What is the proper legal test for a motion to strike a notice of application for judicial review? ii. Should the notice of application be struck on the grounds that it is an abuse of process by re-litigation? Analysis", "[15] The Supreme Court of Canada addressed the issue of striking a statement of claim in <FRAGMENT_SUPPRESSED>  [ Inuit Tapirisat ]: As I have said, all the facts pleaded in the statement of claim must be deemed to have been proven. On a motion such as this a court should, of course, dismiss the action or strike out any claim made by the plaintiff only in plain and obvious cases and where the court is satisfied that \"the case is beyond doubt\" <FRAGMENT_SUPPRESSED>  [ Hunt ] at paras 33 and 34 which remains the authority on striking out a statement of claim. The Supreme Court, after examining the question of under what circumstances a statement of claim (or portions of it) may be struck out, looked at the history in England and various provisions in the provincial legislation, and concluded: Thus, the test in Canada governing the application of provisions like Rule 19(24)(a) of the British Columbia Rules of Court is the same as the one that governs an application under R.S.C. O. 18, r. 19: assuming that the facts as stated in the statement of claim can be proved, is it \"plain and obvious\" that the plaintiff's statement of claim discloses no reasonable cause of action? As in England, if there is a chance that the plaintiff might succeed, then the plaintiff should not be \"driven from the judgment seat\". Neither the length and complexity of the issues, the novelty of the cause of action, nor the potential for the defendant to present a strong defence should prevent the plaintiff from proceeding with his or her case. Only if the action is certain to fail because it contains a radical defect ranking with the others listed in Rule 19(24) of the British Columbia Rules of Court should the relevant portions of a plaintiff's statement of claim be struck out under Rule 19(24)(a). The question therefore to which we must now turn in this appeal is whether it is \"plain and obvious\" that the plaintiff's claims in the tort of conspiracy disclose no reasonable cause of action or whether the plaintiff has presented a case that is \"fit to be tried\", even although it may call for a complex or novel application of the tort of conspiracy. (emphasis added)", "[17] The Supreme Court has thus established the \"plain and obvious\" test for striking out claims or dismissing actions. However, that test was applied in the context of a request to strike a statement of claim on the basis of no reasonable cause of action. The present case is different in that the party has requested that the notice of application be struck on the grounds that it is an abuse of process by re-litigation.", "[18] The Federal Court of Appeal has employed different wording for the legal test when addressing the issue of striking out a notice of motion for an application for judicial review, as opposed to striking a statement of claim in an action. It discussed these differences in <FRAGMENT_SUPPRESSED>  (CA) [ David Bull Laboratories ] which involved an appeal from the Federal Court decision to dismiss the application to strike out the originating notice of motion for prohibition. The Federal Court of Appeal noted that an application for prohibition commenced by a notice of motion is not an \"action\" and the notice of motion was not a \"pleading\". The Court of Appeal first described the process for striking out a pleading of an action at para 10: An action involves, once the pleadings are filed, discovery of documents, evidence . It is obviously important that parties not be put to the delay and expense involved in taking a matter to trial if it is \"plain and obvious\" (the test for striking out pleadings) that the pleading in question cannot amount to a cause of action or a defence to a cause of action. Even though it is important both to the parties and the Court that futile claims or defences not be carried forward to trial, it is still the rare case where a judge is prepared to strike out a pleading under Rule 419. Further, the process of striking out is much more feasible in the case of actions because there are numerous rules which require precise pleadings as to the nature of the claim or the defence and the facts upon which it is based. (emphasis added)", "[19] The Court then compared this to notices of motion involving judicial reviews: There are no comparable rules with respect to notices of motion. Both Rule 319(1) [as am. by SOR/88-221, s. 4], the general provision with respect to applications to the Court, and Rule 1602(2) [as enacted by SOR/92-43, s. 19], the relevant rule in the present case which involves an application for judicial review , merely require that the notice of motion identify \"the precise relief\" being sought, and \"the grounds intended to be argued.\" The lack of requirements for precise allegations of fact in notices of motion would make it far more risky for a court to strike such documents. Further, the disposition of an application commenced by originating notice of motion does not involve discovery and trial, matters which can be avoided in actions by a decision to strike. In fact, the disposition of an originating notice proceeds in much the same way that an application to strike the notice of motion would proceed: on the basis of affidavit evidence and argument before a single judge of the Court. (emphasis added)", "[20] Having compared the two, the Court concluded at para 10: Thus, the direct and proper way to contest an originating notice of motion which the respondent thinks to be without merit is to appear and argue at the hearing of the motion itself. This case well illustrates the waste of resources and time in adding on to what is supposed to be a summary judicial review proceeding the process of an interlocutory motion to strike. (emphasis added)", "[21] The Court qualified this with a statement that has now been relied upon as the test for notices of motion at para 15: This is not to say that there is no jurisdiction in this Court either inherent or through Rule 5 by analogy to other rules, to dismiss in summary manner a notice of motion which is so clearly improper as to be bereft of any possibility of success . Such cases must be very exceptional and cannot include cases such as the present where there is simply a debatable issue as to the adequacy of the allegations in the notice of motion. (emphasis added)", "[22] This approach has been taken in subsequent motions for striking out applications for judicial review.  <FRAGMENT_SUPPRESSED>  (TD) [ Association of Canadian Distillers ], the Minister sought an order striking out the application for judicial review of the Minister's decision, submitting that the application stood no chance of success. Justice Nadon offered the following observations of the David Bull Laboratories case at paras 5 to 7 while finding that the situation which was before the Court of Appeal did not meet the test: Strayer J.A. opines that an originating notice of motion shall only be dismissed when that originating notice of motion \"is so clearly improper as to be bereft of any possibility of success\". These are the words on which the Minister relies in making his submission that the Association's judicial review application should be struck. I have not been persuaded that the Association's originating notice of motion should be struck. In David Bull , Strayer J.A. stated that, only in exceptional cases, would originating notices of motion be struck. That comment can only be understood by a careful reading of Strayer J.A.'s comments where he explains why the Court should be reluctant to entertain a motion to strike out an originating notice of motion. I wish to emphasize those words at 596 and 597: ... Thus the direct and proper way to contest an originating notice of motion which the respondent thinks to be without merit is to appear and argue at the hearing of the motion itself. This case well illustrates the waste of resources and time in adding on to what is supposed to be a summary judicial review proceeding the process of an interlocutory motion to strike. It is clear from the above that the Court of Appeal is not encouraging respondents to file motions to strike originating notices of motion. The Court of Appeal is saying that the proper way to contest an originating notice of motion, even one where the respondent believes that the applicant has a very weak case, is to file a respondent's record and to argue the matter at the hearing on the merits of the case. To adopt any other procedure would defeat one of the clear purposes of the judicial review process which is designed to provide the parties with a summary procedure to deal with the issues raised in the proceedings. (emphasis added)", "[23] Justice Nadon concluded that the notice of motion was not \"so clearly improper as to be bereft of any possibility of success\", though noting that this did not mean that he was of the view that it would win or that there stood a reasonable chance of success. Instead, he found that this was not one of the exceptional cases anticipated in David Bull Laboratories", "[24] The Applicant has cited a more recent case, <FRAGMENT_SUPPRESSED>  which was an appeal of a Federal Court decision allowing an appeal from a prothonotary's decision to grant the motion to strike the application for judicial review. The Federal Court judge found that it was not plain and obvious that a judge would conclude that the party did not have public interest standing on the matter. The Federal Court of Appeal summarized at paras 5 and 6 again the circumstances for striking an application for judicial review: In the case of <FRAGMENT_SUPPRESSED> , this Court ruled that motions to strike an application for judicial review should be resorted to only in the most exceptional circumstances, i.e. when the application is bereft of any possibility of success. The rationale for this ruling was that judicial review proceedings are designed to proceed expeditiously and motions to strike have the potential to unduly and unnecessarily delay their determination. In other words, as per the Bull case, justice is better served by allowing the application judge to deal with all of the issues raised by the judicial review application.", "[25] <FRAGMENT_SUPPRESSED>  Justice de Montigny recognized that one of the rare exceptions was where the applicant had no standing to bring the application and therefore had no chance of success. This case involved an appeal of the prothonotary's order striking out the application for judicial review of the Minister's decision, on the grounds that the applicant did not have standing. Justice de Montigny found that it was \"plain and obvious\" that the applicant was not directly affected by the Minister's decision and therefore could not meet the test for public interest standing. He discussed the test defined in David Bull Laboratories by the Federal Court of Appeal at paras 33 to 35 of his decision: <FRAGMENT_SUPPRESSED>  (CA), the Federal Court of Appeal determined that applications for judicial review should not be struck out prior to a hearing on the merits unless the application is \"so clearly improper as to be bereft of any possibility of success\". The FCA added that \"such cases must be very exceptional and cannot include cases ... where there is simply a debatable issue as to the adequacy of the allegations in the notice of motion\". The reason for such a stringent test is easy to understand: since a full hearing on the merits of a judicial review application proceeds in much the same way that a motion to strike a notice of application would proceed - that is, on the basis of affidavit evidence and argument before a judge - there is no real advantage or economic reason to strike out an application in a preliminary manner. Applications for judicial review are intended to be summary proceedings, and therefore, it will ordinarily be more efficient for the Court to deal with a preliminary argument at the hearing on the merits instead of doing so in a preliminary motion which would only add to the cost and time required: see <FRAGMENT_SUPPRESSED> rev'd on other grounds 2007 SCC 33; <FRAGMENT_SUPPRESSED> .That being said, there are exceptions to that general rule, and one of them is where the Applicant has no standing to bring the application: see <FRAGMENT_SUPPRESSED> ff'd 2008 FCA 207. ... (emphasis added)", "[26] <FRAGMENT_SUPPRESSED>  the matter concerned a complaint of unjust dismissal. The applicant commenced two applications for judicial review before the Adjudicator had made a final decision on the substantive merits of the case. The respondent brought motions to strike both applications which the prothonotary granted. Afterwards the Adjudicator released his decision on the unjust dismissal complaint. The applicant sought judicial review of this decision as well as appeals of the protohonotary's order to strike. The respondent argued that it was an abuse of process for the applicant to pursue the appeal of the prothonotary's decision because the Adjudicator had already made a determination of the substantive issues, and that decision was subject of another application for judicial review. Justice de Montigny dismissed the appeal from the Prothonotary's order to strike, agreeing that it was an abuse of process. Specifically, Justice de Montigny found that the application was fundamentally flawed because the proper forum for the applicant to challenge the matter was before the Adjudicator, not before the Federal Court. He also found that it had been premature.", "[27] Accordingly, instances of where an application for judicial review has been struck include where the party has no standing, where the application is so fundamentally flawed to constitute an abuse of process, where the application is brought in the wrong forum or where the application is brought prematurely.", "[28] In this motion, the Respondent has applied to strike the notice of application for judicial review on the basis it is an abuse of process in that the Applicant is attempting to relitigate issues previously decided by other courts. The Supreme Court of Canada considered the doctrine of abuse of process by re-litigation in <FRAGMENT_SUPPRESSED> . The Supreme Court explained the doctrine aims to protect the integrity of the adjudicative process against three practical problems: 1. there is no assumption that re-litigation will produce a more accurate result than in the first proceeding; 2. if the same result is reached, re-litigation is a waste of judicial resources, an unnecessary expense for the parties and an additional hardship for witnesses; and 3. if a different result is reached, the inconsistency will undermine the credibility of the entire judicial process, and will diminish its authority, credibility and its aim of finality.", "[29] The question that therefore must be addressed is whether the notice of application should be struck out on the basis that it is an abuse of process by relitigation. In deciding the issue, I must ask myself, as per David Bull Laboratories, is the notice of motion bereft of any possibility of success? Motion to Strike", "[30] The Respondent submits this application for judicial review raises the following specific issues, each of which has been conclusively addressed by appellate courts in previous cases: a. The Magna Carta : the Applicant asserts a public right to fish, the same argument made in Kapp before the British Columbia Court of Appeal wherein the Appeal Court held that Parliament had limited the common law right to fish by enacting the Fisheries Act; b. Subsection 91(12) of the , 1867: the Applicant argues that the granting of a commercial fishery to an exclusive racial group is ultra vires the federal power to manage seacoast and inland fisheries under s. 91(12), which was the same argument raised and rejected in Kapp on the basis that the impugned licence does not create an exclusive fishery and did not infringe a provincial power; c. Authority under the Fisheries Act : the Applicant claims the Minister is acting outside the scope of the Fisheries Act by exercising licensing authority in a racially discriminatory manner. However, the courts in Kapp and Huovinen held the actions of the Minister was authorized by legislation; d. Canadian Bill of Rights , S.C. 1960, c. 44, reproduced in R.S.C. 1985, App. III [ Bill of Rights ]: the Applicant makes the same claim as was made in s. 15 of the Canadian Charter of Rights and Freedoms, Part I of the , 1982, being schedule B to the Canada Act 1982 (U.K.), 1982, c. 11 [the Charter ] ; and e. The Charter : the Applicant argues that racial segregation of a public workplace, the commercial salmon fishery on the Lower Fraser River, is a violation of the equality rights guaranteed by the Charter . This question was squarely before the Supreme Court of Canada in Kapp which held the validity of the AFS under s. 15(2) of the Charter", "[31] The Respondent submits these issues have all been conclusively determined and need not be reconsidered by the Federal Court in the context of a judicial review. The Respondent submits the Applicant's attempt to bring these issues before this Court amounts to an abuse of process by re-litigation.", "[32] Given that the genesis of the Applicant's complaint arises from the same legal and factual scenario as the protest fisheries and legal proceedings resulting in the court decisions in Huovinen Kapp and now Armstrong , it is tempting to agree with the Respondent's submission that this is an abuse of process by raising the same issues in another forum.", "[33] However, I find there is a further consideration sufficient to dispose of the motion to strike. The question is whether or not it is premature to consider the motion to strike at this time.", "[34] <FRAGMENT_SUPPRESSED>  [ LJP Sales Agency Inc ], the Federal Court of Appeal had upheld the motions judge's decision to strike an application for judicial review on the basis that the application was bereft of all possibility of success, based on the interpretation in <FRAGMENT_SUPPRESSED>  of subsection 152(4.3) of the Income Tax Act , R.S.C. 1985 (5th Supp.), c. 1. The Federal Court of Appeal stated from paras 7 to 9: ... We are not persuaded that the Motions Judge committed any reviewable error in reaching her decision. First, the Minister's motion to strike was not inappropriate, even though, as this Court held in <FRAGMENT_SUPPRESSED>  (F.C.A.), motions to strike applications for judicial review should only be brought in exceptional circumstances because of the summary nature of the proceedings. However, the presence of an authority which is directly contrary to the position on which an application is based can be such an exceptional circumstance , when no further development of the factual record is required Second, counsel submits that Sherway Centre was wrongly decided and that the Judge hearing the application for judicial review, and this Court on appeal, should reconsider it. We disagree. In the interests of certainty and judicial economy, this Court will usually not reconsider its own decisions: <FRAGMENT_SUPPRESSED>  2002 FCA 370. In light of this general principle, and its exceptions, we are not persuaded that there is any basis for reconsidering Sherway Centre in this case. (emphasis added)", "[35] On occasion, it has been necessary to reconsider an issue. Illustrative of this situation is the subsequent decision in <FRAGMENT_SUPPRESSED>  [ Moresby Explorers Ltd .]. The Federal Court of Appeal noted that the appellants had previously advised their challenge was based on Charter grounds only and the Court did not consider it necessary to address their argument that an impugned policy was void on grounds of administrative discrimination. The appellants subsequently advised that it had not abandoned its argument with respect to administrative discrimination necessitating the Court's reconsideration of that aspect of the matter.", "[36] Thus two situations arise. First, having regard to LJP Sales Agency Inc ., the question of striking an application for judicial review may be premature where the record before the Court is not finally developed. Second, as  <FRAGMENT_SUPPRESSED>  Explorers Ltd. , reconsideration may be necessitated where an issue or argument was not clearly placed before the Court.", "[37] While legal counsel may be held to have a working knowledge of what is required to advance the case he or she may be advocating, a self-represented party, even one who is knowledgeable about the issues, may not.", "[38] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], the Federal Court of Appeal restored a statement of claim that had been struck by the motions judge where a self-represented plaintiff failed to include any particulars of his harassment compliant. The Federal Court of Appeal so decided on the basis that the flaw was not fatal and could be cured through a subsequent amendment of pleadings.", "[39] Here, the Applicant is self-represented and his submissions are both imprecise and variable both with respect to the facts he intends to rely on and the legal basis for his many arguments.", "[40] An example of the Applicant's factual imprecision is the geographic area he references in the application for judicial review. His notice of application specifies the commercial salmon fishery on the Lower Fraser River. However in correspondence with the Respondent and in submissions to the Court, the Applicant broadens the geographical scope of his application to include both tidal and non-tidal sectors of the entire course of the Fraser River.", "[41] In response to the Respondent's submission that the s. 15 Charter issue has been conclusively decided by the Supreme Court of Canada in Kapp , the Applicant says that he does not intend to argue subsections 15(1) or 15(2) of the Charter in this Court. However, in his notice of application, the Applicant states that he is seeking declarations that racial segregation of the commercial salmon fishery on the Lower Fraser River \"violates the equality rights guaranteed to the Applicant by the Canadian Charter of Rights and Freedoms \". He goes on to expressly specify: Section 15(1) of the Charter of Rights and Freedoms is pled in this application but no submissions will be made in this honourable court. The Applicant will seek to make submissions on ss. 15(1) and 15(2) in the event of an appeal to the Supreme Court of Canada.", "[42] The Applicant repeats this unusual submission in oral argument before the Court.", "[43] It seems to me that the Federal Court of Appeal decision in <FRAGMENT_SUPPRESSED> leaves room in those proceedings involving a self-represented party for amendments to finalize issues in originating documents and the completion of the record to better focus on the issue or issues. Given this view, I consider the issues and record in this judicial application will need to be finalized prior to consideration of any motion to strike in part or in whole.", "[44] Accordingly, I come to the conclusion that it is premature to consider a motion to strike the application for judicial review prior to the completion of the record and the clear identification of the issues that are to be placed before the Court. That is not to say that a motion to strike may not be entertained once the record and issues are fixed. Specially Managed Proceeding", "[45] The Respondent seeks, in the alternative, that an extension of time be granted pursuant to Rule 8 and that the proceeding continue as a specially managed proceeding pursuant to s. 384 of the Federal Courts Rules", "[46] I agree with the Respondent that this matter should continue as a specially managed proceeding. As I have noted above there is no agreement on the scope of the record and clarification of the issues is required.", "[47] The Applicant does not agree nor consents to special management. Nevertheless, it is his imprecise characterization of the facts upon which he intends to rely and the issues he intends to raise that necessitate special management.", "[48] Given that the Respondent has had mixed success in its motion and the Applicant is unrepresented, I make no order for costs. Conclusion", "[49] The motion to strike the application for judicial review is dismissed without prejudice to renewing the motion at a time when the record and issues are sufficiently developed as to enable the court to properly assess the issue.", "[50] An order will issue designating the application to continue as a specially managed proceeding.", "[51] The Respondent is granted an extension of time of 30 days from the date of this order to file its record subject to any further extension or directions given in the course of case management.", "[52] I make no order of costs in respect of the motion. ORDER", "[53] THIS COURT ORDERS that 1. The motion to strike the application for judicial review is dismissed without prejudice to renewing the motion at a time when the record and issues are sufficiently developed as to enable the court to properly assess the issue. 2. An order will issue designating the application to continue as a specially managed proceeding. 3. The Respondent is granted an extension of time of 30 days from the date of this order to file its record subject to any further extension or directions given in the course of case management. 4. I make no order of costs in respect of the motion. [End of document]"]}