{"id_": "027068", "body_str": ["[1] Rennie, J. : The applicant seeks to set aside a decision by the Refugee Protection Division of the Immigration and Refugee Board of Canada (the Board) which found that he is not a refugee or a person in need of protection.", "[2] The Board misapprehended material evidence. Therefore, I would grant the application for judicial review. The Applicant's Claim", "[3] The applicant is a Tamil citizen of Sri Lanka. In his application for refugee protection he described his family's experience during the civil war. The applicant's father was killed by the Sri Lankan army and he fled from place to place with his mother and siblings, living in areas controlled by the Liberation Tigers of Tamil Eelam (LTTE).", "[4] When they tried to escape one attack the LTTE forced his mother to leave him behind with an aunt. In the late 1990s, the LTTE made him dig and repair bunkers. In 1999 he managed to join his family in Colombo and continued his education. That year, his older brother was arrested and beaten based on accusations that he supported the LTTE. After being released, the applicant's brother fled Sri Lanka for Canada where he has refugee protection.", "[5] The applicant began university in 2004. In June of 2008, there was a deadly explosion outside of his university. The police detained the applicant along with a number of other Tamil students. The applicant was released after approximately six hours, after the police verified his identity and took his fingerprints and photograph. On other occasions the applicant has been detained at checkpoints with other Tamils.", "[6] The applicant obtained a student visa to study engineering in the United Kingdom in September of 2008. He explained that he wanted to continue his studies and knew he would be safe for at least two years in England. He did not expect to return to Sri Lanka because he believed he would be eligible for permanent resident status at the completion of his program. However, in 2010 the immigration policy changed and he was no longer eligible.", "[7] The applicant claims that he was afraid to return to Sri Lanka. He feared being targeted for extortion by groups aligned with the government to identify supporters of the LTTE, namely the Karuna Group and Eelam Peoples Democratic Party (EPDP). He believed he would be denied refugee protection in the UK and his brother advised him to come to Canada.", "[8] In September of 2010 the applicant arrived in Canada on a student visa. He made an application for refugee protection on November 5, 2010. At the hearing, he explained that he was fearful of the Sri Lankan army, the police, the Karuna Group and the EPDP. Decision Under Review", "[9] In a decision dated June 1, 2012, the Board denied the applicant's claim.", "[10] First, the Board found that the applicant was not credible, despite having informed the applicant's counsel that he had found \"the claimant to be generally credible for the key parts of this\" at the conclusion of the hearing. The Board's reasoning in this section apparently also relates to lack of subjective fear, though the Board repeatedly uses the term \"credibility.\"", "[11] This negative credibility finding, or finding regarding subjective fear, was based on a number of factual errors: a. The date of the explosion at the applicant's university is said to be 2004, when it was in fact 2008. The Board erroneously found that the applicant had delayed leaving Sri Lanka for four years. b. The Board found that the applicant traveled to Switzerland and failed to claim protection there. The Board concluded that the applicant had withheld information to mislead the Board and did not provide a copy of his passport. The respondent concedes that this is incorrect. The applicant never traveled to Switzerland. The applicant also provided his passport. c. The Board found that the applicant delayed claiming protection in Canada for \"a few months\". In fact, he applied for refugee protection approximately one month after arriving in Canada.", "[12] The Board also found that if the applicant was fearful he would have claimed protection in the UK.", "[13] Second, the Board found that the country conditions had changed, following the end of the civil war in 2009. The Board accepted that those suspected of being LTTE supporters would still be at risk but found that the applicant did not fit this profile. The Board based this finding on the fact that the applicant had been released after the explosion at the university and was able to travel using his own documents.", "[14] The Board referenced evidence that approximately 7,500 refugees had returned from India since 2006, including several thousand in 2010. The Board also noted that some of those suspected of being LTTE members had been released from detention. However, the government did continue to detain LTTE suspects.", "[15] The Board found that the applicant would not be at risk as a failed refugee claimant, though he would be subject to a screening process. Again, only those suspected of having ties with the LTTE would face heightened scrutiny.", "[16] Third, the Board found that the applicant's fear of extortion was only a generalized risk. The Board accepted that rogue members of the Sri Lankan security forces and the EPDP had been accused of extortion and kidnapping. The Board also accepted that Sri Lankans returning from abroad are perceived as wealthy and able to pay.", "[17] Though the applicant claimed that Tamils are specifically targeted, the Board referenced documentary evidence which stated that extortion is a general risk, not specific to ethnicity. The Board also noted that the Federal Court had found that generalized risks posed by criminal activity could not ground a claim for protection, in cases regarding Guyana, Haiti and Colombia. Issue", "[18] The issue in this judicial review is whether the Board's decision is reasonable, satisfying the requirements of \"justification, transparency and intelligibility\": <FRAGMENT_SUPPRESSED>  [2008] 1 SCR. Discussion", "[19] The decision under review is substantially flawed.", "[20] As described above, the Board member mistakenly found that the applicant had delayed leaving Sri Lanka for four years after being detained (he left within a few months), failed to claim protection in Switzerland (where he never traveled) and further delayed claiming protection in Canada for months (it was approximately one month). These are material errors which grounded the Board's finding that the applicant was not credible and lacked subjective fear.", "[21] Aside from these considerations, there remains only the applicant's failure to claim protection in the UK. For this, the applicant provided an explanation which could have been accepted by the Board. He believed he was on track to gain permanent resident status through the high-skill migration program. He also has a brother in Canada. Therefore, I cannot be confident that the outcome would have been the same had the Board accurately understood the evidence.", "[22] Furthermore, as the applicant identified, it is a breach of procedural fairness for the Board to state that credibility is not an issue at the hearing, and then base its decision on a negative credibility finding: <FRAGMENT_SUPPRESSED>  (FCA).", "[23] With regards to whether the applicant fits the profile of those presently at risk, I am troubled by the Board's failure to reference relevant evidence. It is accepted that those suspected of supporting the LTTE remain at risk. The Board only considered the fact that the applicant was released after being detained (notably, his photograph and fingerprints were taken). However, it is also relevant that the applicant had been forced to work for the LTTE during the civil war; his brother is a suspected supporter and his father was killed by the Sri Lankan army.", "[24] I also note that the Board incorrectly referenced paragraph 108(1)(e) of the Immigration and Refugee Protection Act , SC 2001, c 27 ( IRPA ) when considering the present situation in Sri Lanka. This provision applies when a refugee no longer requires protection because of changed circumstances. Here, the Board did not accept that the applicant was ever a refugee, finding that he lacked credibility. While it was incorrect to reference this paragraph, the error is immaterial. The Board was not required to undertake a comprehensive analysis of section 108.", "[25] Finally, on the issue of generalized risk, the Board gave minimal consideration to the fact that the EPDP is closely affiliated with the government and in fact led by a government Minister. This connection may indicate the state's acquiescence in or even support of torture. This requires the Board to consider paragraph 97(1)(a) of the IRPA . It is insufficient to rely on examples of criminal gangs in other countries. Additionally, the applicant does not only fear extortion; he also claims that the EPDP and Karuna Group may falsely identify him as an LTTE supporter to the Sri Lankan authorities, based on his Tamil ethnicity.", "[26] The respondent relies on Newfoundland and  <FRAGMENT_SUPPRESSED>  in arguing that the decision, when considered in light of the record, falls within a range of acceptable outcomes.", "[27] The essence of Newfoundland Nurses is that adequacy of reasons is not a stand-alone basis for overturning a decision. Rather, \"the reasons must be read together with the outcome and serve the purpose of showing whether the result falls within a range of possible outcomes\". Reasonableness, not perfection, is the standard.", "[28] Newfoundland Nurses does not authorize a court to rewrite the decision which was based on erroneous reasoning. The reviewing court may look to the record in assessing whether a decision is reasonable and a reviewing court may fill in gaps or inferences reasonably arising and supported by the record. Newfoundland Nurses is a case about the standard of review. It is not an invitation to the supervising court to re-cast the reasons given, to change the factual foundation on which it is based, or to speculate as to what the outcome would have been had the decision maker properly assessed the evidence.", "[29] Therefore, I have concluded that the decision is unreasonable and the judicial review is granted. JUDGMENT", "[30] THIS COURT'S JUDGMENT is that the application for judicial review is granted. The matter is referred back to the Immigration Refugee Board of Canada for reconsideration before a different member of the Board's Refugee Protection Division. There is no question for certification. There is no order as to costs. Application allowed. Editor: Angela E. McKay/vnh"]}