{"id_": "027247", "body_str": ["[23] A PRRA application is an exceptional measure that should be allowed only where there is new evidence that was not available at the time of the RPD's decision and only if the new evidence shows a risk for the applicants if they return to their country of origin. [Emphasis in the original.] (REFERENCE_SUPPRESSED) II. Introduction", "[1] Shore, J. [Translation]: This is an application for judicial review under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA) of a decision dated October 29, 2014, of a senior immigration officer (officer) rejecting the applicant's pre-removal risk assessment (PRRA) application. III. Facts", "[2] The applicant is a citizen of Algeria who alleged a risk of persecution and reprisal by the Algerian authorities because of his political opinions.", "[3] On October 9, 2001, the Refugee Protection Division denied the applicant's claim for refugee protection finding him not to be credible. The claim was based on a very different story from that of the PRRA application. Also, in his PRRA application, the applicant specified that he pleaded guilty to a charge of aiding and abetting shoplifting in Canada.", "[4] On April 4, 2006, the applicant's first application for permanent residence, based on humanitarian and compassionate considerations, was dismissed by Citizenship and Immigration Canada.", "[5] The applicant then presented a second application for permanent residence, in the spouse and common-law partner class, which was dismissed on March 5, 2012.", "[6] On May 9, 2012, the applicant filed a PRRA application, supported by new evidence showing his role as an activist and as a spokesperson for the Comité d'action des sans-statut (CASS), an organization that aims to claim immigration status for all Algerians whose status is irregular in Canada.", "[7] On October 29, 2014, the officer rejected the applicant's PRRA application on the ground that the applicant did not establish that he risks being exposed to torture, persecution or a threat to his life, if he were returned to Algeria. IV. Statutory provisions", "[8] The relevant provisions of the IRPA relating to a PRRA application are the following: Application for protection 112 . (1) A person in Canada, other than a person referred to in subsection 115(1), may, in accordance with the regulations, apply to the Minister for protection if they are subject to a removal order that is in force or are named in a certificate described in subsection 77(1). ... Consideration of application 113 . Consideration of an application for protection shall be as follows: ) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection; ) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required; ) in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98; ) in the case of an applicant described in subsection 112(3) - other than one described in subparagraph (e)(i) or (ii) - consideration shall be on the basis of the factors set out in section 97 and (i) in the case of an applicant for protection who is inadmissible on grounds of serious criminality, whether they are a danger to the public in Canada, or (ii) in the case of any other applicant, whether the application should be refused because of the nature and severity of acts committed by the applicant or because of the danger that the applicant constitutes to the security of Canada; and ) in the case of the following applicants, consideration shall be on the basis of sections 96 to 98 and subparagraph (d)(i) or (ii), as the case may be: (i) an applicant who is determined to be inadmissible on grounds of serious criminality with respect to a conviction in Canada punishable by a maximum term of imprisonment of at least 10 years for which a term of imprisonment of less than two years - or no term of imprisonment - was imposed, and (ii) an applicant who is determined to be inadmissible on grounds of serious criminality with respect to a conviction of an offence outside Canada that, if committed in Canada, would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years, unless they are found to be a person referred to in section F of Article 1 of the Refugee Convention. Demande de protection 112 [...] Examen de la demande 113 V. Standard of review", "[9] The standard of review applicable to decisions on PRRA applications is that of reasonableness (REFERENCE_SUPPRESSED).", "[10] Therefore, deference must be given to the PRRA officer's analysis of the evidence in the record, which falls within his expertise (REFERENCE_SUPPRESSED). VI. Analysis", "[11] The central issue raised by this application is whether the PRRA officer's decision was reasonable.", "[12] Within a PRRA application under section 112 of the IRPA, the burden falls on the applicant to prove, on a balance of probabilities, that his fear of persecution and the alleged risk are well-founded (REFERENCE_SUPPRESSED).", "[13] The applicant argued that the officer's conclusions relating to his role in the CASS and to the risk he would be exposed to in Algeria on the ground of his political activism are unreasonable.", "[14] In his reasons, the officer notes that the evidence does not allow for the conclusion that the applicant has a leadership or spokesperson role within this organization. Although the name of the applicant is identified in one of the newspaper articles, the officer notes that there is no mention to suggest that he has acted as representative of the CASS. Furthermore, the other newspaper articles and comments from Internet users submitted into evidence are silent with respect to the applicant's involvement within the CASS. In addition, the officer notes that the photographs presented by the applicant do not support the conclusion that he assumed a public role or one as spokesperson for the CASS (see also REFERENCE_SUPPRESSED).", "[15] Further, with respect to the affidavits of Mohamed Cherfi and Fawzi Hoceini, who confirmed the truthfulness of the applicant's account, the officer found that they do not specify the role assumed by the applicant at the CASS and do not identify him as head of the organization. In addition, the officer observed the lack of detail relating to the applicant's political activities.", "[16] The officer also considered the risk of reprisal faced by the applicant relating to his developing an activist's conscience and to his role in denouncing human rights violations in Algeria. Following an assessment of the documentary evidence, the officer acknowledged the occurrence of human rights violations in Algeria by the State, particularly with respect to the freedom of expression and association. Therefore, the officer concluded that the applicant did not show that he has the profile of a person who risks becoming a victim of reprisal or arbitrary detention because of his political opinions.", "[17] In the absence of probative evidence showing a personalized risk, it was up to the officer to conclude that the risks raised by the applicant if he were to return to Algeria are not supported by the objective and subjective evidence. As expressed by Justice Yves de Montigny in REFERENCE_SUPPRESSED: ... This Court determined, in a number of cases, that the evidence of risk requires independent and credible objective evidence that provides a link between the claimant's personal circumstances and the country conditions. In the absence of evidence showing personalized risk, country conditions alone are not sufficient for a positive PRRA determination: see, for ex.,REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED.", "[18] It is clear from the certified tribunal record that the officer considered and weighed all the evidence, including the new evidence filed by the applicant. VII. Conclusion", "[19] Given the foregoing, the Court considers that the officer's decision is reasonable, in accordance with the principles established by the Supreme Court in REFERENCE_SUPPRESSED.", "[20] Therefore, the application for judicial review is dismissed. JUDGMENT", "[21] THE COURT ORDERS AND ADJUDGES that the application for judicial review is dismissed. There is no question of importance to be certified. CITATION_SUPPRESSED"]}