{"id_": "027280", "body_str": ["[1] Campbell, J. : The Applicant, a citizen of Afghanistan, claims refugee protection in Canada because of subjective and objective fear that, should he be required to return to Afghanistan, he will suffer more than a mere possibility of persecution under s. 96 of the Immigration and Refugee Protection Act , SC 2001, c 27 [the IRPA ], or probable risk under s. 97 at the hands of the Taliban.", "[2] The present Application concerns the rejection of the Applicant's claim by the Refugee Protection Division of the Immigration and Refugee Board (RPD) on the core issue of the Applicant's credibility with respect to his evidence of the reason for claiming protection.", "[3] The RPD's cardinal conclusion that dominates the rejection of the Applicant's claim is that it has no basis in truth because the Applicant is a liar (Decision, paragraph 81). This conclusion is primarily based on the RPD's finding that there is a purported difference between the Applicant's statements at the Port of Entry (POE) and his statements in his Basis of Claim (BOC) completed two weeks after arrival. For the reasons provided below, I find that the RPD's conclusion was reached in disregard of the law on the making of credibility findings.", "[4] However, first, a determination is required as to whether the hearing before the RPD was unfairly conducted. I. Hearing Conducted in Breach of the Duty of Fairness", "[5] At the opening of the hearing before the RPD, a serious complication arose on the issue of the interpretation of the Applicant's evidence. The Applicant is a Dari speaking individual from Afghanistan. In his BOC, the Applicant explained interpretation problems he experienced at the POE because he was given a Farsi speaking interpreter from Iran. As a result, for the hearing of his Application, the Applicant specifically requested an interpreter who speaks the Afghani dialect of Dari (see BOC, p. 9).", "[6] However, for the hearing the Applicant was provided with an interpreter from Iran, not Afghanistan, and, thus, Counsel for the Applicant made a formal objection to proceeding without the requested interpreter.", "[7] As a prelude to making the objection, Counsel for the Applicant referred to the communication problems the Applicant experienced during the POE interview: COUNSEL: Right. And as specified in the Basis of Claim form, Mr. Mujadidi did request a Dari interpreter, specifically with Afghan, specifically from Afghanistan. At the border he had some problems understanding and being understood by the interpreter who was from Iran, was Farsi speaking. This is not questioning the competence of the interpreter we have today. It is not a question of that but there are different words that are used in Farsi and Dan and in my client's --- (Tribunal Record, p. 389) In addition, the Applicant explained that the accents between a Dari speaker from Afghanistan and a Dari speaker from Iran are different: CLAIMANT: Some of the words from your side and my side could be different. That's why I just don't want to have any mistakes here. PRESIDING MEMBER: But do you know they are different? CLAIMANT: Yes, the accents from Afghanistan and Iran are different. (Tribunal Record, p. 389)", "[8] Nevertheless, the RPD chose to proceed as follows: PRESIDING MEMBER: So are you having any difficulty understanding [the interpreter]? CLAIMANT: Not at the moment but the more we go ahead the problems may arise. PRESIDING MEMBER: Okay. So, Mr. Interpreter, are you having any difficulty understand him? INTERPRETER: No I don't. PRESIDING MEMBER: Okay. So I would propose that we continue and if he has any difficulty he can say so right away. COUNSEL: If we notice. PRESIDING MEMBER: I wouldn't notice, I don't speak Dari. COUNSEL: Nor do I. PRESIDING MEMBER: But the claimant wouldn't be able to understand something then he could say I don't understand. So far he seems to be okay. We just have to make sure the microphones are turned around. [Emphasis added] COUNSEL: I just want to note for the record my objection to proceeding however I will give my client some instructions PRESIDING MEMBER: Okay. COUNSEL: Okay. If there is anything you don't understand please let us know as soon as you can, okay? PRESIDING MEMBER: Now I know you know some English because you have responded before translation and have proceeded to respond in English. So it's important to wait for the translation because I want to make sure you fully understood what's being asked of you. And it's also important, it's in your interest to communicate in your Dari language because although you may feel inclined to respond in English you may not communicate or say something that you intend to say. (Tribunal Record, pp. 389-390)", "[9] Thus, rather than acceding to Counsel for the Applicant's objection, the RPD chose to disregard it and to proceed by placing responsibility on the Applicant for the translation itself. In my opinion, this was manifestly unfair.", "[10] The record discloses that, as a result of the RPD's approach to the interpretation issue, there certainly were serious problems with the interpretation of the Applicant's evidence at the hearing, which resulted in highly contested findings of negative credibility made by the RPD. In the result, I find that the RPD's conduct of the hearing was in breach of the duty of fairness owed to the Applicant. II. Law on Making Credibility Findings Disregarded", "[11] The Applicant entered Canada from the United States at Fort Erie. At the POE, the Applicant was interviewed to determine his eligibility to claim protection. In the decision rendered, the RPD sets out the questions asked and the answers given and continues to describe a purported difference between the Applicant's statements at the POE and his statements in his BOC as follows: In the course of that interview at Fort Erie, the claimant declared to the CBSA that he did not want to return to Afghanistan because of the general situation in his country. That exchange went as follows: Q: What was your purpose for travelling to the USA? A: I came for a visit, because the situation in Afghanistan is not very good and the opportunity arised for me to come to Canada since I don't have anyone in the USA. Q: Did you know you were going to come to Canada before you left Afghanistan? A: No, I didn't have the intention to come to but then they told me the situation in Afghanistan is really bad and that's when I decided to come to Canada. Q: What is the situation you are referring to? A: There are bombings, there are kidnappings. Q: Ok, but it has been like that all along, what changed once you arrived in the USA? A: Before I left Afghanistan there was always stress going from the house to the office, but once I was in the USA there was an incident that broke a lot of glass in the offices, and I was informed I shouldn't come back, and there is a lot of talk about NATO going out of Afghanistan 2014 and if that happens things will get a lot worse with the Taliban. And for that reason from the youngest to the oldest there is a lot of fear for what is going to happen to Afghanistan. The panel noted to the claimant that his BOC allegations are different; namely that he has been threatened by the Taliban and is being pursued by them. The panel gave the claimant the opportunity to clarify his inconsistent evidence. He stated: Because when I was in Vive la Casa I started contacting the counsel. There was a counsel there. Her name was Alex. I talked to her and asked her if it is ok if I give all the information when I get to the border. She mentioned that in my opinion don't give all the information there. She advised me that the more you talk about your case the more they question you . [Emphasis added] The panel asked him if there was anything else. He stated: And the second point is that I was unable to sleep that night until the next morning because there is the car to transfer us to the borderline and so that I don't miss the interview, the car was supposed to be there on time to transfer me from the Viva la Casa to the borderline. And then I thought to myself if cannot tell them the whole thing in details then they are going to ask me for documents and I was not sure how long I was going to stay if they ask me for documentation and I thought to myself if I stay there, my family will be stressed out back home in Afghanistan and my aunt here in Canada. All together these were the reasons that I mentioned that story. (Decision, paras. 16 - 18)", "[12] The Applicant's BOC narrative gives extensive detail on threats made against the Applicant by the Taliban in Afghanistan. The POE statements are not mentioned in the BOC (see Tribunal Record, pp. 26 - 31).", "[13] The conclusion reached by the RPD with respect to the difference between the Applicant's statements at the POE and his statements in his BOC is as follows: A claimant is expected to pursue his claim diligently. Part and parcel of this diligence is making reasonable efforts to provide all information relevant to his claim. Indeed, he had every opportunity to do so. The reason why a claimant left his country is the very reason why a claimant seeks refugee protection, and it is reasonable to expect this reason to be consistent throughout all the stages of the application process . This applies even if this would somehow inconvenience the claimant by having him answer more questions or providing more information. The panel also notes that in this case the claimant's reasons for seeking Canada's protection in his POE notes are not contained in his BOC. Therefore, this is not a matter of him having failed to mention details, but rather a matter of him failing to mention the very core of his claim, and him having mentioned allegations that he subsequently failed to The claimant's inconsistent evidence as to the very basis of his refugee claim undermines his credibility . His credibility is further diminished by the shifting explanations he provided for the inconsistent evidence. [Emphasis added] (Decision, paras. 30 and 31)", "[14] Thus, the RPD essentially found that that if the Applicant was telling the truth he would have given the same story at the POE and in the BOC. Put another way, it is implausible that the Applicant was telling the truth at the POE and in his BOC, because the statements in each are different.", "[15] The law with respect to credibility findings is well settled in <FRAGMENT_SUPPRESSED> : With respect to making negative credibility findings in general, and implausibility findings in particular, Justice Muldoon in <FRAGMENT_SUPPRESSED> (C.A.) at 305, that when a refugee claimant swears to the truth of certain allegations, a presumption is created that those allegations are true unless there are reasons to doubt their truthfulness. But the tribunal does not apply the <FRAGMENT_SUPPRESSED> principle to this applicant, and repeatedly disregards his testimony, holding that much of it appears to it to be implausible. Additionally, the tribunal often substitutes its own version of events without evidence to support its conclusions. 7. A tribunal may make adverse findings of credibility based on the implausibility of an applicant's story provided the inferences drawn can be reasonably said to exist. However, plausibility findings should be made only in the clearest of cases, i.e., if the facts as presented are outside the realm of what could reasonably be expected, or where the documentary evidence demonstrates that the events could not have happened in the manner asserted by the claimant . A tribunal must be careful when rendering a decision based on a lack of plausibility because refugee claimants come from diverse cultures, and actions which appear implausible when judged from Canadian standards might be plausible when considered from within the claimant's milieu. [see L. Waldman, Immigration Law and Practice (Markham, ON: Butterworths, 1992) at 8.22] [Emphasis added] It is not difficult to understand that, to be fair to a person who swears to tell the truth, concrete reasons supported by cogent evidence must exist before the person is disbelieved. Let us be clear. To say that someone is not credible is to say that they are lying. Therefore, to be fair, a decision-maker must be able to articulate why he or she is suspicious of the sworn testimony, and, unless this can be done, suspicion cannot be applied in reaching a conclusion. The benefit of any unsupported doubt must go to the person giving the evidence.", "[16] To believe that a truthful person would tell the same story when questioned is also to believe that a person who is lying would tell different stories. However, the corollary beliefs might also be true: a lying person would tell the same story when questioned because it is necessary to appear to be completely consistent, while a truthful person might tell different stories when questioned because that is the way the situation at hand unfolded. Without verifiable evidence to bring certainty to the beliefs, each belief is sheer speculation.", "[17] Because there is no evidence on the record to support the RPD's speculative implausibility conclusion, I find that it is made in reviewable error.", "[18] Furthermore, the Applicant's sworn testimony of his reasons for not giving a full description of the basis of his claim at the POE, and for not including what he said at the POE in his BOC was effectively disregarded by the RPD in the decision rendered. Because the RPD was required to accept the Applicant's sworn testimony, unless supportable reasons to doubt its truthfulness were clearly stated, and this requirement was not met, I find that the decision under review was made in further reviewable error. ORDER", "[19] THIS COURT ORDERS that the decision under review is set aside and the matter is sent back for redetermination before a differently constituted panel.", "[20] There is no question to certify.", "[2]", "[3]", "[4] I.", "[5]", "[6]", "[7] [traduction] [traduction]", "[8] [traduction] Interprète: Non, je n'en ai pas.", "[9]", "[10] II.", "[11] [traduction] Q: Saviez-vous que vous alliez venir au Canada avant de quitter l'Afghanistan? R: Il y a des bombardements, des enlèvements ... [traduction] [traduction]", "[12]", "[13]", "[14]", "[15] <FRAGMENT_SUPPRESSED> : Immigration Law and Practice (Markham, ON, Butterworths, 1992) à la page 8.22]", "[16]", "[17]", "[18] ORDONNANCE", "[19]", "[20] [End of document]"]}