{"id_": "027224", "body_str": ["[1] Evans, J. : This is an application for judicial review brought under s. 18.1 of the Federal Court Act in which the principal applicant asks the court to set aside a decision of the Convention Refugee Determination Division of the Immigration and Refugee Board (hereinafter the Refugee Division) dated January 19, 1998 dismissing his claim for refugee status on the ground that he had an internal flight alternative anywhere in Mexico outside Mexico City. The other applicants are his wife and son, whose claims for refugee status were rejected with the principal applicant's.", "[2] The principal applicant relies on s. 18.1(4)(d) of the Federal Court Act which provides that the court may set aside a decision on the ground that the federal board, commission, or other tribunal under review \"based its decision or order on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it ;\" He alleges in particular that, by failing in its reasons to refer to items of evidence before it, the Refugee Division made findings of fact pertaining to the availability of an internal flight alternative in Mexico that were erroneous, and were made \"without regard for the material before it\".", "[3] The other applicants' claims, which are also based on their family relationship to the principal applicant, succeed or fail with the claim of the principal applicant. It is not necessary for the purpose of these reasons to deal at length with their claims. B. The Facts", "[4] The applicant is a citizen of Mexico who, on his arrival in Canada on September 14, 1996, claimed to be a refugee, alleging that he had a well-founded fear of persecution on the grounds of political opinion and membership of a particular social group (a taxi drivers' union). The Refugee Division found that, while he was a taxi driver in Mexico City, the applicant had been the subject of beatings and threats of violence in 1995 and 1996 by the federal judicial police, the force responsible for Mexico City, and by persons unknown who entered his taxi as passengers. His taxi was at one time stolen and vandalized, and he and his wife were robbed on different occasions. The applicant's evidence was that his problems stemmed from his refusal to hand over to corrupt officials a percentage of his daily earnings, and his becoming a member of a taxi drivers' union that was formed to resist demands of this nature.", "[5] In May of 1996 he moved to the house of a friend in the town of Toluca, outside the district of the federal judicial police, where he stayed until August of that year. During this time, the applicant testified, on approximately five occasions he saw outside the house cars with tinted glass windows of the kind often used by the police. Fearing that he was still being sought by the police, he returned to Mexico City, where he was stopped by federal judicial police, who took his money and told him that they would kill him if they saw him again. He filed a complaint with the National Human Rights Commission against the federal judicial police about this incident, and shortly thereafter left for Canada.", "[6] The applicant provided documentary evidence about the scale and nature of official corruption, and the attendant violence, that represent serious social and human rights problems in Mexico. He claimed that municipal government is effectively run by officials of the national government, and that the influence of the governing party, the Partido Revolucionario Institucional (the PRI) was pervasive throughout governmental bodies in Mexico. Thus, while the taxi industry in Mexico City is formally run by municipal officials, they are subject to direction from officials at the national level. As a stark indication of the violence that is endemic in the taxi industry, the applicant stated in his personal information form that in May 1996 35 taxi drivers were murdered in Mexico City, 20 of whom worked from the same base as the applicant.", "[7] A psychologist, Dr. Pilowsky, whom the applicant and his wife consulted in Toronto, testified that in her opinion the applicant was suffering from post-traumatic stress disorder, a condition frequently found in victims of persecution. She went on to say that, while the applicant's condition had improved while he had been in Canada, the symptoms, including depression, acute anxiety, insomnia and a lack of interest in life, were likely to recur if he was required to return to Mexico, \"the site of the traumatizing stressor\", to use the words found in the report that Dr. Pilowsky prepared for the applicants' counsel. Dr. Pilowsky also reported that Ms. Cepeda was suffering from moderate anxiety and post-traumatic nightmares. For both of them, Dr Pilowsky concluded, a return to Mexico would be a \"highly retraumatizing experience\". C. The Board's Decision", "[8] It is important to emphasize that in its reasons for decision the Refugee Division stated that the claimants were credible, and held that they had a well-founded fear of persecution in Mexico City. However, as I have already indicated, the Refugee Division rejected their claims to be recognized in Canada as refugees because they had an alternative flight alternative, and thus fell outside the definition of a Convention Refugee. Applying the two-pronged test established in <FRAGMENT_SUPPRESSED>  (F.C.A.), for determining whether an alternative flight alternative exists, the Refugee Division found that on the balance of probabilities there was no serious possibility that the applicants would be persecuted outside Mexico City, and that it was not otherwise unreasonable for them to live elsewhere in Mexico.", "[9] The Refugee Division based its finding that the applicants had no reason to fear persecution outside Mexico City on the ground that this was where the incidents giving rise to their fear had occurred, and that the applicants had adduced no evidence that police forces outside the federal district were involved in persecuting the principal applicant. Moreover, the Refugee Division noted, the fact that the National Human Rights Commission had transferred the applicant's complaint to the Commission responsible for the federal district was evidence of the essentially local nature of the principal applicant's concerns.", "[10] The Refugee Division then turned to the contention that, even if there was no serious possibility that the applicant would be persecuted outside Mexico City, it was not unreasonable in all the circumstances for the applicants to establish residence elsewhere in Mexico, and that he therefore had an internal flight alternative. In particular, it was said: \"The panel is of the opinion that it would not be unduly harsh for the claimants to move. They are both young, the claimant's wife is a qualified teacher. The panel believes that the claimant's training as a driver gives him a skill that can easily be transferred to a new location. The panel does not believe that it is a denial of a core human right to expect the claimant to give up driving a taxi to avoid any possible links between the various taxi drivers unions. The claimant gave no indication that he intended to resume his union activities if he returned to Mexico.\" D. The Issues", "[11] The applicant takes no issue with the Board's formulation of the applicable legal tests to determine whether the applicant had an internal flight alternative, and was therefore not a refugee within the meaning of the Convention. Nor does he allege that, on the evidence before it, the Board's findings of fact that the applicant faced no serious possibility of persecution outside Mexico City and that it was not unreasonable for him to relocate elsewhere in Mexico, were made in a perverse or capricious manner. Rather, he says that, by failing in their reasons to mention and address the applicant's evidence that he saw what he thought were police vehicles outside the house in Toluca where he stayed in the spring and summer of 1996, the Board's finding that on the balance of probabilities there was no possibility that the applicant would be persecuted outside Mexico City was erroneous and made \"without regard to the evidence\".", "[12] The applicant makes a similar attack in respect of the Board's finding that it would not be unduly harsh to return the applicant to Mexico: the omission from its reasons of any reference to Dr. Pilowsky's evidence that, if returned to Mexico, the applicants' symptoms of post-traumatic stress disorder were likely to reemerge, rendered the finding erroneous and made without regard to the evidence.", "[13] Accordingly, this application for judicial review raises the following two issues: 1. Did the Refugee Division base its decision on an erroneous finding of fact when it found that there was no serious possibility that the applicant would be persecuted anywhere in Mexico, and was the finding of fact made without regard for the material before it, in so far as the reasons for decision make no mention of evidence that the applicant had seen police cars outside the house in Toluca where he was staying? 2. Did the Refugee Division base its decision on an erroneous finding of fact when it found that it would not be unreasonable to expect the applicant to relocate in Mexico, outside Mexico City, and was this finding of fact made without regard to the material before it, in so far as the Refugee Division failed to mention in its reasons evidence of the adverse psychological impact on the applicant of being returned to Mexico? E. Analysis", "[14] It is well established that s. 18.1(4)(d) of the Federal Court Act does not authorize the court to substitute its view of the facts for that of the Board, which has the benefit not only of seeing and hearing the witnesses, but also of the expertise of its members in assessing evidence relating to facts that are within their area of specialized expertise. In addition, and more generally, considerations of the efficient allocation of decision-making resources between administrative agencies and the courts strongly indicate that the role to be played in fact-finding by the court on an application for judicial review should be merely residual. Thus, in order to attract judicial intervention under s. 18.1(4)(d), the applicant must satisfy the court, not only that the Board made a palpably erroneous finding of material fact, but also that the finding was made \"without regard to the evidence\": see, for example,", "[15] The court may infer that the administrative agency under review made the erroneous finding of fact \"without regard to the evidence\" from the agency's failure to mention in its reasons some evidence before it that was relevant to the finding, and pointed to a different conclusion from that reached by the agency. Just as a court will only defer to an agency's interpretation of its constituent statute if it provides reasons for its conclusion, so a court will be reluctant to defer to an agency's factual determinations in the absence of express findings, and an analysis of the evidence that shows how the agency reached its result.", "[16] On the other hand, the reasons given by administrative agencies are not to be read hypercritically by a court ( <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 33 (F.C.A.)), nor are agencies required to refer to every piece of evidence that they received that is contrary to their finding, and to explain how they dealt with it (see, for example, <FRAGMENT_SUPPRESSED>  (F.C.A.). That would be far too onerous a burden to impose upon administrative decision-makers who may be struggling with a heavy case-load and inadequate resources. A statement by the agency in its reasons for decision that, in making its findings, it considered all the evidence before it, will often suffice to assure the parties, and a reviewing court, that the agency directed itself to the totality of the evidence when making its findings of fact.", "[17] However, the more important the evidence that is not mentioned specifically and analyzed in the agency's reasons, the more willing a court may be to infer from the silence that the agency made an erroneous finding of fact \"without regard to the evidence\": <FRAGMENT_SUPPRESSED>  (T.D.). In other words, the agency's burden of explanation increases with the relevance of the evidence in question to the disputed facts. Thus, a blanket statement that the agency has considered all the evidence will not suffice when the evidence omitted from any discussion in the reasons appears squarely to contradict the agency's finding of fact. Moreover, when the agency refers in some detail to evidence supporting its finding, but is silent on evidence pointing to the opposite conclusion, it may be easier to infer that the agency overlooked the contradictory evidence when making its finding of fact. Issue 1: A Serious Possibility Of Persecution", "[18] The first question therefore, to be determined, is whether the Board erred in finding that, on the balance of probabilities, there was no serious possibility that the applicant would be persecuted in Mexico outside Mexico City. The Refugee Division took the view that, on the evidence before it, the threats facing the applicant were strictly local in nature, and that once outside the jurisdiction of the federal judicial police the applicant had no reason to fear that he or his family would be subject to further violence as a result of his union activity and other forms of resistance to the demands of corrupt officials.", "[19] The Board based this conclusion on the following evidence. First, it noted that the taxi industry was subject to the authority of local government officials, who had been the source of the applicant's difficulties, and that consequently, when outside their jurisdiction, the applicant had nothing to fear. However, this finding may be somewhat questionable in light of evidence before the Board, which was not contradicted, that central government officials, through the governing party, the PRI, exercise considerable influence on matters that are formally within municipal control: the web of corruption that blights sectors of public life in Mexico does not respect the legal divisions of power between the different levels of government.", "[20] The Board also relied on the fact that state police forces are separate and distinct and that there was no reason to think that a person such as the applicant, who was not on an official \"wanted\" list, would face the same kind of problems from members of police forces outside the federal district. However, the applicant's evidence that he had seen outside the house in Toluca cars with tinted windows similar to those often used by police forces was not contradicted. This indicates that the Board may have been mistaken in concluding that a law abiding citizen in Mexico who has been beaten, threatened and otherwise harassed for resisting the demands of corrupt officials by members of one police force has nothing to fear from members of other forces. On the other hand, it should also be noted that the fact that the applicant had been traced by the police to Toluca, which is in the state of Mexico and no more than approximately a hundred miles from Mexico City, does not necessarily prove that he would not be safe if he were to relocate much further away from the capital. Mexico, as counsel for the respondent reminded me, is a very large country, and the applicant's name is not in the national law enforcement computer records.", "[21] The Board inferred from the fact that the applicant's complaint to the national human rights body about the incident of police brutality in August 1996 was referred to the body for the federal district that the matter was of purely local concern. There was no evidence before the Board to this effect, and an equally plausible explanation may simply be that, since the complaint was against a member of the federal judicial police, it fell within the jurisdiction of the human rights body for the federal district. In other words, the reference by the national body did not necessarily signify the scale of the concern that the complaint raised.", "[22] Nonetheless, although I doubt whether I would have reached the same conclusion as the Refugee Division on this issue, on the basis of the evidence as a whole I am not persuaded by the applicant that the Board clearly erred when it found that on the balance of probabilities the applicant faced no serious possibility of persecution outside Mexico City and, perhaps, other cities, like Toluca, within the surrounding state of Mexico. It is therefore unnecessary for me to consider whether the Board's finding was \"without regard to the evidence\". 2. Unreasonable To Expect The Applicant To Relocate In Mexico", "[23] The applicant also attacked the Board's finding that it would not be unduly harsh to expect the applicant to relocate himself and his family in another part of Mexico. Counsel for the Minister forcefully drew to my attention cases in which it had been held that it is not unreasonable to require a person to live in a part of her country of citizenship where she has no friends or family, the climate might be less favourable, or a different type of employment would have to be sought: see, for example, <FRAGMENT_SUPPRESSED>  (F.C.A.), at pp. 236-237. But I did not understand counsel to maintain that it would be reasonable for a person to be required to return to a country, despite the serious adverse effect that this would have upon the person's psychological well-being, such as the persistence of the symptoms of post-traumatic stress disorder. Rather, the dispute was whether on the totality of the evidence adduced in this case the Refugee Division had made an erroneous finding of fact \"without regard for the material before it\".", "[24] In her evidence, which was unchallenged, Dr. Pilowsky described the applicant's symptoms and concluded that: \"In my clinical opinion, having reviewed the clinical data emanating from the interview and after analysing the scores from the testing materials, Mr. Cepeda is currently suffering from symptoms of Posttraumatic Stress Disorder ... This client was likely suffering the full blown PTSD while living in Mexico but it appears that some of his symptoms, such as his nightmares, are abating in Canada. \"This client's PTSD condition is a direct result of his traumatic experiences in Mexico as he reported no prior history of psychological problems. ... \"Posttraumatic Stress Disorder is a condition highly susceptible to intensification and reinvigoration of symptoms if the sufferer is exposed to triggering stimuli reminiscent of the original trauma. Consequently, it is my professional opinion that if Mr. Cepeda were made to return to Mexico, the site of the traumatizing stressor, he would become retraumatized and his psychological condition would worsen. \"If the client is allowed to remain in Canada, the chances for recovery are more promising particularly once the anxiety of his hearing vanishes.\"", "[25] Dr. Pilowsky was not asked why it would be re-traumatizing to require the applicant to return to a part of Mexico where he had not experienced persecution. Perhaps she did not consider this possibility because it was not put specifically to her. Or perhaps she would say that, even though the applicant only experienced persecution in Mexico City, his belief that he was being sought by the police when he was in Toluca is likely to cause him to associate the traumatizing stressor with any of the judicial forces, whether state or federal. Moreover, his evidence that he fears the national authorities, and believes that the influence of corrupt officials extends through the PRI to the local government level, also suggests that the psychological source of his stress may not be confined to Mexico City.", "[26] We do not know, of course, how Dr. Pilowsky would define the precise location of the site of the applicant's traumatizing stressor. Nonetheless, in light of the psychological evidence before it, the Refugee Division erred in finding that it would not be unduly harsh for the applicant to relocate in Mexico outside Mexico City. The fact that the Refugee Division found that, in other respects, it would not be unreasonable to expect the applicant to return - such as the employment prospects of the applicant and his wife - does not mitigate the effect that Dr. Pilowsky predicts a return to Mexico is likely to have on his psychological condition. Indeed, some of those symptoms, such as depression, nightmares and a feeling of detachment, are likely make it much more difficult for him to undertake the search for new and different employment with the necessary energy and motivation.", "[27] Finally, I must consider whether the Refugee Division made this erroneous finding of fact \"without regard for the material before it\". In my view, the evidence was so important to the applicant's case that it can be inferred from the Refugee Division's failure to mention it in its reasons that the finding of fact was made without regard to it. This inference is made easier to draw because the Board's reasons dealt with other items of evidence indicating that a return would not be unduly harsh. The inclusion of the \"boilerplate\" assertion that the Board considered all the evidence before it is not sufficient to prevent this inference from being drawn, given the importance of the evidence to the applicant's claim.", "[28] I am supported in this conclusion by the decision of Richard, J. (as he then was), in Singh (Gurmeet) and  <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 226 (T.D.), where the failure of the Refugee Division to mention a relevant and credible psychological report respecting the reasonableness of requiring a refugee claimant to return to his country of origin was held to be an error of law. There are other cases where the omission of any discussion of similar reports has been found not to vitiate the decision: <FRAGMENT_SUPPRESSED> ; F.T.R. Uned. 663 ( <FRAGMENT_SUPPRESSED> ; F.T.R. Uned. 064 (T.D.). However, in these cases, unlike the case at bar, the Board did at least specifically mention or acknowledge the report, so as to justify an inference that the Board had had regard to it. F. Conclusion", "[29] Accordingly, the decision dismissing the applicants' claims to be recognized as Convention refugees is set aside, and the matter is remitted to a differently constituted panel of the Refugee Division to determine according to law, and in the light of these reasons, whether they are Convention refugees within the meaning of s. 2(1) of the Immigration Act Application allowed. Editor: Elizabeth M.A. Turgeon/saf [End of document]"]}