{"id_": "027355", "body_str": ["[1] Gleason, J. : This is an application for judicial review of the August 28, 2012 decision of the Refugee Protection Division of the Immigration and Refugee Board [the RPD or Board] finding the applicants to be neither Convention refugees nor persons in need of protection under sections 96 or 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 [the IRPA].  <FRAGMENT_SUPPRESSED>", "[2] The applicants are Roma citizens of the Czech Republic who allege a history of mistreatment and discrimination in that country. They claim to have left the Czech Republic in 2008 after they say they witnessed increasing violence. They claim to fear, in particular, extremist skinheads.  <FRAGMENT_SUPPRESSED>", "[3] The RPD dismissed their claims for protection on the basis of credibility and state protection.  <FRAGMENT_SUPPRESSED>", "[4] In terms of credibility, the Board found that the applicants had experienced discrimination in the past but were embellishing what they allege had occurred in order to bolster their claims. The RPD also noted that the applicants had failed to make a claim for protection when they visited Spain on holidays approximately two years before they made their refugee claims. It therefore found they lacked the subjective fear necessary to found a claim for protection under section 96 of the IRPA.  <FRAGMENT_SUPPRESSED>", "[5] In terms of state protection, the Board noted that the evidence the applicants offered regarding their own experiences in the Czech Republic was insufficient to rebut the presumption of there being adequate state protection available to them and that the objective country documentation before the Board likewise did not establish that state protection is inadequate in the Czech Republic. On the latter point, the Board referred to several excerpts from the documentation, which speak of ongoing discrimination faced by the Roma, but also noted several instances of laws or actions taken by the Czech government aimed at bettering the lot of its Romani citizens, noting that some of these had borne fruit. The PRD thus concluded that the evidence on the availability of state protection was mixed and, accordingly, determined that the applicants had not discharged their onus of establishing that state protection would not be available to them if they were to return to the Czech Republic.  <FRAGMENT_SUPPRESSED>", "[6] In this application, the applicants make three principal arguments.  <FRAGMENT_SUPPRESSED>", "[7] First, they argue that the Board erred in its credibility analysis because it incorrectly relied on a discrepancy between the testimony of several of the applicants and what was contained in the officer's port of entry notes. The applicants argue that it is unreasonable to use port of entry notes as the basis for an adverse credibility determination, as port of entry notes may be inaccurate and are not meant to be a fulsome rendition of the basis for a claim for protection (relying in this regard on <FRAGMENT_SUPPRESSED>  [ Neto ]; <FRAGMENT_SUPPRESSED>  ACWS (3d) 826 [ Park ]; and <FRAGMENT_SUPPRESSED>  FTR 43 [ Zhong ]).  <FRAGMENT_SUPPRESSED>", "[8] Second, they argue that the RPD's treatment of their arguments regarding inadequate medical care is unreasonable as the Board failed to consider whether they were likely to be denied adequate care based on their ethnicity (which may constitute a violation of section 97 of the IRPA as the Federal Court of Appeal held in <FRAGMENT_SUPPRESSED>  NR 367).  <FRAGMENT_SUPPRESSED>", "[9] Finally, the applicants argue that the Board's state protection finding was unreasonable in two respects. They argue first that the Board erred in applying the wrong test - focussing only on the efforts made by the Czech government to provide protection to the Roma as opposed to the efficacy of such efforts. Second, they allege that the Board's conclusion on the availability of state protection is unreasonable as the evidence overwhelmingly supports the conclusion that those of Roma ethnicity face ongoing discrimination amounting to persecution or cruel treatment in the Czech Republic and the Board failed to provide adequate reasons for rejecting this evidence.  <FRAGMENT_SUPPRESSED>", "[10] Each of the errors the applicants allege the Board made is reviewable on the reasonableness standard ( <FRAGMENT_SUPPRESSED> ACWS (3d) 1003; Re Hinzman , 2007 FCA 171 at para 38, 282 DLR (4th) 413). As is discussed below, it is my view that none of the impugned findings is unreasonable.  <FRAGMENT_SUPPRESSED>", "[11] Insofar as concerns the first argument, the Board did not rely on the discrepancy between the port of entry notes and the applicants' testimony to make an adverse credibly determination. Indeed, at paragraph 28 of its decision, the RPD specifically states that it is not making any such finding. Rather, the Board grounded its adverse credibility determination on implausibilities in the applicants' version of events and on the discrepancies between their testimony and the contents of their Personal Information Forms [PIFs], which are intended to be a succinct but complete outline of the basis for protection claims. This Court has frequently upheld adverse determinations made on similar grounds (see e.g. <FRAGMENT_SUPPRESSED> ACWS (3d) 147). Thus, the RPD did not commit the first of the alleged errors and this case is distinguishable from Neto Park and Zhong relied on by the applicants.  <FRAGMENT_SUPPRESSED>", "[12] As for the second alleged error, contrary to what the applicants assert, the RPD did engage with their argument that they would be afforded sub-standard healthcare based on their ethnicity. The Board considered the evidence on this point, which consisted of what the applicants claimed had occurred and the portions of the objective documentation dealing with the availability of adequate health care for the Roma in the Czech Republic. In terms of the former, the RPD determined that the applicants had not established that they had received sub-standard health care, which was reasonably open to the Board in light of there being no probative evidence before it to support any such claim and in light of the applicants' failure to even mention the central facet of their health care-related allegations in their PIFs.  <FRAGMENT_SUPPRESSED>", "[13] The Board then went on to consider whether the objective country documentation established that the applicants would be likely to be denied adequate health care due to their ethnicity if returned to the Czech Republic. It found that the evidence did not demonstrate that this would likely occur as only a relatively small percentage of the Czech Roma who were surveyed on the point reported having been denied adequate health care for discriminatory reasons and because the lower life expectancy of the Roma in that country could be attributable to many factors, including unhealthy lifestyles.  <FRAGMENT_SUPPRESSED>", "[14] This conclusion was likewise reasonable as it finds some support in the evidence that was before the Board (although there is also evidence pointing the other way). Because there is evidence to support the RPD's conclusion, it cannot be said to be unreasonable as it is for the Board - and not for the Court in a judicial review application conducted under the reasonableness standard - to weigh the evidence and make factual determinations. More to the point, the Board did not fail to consider their health care-related arguments, contrary to what the applicants allege. Rather, it fully reviewed and dismissed them. Thus, the second argument the applicants advance is without merit.  <FRAGMENT_SUPPRESSED>", "[15] The same may be said of their third ground advanced in support of this application for judicial review. Contrary to what the applicants assert, the Board did not apply the wrong test in conducting its state protection analysis and thus this case is distinguishable from <FRAGMENT_SUPPRESSED>  ACWS (3d) 644, relied on by the applicants. When its decision is read in entirety, it is clear that the Board considered the efficacy of the efforts undertaken by the Czech Republic to assist the Roma as opposed to the mere fact that it had passed laws or was making other attempts to address discrimination faced by its Romani citizens. It citied several incidents of prosecutions, programs and laws, noting that some progress was being made to address the discrimination the Roma have faced in that country. The RPD, therefore, applied the correct test and the first basis for the challenge to the reasonableness of its state protection determination must fail.  <FRAGMENT_SUPPRESSED>", "[16] Similarly, the Board's conclusion regarding the availability of state protection is reasonable.  <FRAGMENT_SUPPRESSED>  [Ward] at p716, the Supreme Court of Canada noted that \"the international community was meant to be a forum of second resort for the persecuted, a 'surrogate', approachable upon failure of local protection.\" Thus, a refugee claimant must demonstrate that his or her home state is unable or unwilling to offer protection ( Ward at pp718-19). Further, as Justice Mainville (then of this Court) noted in <FRAGMENT_SUPPRESSED> ACWS (3d) 595, the RPD's assessment of whether state protection can be said to exist \"should not be decided in a factual vacuum without regard to a refugee claimant's personal circumstances. <FRAGMENT_SUPPRESSED>", "[17] In this case, the last serious event alleged by applicants occurred 17 years ago. In the intervening years, the applicants have not sought out the assistance of the state, claiming that they did not believe it would be of any use. As the Board noted, while the applicants may have lost faith in the police, this does not equate to evidence of a failure of state protection. This is especially the case given that it is not the Board's duty to prove that state protection exists; rather it is the applicants' burden to establish that it does not. In light of the lack of evidence of personalized risk alleged by the applicants, and in the face of documentary evidence, that, while mixed, does in some part support the existence of state protection for Roma in the Czech Republic, the Board's determination that the applicants had not established that state protection was unavailable is reasonable.  <FRAGMENT_SUPPRESSED>", "[18] Finally, the Board's reasoning in support of its conclusion on this point is adequate. It undertook a fulsome assessment of the evidence before it and rendered a decision that was within the range of permissible outcomes. I would in addition note that, contrary to what the applicants assert, it is not necessary that the RPD mention every piece of contrary evidence in a decision. If this ever was the law (which I doubt), it certainly can no longer be said to be so in light of numerous recent decisions from the Supreme Court of Canada, including <FRAGMENT_SUPPRESSED>  and Newfoundland and  <FRAGMENT_SUPPRESSED>  (see also my decision in <FRAGMENT_SUPPRESSED>  ACWS (3d) 179). These cases firmly establish that it is not necessary for an administrative tribunal to refer to all of the contrary evidence or to deal with every argument advanced. To suggest otherwise would impose an impossible burden on the Board: here, the record ran to approximately a thousand pages and contained mixed evidence regarding the efficacy of the Czech Republic's response to the plight of the Roma. It would be overwhelmingly burdensome for the Board to specifically cite every point in the evidence that runs contrary to its determinations. All it was required to do was to review the evidence and reasonably ground its findings in the materials before it, which it did.  <FRAGMENT_SUPPRESSED>", "[19] This application for judicial review must accordingly be dismissed. No question has been proposed for certification under section 74 of the IRPA and none is appropriate as I have applied settled law and my decision rests of the facts of this application.  <FRAGMENT_SUPPRESSED>", "[20] THIS COURT'S JUDGMENT is that :  <FRAGMENT_SUPPRESSED> 1. This application for judicial review is dismissed;  <FRAGMENT_SUPPRESSED> 2. No question of general importance is certified under section 74 of the IRPA; and  <FRAGMENT_SUPPRESSED> 3. There is no order as to costs.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED> , LC 2001, c 27 [la LIPR].  <FRAGMENT_SUPPRESSED>", "[2]", "[3]", "[4]", "[5]", "[6]", "[7] <FRAGMENT_SUPPRESSED>  [ Neto ]; <FRAGMENT_SUPPRESSED>  ACWS (3d) 826 [ Park ]; <FRAGMENT_SUPPRESSED>  FTR 43 [ Zhong ]).  <FRAGMENT_SUPPRESSED>", "[8] <FRAGMENT_SUPPRESSED>  NR 367).  <FRAGMENT_SUPPRESSED>", "[9]", "[10] <FRAGMENT_SUPPRESSED> ACWS (3d) 1003; Re Hinzman", "[11] Neto Park et Zhong", "[12]", "[13]", "[14]", "[15]", "[16] Ward", "[17]", "[18] <FRAGMENT_SUPPRESSED> , et", "[19] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[20] :  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}