{"id_": "027350", "body_str": ["[1] Pinard, J. : This is an application for judicial review of the decision of L. Ly, an immigration officer (the \"officer\"), pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the \"Act\") filed by the applicants. The officer rejected the applicants' pre-removal risk assessment (\"PRRA\") application.", "[2] Nagenram Santheesan (the \"principal applicant\"), his wife Suganthini Santheesan and their daughter Nirussia Santheesan (together, \"the applicants\") are citizens of Sri Lanka. The principal applicant arrived in Canada on December 27, 2007, while his wife and daughter arrived on August 19, 2008.", "[3] The applicants made a refugee claim which was ultimately rejected by the Refugee Protection Division of the Immigration and Refugee Board (the \"Board\") on September 20, 2010 and leave for judicial review was also denied on January 10, 2011.", "[4] In his claim for refugee status, the principal applicant explained that he was forced to work for the Liberation Tigers of Tamil Eelam (\"LTTE\"). Due to his involvement, he was harassed by the Sri Lankan authorities, being believed to be an LTTE supporter. Due to this harassment, he claimed to have left Sri Lanka for Italy in 1997, where he obtained a work permit. Afterwards, he returned to Sri Lanka to marry his now wife in 2003 and returned to Italy. The principal applicant then sponsored his wife in order for her to join him in Italy. Their daughter was born in Italy in 2005. However, the family ultimately left Italy in 2007 when his work permit would no longer be renewed. The principal applicant claims to have destroyed his renewal notice from the Italian authorities before leaving Italy. However, he had authorized the Canada Border Services Agency to inquire and access his immigration file from the Italian government.", "[5] In its negative decision dated September 20, 2010, the Board held the applicants were excluded from refugee status by virtue of article 1(E) of the United Nations Convention Relating to the Status of Refugees (the \"Convention\"), having residency status in Italy, based on the documentary evidence, specifically a \"permission of residency\" document and a \"residency card\". Thus, the Board concluded the applicants did not have status in Italy based on a work permit, but rather as permanent residents. Thereby, the applicants have legal rights in Italy and were excluded from claiming refugee protection in Canada by virtue of article 1(E) of the Convention, which reads: E. This Convention shall not apply to a person who is recognized by the competent authorities of the country in which he has taken residence as having the rights and obligations which are attached to the possession of the nationality of that country.", "[6] On June 9, 2011, the applicants became eligible for a PRRA and their application was received on June 23, 2011. In their PRRA application, the applicants relied on the same risks set out in their refugee claim, notably the general country conditions in Sri Lanka for a Tamil from the northern region of the country. The principal applicant also disagreed with the Board's findings with respect to his status in Italy, asserting that he has no valid legal status.", "[7] The issues raised by the present application for judicial review can be summarized as follows: i. Did the officer err in law by relying on the Board's findings, specifically by holding that the applicants had status in Italy? ii. Did the officer err in her assessment of the country conditions in Sri Lanka, making factual determinations in a perverse or capricious manner, without regard to the evidence before her?", "[8] The first issue raised by the applicants being an alleged error of law is to be reviewed on a standard of correctness ( <FRAGMENT_SUPPRESSED>  at para 44).", "[9] The second issue, being a question of fact, is to be reviewed based on a standard of reasonableness, deference being owed to the officer's findings of fact and assessment of the evidence due to her specialized expertise ( <FRAGMENT_SUPPRESSED>  at para 51 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  F.T.R. 53 at para 16). Therefore, this Court must determine whether the officer's decision falls within the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED>  at para 47). I. Did the officer err in law by relying on the Board's findings, specifically by holding that the applicants had status in Italy?", "[10] The officer did not err in relying on the Board's finding that the applicants had legal status in Italy by virtue of article 1(E) of the Convention. While the applicants allege that it was an error of law for the officer to rely on the Board's findings, they provided no authority in support of their argument. Rather, as explained by the respondent and this Court, a PRRA is not an appeal from the Board's decision ( <FRAGMENT_SUPPRESSED> , above at para 52). However, most of the arguments raised by the applicants challenge the Board's finding that they are excluded by virtue of article 1(E) of the Convention, arguments that they raised in their application for judicial review of the Board's decision in IMM-6170-10 and which was ultimately denied. Therefore, the applicants'argument that the officer erred in relying on the Board's finding is completely unfounded.", "[11] It should be reminded, as explained by Justice Luc J. Martineau in <FRAGMENT_SUPPRESSED> , above, at paragraph 52, that \"the purpose of the PRRA application is not to re-argue the facts which were originally before the Board or to do indirectly what cannot be done directly - i.e. contest the findings of the Board\". Therefore, the officer was entitled to rely on the Board's findings and did not have the obligation to conduct her own analysis as to the applicability of the exclusion under article 1(E) of the Convention. Moreover, the applicants provide no authority in support of their argument that an officer has the obligation to acquire evidence.", "[12] Clearly, this position is unfounded, as this Court has repeated on numerous occasions that the burden of proof in a PRRA is on the applicant and that the applicant has the obligation to provide all of the information in support of his application.", "[13] For these reasons, the applicants' position is unfounded and this Court's intervention is unwarranted. II. Did the officer err in her assessment of the country conditions in Sri Lanka, making factual determinations in a perverse or capricious manner, without regard to the evidence before her?", "[14] Once again, the applicants have failed to provide any evidence or authority in support of their position that the officer erred in her assessment of the country conditions in Sri Lanka. As explained by the respondent, considering the applicants' PRRA was based on allegations of risks in Sri Lanka, it was reasonable for the officer to address these risks. Such an officer has the obligation to consider all new evidence that arose after the determination of their refugee claim (section 113 of the Act). It was not an error for the officer to mention Italy, considering the Board held the applicants had status in Italy and this finding was determinative of their refugee claim.", "[15] The officer relied on the most recent evidence that was available. Contrary to the applicants' allegations, nothing indicates that the officer relied on outdated evidence. Moreover, much of the documentary evidence relied on by the applicants in their PRRA application relies on evidence dating back to 2009.", "[16] The applicants have failed to establish that the officer ignored the evidence that was before her. Rather, she clearly acknowledged that the situation in Sri Lanka was far from perfect. Essentially, the applicants failed to meet their burden of proof.", "[17] Having considered the documentary evidence, the proof of a generalized risk in Sri Lanka, and the absence of a personalized risk, the officer denied the applicants' PRRA application. Such a conclusion was reasonably available to her, considering that the assessment of the evidence, and thereby the assessment of the risks in Sri Lanka, were within the officer's expertise.", "[18] Contrary to the applicants' reasoning, an officer has no obligation to mention every document, nor every extract of the documentary evidence on which he or she relies. While the officer did not necessarily refer to the exact portions of the 2011 Country Reports identified by the applicants, the officer did not ignore the evidence of the poor conditions in Sri Lanka, the officer explicitly acknowledging that the situation is far from perfect. However, what the applicants are truly seeking is a reweighing of the evidence and the re-litigation of their failed refugee claim, which was not the function of the officer, nor is it the function of this Court.", "[19] Furthermore, while the applicants claim that the officer relied on outdated sources, they do not indicate which \"more recent\" sources should have been considered. The documentary evidence relied on by the officer is dated after the applicants' PRRA was filed, thereby constituting \"new evidence\" pursuant to the requirements of section 113 of the Act (see <FRAGMENT_SUPPRESSED> , above at para 13).", "[20] Therefore, the officer's assessment of the evidence and her findings are reasonable, falling within the range of possible outcomes.", "[21] For the above-mentioned reasons, the application for judicial review is dismissed.", "[22] I agree with counsel for the parties that this is not a matter for certification. JUDGMENT", "[23] The application for judicial review of the decision of L. Ly, an immigration officer, in which she rejected the applicants' pre-removal risk assessment application, is dismissed.", "[2]", "[3]", "[4]", "[5] E. This Convention shall not apply to a person who is recognized by the competent authorities of the country in which he has taken residence as having the rights and obligations which are attached to the possession of the nationality of that country.", "[6]", "[7]", "[8] <FRAGMENT_SUPPRESSED> , au paragraphe 44).", "[9] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] ; <FRAGMENT_SUPPRESSED> , au paragraphe 47). I.", "[10]", "[11]", "[12]", "[13] II.", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22] JUGEMENT", "[23] [End of document]"]}