{"id_": "027503", "body_str": ["[1] Strickland, J. : This is an application for judicial review of the March 25, 2014 decision of a Citizenship Judge denying the citizenship application of the Applicant, Tsering Gyatso, on the basis that he did not have adequate knowledge of one of the official languages of Canada as required by s. 5(1)( ) of the Citizenship Act , RSC 1985, c C-29 (\" Citizenship Act \"). Background", "[2] The Applicant was born in rural Tibet in 1964. There he lived a nomadic life and received no formal education. At age 38, he fled to Canada where he was accepted as a Convention refugee in 2002. In 2004, he became a permanent resident.", "[3] He has, in total, applied for citizenship on four occasions. On each occasion his application was refused because he was unable to pass the required knowledge and language tests. When making his last application, which is the subject of this judicial review, he sought a waiver of those requirements pursuant to ss. 5(3) and (4) of the Citizenship Act on the basis of his inability to learn a language and to retain knowledge. In support of this request he submitted, amongst other things, a Request for Medical Opinion prepared by his family doctor and a psychological assessment prepared by a psychologist (the \"medical evidence\").", "[4] The Citizenship Judge, through an interpreter, administered the knowledge test, which the Applicant passed. However, as he demonstrated absolutely no command of English he failed the language requirement. The Citizenship Judge declined to recommend the requested s. 5(3)( ) waiver of the s. 5(1)( ) language requirement, on compassionate grounds, or, on the basis of special or unusual hardship (s. 5(4)). She felt that the Applicant, who had passed the knowledge test contrary to the medical evidence, should also, with some effort, also be able to meet the language requirements. Nor did she believe that he qualified for a s. 5(4) waiver. Issues", "[5] In my view, the issues are as follows 1. What is the standard of review? 2. Was the decision of the Citizenship Judge reasonable? ISSUE 1: Standard of Review", "[6] The parties submit, and I agree, that the standard of review of a discretionary decision of a citizenship judge, which pertains to questions of mixed fact and law, is that of reasonableness ( REFERENCE_SUPPRESSED).", "[7] In CITATION_SUPPRESSED , the Supreme Court held that \"reasonableness is concerned ... with the existence of justification, transparency and intelligibility within the decision-making process\" but also \"with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (at para 47). Legislative Provisions", "[8] The following provisions of the Citizenship Act are applicable in this proceeding: Grant of citizenship 5. (1) The Minister shall grant citizenship to any person who [...] ) has an adequate knowledge of one of the official languages of Canada; ) has an adequate knowledge of Canada and of the responsibilities and privileges of citizenship; and Waiver by Minister on compassionate grounds (3) The Minister may, in his discretion, waive on compassionate grounds, ) in the case of any person, the requirements of paragraph (1)( ) or ( ); [...] Special cases (4) Despite any other provision of this Act, the Minister may, in his or her discretion, grant citizenship to any person to alleviate cases of special and unusual hardship or to reward services of an exceptional value to Canada. [...] Dispenses ) ou ); [...] Cas particuliers ISSUE 2: Was the Citizenship Judge's Decision Reasonable?", "[9] The Applicant submits that the Citizenship Judge erred in four main ways: a) The reasons are unintelligible; b) Conclusions were reached which were contrary to the medical evidence; c) No reasons were provided for the s. 5(4) refusal; and d) The decision was contrary to the objectives of the Citizenship Act Intelligibility of Reasons", "[10] The Applicant submits that the Citizenship Judge had before her a medical opinion and a psychologist's report, however, her decision makes little reference to this evidence which is central to the Applicant's request for a waiver. And, although the Citizenship Judge says she cannot dispute the medical records, she nevertheless declined, without reasons, to recommend a waiver of the language requirement. Her reasons were not adequate because they did not show a sufficient grasp of the issues raised by the evidence to allow the Applicant to understand why the decision was made and to allow the reviewing court to assess the validity of the decision ( REFERENCE_SUPPRESSED).", "[11] Conversely, the Minister submits that the decision explains that the Applicant passed the knowledge test, contrary to what was stated by his counsel and was indicated by the medical evidence. Therefore, the Citizenship Judge believed that he also had the ability to pass the language test, despite the medical evidence. This finding was based on a reasonable evaluation of the evidence and was within the range of possible, acceptable outcomes.", "[12] Review of the Citizenship Judge's decision shows that she acknowledged receipt of the documentation from the Applicant, including the medical opinion and psychological report. She states that upon careful consideration of all of the material before her she had decided not to make a favourable recommendation for a waiver under s. 5(3) for the reasons that she set out. Specifically, that during the hearing process the Applicant \"made no attempt to say 'one' word in English\". Further, that \"notwithstanding the statements made by your doctors \"that you are not able to learn and that you do not have the mental capacity to retain information\". You were able to pass the knowledge test with a score of 15/20\".", "[13] She then stated: I later reviewed all documents on file in order to render my decision. Although I cannot dispute the medical reports on file, and the fact that you Mr. Gyatso, had a difficult and challenging life in Tibet, I believe that Canada has afforded your [ sic ] tremendous rights and freedoms and more importantly, a safe environment for you and your family.", "[14] I agree with the Applicant that the above statement as to the Citizenship Judge's belief that Canada has afforded the Applicant tremendous rights and freedoms is not relevant and is unconnected to the issue before her. It was unintelligible. However, I do not agree that this was the only reference to the medical evidence, as the Citizenship Judge referred to her review of the Applicant's submissions at three places in her decision. Further, she then went on to explain: I also believe that if you are able to retain enough knowledge about Canada, to pass the knowledge test, you must have some mental ability to learn some English with the proper training ...", "[15] Accordingly, the Citizenship Judge explained that she had considered the medical and psychological evidence but found it to be unconvincing because the Applicant's performance had contradicted the conclusions of those reports. This reasoning was intelligible and adequate. Medical Evidence and Conclusions", "[16] In his written submissions the Applicant conducted a detailed review of the psychologist's report. On that basis, he submits that the Citizenship Judge committed an erroneous and unreasonable misapprehension of the medical evidence in concluding that the Applicant's demonstration of some knowledge of Canada proves that he would be able to learn some English with proper training.", "[17] However, the medical opinion states that the Applicant's permanent condition, identified only as \"Learing [sic] difficulties - trouble retaining learned information\" prevented him both from acquiring enough knowledge of English or French in order to be understood in the community and from acquiring a general understanding of Canada's political system, geography and history and of the responsibilities and privileges of citizenship.", "[18] The psychological report identified the Applicant's impaired memory function and stated that it is likely that his lack of early education meant that he missed certain critical development periods making learning more difficult for him now. It concluded that the Applicant will never likely learn the English language to any level of proficiency and that it was even less likely that he would be able to master any reading or writing skills. The psychologist was of the opinion that the Applicant's efforts should be directed at learning simple, spoken English and, in light of his significant memory deficits, that he would need an inordinate amount of daily repetition and rehearsal to learn the basics. She suggested that recourse to a computer and individual guidance might be the best avenue for him to gain practical language for daily life. She concluded with her belief that he should be considered for an exemption from the language and knowledge requirements of the citizenship test.", "[19] I note first that both the Applicant's physician and the psychologist recommended exemption from both the language and knowledge requirements of the citizenship test. While the Applicant attempts to dissect the psychologist's report to separately address his ability to retain knowledge and to learn language, its conclusion does not make such a distinction. Indeed, the psychologist appears to suggest that despite his difficulties the Applicant may be able to acquire basic spoken language skills.", "[20] While the Applicant offers another interpretation of the medical evidence, based on the foregoing I cannot conclude that the Citizenship Judge misapprehended the medical evidence and came to an unfounded conclusion. Faced with a clear medical opinion that the Applicant could neither pass the knowledge or language tests and the conflicting result that he did, in fact, pass the knowledge test, it was open to the Citizenship Judge to reach the conclusion that she did.", "[21] The Applicant also submits that the evidence before the Citizenship Judge showed that the Applicant has taken English as a Second Language (\"ESL\") classes for four years without success. This, combined with his three prior failed tests and the medical evidence, directly contradicted the Citizenship Judge's conclusion that the Applicant could succeed and gain the necessary language ability.", "[22] In that regard, the evidence before the Citizenship Judge as to ESL was a November 7, 2010 letter from his ESL teacher confirming that he studied with her during the period of January 8 to June 2007. She noted that he experienced difficulty in learning, while he did learn to speak a little, reading and writing skills were beyond his capacity. The only other evidence on the record before the Citizenship Judge concerning ESL is a Student Registration Form dated May 24, 2011 which states that it is not proof of attendance. This does not support the Applicant's submission.", "[23] Thus, based on the record before her, the Citizenship Judge had evidence of only five or six months of ESL classes attended many years earlier. It was, therefore, reasonable for her to conclude that the Applicant had not demonstrated an inability to learn English with effort and appropriate training.", "[24] The Applicant also takes issue with the Citizenship Judge's use of an erroneous quote: I then proceeded to administer the knowledge test. I explained the process which was translated to you by Mr. Nyima (interpreter), notwithstanding the statements made by your doctors \"that you are not able to learn and that you do not have the mental capacity to retain information\". You were able to pass the knowledge test with a score of 15/20.", "[25] The passage that the Citizenship Judge quotes does not appear in the medical evidence, and the Applicant submits that it mischaracterizes the evidence before the Citizenship Judge and that she reached an unreasonable conclusion based on this error.", "[26] In my view, the Citizenship Judge's idiosyncratic or incorrect use of punctuation, also demonstrated elsewhere in her decision, does not give rise to a reviewable error in this case. The general premise contained within the misquote is supported by the medical evidence. Section 5(4)", "[27] The Applicant also submits that the Citizenship Judge did not provide any reasons for her conclusion with respect to the Applicant's request for a waiver pursuant to s. 5(4) other than stating \"I do not believe that you qualify for either provision\". He submits that while this is a discretionary provision of the Citizenship Act , his circumstances are such that they could reasonably represent a case for recourse to s. 5(4) and that the Citizenship Judge's reasons for rejecting the request are inadequate.", "[28] The Respondent submits that the Citizenship Judge's discretion under s. 5(4) is entitled to great deference. Unless the Citizenship Judge failed to take into account a relevant factor or had an improper motive, there is generally no basis for the Court to interfere (REFERENCE_SUPPRESSED). Here the Applicant has not pointed to any such factor that the Citizenship Judge failed to consider.", "[29] Further, although her reasons were admittedly brief, the Citizenship Judge was clearly aware of all of the factors that the Applicant notes in his submissions - illiteracy in Tibetan and English; learning and cognitive disabilities; inability to learn English \"despite years of ESL classes\"; three prior failed attempts to pass the citizenship test; and, his valued standing in the community - but reasonably concluded that these factors did not meet the threshold.", "[30] I agree with the Respondent that, although brief, in these circumstances the reasons were adequate. It can be inferred from the record and the reasons as a whole that the Citizenship Judge considered all of the relevant evidence. Therefore, there is no basis for the Court to intervene. Objective of the Act", "[31] For these same reasons I cannot accept the Applicant's submission that in refusing to make a favorable recommendation for a waiver of referral in this case, the Citizenship Judge failed to taken into account the overall objective of the Citizenship Act and s. 5(3) and s. 5(4) in particular.", "[32] Although I might have found differently, the Citizenship Judge's decision falls within the range of possible acceptable outcomes that are defensible in respect of the facts and the law ( CITATION_SUPPRESSED; REFERENCE_SUPPRESSED). Accordingly, I must dismiss this application for judicial review. Costs", "[33] The Respondent initially sought costs, as it was entitled to do. The Applicant submitted that he works at a minimum wage job and cannot afford an adverse cost award. The parties agreed, post hearing, that no costs should be awarded to either party, regardless of the outcome. I agree. JUDGMENT", "[34] THIS COURT'S JUDGMENT is that 1. The application for judicial review and appeal of the Citizenship Judge's decision is denied. 2. There shall be no order as to costs. Application dismissed. Editor: Sharon McCartney/nmg [End of document]"]}