{"id_": "027869", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (IRPA) for judicial review of a decision by a pre-removal risk assessment (PRRA) officer rejecting the applicant’s PRRA application.", "[2] The applicant seeks an order quashing the decision of the officer and remitting the matter for redetermination. Background", "[3] The applicant, Khaled Abd Elmohsen Elmagraby, is a citizen of Egypt. His Personal Information Form (PIF) was included with his PRRA application and described the circumstances leading to his claim for protection.", "[4] The applicant claimed that he was detained and tortured in November 1996 for being actively involved in his Muslim community. His family feared for his safety and arranged for him to find employment on a ship headed for Jordan. The applicant indicated that his supervisor assigned him extra work because he prayed while on the ship. He stated that his supervisor threatened him and knew about his previous detention. The applicant left the ship and was again arrested and tortured. He found employment on another ship in October 1998, and was beaten by the crew and forced to do extra work. On November 20, 1998, his ship reached Quebec City. He was threatened by the crew and told to leave the ship, which he did. He travelled to Montreal and found a local mosque where he was advised not to tell anyone about his situation for fear of being deported.", "[5] The applicant claimed refugee status four years later, in May 2002, and a hearing was held on November 6, 2002. He was denied refugee status by decision of the Immigration and Refugee Board (Refugee Protection Division), dated November 18, 2002. The Board found that the applicant lacked credibility. Leave to seek judicial review of the Board’s decision was denied on April 11, 2003. The applicant subsequently applied for a PRRA in January 2006. No interview was held regarding this application.", "[6] The applicant’s PRRA submissions indicated that he feared persecution at the hands of the authorities, who suspected him of involvement with Muslim extremists. He explained that this suspicion resulted from his involvement with his local mosque and the Muslim community. He stated that he was tortured by members of the mosque and the Egyptian authorities, who accused him of being a member of Jamaat, an anti-government organization. He feared that his profile as an active member of his Muslim community put him at risk. He stated that the government would target him and that his life would be in danger.", "[7] By decision dated March 24, 2006, the applicant’s PRRA application was denied. The applicant applied for judicial review of the PRRA decision on May 24, 2006. On June 5, 2006, the Federal Court granted a stay of the applicant’s removal from Canada pending the determination of this application for judicial review. This is the judicial review of the officer’s decision. Officer’s Reasons", "[8] The officer determined that the applicant would not be subject to a risk of persecution, danger of torture, risk to life or risk of cruel and unusual treatment and punishment, if returned to Egypt.", "[9] The applicant provided written submissions outlining his risk and referred to the 2004 Department of State (DOS) report for Egypt. The officer read the DOS reports regarding Egypt for 2004 and 2005, which referred to police mistreatment, torture of detainees, police corruption and the government’s poor human rights record. However, the officer found that the applicant had not provided evidence that addressed the credibility concerns noted by the Board. Under section 113 of IRPA, applicants who have been denied refugee status may only present new evidence in support of a PRRA. There was insufficient evidence to persuade the officer that a different conclusion should be reached than was found by the Board.", "[10] <FRAGMENT_SUPPRESSED>  the Court held that a PRRA was not a second refugee hearing, since the PRRA process assessed new risk developments arising between the hearing and removal date. The officer then considered country conditions. Egypt was a republic with one dominant national party and a president who was re-elected for a fifth term in 2005. The officer reproduced a portion of the documentary evidence which indicated that serious human rights violations took place in Egypt, however, the evidence did not indicate a notable decline in such conditions. Country conditions therefore had not worsened significantly since the Board’s decision.", "[11] The officer did not find that there was more than a mere possibility that the applicant would be at risk on any Convention ground, or that he was a person in need of protection. The officer acknowledged that incidents of torture and cruel and unusual treatment occurred in Egypt, but the evidence indicating that the applicant would be targeted for such treatment was insufficient to conclude that it was likely to happen. Issues", "[12] The applicant submitted the following issues at the hearing: 1. Where credibility is in issue, is an oral hearing required? 2. Did the PPRA officer misread section 113 of IRPA? 3. Did the PRRA officer make a perverse decision with respect to any changes in country conditions?", "[13] The applicant submitted that the errors of law committed by the officer were reviewable on a correctness standard, while errors of fact were subject to review on the standard of patent unreasonableness. It was submitted that the officer’s decision as a whole was reviewable on the standard of reasonableness (see  <FRAGMENT_SUPPRESSED> ).", "[14] The applicant noted that although credibility findings were central to the officer’s decision, he was not accorded an interview. It was submitted that the officer therefore breached the rules of natural justice. It was submitted that the applicant’s rights pursuant to subsection 113(b) of IRPA had been violated, as a hearing had not been held despite serious credibility concerns (see  <FRAGMENT_SUPPRESSED> ). The applicant submitted that where the prescribed statutory factors were met, the word “may” in a statute must be read as mandatory (see  <FRAGMENT_SUPPRESSED>  (F.C.T.D.)).", "[15] The applicant submitted that the officer erred in restricting his assessment of the PRRA application to new evidence, in isolation. It was submitted that the PRRA process was not meant to be applied in a restricted fashion. The applicant acknowledged that the PRRA was not an appeal of the Board’s decision, but submitted that the consideration of a claim under section 97 of IRPA should not merely consist of a reiteration of the Board’s decision, without independent analysis. It was noted that the Board’s decision did not even consider his claim under section 97. The applicant submitted that the officer not only refused to exercise his jurisdiction, but breached the rules of natural justice in his application of subsection 113(a) of IRPA.", "[16] The applicant submitted that the officer exceeded his jurisdiction by applying too stringent a test to his claim under section 97 of IRPA. It was submitted that the officer erred in ignoring the parameters of section 97, and requiring that the applicant “likely” be targeted for mistreatment. It was submitted that this test was higher than that of a “balance of probability”.", "[17] The applicant submitted that the officer erred with respect to his conclusions regarding country conditions and new evidence. The officer concluded that conditions in Egypt had not worsened since 1998. However, it was submitted that there was no indication that the officer consulted anything other than the 2004 and 2005 DOS reports, and no mention was made of evidence from 1998. It was submitted that the country condition findings were perverse, as they were negated by the very documents cited, without any analysis of their bearing upon the applicant. The applicant submitted that the officer erred in failing to consider his need for protection under section 97, in light of this relevant evidence (see  <FRAGMENT_SUPPRESSED>  (C.A.)). The applicant submitted that the officer’s analysis also constituted a breach of his right to written reasons (see Baker above).", "[18] The respondent noted that most PRRA applications were decided on the basis of written submissions. It was submitted that hearings were held in exceptional cases, where the prescribed factors indicated that one was necessary. The respondent submitted that the factors set out in section 167 of the Immigration and Refugee Protection Regulations, S.O.R./2002-227 (the Regulations), were cumulative. It was submitted that the fact that the officer referred to credibility findings made by the Board did not entitle the applicant to a hearing (see  <FRAGMENT_SUPPRESSED> ).", "[19] The respondent submitted that the PRRA was not a second refugee hearing. It was submitted that the applicant failed to demonstrate that there were changes in his personal situation, or in country conditions, which placed him at risk (see  <FRAGMENT_SUPPRESSED> ). The respondent submitted that it was open for the officer to depend upon the Board’s findings (see  <FRAGMENT_SUPPRESSED> ).", "[20] The respondent submitted that the officer’s decision disclosed that he had turned his mind to the relevant issues and considered the evidence (see  <FRAGMENT_SUPPRESSED> ). It was submitted that the officer distinguished evidence that post-dated the hearing, and reviewed whether it was sufficient to satisfy the test for protection under IRPA.", "[21] The respondent submitted that the officer applied the correct threshold of risk to the applicant’s case. It was submitted that nothing in law supported the suggestion that a threshold of “likely” was different than “more likely than not”. The respondent submitted that the fact that the decision did not discuss the risks under sections 96 and 97 of IRPA separately was not a reviewable error. It was submitted that where the facts in support of each claim were the same, the decision-maker was not required to analyse each section separately (see  <FRAGMENT_SUPPRESSED> ). The respondent submitted that the applicant was simply rearguing his case and inviting the Court to reweigh the evidence that was before the officer. It was submitted that the Court should not do so (see  <FRAGMENT_SUPPRESSED>  and Decision Standard of Review", "[22] Justice Mosley applied the pragmatic and functional approach in order to determine the standard of review of applicable to a PRRA decision in  <FRAGMENT_SUPPRESSED>  and concluded as follows at paragraph 19: Combining and balancing all of these factors, I conclude that in the judicial review of PRRA decisions the appropriate standard of review for questions of fact should generally be patent unreasonableness, for questions of mixed law and fact, reasonableness simpliciter, and for questions of law, correctness. I am fortified in my conclusions by the positions taken by my colleagues in other recent PRRA decisions. I would adopt Justice Mosley’s conclusion and will apply the relevant standards to the issues in the case at hand.", "[23] I propose to deal first with Issue 3. Issue 3", "[24] Did the PRRA officer make a perverse decision with respect to any changes in country conditions? Page 3 of the officer’s notes to file reads in part, as follows: . . . I find that the applicant presents insufficient evidence to persuade me to come to a conclusion different than that of the RPD. I also find that country conditions have not worsened significantly in Egypt since the RPD decision. As per paragraph 113(a) of IRPA, an applicant whose claim to refugee protection has been rejected may present only new evidence. Insufficient new evidence has been received. I have read the applicant’s Refugee Protection Division Decision and the PRRA application and submissions. As I find that insufficient new evidence is presented and that no new risk developments are presented, I will assess general country conditions. . . . And at page 4 of the officer’s notes to file: Although current documentary evidence notes serious human rights issues in Egypt, I do not find that the evidence indicates a notable decline in country conditions. I do not find that conditions have worsened since the applicant’s refugee hearing.", "[25] The Board’s decision was dated November 18, 2002, and the hearing was held on November 6, 2002. The Board made reference to the documentary evidence only once and stated: According to documentary evidence, it is stated in part under religion: Under the Constitution, Islam is the official state religion and primary source of legislation . . . Neither the Constitution nor the Civil and Penal Codes prohibit proselytizing . . . The Constitution requires schools to offer religious instruction. Public and private schools provide religious instruction according to the faith of the student. Therefore, the panel finds again the claimant has fabricated a flimsy story of persecution and torture based on being a practising Muslim in a Muslim country. The Board’s decision makes no reference to country conditions in November 2002.", "[26] The documentary evidence referred to by the PRRA officer paints a different picture of country conditions in Egypt in 2004. By way of example, the U.S. DOS Report for 2004 contains the following excerpts at pages 36 to 38 and 41 of the tribunal record: The Government respected human rights in some areas; however, its record was poor, and in many areas serious problems remained. Citizens did not have the meaningful ability to change their government. The use of military courts to try civilians and Emergency Courts to try political cases continued to infringe on a defendant’s constitutional right to a fair trial before an independent judiciary. The 1981 Emergency Law, extended in February 2003 for an additional 3 years, continued to restrict many basic rights. The security forces contained to mistreat and torture prisoners, arbitrarily arrest and detain persons, hold detainees in prolonged pretrial detention, and occasionally engage in mass arrests. Local police killed, tortured, and otherwise abused both criminal suspects and other persons. Police continued to arrest and detain homosexuals. The Government partially restricted freedom of the press and significantly restricted freedom of assembly and association. The Government placed some restrictions on freedom of religion. . . . a. Arbitrary and Unlawful Deprivation of Life There were no reports of political killings; however, during the year, human rights organizations and the press reported that at least 10 persons died in custody at police stations or prisons. In June, the Egyptian Organization for Human Rights (EOHR) issued a report entitled “Torture: An Unchecked Phenomena,” in which it documented 41 cases of torture in police stations resulting in 15 deaths in custody from April 2003 to April 2004. EOHR also asserted that from April 1993 to April 2004, it documented 412 cases of torture in police stations, including 120 cases where detainees died as a direct result of torture. The Constitution prohibits the infliction of \"physical or moral harm\" upon persons who have been arrested or detained; however, torture and abuse of detainees by police, security personnel, and prison guards remained common and persistent. According to the U.N. Committee Against Torture, a systematic pattern of torture by the security forces exists, and police torture resulted in deaths during the year (see Section 1.a.). Despite these legal safeguards, there were numerous, credible reports that security forces tortured and mistreated detainees. Human rights groups reported that the State Security Investigations Service (SSIS), police, and other government entities continued to employ torture to extract information, coerce opposition figures to cease their political activities, and to deter others from similar activities. Reports of torture and mistreatment at police stations remained frequent. In prominent cases, defendants alleged that police tortured them during questioning (see Sections 1.e. and 2.c.). Although the Government investigated torture complaints in some criminal cases and punished some offending officers, punishments generally have not conformed to the seriousness of the offense. Principal methods of torture reportedly employed by the police and the SSIS included stripping and blindfolding victims; suspending victims from a ceiling or doorframe with feet just touching the floor; beating victims with fists, whips, metal rods, or other objects; using electrical shocks; and dousing victims with cold water. Victims frequently reported being subjected to threats and forced to sign blank papers for use against themselves or their families should they in the future complain about the torture. Some victims, including male and female detainees and children, reported sexual assaults or threats of rape against themselves or family members. While the law requires security authorities to keep written records of detentions, human rights groups reported that the lack of such records often effectively blocked investigation of complaints. Hundreds, perhaps thousands, of persons have been detained administratively in recent years under the Emergency Law on suspicion of terrorist or political activity. Several thousand others have been convicted and were serving sentences on similar charges (see Section 1.e). In a July 2003 interview published in Al-Ahram Weekly, HRAAP (formerly HRCAP) estimated that the total number of persons held in administrative detention was approximately 15,000.", "[27] The applicant claimed that the authorities believed that he was involved with Muslim extremists. Having reviewed the index of references and the PRRA officer’s decision, I cannot find any reference to documentary evidence regarding country conditions in Egypt in November 2002. In my view, the PRRA officer’s finding that “country conditions have not worsened significantly in Egypt since the RPD decision” is problematic. First, the officer would have needed to consider country conditions in November 2002 before concluding that country conditions had not worsened by the time of the PRRA decision. The officer’s decision did not demonstrate any knowledge of country conditions in 2002, nor did the sources referred to include any such information. Secondly, the very document referred to by the officer paints a very different picture of country conditions than is set out in the Board’s November 2002 decision. Whether it is the case that the officer did not have any knowledge of country conditions in 2002, or that the conditions mentioned by the Board were used as references, it is clear that the 2004 DOS report referred to by the officer did not show that conditions had not worsened since the date of the Board’s decision.", "[28] It is my opinion that the officer’s decision on country conditions is patently unreasonable. The application for judicial review is therefore allowed.", "[29] Because of my finding on this issue, I need not deal with the other issues.", "[30] The applicant requested that I certify the following questions as serious questions of general importance: 1. Is a hearing (interview) statutorily, or constitutionally, required pursuant to the IRPA and IRPA Regulations, in a PRRA assessment, where issues of credibility are in issue? 2. Is “evidence” to be considered on a PRRA assessment only the “new evidence”, or is the PRRA only triggered by the “new evidence” but once triggered all the evidence considered in the assessment? 3. Is the test of “likely to happen” higher than a “balance of probability” (more likely than not) test?", "[31] The respondent opposed the certification of the foregoing questions.", "[32] I am not prepared to certify these questions. JUDGMENT", "[33] IT IS ORDERED AND ADJUDGED that: 1. The application for judicial review is allowed and the matter is referred to a different panel of the Board for redetermination. 2. None of the proposed questions will be certified as serious questions of general importance. ANNEX Relevant Statutory Provisions The relevant statutory provisions are set out in this section. The Immigration and Refugee Protection Act, S.C. 2001, c. 27: 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. 97.(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. [End of document]"]}