{"id_": "027821", "body_str": ["[1] Martineau, J. : The applicants are challenging the lawfulness of a decision by the Refugee Protection Division of the Immigration and Refugee Board (the RPD), dated September 10, 2007, determining that they were not \"Convention refugees\" or \"persons in need of protection,\" under sections 96 and 97 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act).", "[2] Elsa Teresa Garay Moscol (the applicant) and the members of her family (her mother, Elsa Teresa Moscol Ramos, and her two children, Adriano Cruz Garay and Joaquin Cruz Garay) are the applicants in this application for judicial review. They are all citizens of Peru.", "[3] The applicant's claim was based on her membership in a particular social group, that of women victims of violence, and the other applicants' claims were based on her claim. The applicant alleges that her husband, Julio Cesar Cruz, a retired soldier and the father of her two children, physically and psychologically assaulted her, as well as threatened to kill her. He was also allegedly violent toward the applicant Joaquin as well as toward the applicant's mother.", "[4] The applicant left Peru on July 5, 2005, accompanied by her mother and her two children. The applicants arrived in the United States the next day and arrived in Canada on July 7, 2005.", "[5] The RPD determined that it \"cannot allow the principal claimant's claim for refugee protection, because she is not credible. She simply made up the story to serve the purposes of her claim.\" After considering and commenting on the principal evidence of all the documentary and testimonial evidence, and after highlighting the inconsistencies between the applicant's Personal Information Form (PIF), her testimony before the immigration officer at the port of entry and her testimony at the hearing, the RPD dismissed the applicants' refugee claim. In passing, the RPD mentioned that it \"took the various medical and psychological reports into consideration in reaching its decision.\"", "[6] The applicants' main criticism of the RPD decision was that it did not comment on the psychological report prepared by Marta Valenzuela, Ph.D., dated February 6, 2006, insofar as the inconsistencies identified in the decision are easily explained when we consider the principal applicant's depression and anxiety. The RPD [translation] \"completely disregarded a relevant document, directly connected to the applicant, explaining the applicant's difficulties in responding to questions regarding her experience with her husband in Peru.\" They submit that the RPD could not disregard this document and fail to assign it any probative value without justifying this rejection. Further, the RPD did not take into account the fact that when she made the inconsistent statements ascribed to her upon her arrival in Canada, she was in a state of stress and extreme fatigue.", "[7] The recent decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  [2008] S.C.J. No. 9 (QL) ( <FRAGMENT_SUPPRESSED> ), has the effect of applying only two standards of review to future judicial reviews of administrative tribunal decisions: the standard of \"correctness\" and that of \"reasonableness.\" In my opinion, the standard of \"reasonableness\" applies to this case: <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 547 (QL). Therefore, one must always question whether the impugned decision is reasonable, concerned mostly \"with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , at paragraph 47).", "[8] Considering this standard of review, can the Court determine that the RPD erred in considering that the applicants are not \"Convention refugees\" or \"persons in need of protection\" pursuant to sections 96 and 97 of the Act? I do not think so.", "[9] First, I observe that the RPD \"took the various medical and psychological reports into consideration in reaching its decision\" without, however, specifying why it assigned little weight to Dr. Valenzuela's report.", "[10] The case law emphasizes that the RPD must take into account the fact that a claimant's psychological state can sometimes explain the omissions in the claimant's story at the port of entry or the lack of details or confusion regarding dates referred to in the claimant's testimony, hence the responsibility to examine the general scope of a psychological report before too hastily determining that a claimant is not credible (see, for example, <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 2112 (QL), paragraph 24; <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 251, paragraph 32; <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 1606, paragraphs 11-12; <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1157, paragraph 6). But it must also be established to the Court's satisfaction that there is a certain connection with the \"cognitive errors that are referred to in the psychologist's report\" ( <FRAGMENT_SUPPRESSED> , paragraph 6) and the inconsistencies or omissions identified by the RPD in the impugned decision. Considering the record as a whole, including the contents of the psychological report in question, I do not believe that the RPD's mere omission to comment on the applicant's psychological state in its decision amounts in this case to an error in law justifying that the decision be set aside and the matter referred to the RPD to reweigh the evidence.", "[11] Dr. Valenzuela's psychological report remains fairly unclear: while the applicant may on occasion, under stress, have difficulty telling her story, her psychological state of mind does not prevent her from remembering the main events.", "[12] Dr. Valenzuela states as follows: Mrs. Elsa Garay was referred by her lawyer, Me. Odette Desjardins; for an evaluation of her current state of mind in view of her upcoming hearing. Me. Desjardins also expressed an interest in evaluating whether Mrs. Garay's present state of mind may have an impact on her ability to testify . ... The clinical interviews and testing procedures were conducted in Spanish, Ms. Mendoza [ sic ] native language. ... Her narrative was not fluid. It took several probes to obtain a coherent narrative of the events that prompted her to leave Peru since she experienced difficulties in limiting her answers to what it [ sic ] being asked. She had a marked tendency to go off on tangential issues adding excessive detail which interfered with the coherency of her narrative. In spite of negative emotionality, however, throughout the interviews Mrs. Garay correctly remembered main events and dates. In a few occasions, however, she appeared forgetful and complained that she has some difficulty remembering dates . ... Regarding the question whether Mrs. Garay's symptoms may interfere with her ability to testify, this may be significantly affected. ... The anxiety experienced when she feels under pressure may result in a breakdown of her psychological defenses to contain a sudden flood of unwanted thoughts and negative affect [ sic ] that may create some confusion in providing exact dates or a coherent sequence of events . ... [Emphasis added]", "[13] In this case, a simple review of the evidence in the record indicates that the applicant's story is peppered with major implausibilities and inconsistencies regarding the central allegations of her story. It is not a matter of merely having difficulty remembering relevant dates or rather of a problem with her story's general consistency.", "[14] For example, according to the interview notes from the Canadian refugee claim, the applicant described the violence as follows: [translation] \" The violence is not physical , but rather psychological torture\" [Emphasis added]. On this point, the immigration officer twice asked the applicant whether she or her children were physically abused: [translation] Has he ever hit you or the children? I went to get my mother. My mother wanted to defend me. He pushed her and she fell. We had to bring her to emergency at the hospital where she had surgery on her femur. Has he ever hit you or the children (again)? One day, he took a VCR and he wanted to throw it at me. My father-in-law intervened. [Emphasis added]", "[15] Dr. Valenzuela's report confirms what the applicant said during her interview at the port of entry, i.e. that she had suffered only psychological abuse: \"She lived in her country of origin until July, 2005 when distressful events related to prolonged emotional abuse and threats of physical harm from her husband, and the fear she experienced associated with death threats he formulated against her, forced her to leave her country to claim refugee status in Canada ...\"", "[16] Nevertheless, according to the hearing transcript, the RPD asked the applicant whether her husband had ever physically abused her, and she answered \"Yes. ... Several times.\" When she was confronted with this obvious and significant inconsistency, the applicant explained: [translation] I arrived with a lot of fear. I arrived while fleeing violence and abuse. My baby was eight months old, my mother disabled; she carried a cane, while I was all alone inside making statements ...", "[17] The RPD did not consider this a satisfactory explanation justifying her failure to mention to the immigration officer that she was being physically abused by her husband. The RPD determined that this factor undermined the applicant's credibility.", "[18] The RPD observed other inconsistencies also affecting the applicant's credibility. It is not necessary for the purposes of this order to review all of them. It is enough to refer to just one more example. When the applicant met the immigration officer, she stated that her husband took a VCR, wanting to throw it at her, but that her father-in-law intervened. Her PIF states rather that her husband [TRANSLATION] \"grabbed a VCR and hit her with it ... Then, he threw the VCR.\" The changes to the PIF describe the VCR incident as follows: [TRANSLATION] \"he grabbed a VCR and threw it at me.\"", "[19] When the RPD confronted her with this significant inconsistency, the applicant replied that when she arrived in Canada, she sensed her husband's presence and was afraid that he would show up, which would explain why she had trouble expressing herself.", "[20] The RPD was of the opinion that this answer did not explain the differences between her statement on the PIF, her testimony before the immigration officer at the port of entry, her testimony at the hearing and the documentary evidence. These various inconsistencies led the RPD to determine that the applicant lacked credibility in terms of her husband's abuse.", "[21] The case law states that differences between the claimant's statement at the port of entry and the claimant's testimony are enough to justify a negative credibility finding when these contradictions bear on elements that are central to the claim: <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 959 (QL), at paragraph 23 and <FRAGMENT_SUPPRESSED>  (QL). Further, the RPD is entitled to assess a claimant's credibility based on a single inconsistency where the impugned evidence is a significant aspect of the claim: see <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 648 (QL).", "[22] In this case, the RPD determined that it was entitled to seriously doubt the applicant's story because of the many inconsistent variations. I do not think the RPD erred in finding that the applicant lacked credibility, and I consider that it weighed all of the evidence filed before it. The RPD could certainly dismiss the explanations, very brief and hardly convincing, provided by the applicant regarding these omissions, inconsistencies and implausibilities. I do not believe, either, that the panel engaged in a microscopic analysis in order to snare the applicant. The inconsistencies identified in the decision are major and bear on a significant and essential aspect of the refugee claim. The inconsistencies may therefore justify the refusal of their refugee claims. In short, the negative credibility finding regarding the applicant was based on the facts and is not unreasonable.", "[23] For these reasons, the application for judicial review must be dismissed. No question of general importance was or is raised in this case. ORDER", "[24] THE COURT ORDERS that the application for judicial review be dismissed. , L.C. 2001, ch. 27 (la Loi).", "[2]", "[3]", "[4]", "[5]", "[6]", "[7] <FRAGMENT_SUPPRESSED>  [2008] A.C.F. n", "[8]", "[9]", "[10] <FRAGMENT_SUPPRESSED>  [2005] A.C.F. n 2112 (QL), para. 24; <FRAGMENT_SUPPRESSED>  [2008] A.C.F. n 251, para. 32; <FRAGMENT_SUPPRESSED>  [2003] A.C.F. n 1606, para. 11-12; <FRAGMENT_SUPPRESSED>  [2006] A.C.F. n", "[11]", "[12] Mrs. Elsa Garay was referred by her lawyer, Me. Odette Desjardins; for an evaluation of her current state of mind in view of her upcoming hearing. Me. Desjardins also expressed an interest in evaluating whether Mrs. Garay's present state of mind may have an impact on her ability to testify . [...] The clinical interviews and testing procedures were conducted in Spanish, Ms. Mendoza [ sic ] native language. [...] Her narrative was not fluid. It took several probes to obtain a coherent narrative of the events that prompted her to leave Peru since she experienced difficulties in limiting her answers to what it [ sic ] being asked. She had a marked tendency to go off on tangential issues adding excessive detail which interferred with the coherency of her narrative. In spite of negative emotionality, however, throughout the interviews Mrs. Garay correctly remembered main events and dates. In a few occasions, however, she appeared forgetful and complained that she has some difficulty remembering dates . [...] Regarding the question whether Mrs. Garay's symptoms may interfere with her ability to testify, this may be significantly affected. [...] The anxiety experienced when she feels under pressure may result in a breakdown of her psychological defences to contain a sudden flood of unwanted thoughts and negative affect [ sic ] that may create some confusion in providing exact dates or a coherent sequence of events . [...] [Emphasis Added]", "[13]", "[14] sic", "[15] Le rapport du Dr Valenzuela confirme ce que la demanderesse a dit lors de son entrevue au point d'entrée soit qu'elle n'avait subi que de la violence psychologique: « She lived in her country of origin until July, 2005 when distressful events related to prolonged emotional abuse and threats of physical harm from her husband, and the fear she experienced associated with death threats he formulated against her, forced her to leave her country to claim refugee status in Canada [...] ».", "[16]", "[17]", "[18]", "[19]", "[20]", "[21] <FRAGMENT_SUPPRESSED>  [2005] A.C.F. n <FRAGMENT_SUPPRESSED>  [2004] A.C.F. n 648 (QL).", "[22]", "[23] ORDONNANCE", "[24] [End of document]"]}