{"id_": "027896", "body_str": ["[1] Gleason, J. : This is an application for judicial review of the May 11, 2012 decision of the Refugee Protection Division of the Immigration and Refugee Board [RPD or the Board] finding the applicant to be neither a Convention refugee nor a person in need of protection. For the reasons that follow, I find that the applicant has not raised a basis for intervening in the Board's decision and thus this application will be dismissed.", "[2] The applicant is a citizen of Colombia of African descent. He worked with his grandfather on a farm that his grandfather owned. Starting in the late 1990s, he and his grandfather were targeted for extortion by the Revolutionary Armed Forces of Colombia or the Fuerzas Armadas Revolucionarias de Colombia [the FARC]. The applicant and his grandfather made payments to the FARC for a period of time but then were no longer able to afford the amounts demanded and stopped making the payments.", "[3] In late 2000, eight armed members of the FARC came to the farm after the applicant and his grandfather had ignored demands for resumption of the payments, and the FARC pistol-whipped the applicant and pushed his grandfather, who hit his head and died shortly thereafter. The applicant fled to the United States, where he lived without status from 2001-2011, before coming to Canada and making a refugee claim. Several of the applicant's siblings and half-siblings have made successful refugee claims, but the bases for their claims are unrelated to the applicant's situation or the basis for his claim.", "[4] The Board rendered its decision on a number of alternative bases. It accepted that the applicant was credible but found that there was no nexus to section 96 of the Immigration and Refugee Protection Act , SC 2001, c 27 [the IRPA] as the targeting by the FARC was not based on the applicant's race or political opinion and the mere fact that he had been targeted for extortion did not form a sufficient basis for a belonging to a \"particular social group\" within the meaning of section 96 of the IRPA under the jurisprudence. With regard to section 97 of the IRPA, the Board relied on older jurisprudence to conclude that the risk the applicant faced was generalized and thus held that the applicant was not entitled to protection under that section. Finally, the Board concluded that the applicant had not rebutted the presumption of state protection, in part because the applicant had not submitted any credible evidence that the FARC would still be looking for him over a decade after he had fled from Colombia and in other part because the country conditions had changed since 2000, with the Colombian government having made some success in bringing members of the FARC to justice.", "[5] The applicant challenges the Board's reasoning with respect to section 96 of the IRPA, alleging that the RPD failed to undertake any analysis of his claim to be at risk by reason of race or political opinion, associated with his trying to organize the land owners in his area to collectively refuse to pay the \"war tax\" demanded by the FARC. He also argues that the RPD's section 97 analysis is premised on outdated case law and therefore erroneous. With respect to the state protection analysis, the applicant argues that the Board failed to undertake a personalized assessment of whether the Colombian state would be able to offer protection to him.", "[6] Each of these issues is reviewable on the standard of reasonableness as each involves questions of fact or of mixed fact and law ( <FRAGMENT_SUPPRESSED> ; Hinzman, Re , 2007 FCA 171 at para 38; <FRAGMENT_SUPPRESSED> ). The Board's section 96 finding is reasonable", "[7] Insofar as concerns the section 96 analysis, contrary to what the applicant alleges, the RPD did not fail to assess his claim to be at risk by reason of race or perceived political opinion. The Board was well-aware of these claims and at several points in its decision held that the applicant faced no forward-looking risk due to race or political opinion. For example, at paragraph 10 of its decision, the Board held that the applicant and his grandfather had been targeted by the FARC because they were victims of extortion and not due to their race or the applicant's efforts in trying to organize landowners. Likewise, at paragraph 29, the Board held that the applicant did not fit the profile of an Afro-Colombian community leader (who might be at risk of violence).", "[8] There was ample evidence before the Board from which it could draw these conclusions as the applicant testified that his fear stemmed from the risk of being extorted by the FARC but did not mention any risk of being targeted due to his race or his efforts with the landowners (which were not successful). His Personal Information Form likewise failed to make any claim of being at risk by reason of his race or political opinion (as opposed to merely noting a racist remark made by one of the FARC soldiers when the attack occurred.) This case is therefore distinguishable from <FRAGMENT_SUPPRESSED>  relied upon by the applicant as there, unlike here, the applicants repeatedly claimed that the multiple attacks they suffered were racially motivated and the objective country evidence established that members of their ethnic group were at risk of persecution throughout the entire country.", "[9] Here, on the other hand, the situation is entirely dissimilar and the objective documentary evidence does not require an assessment of the applicant's risk by reason of race, as might be the situation for other ethnic groups, like the Roma in Eastern Europe or the Indo-Guyanese in Guyana. The portions of the country documentation before the RPD in this case which spoke to the risk faced by Afro-Colombians largely define such risk as one of being displaced from lands that the FARC want for strategic reasons. Such risk does not apply to the applicant, who has not been in Colombia since 2000. Thus, in light of the evidence before the Board, it was reasonable for it to conclude that the risk faced by the applicant was related to extortion and the refusal to continue to pay the \"war tax\" to the FARC and there was no need for the RPD to have independently assessed a possible race-related risk. And, being targeted for extortion does not bring an individual within the purview of section 96 of the IRPA (see e.g. D ( <FRAGMENT_SUPPRESSED> ). The Board's section 97 finding is reasonable", "[10] Likewise, the Board did not err in its section 97 analysis as there was no evidence to indicate that the applicant would likely be targeted by the FARC in the future with any greater likelihood than any other person of some means in Colombia, who all face risk of extortion. Such risk has time and again been found to be insufficient to found a claim under section 97 of the IRPA (see e.g. <FRAGMENT_SUPPRESSED> ). In this regard, the Board held that there was \"no credible evidence to show that anyone from the FARC has looked for the claimant since his last interaction with them in December 2000\" (decision at para 44). This conclusion was entirely open to the Board on the record as the applicant has not been in Colombia for 12 years and submitted no evidence to show that there was any likelihood that the FARC would search him out if he returned to that country.", "[11] The applicant's situation is entirely different from those of the applicants in the cases where RPD decisions on section 97 generalized risk have been overturned by this Court (see e.g. <FRAGMENT_SUPPRESSED> ). In those cases, unlike here, there was evidence of the likelihood of risk on a go-forward basis faced by the applicants by reason of being personally singled out by the FARC or other criminal gangs that put them at greater risk than the risk faced by a large segment of the general population. As noted, there was no evidence or claim of any such risk being faced by the applicant in this case. Thus, the Board committed no reviewable error in its section 97 analysis in determining that any risk faced by the applicant was a generalized one.", "[12] The Board's reasonable conclusions with regards to sections 96 and 97 of the IRPA are determinative and there is therefore no need to address the applicant's arguments regarding state protection.", "[13] Given these determinations, this application must be dismissed. In light of the fact-specific nature of this case, there is no question of general importance warranting certification under section 74 of the IRPA and none was suggested by either party. JUDGMENT", "[14] THIS COURT'S JUDGMENT is that 1. This Application for Judicial Review is dismissed; 2. No question of general importance is certified; and 3. There is no order as to costs.", "[2]", "[3]", "[4]", "[5]", "[6] <FRAGMENT_SUPPRESSED> ; Hinzman (Re) , 2007 CAF 171, au paragraphe 38; <FRAGMENT_SUPPRESSED> ).", "[7]", "[8]", "[9] <FRAGMENT_SUPPRESSED> ).", "[10] <FRAGMENT_SUPPRESSED> et 3;", "[11]", "[12]", "[13] JUGEMENT", "[14] [End of document]"]}