{"id_": "027823", "body_str": ["[1] Gagné, J. [Translation]: This is an appeal by Mahmoud Saad [applicant] under subsection 14(5) of the Citizenship Act , RSC 1985, c C-29 [Act], and section 21 of the Federal Courts Acts , RSC 1985, c F-7, from a decision of a citizenship judge, dated February 23, 2012, refusing the applicant's citizenship application on the grounds that he did not fulfil the residency requirement set out in paragraph 5(1)( ) of the Act. This provision requires a citizenship applicant to have, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada.", "[2] Subsection 5(1) of the Act sets out the conditions for granting citizenship, as follows: 5. (1) The Minister shall grant citizenship to any person who (a) makes application for citizenship; (b) is eighteen years of age or over; (c) is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act , and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner: (i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and (ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence; (d) has an adequate knowledge of one of the official languages of Canada; (e) has an adequate knowledge of Canada and of the responsibilities and privileges of citizenship; and (f) is not under a removal order and is not the subject of a declaration by the Governor in Council made pursuant to section 20. Facts", "[3] The applicant is a citizen of Lebanon, born on November 10, 1976. He arrived in Canada on December 20, 2001, on a student visa and was granted permanent residence on January 19, 2007. On April 20, 2009, he filed an application for Canadian citizenship in which he declared being absent from Canada for 44 days since his entry into Canada, owing to a trip to Lebanon from September 9 to October 23, 2008. This left him with 1,097 days of physical presence in Canada (out of the 1,095 required), as calculated in the manner set out under subparagraphs 5(1)( )(i) and (ii) of the Act.", "[4] The applicant was given notice to appear for a citizenship test on June 30, 2010. That same day, an officer from Citizenship and Immigration Canada [CIC] asked him to fill out a residency questionnaire for the reference period from April 2005 to April 2009. On November 5, 2011, CIC sent the applicant a request for additional information regarding his residency and his activities in Canada. On November 17, 2010, in support of his previous statements, the applicant provided photocopies of all the pages of his passport; bank statements covering the period from April 1, 2005, to May 1, 2009; a sworn statement attesting to his ownership of the building where the applicant claimed to have lived since 2003; property tax statements for the years 2005-2006 and 2008-2009; and his notices of assessment for the years from 2007 to 2009.", "[5] On January 4, 2012, that applicant appeared before the citizenship judge for an interview, and his application was refused on February 23, 2012, hence this appeal. Impugned decision of the citizenship judge", "[6] The citizenship judge appears to have applied two different tests at the same time to the applicant's residency requirement, namely, (i) the test in , [1993] FCJ 232 [ Pourghasemi ], according to which the applicant must prove physical presence in Canada for at least 1,095 days during the reference period; and (ii) the test in Koo (Re) , [1993] 1 FC 286 [ Koo ], according to which the requirement of physical presence in Canada may be overlooked if the applicant for citizenship shows that during the reference period, he or she regularly, normally and customarily lived in Canada and had centralized his or her mode of existence here. The citizenship judge concluded that despite the applicant's passport confirming his statement to the effect that he had been absent from Canada for only 44 days during the reference period, Canada was not the country where the applicant had established himself and had been regularly, normally and customarily living, nor was it the place where he had centralized his mode of existence.", "[7] The citizenship judge noted that there was no evidence corroborating the applicant's claims, namely, - that he enrolled in an applied computer sciences program at the Université de Montréal in 2002 and received his diploma in 2005. Only a tuition receipt for part-time studies for the Winter 2005 semester was provided; - that he lived on the Université de Montréal campus with his brother, Jihad, for an unspecified period after his arrival in Canada (but before the reference period); - that after completing his studies, he received a work permit valid until 2006; - that he worked for a company called \"Relationel\" from October 2005 to October 2006; - that he worked for his own company, doing business as IT Media, in addition to working for a Web site development company in April 2007. The applicant stated that he did not receive any income from this company even though it was his only job from December 2008 to 2010.", "[8] The citizenship judge also found that the applicant's bank statements contained numerous automatic transactions and few direct ones, and that the evidence regarding his employment history since his arrival in Canada was insufficient and contradictory.", "[9] In response to Question 9 on his application form, the applicant gave Relationel as one of his previous employers. At his interview, the applicant stated that he had been offered a position as junior programmer in that company but did not accept it because he thought the salary was too low. However, when confronted with the fact that he had stated that he had worked there for a year, the applicant answered that he quit his job because he was not getting along with his supervisor. Later, the applicant said that he had trouble finding a job with a work permit and that he therefore did not work before being granted permanent residence in January 2007.", "[10] The applicant held several other temporary jobs. For example, he stated that he had worked in a private call centre for two months in 2007. He also claimed to have worked in a convenience store next to his home, from April 2007 to December 2008. In 2010, he allegedly opened a clothing shop, where he worked for a year. He finally stated that since April 2011, he had been working for CGI.", "[11] Furthermore, the applicant did not declare any income for 2005 and 2006. At his interview, he mentioned that his parents, who live in Lebanon, were supporting him financially during this period but he had not added the remittances from abroad to his Canadian tax returns.", "[12] After interviewing the applicant, the citizenship judge asked him for additional documentation establishing his residence in Canada, such as a residential lease, utility bills, proof of registration of his company, IT Media Plus, proof of income from that company, or confirmation of his employment at CGI.", "[13] To substantiate his allegations regarding his employment history, the applicant provided a copy of IT Media Plus's registration and a document from an internet search showing that he is, or was, a shareholder in another company by the name of Innovaweb. However, only his income from his job at the convenience store was reported.", "[14] The citizenship judge noted other contradictions regarding the applicant's proof of domicile. According to the report by the citizenship officer, two other people declared the same home address at different times while the applicant was allegedly living there. The applicant was unable to provide more information about how he was connected with these people or how long he lived with them. In addition, although the applicant stated that he had lived on campus while studying at university, the statement by the owner of the building where he lives indicates that the applicant has been living in this apartment with his brother, Jihad Saad, since October 1, 2003.", "[15] The applicant also provided an unsigned letter from Hydro-Québec stating that he was the sole account holder under an electrical service contract for the address he declared, from January 1, 2005, to January 11, 2012; mobile telephone bills from April 2007 to April 2009; hospital and dental clinic bills; and a proof of vehicle registration dated October 2008. However, the citizenship judge found that, given the various gaps and contradictions, the information provided by the applicant was insufficient to prove that he met the residency requirement set out in paragraph 5(1)( ) of the Act. Issues", "[16] Strangely, the applicant is not directly challenging the citizenship judge's choice of residency test (or, rather, residency tests) for assessing his citizenship application. The applicant raises only two issues in his written submissions: (i) whether the citizenship judge erred in assessing the evidence and concluding that the applicant did not meet the residency requirements set out in paragraph 5(1)( ) of the Act; and (ii) if so, whether she had a duty to convey her comments and questions to the applicant so that he would have the opportunity to clear up any doubts and respond to any concerns raised.", "[17] I characterize the issues as follows: a. Did the citizenship judge err in concluding that, having regard to the evidence presented to her, the applicant did not meet the residency requirement set out in paragraph 5(1)( ) of the Act? This question is sufficiently broad to include the following: Could the citizenship judge apply two distinct tests at the same time to determine whether the applicant met the residency requirement set out in paragraph 5(1)( ) of the Act? b. Did the citizenship judge fail to make her decision in accordance with the principles of natural justice and procedural fairness? Standard of review", "[18] It is generally accepted in the case law that a citizenship judge's application of evidence to a specific test for residency under paragraph 5(1)( ) of the Act raises questions of mixed fact and law and is thus reviewable on a standard of reasonableness ( <FRAGMENT_SUPPRESSED> ; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [ Al-Showaiter ]). However, issues relating to procedural fairness must be reviewed on the correctness standard ( <FRAGMENT_SUPPRESSED> ; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ). Analysis", "[19] For the reasons that follow, I am of the opinion that this Court must intervene, as the citizenship judge could not apply two distinct tests to determine whether the applicant met the residency requirement set out in paragraph 5(1)( ) of the Act. If physical presence in Canada can be proved for the prescribed minimum number of days during the reference period, there is no need to present qualitative evidence to show the applicant's degree of integration into Canadian society or to justify the applicant's absences ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ). Since this conclusion alone disposes of the applicant's appeal, there is no need for me to address the second issue. Did the citizenship judge err in concluding that, having regard to the evidence presented to her, the applicant did not meet the residency requirement set out in paragraph 5(1)(c) of the Act??", "[20] The legal debate over the residency requirement set out in paragraph 5(1)( ) of the Act is well known. Although the language of paragraph 5(1)( ) appears to demand quantitative and objective evidence of \"residence\", the case law of this Court has recognized three legally correct approaches that citizenship judges may apply ( <FRAGMENT_SUPPRESSED>  [ Lam ]). First, there is actual, physical presence in Canada for a total of three years in the four years immediately preceding the application ( Pourghasemi ). A less stringent reading of the residency requirement recognizes that a person can be resident in Canada, even while temporarily absent, so long as he or she maintains a strong attachment to Canada ( In re Citizenship Act and in re Antonios E. Papadogiorgakis , [1978] 2 FC 208). A third interpretation, also qualitative, defines residence as the place where a person \"regularly, normally or customarily lives\" and where he or she has \"centralized his or her mode of existence\", in the words of Justice Reed in Koo at paragraph 10.", "[21] As I recently stated in <FRAGMENT_SUPPRESSED>  I am of the opinion that residence in Canada within the meaning of the Act requires proof of physical presence in Canada, especially since subsection 5(1) of the Act gives the Minister little discretion in the matter. The Minister must grant an applicant citizenship if he or she meets the requirements set out in the Act (see also <FRAGMENT_SUPPRESSED> ).", "[22] I also share the opinion that the citizenship judge must indicate the residency test used and explain why he or she decided that the requirements were or were not met ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; Al-Showaiter ).", "[23] However, I also share the opinion of many judges of this Court who believe that so long as the citizenship judge properly applies one of the tests described above, his or her decision will be considered reasonable and this Court may not substitute its own choice of test for that of the citizenship judge ( Lam <FRAGMENT_SUPPRESSED> ).", "[24] Here are two excerpts from the impugned reasons for decision that perfectly illustrate the confusion that resulted from that decision: However, after careful study of the documents and the testimony presented by Mr. Mahmoud Saad, I am not satisfied, according to the rule of preponderance of probabilities, that the information reflects the number of days which the applicant declared to have been physically present in Canada . . . The question to be answered is: Is Canada the country in which the applicant has centralized his mode of existence? Based on the unclear and often contradictory nature of the evidence, the answer is: No. In fact, it was impossible to decide if Canada is the country where Mr. Saad 'regularly, normally, or customarily lives'.", "[25] Regarding physical presence in Canada, it bears noting that the applicant reported an absence of 44 days, which his passport confirms. In his written submissions, the respondent submits that the citizenship judge chose and applied the Koo test, which indicates that the applicant has not proved a physical presence in Canada. At the hearing before this Court, the respondent submitted that it is possible that the applicant visited other countries during the reference period, such as the United States, and that his passport was not stamped when leaving or re-entering Canada. This is highly speculative, and it would have been relatively easy for the respondent to verify with the Canada Border Services Agency whether the applicant's entries and exits during the reference period matched those appearing in his passport. No such verification was done.", "[26] The evidence considered by the citizenship judge does not tend to contradict the applicant's physical presence in Canada, but it does cast doubt on how he spent his time here and on the fact that he allegedly reported all of his income for the period concerned. The citizenship judge did not explain why the applicant's passport was not persuasive evidence of his physical presence in Canada, and she could not use elements of one or more of the other residency tests to reject that evidence, just as she could not submit the evidence to two tests at the same time.", "[27] For these reasons, this appeal will be allowed. JUDGMENT", "[28] THIS COURT ORDERS AND ADJUDGES that 1. This appeal from the decision of Veronica Johnson, Citizenship Judge, is allowed. 2. The file is referred back to a different citizenship judge for redetermination. Appeal allowed. Editor: J. Danielle King/vnh"]}