{"id_": "027878", "body_str": ["[1] Shore, J. : As the Applicant, in the case at bar, is raising a procedural fairness issue, it is significant to note that the standard of review for overseas applications for Humanitarian and Compassionate (H&C) decisions has to be examined in light of the actual manner in which an H&C is considered, in respect of the process which is specific to it, within the exceptional nature of the consideration. It is noteworthy, however, that in <FRAGMENT_SUPPRESSED>  (T.D.), Justice Marshall Rothstein also questioned whether overseas H&C decisions might be subject to a more deferential standard than inland applications, since the rejection of an inland H&C application is likely to be more disruptive than the rejection of an overseas H&C application.  <FRAGMENT_SUPPRESSED>", "[2] The Federal Court of Appeal confirmed this proposition in <FRAGMENT_SUPPRESSED> ; 318 N.R. 300; 2004 FCA 38, as expressed by Justice John Evans. It held that it is not the function of the Court in judicial review proceedings to substitute its view of the merits of an H&C application for that of the statutory decision-maker, even though the application might well have merit  <FRAGMENT_SUPPRESSED> JUDICIAL PROCEDURE  <FRAGMENT_SUPPRESSED>", "[3] The application is for judicial review of a decision refusing the Applicant's overseas H&C consideration under subsection 25(1) of the Immigration and Refugee Protection Act , S.C. 2001, s. 27 ( IRPA ).  <FRAGMENT_SUPPRESSED>", "[4] The decision letter and relevant Computer Assisted Immigration Processing System (CAIPS) notes are found at pages 6 and 13 of the Applicant's Record.  <FRAGMENT_SUPPRESSED> FACTS  <FRAGMENT_SUPPRESSED>", "[5] The Applicant, Mr. Elia Za'Rour, made an application for permanent residence in November 2002, based upon a sponsorship by his spouse, Mrs. Tania Audisho. This application was refused pursuant to paragraph 117(3)(d) of the IRPA because, at the time Mrs. Audisho (the sponsor) made her application for permanent residence in Canada, the Applicant was a non-accompanying dependent but had not been examined. Mrs. Audisho had been married to Mr. Za'Rour, after she had made an application for permanent residence in Canada but before she became a permanent resident in Canada. She did not disclose the fact of her marriage before becoming a permanent resident.  <FRAGMENT_SUPPRESSED>", "[6] In November 2004, Mr. Za'Rour made another application based upon a sponsorship by his spouse, Mrs. Audisho, and this application was refused, for the same reasons as the first application, pursuant to paragraph 117(9)(d) of the IRPA .  <FRAGMENT_SUPPRESSED>", "[7] Pursuant to an agreement between the Respondent, Mr. Za'Rour and Mrs. Audisho's counsel at the time, Mr. Za'Rour's permanent residence application was referred back to the Canadian Embassy in Damascus for reconsideration, on H&C grounds, pursuant to subsection 25(1) of the IRPA .  <FRAGMENT_SUPPRESSED>", "[8] Mr. Za'Rour and Mrs. Audisho provided representations for the purposes of the H&C.  <FRAGMENT_SUPPRESSED>", "[9] Mr. Za'Rour's permanent residence application was refused by letter, dated August 6, 2006, in a short two paragraph letter.  <FRAGMENT_SUPPRESSED> ISSUE  <FRAGMENT_SUPPRESSED>", "[10] Has there been a breach of procedural fairness, in that, the reasons do not inform the Applicant as to why his application was refused?  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED>", "[11] Subsection 25(1) of the IRPA provides that the Minister may exempt a foreign national from any requirement of the Act if the Minister is \"of the opinion that it is justified by humanitarian and compassionate  <FRAGMENT_SUPPRESSED>  considerations ... <FRAGMENT_SUPPRESSED>", "[12] The existence of an H&C review offers an individual special and additional consideration for an exception from Canadian immigration laws, which are otherwise universally applied. The decision of an immigration official not to recommend an exemption takes no right away from any individual. ( Vidal and  <FRAGMENT_SUPPRESSED> ; 288 N.R. 174; 2002 FCA 125.)  <FRAGMENT_SUPPRESSED>", "[13] <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada ruled that the standard of review for H&C decisions is reasonableness. In arriving at this conclusion, the Court acknowledged that the Minister or her delegate should be entitled to considerable deference in the exercise of discretion.  <FRAGMENT_SUPPRESSED>", "[14] <FRAGMENT_SUPPRESSED> the Supreme Court of Canada clarified its decision in Baker , above, by stressing that,  <FRAGMENT_SUPPRESSED>  applications, it is \"the Minister who is obliged to give proper weight to relevant factors and none other. <FRAGMENT_SUPPRESSED>", "[15] The Federal Court of Appeal had the opportunity to consider Suresh , above, in the context of an H&C matter. The Court held:  <FRAGMENT_SUPPRESSED> \"[11] In Suresh , the Supreme Court clearly indicates that Baker did not depart from the traditional view that the weighing of relevant factors is the responsibility of the Minister or his delegate. It is certain, with Baker , that the interests of the children are one factor that an immigration officer must examine with a great deal of attention. It is equally certain, with Suresh , that it is up to the immigration officer to determine the appropriate weight to be accorded to this factor in the circumstances of the case. It is not the role of the courts to reexamine the weight given to the different factors by the officers.\" ( <FRAGMENT_SUPPRESSED> .)  <FRAGMENT_SUPPRESSED>", "[16] As the Applicant, in the case at bar, is raising a procedural fairness issue, it is significant to note that the standard of review for overseas H&C decisions has to be examined in light of the actual manner in which an H&C is considered, in respect of the process which is specific to it, within the exceptional nature of the consideration. It is noteworthy, however, that in <FRAGMENT_SUPPRESSED> , Justice Rothstein also questioned whether overseas H&C decisions might be subject to a more deferential standard than inland applications, since the rejection of an inland H&C application is likely to be more disruptive than the rejection of an overseas H&C application.  <FRAGMENT_SUPPRESSED>", "[17] The Federal Court of Appeal confirmed this proposition in <FRAGMENT_SUPPRESSED> , as expressed by Justice Evans. It held that it is not the function of the Court in judicial review proceedings to substitute its view of the merits of an H&C application for that of the statutory decision-maker, even though the application might well have merit.  <FRAGMENT_SUPPRESSED>", "[18] Mr. Za'Rour raises one issue in his Memorandum of Argument, namely, that there has been a breach of procedural fairness because the reasons are inadequate.  <FRAGMENT_SUPPRESSED>", "[19] The reasons inform Mr. Za'Rour why his request was denied and has not prejudiced his ability to seek judicial review. It is well-established that reasons serve the two main purposes of letting the parties know that the issues have been considered and of allowing the parties to effectuate any right of appeal or judicial review. ( <FRAGMENT_SUPPRESSED> ; 261 N.R. 184 ( <FRAGMENT_SUPPRESSED> ; 231 F.T.R. 116; 2003 FCT 371; <FRAGMENT_SUPPRESSED>  paragraphs 33, 46 and 53, that the inadequacy of reasons is not a free-standing right of appeal, in that, it automatically constitutes a reviewable error. The Court held that \"requirement of reasons, in whatever context it is raised, should be given a functional and purposeful approach.\" Where the record as a whole indicates the basis upon which a trier of fact came to his or her decision, a party seeking to overturn the decision on the basis of the inadequacy of reasons, must show that the deficiency in reasons has occasioned prejudice to the exercise of a legal right to appeal. (Reference is also made to <FRAGMENT_SUPPRESSED> ; 200 O.A.C. 18 (C.A.).)  <FRAGMENT_SUPPRESSED>", "[21] The H&C reasons in the case at bar (pp. 6 and 13 of the Applicant's Record), are sufficient to address the submissions made by the Applicant, the substance of which, are in the two letters found at pages 17 and 18 of the Applicant's Record.  <FRAGMENT_SUPPRESSED>", "[22] There is nothing about Mr. Za'Rour's situation that meets the special category of cases where a positive decision might be made. Mr. Za'Rour was required to make an H&C request as a result of his wife's failure to disclose that she was married when she immigrated. Mr. Za'Rour's wife knowingly concealed the fact that she was married because she believed that she would be unable to immigrate to Canada with her family. That was her choice. Now, Mr. Za'Rour and his wife are asking for \"special\" dispensation because of the initial misrepresentation. While it is true that the misrepresentation does not preclude a positive finding on a subsequent H&C application, it has to be kept in mind that all such applications will raise very similar issues. Despite family separation and hardship, they cannot all be approved, lest paragraph 117(9)(d) of the Immigration and Refugee Protection Regulations , SOR/2002-227, be rendered meaningless. ( <FRAGMENT_SUPPRESSED> ; 345 N.R. 73; 2005 FCA 436.)  <FRAGMENT_SUPPRESSED>", "[23] Second, Mr. Za'Rour's argument cannot be sustained because of his failure to ask for more detailed reasons. The principle that reasons must first be requested was clearly stated by Justice John Maxwell Evans in <FRAGMENT_SUPPRESSED>  (T.D.), which dealt with an overseas H&C application that had been refused:  <FRAGMENT_SUPPRESSED> \"[31] First, the administrative exhortation in the Immigration Manual to program managers that they provide a rationale for their decisions on waiver requests appears to envisage that they should enter their reasons in the file as a matter of course. However, in my opinion the duty of fairness normally only requires reasons to be given on the request of the person to whom the duty is owed and, in the absence of such a request, there will be no breach of the duty of fairness.  <FRAGMENT_SUPPRESSED> \"[32] There is nothing in the application record before me to indicate that the applicant requested reasons for the program manager's decision. If the applicant or his representative had regarded the decision-letter as an inadequate explanation, a request should have been made for further elucidation. <FRAGMENT_SUPPRESSED>", "[24] The Federal Court of Appeal explicitly adopted this proposition in <FRAGMENT_SUPPRESSED> ; 258 N.R. 112 (F.C.A.). Although it was dealing with a different tribunal (the Canadian Industrial Relations Board), the Court's agreement with the reasoning and conclusion in Liang , above, could not be more clear:  <FRAGMENT_SUPPRESSED> \"[4] Based on the rationale outlined in Baker , while not required in every case, it will generally be a salutary practice for tribunals to provide reasons for their decisions. However, it is not necessary for this Court to determine whether this is a case in which reasons are required. The applicant concedes that it did not ask the Board to provide reasons. In fact, although the applicant sought reconsideration by the Board, the absence of reasons was not one of the grounds for that application.  <FRAGMENT_SUPPRESSED> \"[5]  <FRAGMENT_SUPPRESSED>  Evans, J. (as he then was), stated at paragraph 31:  <FRAGMENT_SUPPRESSED> 'However, in my opinion, the duty of fairness normally only requires reasons to be given on the request of the person to whom the duty is owed and, in the absence of such a request, there will be no breach of the duty of fairness.  <FRAGMENT_SUPPRESSED> 'We agree with Evans, J. Before seeking judicial review of a tribunal order on the grounds of failure to provide reasons, there is an obligation on parties to request reasons from the tribunal. If the tribunal refuses or provides inadequate reasons, resort to the Court may be appropriate. However, it would unduly complicate the administration of justice if parties could resort to the Court to seek to quash orders of tribunals on the grounds of failure to provide reasons without first requesting them from the tribunal.'  <FRAGMENT_SUPPRESSED> \"[6] A request to the Board may be met with reasons or alternatively, an explanation why reasons are not, in the view of the Board, required in the circumstances. We see no prejudice to a party before a tribunal having to request reasons before resorting to judicial review in the Court.  <FRAGMENT_SUPPRESSED> \"[7] We should add that while a request to the tribunal for reasons is the usual requirement, there may be circumstances in which the obligation of the tribunal to provide reasons is so plain and obvious, that upon no reasons being provided, recourse to the Court without a request for reasons from the tribunal may be appropriate. Perhaps there may be circumstances in which a party for some reason cannot request reasons from the Board. Such situations, we think, would be exceedingly unusual.  <FRAGMENT_SUPPRESSED> \"[8] In this case, the failure to request reasons is fatal to this aspect of the judicial review application. While the matter may be of significance to the applicant, there is no satisfactory explanation why the applicant could not have requested reasons from the Board. This ground of the applicant's judicial review must be rejected. <FRAGMENT_SUPPRESSED>", "[25] In the present case, there is no evidence to indicate that Mr. Za'Rour requested a more detailed explanation for the refusal of his application. Applying the above jurisprudence, Mr. Za'Rour's failure is fatal to his argument.  <FRAGMENT_SUPPRESSED> CONCLUSION  <FRAGMENT_SUPPRESSED>", "[26] Due to all of the above reasons, the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "[27] THIS COURT ORDERS that  <FRAGMENT_SUPPRESSED> 1. The application for judicial review be dismissed;  <FRAGMENT_SUPPRESSED> 2. No serious question of general importance be certified.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/pdk  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}