{"id_": "027849", "body_str": ["[1] Kelen, J. : This is an application for an Order under the Patented Medicines (Notice of Compliance) Regulations , SOR/93-1333 (the NOC Regulations ), prohibiting the Minister of Health from issuing a Notice of Compliance to Ratiopharm for a generic version of REVATIO until Pfizer's Canadian Patent 2,324,324 (hereafter the '324 Patent) expires in 2014. Ratiopharm alleges that Pfizer's patent for REVATIO is invalid for lack of soundly predicted utility, obviousness, and anticipation so that the generic version of REVATIO should immediately be allowed on the Canadian market. TABLE OF CONTENTS Para. No. BACKGROUND ANALYSIS 62 --Burden of Proof 62 63 ISSUE NO. 1: --Is the '324 Patent entitled to a priority date claim based on GB 970? 79 ISSUE NO. 2: --Is the '324 Patent invalid for lack of sound prediction? 91 ISSUE NO. 3: --Is the '324 Patent invalid for obviousness in view of the prior art? 98 CONCLUSION 183 BACKGROUND The '324 Patent", "[2] The '324 Patent claims the use of sildenafil in the treatment of pulmonary hypertension. The applicant Pfizer Ireland Pharmaceuticals, owns the '324 Patent, and the applicant Pfizer Canada Inc., markets the drug sildenafil citrate in Canada under the trade name REVATIO.", "[3] The applicants obtained the '324 Patent on December 20, 2005, from an application filed in Canada on October 26, 2000 which claimed priority from Great Britain Patent Application No. 9925970.7 filed on November 2, 1999. The '324 Patent will expire on October 26, 2020.", "[4] The '324 Patent claims the use of sildenafil or preferably sildenafil citrate for treating or preventing pulmonary hypertension. The '324 Patent claims are set out in Appendix 1 to these Reasons. The Parties", "[5] The applicant Pfizer Canada Inc. is the Canadian operation of the multinational pharmaceutical company Pfizer Inc., which manufactures REVATIO. The applicant Pfizer Ireland Pharmaceutical owns the patent, and Pfizer Canada is a licensee under the patent.", "[6] The respondent Ratiopharm Inc. filed an Abbreviated New Drug Submission (ANDS) with Health Canada on April 2, 2008 in respect of Sildenafil Citrate Tablets, 20 mg, for oral administration. The ANDS compared the Ratiopharm tablets with the applicants' REVATIO Sildenafil Citrate Tablets, 20 mg. The Ratiopharm tablets are indicated for the \"treatment of primary pulmonary arterial hypertension (PPH) or pulmonary hypertension secondary to connective tissue disease, in patients with WHO functional class II or III who have not responded to conventional therapy\". Ratiopharm served its Notice of Allegation, alleging the invalidity of the '324 Patent, on Pfizer on May 1, 2008.", "[7] The respondent the Minister of Health did not participate in this application, as is normally the case in such proceedings. Pulmonary hypertension", "[8] Pfizer describes pulmonary hypertension in the affidavit of its witness, Dr. Ghazwan Saleem Butrous, sworn on September 5, 2008 at paragraphs 8 and 11: \"¶8 Pulmonary hypertension is a cardiovascular disease that ultimately affects the heart. In the body, there are two separate circulatory systems, both of which originate and terminate in the heart ... The pulmonary circulatory system ... is largely located within the lungs, and plays a crucial role in transporting blood and oxygen between the heart and the lungs. Put at its simplest, pulmonary hypertension is a lung disorder where the pressure in the blood vessels that lead from the heart to the lungs rises above normal levels ... \"¶11 Pulmonary hypertension is characterized by the constriction or tightening of the blood vessels connected to and within the lungs. This in turn leads to increased resistance in the blood vessels, which, in turn, causes the pressure in the blood vessels to increase. As a result of the increased resistance and pressure, it becomes harder for the heart to pump blood through the lungs ... This can eventually lead to heart failure (and in particular, 'right heart' failure) ...\"", "[9] While commonly referred to as a \"disease\", pulmonary hypertension is in fact a rare blood vessel disorder of pulmonary circulation (also described as a hemodynamic abnormality) whereby the pulmonary arteries or veins constrict and the wall of the arteries thicken, making it more difficult to pump out blood from the heart's right ventricle because the pulmonary arterial pressure rises above normal levels. Patients suffering from pulmonary hypertension will experience shortness of breath with minimal exertion, fatigue, dizzy spells and fainting.", "[10] The causes of pulmonary hypertension are not fully understood but current research indicates that it can be caused by any number of chronic, acute or pathological diseases.", "[11] Left untreated, the elevated pressure in the heart's right ventricle will damage the heart's muscles, lead to dysfunction, and ultimately heart failure and death within two to three years, often in young adults between the ages of 20 and 30.", "[12] Pulmonary hypertension was traditionally classified as \"primary\" (also known as idiopathic or unexplained) and \"secondary\", the first being a diagnosis made possible after all known secondary causes of pulmonary hypertension were ruled out. In recent years the knowledge of pulmonary hypertension has expanded, leading to the abandonment of the old classification system. The new \"Evian\" system for classifying pulmonary hypertension is named after the location of the conference in France where it emerged. How sildenafil treats pulmonary hypertension", "[13] Sildenafil decreases the resistance in the pulmonary blood circulation system by causing smooth muscle relaxation. Patients feel better and less damage is caused to their hearts when their vascular resistance is reduced on a long term basis with sildenafil.", "[14] The best measure of pulmonary hypertension is vascular resistance, determined by reference to Pulmonary Vascular Resistance (PVR), and Systemic Vascular Resistance (SVR). These measurements are obtained by conducting a \"right heart catherization\" on pulmonary hypertension patients. The formula for calculating PVR is as follows: [Diagram omitted - see printed version] The formula for calculating SVR is as follows: [Diagram omitted - see printed version] The goal in treating pulmonary hypertension patients is to lower their PVR by decreasing the pressure in the pulmonary arteries and increasing the volume of blood pumped by the heart. The PVR should be reduced to a greater degree than the SVR for the treatment to be effective and safe. A drop of more then 10% in SVR is considered unsafe.", "[15] As I discussed in <FRAGMENT_SUPPRESSED>  (from henceforth referred to as my \"VIAGRA decision\"), Sildenafil was initially developed by Pfizer in the mid-1980s as one of a number of compounds for the treatment of hypertension and angina, cardiovascular conditions in which smooth muscle cells are implicated. The heart's tissue is made up of small blood vessels or passages surrounded by smooth muscle which can contract or relax, as with any form of muscle.", "[16] I discussed the effect of sildenafil on the penis tissue in men who suffer from erectile dysfunction (\"ED\") in my VIAGRA decision at paragraphs 10-12: \"¶10 Sildenafil inhibits a chemical in the body known as PDEV, which otherwise stops the blood from flowing into the penis and causing an erection. \"¶11 Many different cascades of first and second messages, known as 'pathways,' were known in 1993 to relax or contract smooth muscle tone in the penis. These included the non-adrenergic non-cholinergic (or NANC) pathway. It is now known, although it was not known in 1993, that sildenafil treats ED by virtue of its effects on the NANC pathway in which the first messenger is nitric oxide (NO), and the second messenger is cGMP, which is regulated by PDEV. \"¶12 Sildenafil was initially developed by Pfizer in the mid-1980s as one of a number of compounds for the treatment of hypertension and angina, cardiovascular conditions in which smooth muscle cells are implicated. Because sildenafil is a potent and selective cGMP PDE inhibitor, it is able to treat ED in men through the operation of the NO-cGMP pathway.\"", "[17] It was known at the time of the invention of VIAGRA that PDE5 rich tissue could be found not only in the penis but also in the heart and pulmonary system. The heart's tissue is made up of small blood vessels or passages surrounded by smooth muscle which can contract or relax, as with any form of muscle.", "[18] Because sildenafil is a potent and selective (\"cGMP PDE5\") inhibitor, it causes elevated levels of cGMP messengers which in turn lead to smooth muscle relaxation in certain tissue. These tissues have a high concentration of PDE5. In other words, sildenafil selectively lowers PVR to a greater degree than SVR and consequently reduces the hemodynamic abnormality in pulmonary hypertension patients. Or in plain English , sildenafil causes smooth muscle relaxation which allows the blood to flow with less resistance between the heart and the lungs. THE EVIDENCE <FRAGMENT_SUPPRESSED> [19] Pfizer has provided affidavits from two of its employees and two expert witnesses: Pfizer Employees 1. Dr. Ghazwan Saleem Butrous 2. Mr. Ian Machin Pfizer Experts 3. Dr. Lewis J. Rubin 4. Dr. John Granton Dr. Butrous' evidence regarding his discovery of sildenafil for the treatment of pulmonary hypertension", "[20] Dr. Butrous is one of the inventors named in the '324 Patent. He is a cardiologist. He holds the position of Senior Director and Chief Scientific Officer for the Respiratory and Allergy Therapeutic Area  <FRAGMENT_SUPPRESSED>  in the United Kingdom.", "[21] Dr. Butrous begins by explaining the condition of pulmonary hypertension and sets out the following five classes of this condition which were accepted in 1998 as the Evian Classification System, and are used to classify the clinical study patients in the '324 Patent. See paragraph 15 of his first affidavit dated September 5, 2009: 1. pulmonary arterial hypertension, which includes both primary and some secondary cases; 2. pulmonary venous hypertension, including patients with congestive heart failure; 3. patients with pulmonary hypoxic hypertension, including patients with chronic obstructive pulmonary disease; 4. patients with pulmonary thromboembolism (a blood clot in the lungs); and 5. a miscellaneous category.", "[22] In May 1998 Dr. Butrous was approached by Mr. Steve Felstead, the Director of Clinical Research for Pfizer at the time, and asked to look into alternative uses for sildenafil in the cardio-vascular system. Sildenafil at the time was used to treat erectile dysfunction under the brand name VIAGRA. Dr. Burous explains Pfizer's interest in sildenafil at paragraph 16: \"¶16 ... Sildenafil began its life as a cardio-vascular drug (for angina), before Pfizer learned that it could be used for erectile dysfunction. Pfizer therefore continued to be interested in its use for related purposes.\"", "[23] Dr. Butrous states at paragraph 19 that he hypothesized, from his knowledge of the way sildenafil worked in treating erectile dysfunction, that sildenafil could potentially be used to elevate levels of cGMP in the blood vessels in the lungs, which would in turn lead to smooth muscle relaxation and reduce the symptoms of pulmonary hypertension. However, the lack of knowledge with respect to the location of PDE5 in the lungs, the role of PDE5 in pulmonary hypertension patients, and the lack of knowledge of the effect of sildenafil on the systemic vasculature meant that it was not possible without clinical testing to determine whether sildenafil could in fact be used to treat pulmonary hypertension patients. Dr. Butrous began work on a proposal to use sildenafil to treat pulmonary hypertension around May and June 1998.", "[24] A clinical study was developed by the end of 1998 to determine the effect an intravenous administration of sildenafil had on PVR in pulmonary hypertension patients. This was the 1024 Clinical Study (1024 study).", "[25] The 1024 study ran from January 7, 2000 to January 29, 2002. The following are the key features of the 1024 study: 1. ( CONFIDENTIAL EVIDENCE REFERRED TO HAS BEEN REDACTED FROM THE PUBLIC VERSION OF THE REASONS FOR ORDER a. __________________________________________________________ b. __________________________________________________________ c. ___________________________________________________________________________________________________________________) 3. all patients were given Nitric oxide (\"NO\") before being administered sildenafil. Dr. Butrous theorized that if the NO did not reverse the patients' pulmonary hypertension then neither would sildenafil; 4. hemodynamic measurements were collected to ascertain the patients' PVR and SVR through heart catheterization before any treatment, after NO was administered, and after sildenafil was administered; 5. the protocol required that patients withdraw from the study if they experienced a drop of more then 10% in their SVR; 6. sildenafil was administered in small doses of 100, 300 and 500 nanograms per millilitre of plasma for 20 minutes each (which roughly corresponds to orally administered doses of 25, 50 and 100 mg respectively); 7. 3 out of the 12 patients in Group 1a were given placebos, as well as 3 out of 10 patients in group 1b. All 6 patients in Group 2 received sildenafil; and 8. the preliminary results showed that sildenafil reduced PVR while SVR was not affected and sildenafil did not appear to be dose dependant to be effective.", "[26] Dr. Butrous only received the interim results from Group 1a before the patent application was filed on October 26, 2000. The August 2, 2000 results of the 1024 study indicated that sildenafil caused a decrease in PVR of 23.7%, 27.9%, and 32.6% at the three dosage levels while SVR decreased by 14%, 17%, and 14% respectively. These results led Pfizer to the following conclusions: 1. sildenfial is effective in controlling the pulmonary pressure; 2. it has a greater effect on the pulmonary circulation versus the systemic circulation; 3. it is not dependant on NO; and 4. it is safe.", "[27] The 1024 study Report, attached to Dr. Butrous' affidavit, states the overall conclusion of the study as follows at page 68: \"IV sildenafil showed a general trend to reduce PVR in subjects with pulmonary hypertension. This was not seen on placebo. Proportionally, the decrease in PVR was greater than the decrease in SVR for all groups.\"", "[28] Dr. Butrous clarified that the '324 Patent was filed on the basis of the interim results of the 1024 study, which only included a portion of the results in Group 1a, and none in the other two groups. Dr. Butrous maintains that he was able to demonstrate the utility of the '324 Patent from the data he had acquired by July 2000. Mr. Machin's evidence regarding his discovery of sildenafil for the treatment of pulmonary hypertension", "[29] Mr. Machin is one of the inventors named in the '324 Patent. He received a B.Sc. in pharmacology from the University of Leeds in 1977. Mr. Machin has been employed since 1980 by Pfizer Global Research and Development where currently he holds the position of Director in the Pain TA in Discovery Biology in the United Kingdom. His first affidavit was sworn September 5, 2008.", "[30] In February 2000 Mr. Machin conducted, on behalf of Pfizer, a study to determine the effects of intravenously administered sildenafil on hypoxic pulmonary vasoconstriction (\"HPV\") in 6 out of 10 anaesthetized dogs. The purpose of the study was to study the effects of sildenafil on artificially induced conditions of acute pulmonary hypertension in dogs which was induced by adding nitrogen to a gas mixture to the point where oxygen levels decreased from 40% to 10%.", "[31] The study demonstrated a greater decrease in PVR than in SVR in response to the administration of sildenafil in various doses.", "[32] Dr. Machin conceded that the pulmonary vasodilator is widely accepted as having value in treating human patients suffering from pulmonary hypertension. Accordingly, the dog study was \"carried out in order to support the exploration, examination, of whether sildenafil could be used to treat pulmonary hypertension\". Dr. Rubin's evidence regarding the '324 Patent", "[33] Dr. Rubin is a Professor of Medicine at the University of California, San Diego School of Medicine and expert in the treatment of pulmonary hypertension. He obtained his medical degree from the Albert Einstein College of Medicine in 1975. His affidavit was sworn on May 22, 2009.", "[34] Dr. Rubin addresses the allegation of invalidity of the '324 Patent, the claim date of the '324 Patent, and construing certain terms in the '324 Patent.", "[35] Dr. Rubin starts by stating that a veterinarian or pharmaceutical formulator are not persons skilled in the art because the '324 Patent is directed to the treatment of humans and the invention is not a formulation of chemistry, but rather a treatment for a disease.", "[36] In paragraphs 43-44, Dr. Rubin states that in his view the '324 Patent claims the use of sildenafil to treat pulmonary hypertension alone , and not in combination with other therapies or substances.", "[37] Dr. Rubin states at paragraph 50 that much of the prior art cited by the respondent would not have been sought out and found by a person involved in diagnosing and treating patients with pulmonary hypertension.", "[38] Dr. Rubin then addresses the prior art which was described in Dr. Waxman's affidavit.", "[39] With respect to Weimann et al., Dr. Rubin rejects at paragraphs 55-56 of his affidavit the applicability of the sheep study to pulmonary hypertension: \"¶55 The only thing this abstract discloses is that sildenafil (a vasodilator) lowers the PVR in sheep that were administered U46619 (a vasoconstrictor). The Weimann abstract does not disclose the invention claimed in the 324 Patent. The invention claimed in the 324 Patent is not the use of sildenafil in treating conditions of acute vasoconstriction. Rather, the invention is the use of sildenafil in the treatment of the disease of pulmonary hypertension. Pulmonary hypertension is not the same thing as pulmonary vasoconstriction. These two terms are neither synonymous nor interchangeable. Just because you treat artificial vasoconstriction, does not mean you have treated the disease of pulmonary hypertension. \"¶56 Furthermore, the animal model used by Weimann is just that: an animal model. Weimann does not show that sildenafil can be used to treat humans. This animal model cannot be considered analogous to any disease state, including pulmonary hypertension, in humans ...\"", "[40] Dr. Rubin dismisses the balance of the journal articles and patents because they are either based on subjects who are not pulmonary hypertension patients, are dated after the claim date of the '324 Patent, or discuss PDE5 inhibitors and sildenafil in general, or they are focused on the treatment of ED. They therefore do not constitute prior art.", "[41] Dr. Rubin conceded in his cross-examination, dated October 21, 2009, that if the claim date is October 26, 2000, Abrams anticipates the patent. (I have not referred to this article because I find later in these Reasons that the priority date is November 2, 1999. If I am wrong, then the parties agree that the '324 Patent was anticipated by the Abrams article.)", "[42] Dr. Rubin acknowledged that Weimann et al., performed the sheep study to further the potential treatment of humans for pulmonary hypertension, but maintained that it would be inappropriate to take the observations of Weimann in sheep with induced acute vasoconstrictions and apply that to human patients without any human studies for safety. Dr. Granton's evidence regarding the '324 Patent", "[43] Dr. Granton is an Associate Professor of Medicine at the University of Toronto, consultant in pulmonary and critical care medicine at the University Health Network and Mount Sinai Hospital and the Director of the Pulmonary Hypertension Program at Toronto General Hospital. He received his medical degree from McMaster University in 1987. He swore his first affidavit on June 19, 2009 and a second affidavit in Sur-Reply on September 1, 2009.", "[44] Dr. Granton considers the \"art\" in the '324 Patent to be the treatment of patients with pulmonary hypertension. Therefore the person skilled in the art is a practicing physician specializing in the treatment of pulmonary hypertension which may include a pulmonologist, cardiologist, or a critical care specialist.", "[45] Dr. Granton states that the '324 Patent is directed towards \"pathological pulmonary hypertension\", as listed by the Evian classification system and not the acute manifestations of pulmonary hypertension resulting from temporary causes such as surgery. The reason for the distinction is that many forms of acute pulmonary hypertension were not in desperate need for new medication such as their pathological counter parts because they could be effectively treated with NO for short term purposes. Accordingly, the person skilled in the art would not consider that the claims of the '324 Patent relate to the various acute conditions caused by vasoconstriction, listed in page 9 of the Patent, which include for example dizziness or shortness of breath.", "[46] Dr. Granton then addresses the prior art and concludes that it does not disclose the invention in the '324 Patent.", "[47] Dr. Granton stated in his cross-examination, dated September 12, 2009, (page 2582 of applicants' record) that before the disclosure of the '324 Patent, there is no other document, including the priority UK patent application, which would allow you to make a sound prediction.", "[48] Dr. Granton states that he could not, by reference only to the '324 Patent, make a sound prediction that sildenafil is effective in treating chronic pulmonary hypertension, without reading more details about the 1024 study.", "[49] With respect to the prior art, Dr. Granton states that they are either based on animal models which only provide hypothetical support for the invention, or they relate to very acute situations which do not translate to knowledge about the treatment of chronic pulmonary hypertension. Ratiopharm", "[50] Ratiopharm has provided affidavits from two experts: Experts 1. Dr. Aaron Waxman 2. Dr. Gregory Elliott Dr. Waxman's evidence regarding the '324 Patent", "[51] Dr. Waxman is an Assistant Professor of Medicine, Pulmonary and Critical Care Unit at the Harvard Medical School and an attending physician at Massachusetts General Hospital in Boston. He obtained his medical degree in 1992 from Yale University. Dr. Waxman is a certified pulmonologist. His first affidavit was filed on February 17, 2009.", "[52] In construing the meaning of the term \"pulmonary hypertension\", Dr. Waxman states that the persons skilled in the art are practicing physicians or veterinarians specialized in the treatment of pulmonary hypertension and pharmaceutical formulators involved in the development of pulmonary hypertension medicines. The person skilled in the art would have regard to the following paragraph in page 9 of the '324 Patent: \"Compounds of the invention can also be used to treat children who have pulmonary hypertension post operatively or due to respiratory distress syndrome or neonatal hypoxia.\" Dr. Waxman therefore concludes at paragraph 38 of his affidavit that the '324 Patent is not limited to chronic disease states. Rather, the disclosure indicates that that the inventors intended to include any type of pulmonary hypertension.", "[53] Dr. Waxman states at paragraphs 53-57 of his affidavit that the '324 Patent was disclosed in the prior literature which allowed the person skilled in the art to work out the invention, namely the article by Weimann et al. For example, paragraph 56 reads: \"¶56 A person skilled the art would understand from this extract that Weimann et al. meant to disclose that sildenafil causes pulmonary vasodilation in acute pulmonary hypertension, and more particularly, that sildenafil selectively lowers PVR without lowering SVR. In this regard, the disclosure in Weimann et al. is closely similar to the disclosure of the dog studies in the 324 Patent. In both the Weimann et al. sheep studies and the 324 Patent dog studies, pulmonary hypertension was induced in the test animals, sildenafil was administered, hemodynamics parameters were measured, the effect on PVR and SVR were determined and the conclusion was reached that sildenafil selectively lowers PVR as compared to SVR. Thus, Weimann discloses the use of sildenafil to treat pulmonary hypertension within the meaning of that term as it is used in the claims of the 324 Patent.\"", "[54] Dr. Waxman repeats the same analysis with respect to the prior art in Atz et al., inter alia.", "[55] With respect to obviousness, Dr. Waxman states that prior to the filing of the '324 Patent, the prior art had established the following knowledge: 1. PDE5 is the predominant phosphodiesterase in the pulmonary arteries; 2. PDE5 inhibitors as a class had been shown to be effective in treating pulmonary hypertension; 3. sildenafil was known as a safe and effective orally administrable medicine; 4. sildenafil was known to selectively reduce arterial pressure and had been recommended for use in treating pulmonary hypertension; and 5. sildenafil had been used clinically to successfully treat pulmonary hypertension. Dr. Elliot's evidence regarding the '324 Patent", "[56] Dr. Elliot is a Professor of Medicine at the University of Utah School of Medicine and Chairman of the Department of Medicine at Intermountain Medical Center in Salt Lake City, Utah. He obtained his medical degree from the University of Maryland. His affidavit was sworn on February 17, 2009", "[57] Dr. Elliot states that the term \"pulmonary hypertension\" is used to describe any condition which meets the accepted hemodynamic criteria established by the National Institutes of Health Registry on Primary Pulmonary Hypertension.", "[58] Dr. Elliot states that many prior art documents proposed the utility of PDE5 inhibitors including sildenafil for treating pulmonary hypertension, and some reported studies in humans and animals.", "[59] Dr. Elliot is of the view that the 1024 study is not capable of showing utility or sound prediction.", "[60] Furthermore, the disclosure in the '324 Patent is said to be deficient in that it does not state the number of patients in the 1024 study upon which the '324 Patent relies, rendering the study scientifically meaningless. ISSUES", "[61] The issue raised by this prohibition application is whether the respondent Ratiopharm's allegations that the '324 Patent is invalid are unjustified. Ratiopharm raised a number of issues in its NOA, which were argued before me: 1. Is the '324 Patent entitled to a claim date based on the November 2, 1999 patent filing in Great Britain GB 970? 2. Is the '324 Patent invalid for lack of sound prediction? 3. Is the '324 Patent invalid for obviousness in view of the prior art? 4. Is the '324 Patent invalid for lack of novelty or anticipation? ANALYSIS Burden of Proof", "[62] In my VIAGRA decision I summarized at paragraph 36 the burden of proof that lies on the parties in an application for an order of prohibition under the NOC Regulations \"1. Novopharm has the evidentiary burden to present sufficient evidence to give its allegations of invalidity 'an air of reality' (Novopharm's legal burden in this regard has been described in the jurisprudence as 'a sufficient factual and legal basis for its allegations of invalidity with \"sufficient\" evidence on a balance of probabilities.') Then the burden shifts because the presumption of the patent's validity has been rebutted or overcome by Novopharm), i.e. that it can rebut the presumption of validity; and \"2. Pfizer has the legal burden of proving on the balance of probabilities that Novopharm's allegations of invalidity are unjustified.\" See also <FRAGMENT_SUPPRESSED>  per Justice Sharlow at paragraphs 8-9; <FRAGMENT_SUPPRESSED>  per Justice Nadon at paragraphs 109-110; <FRAGMENT_SUPPRESSED>  per Justice Mosley at paragraphs 123-129; <FRAGMENT_SUPPRESSED>  per Justice O'Reilly at paragraph 12.", "[63] The first step in a patent matter is to construe the patent claim. Claim construction is antecedent to consideration of both the validity and the infringement issues: <FRAGMENT_SUPPRESSED> ; 3 N.R. 553 at 563  <FRAGMENT_SUPPRESSED> .", "[64] Patent construction is to be done on the basis that the addressee is a person skilled in the art and the knowledge that person is expected to possess is to be considered. The hypothetical person who is skilled in the art possess the ordinary skills and knowledge of the particular art to which the invention relates, a mind willing to understand a specification, and is assumed to be someone who is going to try to achieve success and not one who is looking for difficulties or seeking failure: Free World Trust v. Électro Santé Inc. et al. , [2000] 2 S.C.R. 1024; 263 N.R. 150; 9 C.P.R.(4th) 168; 2000 SCC 66, per Justice Binnie at para. 44.", "[65] Based on the affidavit evidence of both Pfizer's and Ratiopharm's experts, the Court finds that the person skilled in the art is a physician specializing in cardiology, pulmonology, or other internal medicine who treats patients suffering from pulmonary hypertension.", "[66] In construing the claims for the purposes of considering the validity of the patent, the Court must look primarily to the claims. According to Hughes & Woodley on Patents (2nd Ed. 2005), §26 at p. 311-12, the Court may resort to the specification only in limited circumstances: \"In construing a patent, the claims are the starting point. The claims alone define the statutory monopoly and the patentee has a statutory duty to state, in the claims, what the invention is for which protection is sought. In construing the claims, recourse to the rest of the specification is: (1) permissible to assist in understanding the terms used in the claims; (2) unnecessary where the words are plain and unambiguous; and (3) improper to vary the scope or ambit of the claims. This does not mean that claims are never to be construed in light of the rest of the specification but it means that the resort is limited to assisting in comprehending the meaning in which words or expressions contained in the claims are used.\"", "[67] The patentee is not able to re-write a claim in claims construction ( Whirlpool , supra). It is also impermissible to use the process of claim construction to avoid the effects of prior art: Whirlpool , supra, at para. 49.", "[68] The '324 Patent relates to the use of sildenafil for the treatment of pulmonary hypertension.", "[69] Pfizer relies on claims 1, 6 (as it depends on 1), 7 (as it depends on 6, as it depends on 1), 10, 15 (as it depends on 10) and 16 (as it depends on 15, as it depends on 10) of the '324 Patent which they state easily identifies the inventive concept of the patent. Those claims are set out below: \"1. The use of an effective amount of sildenafil or a pharmaceutically acceptable salt, solvate or polymorph thereof, for the manufacture of a medicament for treating or preventing pulmonary hypertension. \"6. The use according to any one of claims 1 to 5, wherein the medicament is suitable for oral administration. \"7. The use according to claim 6, wherein sildenafil citrate is used. \"10. The use of an effective amount of sildenafil or a pharmaceutically acceptable salt, solvate or polymorph thereof, for treating or preventing pulmonary hypertension. \"15. The use according to any one of claims 10 to 14, wherein the effective amount is administered orally. \"16. The use according to claim 15, wherein sildenafil citrate is used.\"", "[70] The issues with respect to the construction of the '324 Patent claims are: 1. whether the patent is directed to the treatment of animals, as well humans? 2. whether the patent claims include co-administration of sildenafil with other drugs? 3. whether the term \"pulmonary hypertension\" is narrowly defined in the patent to include only the \"pathological\" variety of the disease.", "[71] Drs. Elliot and Waxman, respectively state that the ordinary person skilled in the art would, in addition to the specialist physicians and pharmacologists, include veterinarians. There is no evidence that indicates that the '324 Patent relates to the use of sildenafil to treat pulmonary hypertension in animals. The fact that the '324 Patent makes reference to animal studies, and that pulmonary hypertension may occur in animals, (e.g. sheep in the form of Brisket's disease) is not indicative of its intended use. The Court concludes that the '324 Patent relates to the treatment of humans, not animals. Accordingly, the ordinary person skilled in the art does not include a veterinarian.", "[72] At paragraph 41 of his affidavit, Dr, Waxman states that the claims of the '324 Patent cover the use of sildenafil either alone or in combination with other compounds. (See also paragraph 38 of Dr. Elliot's affidavit). He does so on the basis of line 20 at page 9 of the '324 Patent: \"The compounds of the invention can also be administered together with prostacyclins (e.g. Epoprostenol), Oxygen, Calcium channel blockers (e.g. Nifedipine, Diltazem, Amlodipine), endothelin antagonists (ETa), iloprost, adenosine and/or nitric oxide .\" (Emphasis added)", "[73] Pfizer submits that the '324 Patent simply states it is would be safe to administer sildenafil with other compounds. According to Pfizer, the claim is directed to \"taking enough sildenafil to treat pulmonary hypertension\", as opposed to taking sildenafil in combination with another substance to effectively treat pulmonary hypertension. Pfizer emphasizes the phrase \"effective amount\", which it submits indicates the use of a smaller amount of sildenafil for treating pulmonary hypertension, than the amount needed to treat ED alone, and not in combination with other drugs. There is no basis for accepting Pfizer's proposed construction.", "[74] Dr. Butrous acknowledged that patients in the 1024 study were treated for pulmonary hypertension with calcium channel blockers and NO among other drugs. Some of the prior art in the late 1990's discussed the use of sildenafil in combination with other drugs to lower PVR. The science at the time appears to not have favoured the use of sildenafil to treat pulmonary hypertension in isolation.", "[75] Furthermore, this Court has held in <FRAGMENT_SUPPRESSED>  per Justice Von Finckenstein at paragraph 26, affirmed on this point in (2007), 367 N.R. 120; 2007 FCA 251 at paragraph 16, that in construing patent claims the Court cannot import implicit or explicit limitations with respect to drug mixtures, unless the claims specifically direct such limitation: \"¶26 Thus, even if there was a limitation implicit or explicit in the disclosure, it could not be imported into the claims. Drugs often are not administered in a pure state but mixed with an excipient or other drugs and the use of such drugs would be highly restricted if the mention of a use of a drug would be read as implying it has to be used alone. Unless the use claimed specifically employs such words as 'alone' or 'not in conjunction with other compounds' it would be improper to read such a limitation into the claim ...\" The '324 Patent claims do not explicitly limit the application of sildenafil in isolation. There is no basis for importing such a limitation either in the patent's language or the scientific view of the day.", "[76] Pfizer submits that the phrase \"pulmonary hypertension\", as it is stated in Claim 1 of the Patent, should be qualified by the phrase \"pathological\", as it appears at page 1 of '324 Patent's specification: \"Pulmonary hypertension is a pathological condition in which the pulmonary arterial pressure rises above normal levels and may cause sequelae of hemodynamic changes that become life threatening. Symptoms of pulmonary hypertension include shortness of breath with minimal exertion, fatigue, dizzy spells and fainting ...\" In the same page, the specification goes on to state: \"Since pulmonary hypertension is caused typically by constriction of the pulmonary blood vessels, vascular resistance is the favoured indicator of the disease.\"", "[77] In my view the words in Claim 1 are clear and unambiguous. Limiting the scope of the '324 Patent in the manner Pfizer submits is inconsistent with its wide use as a vasodilator in a variety of circumstances and sub-conditions found in patients of pulmonary hypertension. The patent states at page 9 that: \"... Compounds of the invention can also be used to treat children who have pulmonary hypertension post operatively or due to respiratory distress syndrome or neonatal hypoxia.\"", "[78] The Court will now construe the relevant patent claims. Taking into consideration the relevant patent claims and with the aid of the expert evidence, the essential elements of the claims can be described as follows: \"The use of sildenafil, sildenafil citrate, or a salt of sildenafil, in the form of an oral medicine, for the treatment of pulmonary hypertension in humans. The dosage can vary, and sildenafil can be administered alone, or in combination with other medicine. The patent does not limit the type of pulmonary hypertension for which sildenafil is an effective treatment.\" Issue No. 1 : Is the '324 Patent entitled to a priority date claim based on GB 970?", "[79] Pfizer submits that the '324 Patent is entitled to an earlier priority claim date because of its prior application for a United Kingdom patent, GB 9925970.7 (\"GB 970\"), filed on November 2, 1999. Pfizer submits that GB 970 discloses the same subject matter as claim 10 in the '324 Patent, by restating in almost identical language that sildenafil can be effectively used for treating pulmonary hypertension.", "[80] Ratiopharm submits that GB 970 does not disclose the same invention as the '324 Patent because GB 970 only recites the unproven hypothesis that due to its known mechanism of action as a powerful and selective PDE5 inhibitor, sildenafil could be used to treat pulmonary hypertension. The Law", "[81] Paragraph 28.1(1)(a)(ii) of the Act , enacted in 1993, allows a Canadian patent to claim an earlier date (the \"priority date\") for protection if the person or their representative previously applied for patent protection in a foreign jurisdiction that discloses the \"subject matter\" defined by the Canadian patent claim: \"28.1(1) The date of a claim in an application for a patent in Canada (the 'pending application') is the filing date of the application, unless (a) the pending application is filed by (ii) a person who is entitled to protection under the terms of any treaty or convention relating to patents to which Canada is a party and who has, or whose agent, legal representative or predecessor in title has, previously regularly filed in or for any other country that by treaty, convention or law affords similar protection to citizens of Canada an application for a patent disclosing the subject-matter defined by the claim (b) the filing date of the pending application is within twelve months after the filing date of the previously regularly filed application; and (c) the applicant has made a request for priority on the basis of the previously regularly filed application. \"28.1(2) In the circumstances described in paragraphs (1)(a) to (c), the claim date is the filing date of the previously regularly filed application.\" (Emphasis added)", "[82] Ascertaining whether the priority application discloses the subject matter is not a complicated matter. The Federal Court of Appeal set out the test in <FRAGMENT_SUPPRESSED>  per Justice Malone at paragraph 55: \"¶55 ... where a Canadian application contains material relating to subject-matter invented after the priority date, that subject-matter cannot benefit from that date ...\" (Footnotes omitted)", "[83] This case was decided under the former Patent Act , before the 1993 amendments. The old subsection 28(1) read: \"28(1) Subject to subsection (2), an application for a patent for an invention filed in Canada by any person entitled to protection under the terms of any treaty or convention relating to patents to which Canada is a party who has, or whose agent, legal representative or predecessor in title has, previously regularly filed an application for a patent describing the same invention in any other country that by treaty, convention or law affords similar protection to citizens of Canada has the same force and effect as the same application would have if filed in Canada on the date on which such an application was first filed by that person or by the agent, legal representative or predecessor in title of that person in any other country, if the application in Canada is filed within twelve months after that date.\" (Emphasis added)", "[84] In <FRAGMENT_SUPPRESSED> , supra, the generic company alleged that the claims in the priority application constrained the claims of the subsequent Canadian application to those in the priority application under pain of invalidation: see <FRAGMENT_SUPPRESSED> , supra, at para. 54. The Court dismissed this submission at paragraph 55. An application for a Canadian patent subsequent to a priority application is not limited to the claims in the priority application. If new claims arise, the Court held that the Canadian patent may not be entitled to a priority date. The Court rejected the submission that paragraph 28.1(1)(a)(ii) was a ground of invalidity. This issue arose because the priority application claimed the discovery of a broad class of compounds, namely ACE inhibitors. In the Canadian application, the disclosure was identical, except that 127 examples were added which specifically noted three drugs, one of which became commercialized. New and specific claims with respect to those three drugs, including the one that became commercialized, were added to the Canadian application.", "[85] <FRAGMENT_SUPPRESSED>  per Justice Layden-Stevenson, affing (2008), 332 F.T.R. 193; 67 C.P.R.(4th) 241; 2008 FC 825, the Federal Court of Appeal dismissed the appeal from Justice Snider's trial decision. One of the issues that were addressed was the question of an incorrect priority date. Apotex submitted that Justice Snider erred in choosing to conduct the obviousness inquiry by reference to the Canadian filing date, as opposed to the earlier priority date. Justice Snider made the following statements with respect to choosing the relevant date: \"¶228 Obviousness must be assessed as of the date of the invention ( <FRAGMENT_SUPPRESSED>  at para. 89, rev'd on other grounds 2007 FCA 209, leave to appeal to S.C.C. refused, [2007] S.C.C.A. No. 377 [ <FRAGMENT_SUPPRESSED> ]). In the case at bar, nothing turns on whether the date of invention is October 1, 1981, as claimed by Apotex in its pleading, or October 1, 1980, as claimed by Apotex in final argument. Accordingly, I will use the later date of October 1, 1981.\" The facts in <FRAGMENT_SUPPRESSED> , supra, similarly to the facts in <FRAGMENT_SUPPRESSED> , supra, deal with an infringement action for an ACE-inhibitor drug used to treat hypertensive patients where the contention was that a class of compounds constituted a single invention. Since nothing turned on the invention date, that ground of appeal was dismissed.", "[86] There have been a few cases where the Court found that the priority application failed to disclose the subject matter in the Canadian patent. In <FRAGMENT_SUPPRESSED>  rev'd on other grounds [2008] 1 F.C.R. 529; 361 N.R. 290; 2007 FCA 173, Justice Hughes held at paragraph 57, pursuant to the 1993 amendments, that the priority applications did not disclose \"the same invention as claimed in the ultimate patent\", the priority applications did not specifically disclose the patented drug in question, nor did the priority applications describe the same chemical structure of the drug or describe its utility: \"Thus, the priority documents do not describe or disclose the 'same invention' as claims 4 or 8, the structure is different and, importantly as stated before, no utility in treating inflammation with reduced side effects for celecoxib is described or disclosed in the priority documents;\"", "[87] <FRAGMENT_SUPPRESSED>  Justice Barnes held in paragraphs 62-65, pursuant to the 1993 amendments, that in the absence of an explicit disclosure of the invention, the subject matter of the Canadian patent may nevertheless be inferable from the language of the priority document. Justice Barnes held that making such an inference was not possible on the facts before him because the priority application refers to a different acid which possessed different characteristics.", "[88] In this case, GB 970 makes a claim for sildenafil for the treatment of pulmonary hypertension, which is the same subject matter claimed in the '324 Patent. It is clear that GB 970 was not based on any original clinical testing and did not advance the state of the art. The Canadian patent application which led to the '324 Patent was based on clinical testing of humans with pulmonary hypertension who were treated with three different doses of sildenafil. GB 970 was a claim based on speculation and the prior art. This was admitted on cross-examination at question 373 by Dr. Granton, an expert witness for Pfizer: \"Q: The priority documents really don't advance the state of the art. The state of the art advanced when the human testing was carried out, according to you. Correct? \"A: Yes. That's correct.\" (See applicants' record at p. 2581)", "[89] The invention in this case is predicated upon human trials. Pfizer admitted that before the human trials, Pfizer did not know whether sildenafil would work for treating pulmonary hypertension. It is settled law in Canada that a patent application based on bare speculation, even if afterwards the speculation turns out to be correct, is not an invention. As the Supreme Court of Canada held in AZT , supra, per Justice Binnie at paragraph 84: \"¶84 ... In the broader context of the Patent Act , as well, there is good reason to reject the proposition that bare speculation, even if it afterwards turns out to be correct, is sufficient. An applicant does not merit a patent on an almost-invention, where the public receives only a promise that a hypothesis might later prove useful; this would permit, and encourage, applicants to put placeholders on intriguing ideas to wait for the science to catch up and make it so. The patentee would enjoy the property right of excluding others from making, selling, using or improving that idea without the public's having derived anything useful in return.\"", "[90] This Court cannot apply Canadian patent law to decide if a patent application filed in Great Britain discloses a patentable invention under British patent law. Paragraph 28.1(1)(a)(ii) recognizes a patent application filed in another country for which Canada has a treaty or convention. GB 970 discloses \"the same subject matter\" as claimed in the '324 Patent. For that reason, the Court concludes under paragraph 28.1(1)(a)(ii) of the Canadian Patent Act , GB 970 entitles Pfizer to a priority claim date of November 2, 1999. This Court cannot invalidate GB 970 by applying Canadian patent law principles of demonstrated utility or sound prediction as Ratiopharm asks the Court to do. Issue No. 2 : Is the '324 Patent invalid for lack of sound prediction?", "[91] Ratiopharm alleges that Pfizer had not demonstrated the utility of the '324 Patent by the Canadian filing date. It submits that the efficacy of sildenafil was not demonstrated until the results of the phase III SUPER study were reported in 2005.", "[92] Pfizer submits that the '324 Patent, combined with the common general knowledge and prior art, permits a person skilled in the art to soundly predict that sildenafil could be used to treat pulmonary hypertension. Pfizer submits that the 1024 study results from some of the patients in Group1a provided Dr. Butrous with a factual basis for its invention. Ratiopharm submits that the study was in and of itself deficient, but emphasizes the lack of disclosure of the study's details and the reliance on partial results, are the main objection. The Law", "[93] The definition of an \"invention\" in section 2 of the Patent Act ,  <FRAGMENT_SUPPRESSED>  process, machine, manufacture or composition of matter, or any new and useful improvement in any art, process, machine, manufacture or composition of matter;\"", "[94] I set out the law with respect to utility and sound prediction starting at paragraph 75 in my VIAGRA case: \"¶75 Hughes & Woodley on Patents (2nd Ed. 2005), summarizes the Canadian patent law with respect to 'utility' at §11 p. 139, Volume 1: 'An essential condition to the validity of a patent is that the invention as claimed should possess utility ... Utility means primarily that the invention, as described in the patent, will work in the manner as promised by the patent.' \"¶76 The utility or usefulness of the patent must have been demonstrated in fact through tests by the Canadian filing date, or 'soundly predicted'. Where sound prediction is relied upon in advance of actual testing, the doctrine of sound prediction requires the following three components to be satisfied: a. there must be a factual basis for the prediction; b. the inventor must have at the date of the patent application an articulable and sound line of reasoning from which the desired result can be inferred from the factual basis; c. there must be proper disclosure, although it is not necessary to provide a theory of why the invention works. The soundness of the prediction is a question of fact. All three criteria must be met.\" (Hughes & Woodley , §11 p. 139). This law was set out by the Supreme Court of Canada  <FRAGMENT_SUPPRESSED>  Inc. and  <FRAGMENT_SUPPRESSED>  per Justice Binnie at paras. 52, 66, 69, and 77 (commonly referred to as \" AZT \", and henceforth referred to as such in these Reasons).", "[95] <FRAGMENT_SUPPRESSED>  Justice Marc Noël of the Federal Court of Appeal clarified the burden of disclosure in cases where utility is sought to be shown by way of sound prediction at paragraphs 14, 15 and 18: \"¶14 ... In sound prediction cases there is a heightened obligation to disclose the underlying facts and the line of reasoning for inventions that comprise the prediction. \"¶15 In my respectful view, the Federal Court Judge proceeded on proper principle when he held, relying on AZT , that when a patent is based on a sound prediction, the disclosure must include the prediction. As the prediction was made sound by the Hong Kong study, this study had to be disclosed. \"¶18 The appellant argues that in requiring the complete disclosure of the factual basis underlying the sound prediction (i.e. requiring data to substantiate the invention), the Federal Court Judge has changed the disclosure requirements as set out in subsection 27(3) of the , R.S.C. 1985, c. P-4. I respectfully disagree. In AZT , the Supreme Court, with obvious reference to subsection 34(1) of the (the predecessor to subsection 27(3)), held that where the claimed invention had not yet actually been reduced to practice, the patent must provide a disclosure such that a person skilled in the art, given that disclosure, could have as the inventors did, soundly predicted that the invention would work once reduced to practice . Significantly, in AZT , the Court went on to state that the disclosure requirements had been met given that both the underlying facts (the test data) and the sound line of reasoning (the chain terminator effect) were in fact disclosed ( AZT , para. 70).\" (underlining added) Expert evidence on sound prediction", "[96] The evidence of the experts skilled in the art before the Court in this case stated as follows: 1. Dr. Rubin, an expert witness for Pfizer stated in his cross-examination that the disclosure of the 1024 study in the '324 Patent does not allow a person skilled in the art to know that sildenafil is an effective treatment for pulmonary hypertension: \"Q: So person skilled in the art reading this patent would not know that Sildenafil is an effective treatment for pulmonary hypertension? \"A. A person skilled in the art would not know that Sildenafil is an effective treatment for pulmonary hypertension. The patent, as far as I know, is not for an effective treatment of pulmonary hypertension The patent is for an idea that Sildenafil can be used to treat pulmonary hypertension. And the demonstration that Sildenafil was an effective treatment for pulmonary hypertension came with the publication of the Super 1 Study.\" (See applicants' record at p. 2014) 2. Dr. Granton, an expert witness for Pfizer. Dr. Granton stated on cross-examination at questions 615-616 that the 1024 study disclosed in the patent did not allow a person skilled in the art to make a sound prediction that sildenafil is an effective treatment in treating chronic pulmonary hypertension: \"Q: Had the 1024 study results in fact been put in the patent, you could have made that determination just by reading the patent. Correct? A: Presumably. Q: The fact that it was not included means that you are not in a position, only with the patent and nothing else, to draw the conclusion or to make a sound prediction that sildenafil is effective in treating pulmonary hypertension. Correct? A: I would need to have more details.\" (See applicants' record at p. 2681) Dr. Granton also stated at question 613 of his cross-examination that the disclosure in the patent about the 1024 study does not provide enough information about the methodology of how the study was performed or conducted: \"Q: The skeptical person skilled in the art, such as yourself, reading this, not knowing how many people there were, not knowing what the cardiac output effect was, not knowing what the PAP was, not knowing what the wedge pressure was, knowing that it is only a haemodynamic test and has no long-term results in it -- the skeptical person such as yourself would say, 'It is an interesting study, but I can't conclude that this necessarily proves that sildenafil is effective to treat chronic pulmonary hypertension.' A: Perhaps I can restate that. My read of this is that I would want to learn more about that trial, so I would try to find information about that trial. This result, honestly, is an impressive result. If you tell me that the PVR is improved more than the SVR, I would want to learn more about that study. A sceptical person would say, 'That is interesting. I need to know more about that study.' Based on what is presented here, I would not be able to determine the methodology of how it was performed or the conduct of the study. The 1024 study itself does provide that information and you get a good sense of what was going on that would allow the investigators to make that statement, but reading this it would be difficult for me to tease that information out.\" (See applicants' record at p. 2680-2681) 3. Dr. Waxman, an expert witness for Ratiopharm, deposed at paragraph 165 of his affidavit that the disclosure of the clinical study in the '324 Patent does not provide sufficient detailed information to enable a person skilled in the art to make a \"reasonable prediction that the clinical utility of sildenafil\" will be effective in treating pulmonary hypertension: \"¶165 ... the 324 Patent fails to provide a sufficiently detailed disclosure to enable a person skilled in the art to form any reasonable prediction that the clinical utility of sildenafil in treating pulmonary hypertension can be based on the clinical study described on page 12 of the 324 Patent. Indeed, the description of the clinical study in the 324 Patent is remarkable for its lack of basic detail.\" 4. Dr. Elliot, an expert witness for Ratiopharm, deposed at paragraph 140 in his affidavit that the 1024 study disclosed in the '324 Patent would not enable a person skilled in the art to soundly predict the clinical efficacy of sildenafil for the treatment of pulmonary hypertension: \"¶140 The disclosure of the 1024 Study in the 324 Patent is so obviously incomplete and contradictory, that no person skilled in the art would consider that it provides a factual basis upon which to soundly predict the clinical efficacy of sildenafil in the treatment of pulmonary hypertension.\"", "[97] The Court concludes that all of the expert witnesses testified that the 1024 study, as disclosed in the '324 Patent, would not enable a person skilled in the art to soundly predict that sildenafil would effectively treat pulmonary hypertension. There was a consensus amongst all of the experts on this point. Proper disclosure and factual basis about the clinical study upon which Pfizer relies for sound prediction", "[98] Ratiopharm states that the '324 Patent omits basic facts and disclosures about the 1024 study, specifically: 1. results from Group 1b and Group 2 of the 1024 study, were not received in time for the drafting of the '324 Patent, thus leaving the inventors with no factual basis to soundly predict the utility of administrating sildenafil to patients who suffer secondary pulmonary hypertension as a result of Congestive Heart Failure (\"CHF\") and Chronic Obstructive Diseases (\"COPD\"); 2. the '324 Patent only drew upon a portion of the results from the 1a Group and failed to disclose the actual number of patients upon which it based the sound prediction; 3. the 1024 study was only blinded at the investigator level; and 4. the 1024 study was too small to be statistically significant.", "[99] As was stated earlier, the '324 Patent claims the use of sildenafil for the treatment of pulmonary hypertension, which includes both the primary and secondary versions of the disease, the first version of which is rare. The more common secondary pulmonary hypertension, is defined at page 1 of the patent: Secondary pulmonary hypertension is much more common occurring as a result of other medical conditions , including congestive heart failure , chronic hypoxic lung disorder, including chronic obstructive pulmonary disease , inflammatory or collagen vascular diseases such as scleroderma and systemic lupus erythematosus, congenital heart diseases associated with left to right shunting and pulmonary thromboembolism.\" (Emphasis added) It is clear that the '324 Patent claimed the use of sildenafil for the treatment of pulmonary hypertension caused by CHF and COPD. What the '324 Patent describes about the clinical study", "[100] The '324 Patent attempts to demonstrate sound prediction of sildenafil's utility by referring to the 1024 study in the following language found at page 12: \"The efficacy of sildenafil in pulmonary hypertension in human patients was demonstrated by the following study. \"From the data collected during the trial, the PVR and SVR were determined. The results are shown in Figure 1 and demonstrate a significant reduction in PVR experienced in a number of patients, confirming the utility of the sildenafil for this indication. Furthermore, the results demonstrate that the effect of sildenafil on the SVR was substantially lower than the effect on PVR.\" Figure 1: [Diagram omitted - see printed version] This \"Figure\" shows the positive effect of sildenafil in reducing PVR in relation to the SVR. This is compared to the patients' response to the administration of NO, which is another treatment for pulmonary hypertension.", "[101] It is evident to the Court that the disclosure does not identify the number of patients tested in the clinical study, including the number which received a placebo instead of sildenafil in a double-blinded fashion.", "[102] Dr. Butrous' evidence initially claimed that the '324 Patent relied on an analysis of the entire data derived from Group 1a. Upon cross-examination of Dr. Butrous, the inventor employed by Pfizer, it was revealed that the clinical study omits a number of basic facts including: \"1. ( CONFIDENTIAL EVIDENCE REFERRED TO HAS BEEN REDACTED FROM THE PUBLIC VERSION OF THE REASONS FOR ORDER Accordingly, there was no factual basis from the clinical study at the time the patent was filed to make the claim that sildenafil would be efficacious in treating patients with CHF or COPD.", "[103] The '324 Patent at page 1 refers specifically to the CHF and COPD forms of pulmonary hypertension: Secondary pulmonary hypertension is much more common occurring as a result of other medical conditions , including congestive heart failure , chronic hypoxic lung disorder, including chronic obstructive pulmonary disease , inflammatory or collagen vascular diseases such as scleroderma and systemic lupus erythematosus, congenital heart diseases associated with left to right shunting and pulmonary thromboembolism.\" (Emphasis added) It is clear that the '324 Patent claimed the use of sildenafil for the treatment of pulmonary hypertension caused by CHF and COPD. Since the clinical study did not test the groups of patients with pulmonary hypertension CHF or COPD, the clinical study could not, at the time of the patent application, soundly predict the efficacy of sildenafil for treating these two important groups of patients. This was not disclosed in the patent but became evident upon cross-examination. These are basic facts which ought to have been disclosed so that a person skilled in the art could soundly predict whether sildenafil would work as claimed.", "[104] Pfizer recognized, as stated by Dr. Butrous in his cross-examination at questions 658-660, that these two groups of patients were important categories of patients with pulmonary hypertension, but it had not completed the study at the time the patent application was filed: \"Q: If you had the data for the patients in 1b and the three from Group 2 at the time that you filed the patent, can you think of any reason why you would not put that data in the in the Patent? A: If I had the data available at the time, I would probably put it in, yes. Q: You would have put it in because it was important. Right? A: Yes. Q: It is important in that it supports the breadth of the claim over other different types of pulmonary hypertension? A: Yes.\" (See applicants' record at p. 1387-1388)", "[105] The evidence flowing from Dr. Butrous's cross-examination demonstrates that there was a disconnect between the purpose of the 1024 study, which was to assess the effect of sildenafil on all three groups, and the '324 Patent which claimed the use of sildenafil in the treatment of all three groups but which used only a part of the data from the first group: \"A: The 1024 Study was designed to assess all the different groups. What we put in the patent is the data that was relevant to us at that particular time. Q: You can't say that, though. Right? You don't know whether that data was available to you at the time. A. No. At that time the data I analyzed and put into Figure 1 was for pulmonary arterial hypertension.\" (See applicants' record at p. 1346)", "[106] Dr. Rubin, an expert witness for Pfizer, stated at questions 620-621 and 772-773 in his cross- examination, that it is not possible to extrapolate the efficacy of sildenafil in treating pulmonary hypertension to CHF and COPD patients based on clinical study results of primary pulmonary hypertension patients: \"Q: Does sildenafil work in all ... pulmonary hypertension patients for all categories of pulmonary hypertension? A. No. Q: Do you know of any categories in which it does not work? A. There are categories that suggest it does work in congestive heart failure with pulmonary hypertension. There are studies that suggest it doesn't work in congestive heart failure with pulmonary hypertension. There are - well, the answer is yes. It doesn't work in cecocele with pulmonary hypertension. (See applicants' record at p. 2093) Q: Can you make a sound prediction based upon efficacy in primary pulmonary hypertension as to efficacy in COPD patients? A. I think -- well, I think you're slicing the pie more narrowly than was done. But I would say the answer to that specific question is no. Q: And can you extrapolate the findings from a study on primary pulmonary hypertension patients to patients with congestive heart failure? A. You can't extrapolate, no. It may be, it may be not.\" (See applicants' record at p. 2144) When explicitly asked at question 776 if he could soundly predict sildenafil's efficacy in CHF and COPD patients from the data in the '324 Patent, Dr. Rubin reluctantly agreed that sound prediction is not possible from the limited data in Group 1a: \"Q: And you would not soundly predict based upon the results from Group 1(a) study that that would translate into efficacy in the Group 1(b) or the Group 2 patients, correct? A. And I didn't. Correct. That's why I said you're slicing the pie very thin. You can slice it as thin as you want, but the extrapolation was from the study not from a specific subgroup. That's the limitation of subgroup analysis and subgroup interpretation, you know, which is a very common error. That's why you look at the group as a whole and you try to make generalizable [sic] predictions and not specific predictions, and that's what I did.\" (See applicants' record at p. 2144-2145) In this case, the clinical 1024 study was incomplete at the time of the patent filing.", "[107] The Supreme Court has held in AZT , supra, at paragraph 56 that a challenge to the patent's validity will succeed if it can be shown that some area covered by the patent lacks sound prediction: \"¶56 Where the new use is the gravamen of the invention, the utility required for patentability (s. 2) must, as of the priority date, either be demonstrated or be a sound prediction based on the information and expertise then available. If a patent sought to be supported on the basis of sound prediction is subsequently challenged, the challenge will succeed if, per Pigeon, J., in <FRAGMENT_SUPPRESSED> , at p. 1117, the prediction at the date of application was not sound, or, irrespective of the soundness of the prediction, '[t]here is evidence of lack of utility in respect of some of the area covered'.\"", "[108] There can be no sound prediction as to the efficacy of sildenafil in pulmonary hypertension patients with these two diseases, CHF and COPD. In fact, the evidence before the Court showed that sildenafil was ultimately not approved for patients with these two conditions. For this reason the statement in the patent describing the clinical study as follows is incorrect: \"The efficacy of sildenafil in pulmonary hypertension in human patients was demonstrated by the following study.\"", "[109] Ratiopharm also questioned the lack of disclosure with respect of the length of time for which the patients were tested. (CONFIDENTIAL EVIDENCE REFERRED TO HAS BEEN REDACTED FROM THE PUBLIC VERSION OF THE REASONS FOR ORDER). Ratiopharm submitted that this sort of test is not an adequate basis upon which to make a sound prediction for patients that suffer from chronic pulmonary hypertension. I agree.", "[110] The conclusion was that the clinical study as revealed under cross-examination is not a basis for soundly predicting the chronic efficacy based upon a short term hemodynamic study such as the 1024 study as it existed at the time the '324 Patent application was filed. (CONFIDENTIAL EVIDENCE REFERRED TO HAS BEEN REDACTED FROM THE PUBLIC VERSION OF THE REASONS FOR ORDER).", "[111] Moreover, Ratiopharm submitted that the study is not statistically significant for any kind of sound prediction. Dr. Butrous on cross-examination agreed. Conclusion about sound prediction", "[112] All the expert witnesses agreed that the 1024 clinical study as disclosed in the '324 Patent does not soundly predict that sildenafil will treat pulmonary hypertension. Moreover, the Court finds that the failure the 1024 study to assess the effect of sildenafil on COPD and CHF patients deprives the patent from disclosing a factual basis to soundly predict the efficacy of sildenafil upon such patients. Plainly stated, the '324 Patent claims to soundly predict the use of sildenafil in treating all types of chronic pulmonary hypertension by relying on a limited set of data from a few patients in one Group. Pfizer was studying the effect of sildenafil on patients suffering from important secondary forms of pulmonary hypertension at the same time, but it did not wait for those results before it filed the '324 Patent on October 26, 2000.", "[113] Accordingly, the Court finds that Pfizer has not proven on the balance of probabilities that the Ratiopharm allegation of lack of soundly predicted utility is unjustified. The '324 Patent is therefore invalid for lack of sound prediction. Despite the determination made in this issue, the Court will address the rest of the issues in this application in the alternative. Issue No. 3 : Is the '324 Patent invalid for obviousness in view of the prior art?", "[114] Ratiopharm submits that the prior art discloses the subject matter that is claimed in the '324 Patent. Ratiopharm submits that within 6 months of the VIAGRA approval in the U.S. in March 1998, \"off label\" use of sildenafil was already carried out to treat pulmonary hypertension as reported in Atz et al. The new use of sildenafil for the treatment of pulmonary hypertension was therefore obvious prior to the priority claim date of November 2, 1999. The Law", "[115] Section 2 of the Act requires an invention to be \"new\" to be granted patent protection by definition: \"'invention' means any new and useful art, process, machine, manufacture or composition of matter, or any new and useful improvement in any art, process, machine, manufacture or composition of matter;\"", "[116] Section 28.3 of the Act will not grant protection to an invention that is obvious at the time of its claim date: \"28.3 The subject-matter defined by a claim in an application for a patent in Canada must be subject-matter that would not have been obvious on the claim date to a person skilled in the art or science to which it pertains, having regard to (a) information disclosed more than one year before the filing date by the applicant, or by a person who obtained knowledge, directly or indirectly, from the applicant in such a manner that the information became available to the public in Canada or elsewhere; and (b) information disclosed before the claim date by a person not mentioned in paragraph (a) in such a manner that the information became available to the public in Canada or elsewhere.\"", "[117] I set out the test for obviousness in <FRAGMENT_SUPPRESSED> ; 361 F.T.R. 158; 2010 FC 46, at paragraphs 77-79: \"¶77 The Supreme Court adopted the following four-step approach to an obviousness inquiry in Sanofi , supra, at paragraph 67: '(1)(a) Identify the notional \"person skilled in the art\"; (b) Identify the relevant common general knowledge of that person; '(2) Identify the inventive concept of the claim in question or if that cannot readily be done, construe it; '(3) Identify what, if any, differences exist between the matter cited as forming part of the \"state of the art\" and the inventive concept of the claim or the claim as construed; '(4) Viewed without any knowledge of the alleged invention as claimed, do those differences constitute steps which would have been obvious to the person skilled in the art or do they require any degree of invention?' \"¶78 The Supreme Court noted that it may be appropriate to consider an 'obvious to try' analysis, especially if there may be numerous interrelated variables with which to experiment (see paragraph 68 of Sanofi ). The word 'obvious' has been defined as 'very plain' and the invention must be more or less self-evident ( Sanofi , paragraph 66; <FRAGMENT_SUPPRESSED> ). \"¶79 If an 'obvious to try' test is warranted, Justice Rothstein set out a non-exhaustive list of factors to take into account (see paragraph 69 of Sanofi ): '(1) Is it more or less self-evident that what is being tried ought to work? '(2) What is the extent, nature and amount of effort required to achieve the invention? Are routine trials carried out or is the experimentation prolonged and arduous, such that the trials would not be considered routine? '(3) Is there a motive provided in the prior art to find the solution the patent addresses?'\"", "[118] In my VIAGRA decision I held at paragraph 56 that \"in Canada it [an invention] is only obvious if the skilled person has good reason to pursue 'predictable' solutions that provide a 'fair expectation of success'\": see also <FRAGMENT_SUPPRESSED>  per Justice Marc Noël at para. 44. THE PRIOR ART", "[119] Ratiopharm submits that the claims in the '324 Patent are invalid on the basis of anticipation and obviousness by reason of their disclosure in the prior art. As the Court decided, the claim date is November 2, 1999. For the prior art to anticipate the invention or make the invention obvious, it must have been available to the public before the claim date. Ratiopharm relies on the following documents as prior art: 1. WO 1994/28902 A1/CA 2,163,446 - Pyrazolopyrimidinones for the Treatment of Impotence (\"WO 902\"); 2. WO 1998/37894 A1 - Synergistic Combination of PDE Inhibitors and Adenylate Cyclase Agonists or Guanyl Cyclyse Agonists (\"WO 894\"); 3. Cheitlin et al., Use of Sildenafil (Viagra) in Patients with Cardiovascular Disease , (1999) Circulation 99:168-177 (\"Cheitlin et al.\"); 4. Jackson et al., Effects of Sildenafil Citrate on Human Hemodynamics The American Journal of Cardiology 83(5A) (\"Jackson et al.\"); 5. Weimann et al., Sildenafil (VIAGRATM) is a Selective Pulmonary Vasodilator in Acute Pulmonary Hypertension in Awake Sheep American Journal of Respiratory Care and Critical Care Medicine , (Suppl. S. March) A 163 (Meeting Abstract) (\"Weimann et al.\"); 6. Atz et al., Sildenafil Ameliorates Effects of Inhaled Nitric Oxide Withdrawal , (July 1999) 91(1) Anesthesiology 307 (\"Atz et al.\"); and Sildenafil is Pulmonary Vasodilator Which Augments and Prolongs Vasodiation by Inhaled Nitric Oxide in Patients with Pulmonary Hypertension Discussion of the prior art Prior art document No. 1: WO 1994/28902 A1/CA 2,163,446 - Pyrazolopyrimidinones for the Treatment of Impotence (\"WO 902\")", "[120] WO 902 is an international application published under the Patent Cooperation Treaty, dated December 22, 1994. Pfizer Ltd. and Pfizer Research and Development Company are the designated applicants.", "[121] WO 902 claims the use of a series of pyrazolo [4, 3-d-] pyrimidin-7-ones, including sildeanfil for the treatment of impotence, or erectile dysfunction. WO 902 discloses at page 2 the use of sildenafil for the treatment of a number of conditions, including pulmonary hypertension: \"The compounds of the invention are potent inhibitors of cyclic guanosine 3',5'-monophosphate phosphodiesterases (cGMP PDEs) in contrast- to their inhibition of cyclic adenosine 3',5'-monophosphate phosphodiesterases (cAMP PDEs). This selective enzyme inhibition leads to elevated cGMP levels which, in turn, provides the basis for the utilities already disclosed for the said compounds in EP-A-0463756 and EP-A-0526004, namely in the treatment of ... pulmonary hypertension ... and diseases characterized by disorders of gut motility, e.g. irritable bowel syndrome (IBS).\" This is the sole reference to the use of sildenafil in treating pulmonary hypertension.", "[122] The Court cannot conclude that this prior art makes the invention obvious. This document is concerned with the use of compounds for the treatment of impotence, not the use of sildenafil for the treatment of pulmonary hypertension. The mere mention of the utility of sildenafil in treating pulmonary hypertension is not sufficient to disclose the subject matter of the invention disclosed in the '324 Patent, but it is relevant background information as to what persons skilled in the art understood. Prior art document No. 2: WO 1998/37894 A1 - Synergistic Combination of PDE Inhibitors and Adenylate Cyclase Agonists or Guanyl Cyclyse Agonists (\"WO 894\")", "[123] WO 894 is an international application published under the Patent Cooperation Treaty, dated September 3, 1998. A number of third parties are the designated applicants.", "[124] WO 894 claims the use of a PDE inhibitor combined with an adenylatcyclase agonist or a guancylatcyclase agonist for use in a number of diseases and conditions, including pulmonary hypertension. The specification describes the effects of PDE inhibitors on cAMP and cGMP in tissues that states that combination therapy produced more sustained positive results than non-combination therapy. No dosing information is given for the use sildenafil in treating pulmonary hypertension except for its administration \"on a scale that is normal for the dosing of the individual components\".", "[125] WO 894 does not provide a clear direction. WO 894 only discloses the possible use of sildenafil as a combination therapy partner but it fails to provide any instruction on the use of sildenafil for the treatment of pulmonary hypertension. This document reads as a scientific hypothesis with respect to the efficacy of PDE inhibitors in general. Prior art document No. 3: Cheitlin et al., \"Use of Sildenafil (Viagra) in Patients with Cardiovascular Disease\", (1999) Circulation 99:168-177 (\"Cheitlin et al.\")", "[126] Cheitlin et al. was published in January 5, 1999 as an Expert Consensus Document. There are a number of authors, listed at page 168: \"Writing Group Members Melvin D. Cheitlin, MD, FACC, Cochair; Adolph M. Hutter, Jr, MD, MACC, Cochair; Ralph G. Brindis, MD, MPH, FACC; Peter Ganz, MD, FACC; Sanjay Kaul, MD; Richard O. Russell, Jr, MD, FACC; Randall M. Zusman, MD, FACC. Technology and Practice Executive Committee James S. Forrester, MD, FACC, Chair; Pamela S. Douglas, MD, FACC; David P. Faxon, MD, FACC; John D. Fisher, MD, FACC; Raymond J. Gibbons, MD, FACC; Jonathan L. Halperin, MD, FACC; Adolph M. Hutter, Jr, MD, MACC; Judith S. Hochman, MD, FACC; Sanjiv Kaul, MD, FACC; William S. Weintraub, MD, FACC; William L. Winters, Jr, MD, MACC; Michael J. Wolk, MD, FACC.\"", "[127] The authors caution against the use of VIAGRA in patients who suffer from cardiovascular disease, particularly those who concurrently take organic nitrates since coadministration of VIAGRA and organic nitrates significantly increases the risk of potentially life-threatening hypotension.The authors set out at pages 171-172 their observations of the side effects of VIAGRA upon ED sufferers with cardiovascular diseases.", "[128] The person skilled in the art would appreciate that Cheitlin et al.'s observations confirm the general knowledge of the time which acknowledged the selective vasodilatory properties of PDE5 inhibitors such as sildenafil. In my view this publication addresses the state of the art on the topic of pulmonary vasodilation, but it does not suggest the use of sildenafil as a treatment of pulmonary hypertension. Prior art document No. 4: Jackson et al., \"Effects of Sildenafil Citrate on Human Hemodynamics\", (1999) The American Journal of Cardiology 83(5A) (\"Jackson et al.\")", "[129] Jackson et al. was published On March 4, 1999 by Drs. Graham Jackson, Nigel Benjamin, Neville Jackson, and Michael J. Allen, of the Cardiac Department of London's St. Thomas Hospital in the United Kingdom.", "[130] The authors postulated that sildenafil \"could have clinically useful cardiovascular effects by way of the potentiation of the nitric oxide-cGMP vasodilation pathway\". Four studies were undertaken, described at page 13C: \"Three studies were undertaken to assess the effects of intravenous, intra-arterially, and orally administered doses of sildenafil on blood pressure, heart rate, cardiac output, and forearm blood flow and venous compliance in healthy men. A fourth study evaluated the hemodynamic effects of intravenous sildenafil in men with stable ischemic heart disease.\"", "[131] Healthy men who were administered sildenafil did not experience any adverse reactions. In patients who suffered from ischemic heart disease, sildenafil appeared to have a modest effect on the patients' homodynamic measurements. Administering 40 mg of sildenafil intravenously to ischemic heart disease patients produced a decrease in pulmonary arterial pressure of 27%, compared to a much smaller reduction in SVR. These results led the authors to the following conclusion at page 20C: \"... Sildenafil is a mixed vasodilator, with its hemodynamic effects resembling those of modest nitrates. Sildenafil was well tolerated in these studies, with no discontinuances occurring. These data are supported by a large safety database demonstrating the safety profile and tolerability of sildenafil in large numbers of patients.\"", "[132] Jackson et al. significantly advances the state of the art with respect to sildenafil's vasodilatory properties by measuring its effect in a number of humans. However, the author's conclusion, where they state that sildenafil's hemodynamic effects resemble \"those of modest nirates\" falls short of sildenafil's actual performance. Prior art document No. 5: Weimann et al., \"Sildenafil (VIAGRATM) is a Selective Pulmonary Vasodilator in Acute Pulmonary Hypertension in Awake Sheep\" (1999) 159(3) American Journal of Respiratory Care and Critical Care Medicine, (Suppl. S. March) A 163 (Meeting Abstract) (\"Weimann et al.\")", "[133] Weimann et al. was published in March 1999 as a meeting abstract. The authors, J. Weimann, B. Ullrich, J. Hromi, Y. Fujino, K.D. Bloch, and W.M. Zapol, are physicians at the Department Anesthesia & Critical care and Cardiovascular Research Center, Massachusetts General Hospital; Harvard Medical School, Boston, Massachusetts.", "[134] The authors begin by stating that PDE5 inhibition causes pulmonary vasodilation in acute pulmonary hypertension. The authors therefore designed a study where the drug U-46619 was used to induce an elevated PVR in sheep in order to study the hemodynamic parameters of the administration of sildenafil, a PDE5 inhibitor. After vasodilation was induced, the sheep were administered sildenafil through a nasogastric tube in cumulative doses. The authors reported the following results: \"Sequential administration of 12.5, 25, and 50 mg of sildenafil caused a decrease in pulmonary vascular resistance (PVR) of 19±9%, 24±15%, and 43±12% respectively, but did not alter systemic vascular resistance ... Conclusion : Sildenafil selectively dilates the pulmonary vasculature via an NO-dependent mechanism in an ovine model of pulmonary hypertension.\"", "[135] The person skilled in the art would appreciate the efficacy of sildenafil in creating smooth muscle relaxation and reducing PVR without equally reducing SVR. This document discloses an appropriate dosage and instruction for its application.", "[136] The person skilled in the art would accept that sildenafil has been shown to dilate \"the pulmonary vasculature via an NO-dependent mechanism\" in a sheep model where PVR was artificially induced. This conclusion is not equivalent to the invention subject matter which claims sildenafil is an effective and safe treatment for pulmonary hypertension in humans. However, as I discuss later, this study is relevant to the \"worth a try\" analysis with respect to obviousness. Prior art document No. 6: Andrew M. Atz and David L. Wessel, \"Sildenafil Ameliorates Effects of Inhaled Nitric Oxide Withdrawal\" (\"Atz et al.\")", "[137] Atz et al. was published July 1999 by two cardiologists, Drs. Andrew Atz and David Wessel, of the Harvard Medical School.", "[138] The authors start by noting the role played by NO in increasing levels of cGMP in the pulmonary system, which stimulates smooth muscle relaxation. The authors hypothesized that administration of about 1 mg of sildenafil (equivalent to the adult dose of 50 mg) while NO was being withdrawn would reduce the harmful effects of abrupt NO withdrawal, namely a dangerous spike in pulmonary artery blood pressure, which is similar to \"PVR\".", "[139] Three case studies of infants born with congenital heart problems who suffered from rebound pulmonary hypertension as a result of their surgeries were studied. In two of the three cases, the administration of sildenafil caused only a minimal increase in PVR upon withdrawal of NO. Bad gastrointestinal absorption was a known factor with the third patient, which presumably reduced the efficacy of sildenafil.", "[140] Atz et al. write at page 307 of their article: \"... Sildenafil (Viagra; Pfizer Laboratories, New York, NY) is a potent and selective inhibitor of cGMP-specific PDE5, the predominant isoenzyme that hydrolyzes cGMP in the corpus cavernosum. We hypothesized that sildenafil may potentiate pulmonary vasodilation with NO or ameliorate the deleterious effects of abrupt discontinuation of NO by increasing intracellular and circulating cGMP, preventing rapid depletion of cGMP when the gas is withdrawn.\" This article showed that sildenafil treats pulmonary hypertension in humans with a particular type of condition.", "[141] The article contains Figure 1 which traces the movement of the systemic blood pressure (BP) and the pulmonary artery blood pressure (PAP) when NO is initially withdrawn and when sildenafil is added. The authors report that sildenafil \"dramatically blunts the pulmonary hypertensive effect of NO withdrawal\" while the systemic blood pressure is not reduced. This discloses, in the Court's opinion, exactly the effect of sildenafil on PVR in relation to the systemic blood pressure, which the Pfizer 1024 clinical study purports to show, and which is the basis for the '324 Patent application.", "[142] Atz et al. report at page 308 of the article that with sildenafil, 90 minutes after the NO was withdrawn in case number 1, there was a \"minimal increase in pulmonary artery pressure, which remains stable over 30 minutes\". At page 309 of the article the authors report: \"In cases 1 and 2, we confirmed a near doubling of the circulating cGMP using the newly available, more specific PDE5 inhibitor (namely sildenafil).\"", "[143] The article continues at page 309: \"However, our preliminary observation demonstrates an association between a successful increase in cGMP level and the blunting of pulmonary hypertensive response to NO withdrawal.\"", "[144] Later the article states at page 309: \"... Sildenafil as an oral pulmonary vasodilator alone or in conjunction with NO merits further evalution.\"", "[145] This article disclosed that sildenafil, when treating infants with pulmonary hypertension, lowered the pulmonary artery blood pressure selectively without reducing as much the systemic blood pressure. This is exactly the invention claimed in the 1024 clinical study which was the basis for the '324 Patent application.", "[146] On August 25, 2008 the European Patent Office revoked Pfizer's European patent for sildenafil with reference to the article by Atz et al. That decision stated at page 3 that this article shows a reduction of pulmonary hypertension after administration of sildenafil. The decision states that the article discloses that the pulmonary vascular resistance is reduced by sildenafil more than the systemic vascular resistance.", "[147] Atz et al. shows the administration of sildenafil to patients with pulmonary hypertension lowered the pulmonary artery blood pressure. The Atz et al. article stated that at page 308: \"... after 2 min. a 1-mg dose of sildenafil causes mild additional pulmonary vasodilation and dramatically blunts the pulmonary hypertensive effect of the NO withdrawal 90 minutes later.\" At the same time, the article discloses that the systemic blood pressure was not lowered as much. There was a small decrease.", "[148] Pfizer submits rebound pulmonary hypertension is not a \"pathological condition\" and is not mentioned as a \"further application of the invention\" on page 9 of the '324 Patent and henceforth cannot be included within the scope of the claims, unless the claims are construed to include every elevation in pulmonary arterial pressure.", "[149] Pfizer's experts, Drs. Rubin and Granton, deposed in their affidavits that Atz et al. does not anticipate the '324 Patent because rebound pulmonary hypertension is a unique condition. Dr. Rubin states as follows at paragraph 59 of his affidavit sworn on May 21, 2009: \"¶59 Rebound pulmonary hypertension is a unique disease. A person's body generally makes its own NO. However the infants in this case were NO deficient ... Because the stores of NO are so low, this condition is not unlike the condition of severe vasoconstriction of the U46619 model of vasoconstriction in the Weimann abstract discussed above.\" Dr. Granton makes the following statements with respect to Atz et al. at paragraphs 60-61: \"¶60 ... The 'pulmonary hypertension' that is caused by the withdrawal of NO is akin to the 'pulmonary hypertension' caused by the administration of U-46619; as both the inhaled NO and the endogenous NO are depleted, there is a powerful acute vasoconstriction. \"¶61 Like the condition described in the Weimann Abstract, rebound pulmonary hypertension is not relevant to the disease of pulmonary hypertension. It would be expected that sildenafil, as a vasodilator, would treat the intense vasoconstriction that occurs when NO is withdrawn. This does not tell a person of ordinary skill in the art about whether sildenafil would treat the disease of pulmonary hypertension ...\"", "[150] Ratiopharm's experts, Drs. Waxman and Elliot state that Atz et al. deposed that \"sildenafil was not only effective in treating pulmonary hypertension in conjunction with NO, but would also be effective as an \"oral pulmonary vasodilator alone\" to treat pulmonary hypertension generally\": see Dr. Waxman's affidavit dated February 17, 2009 at para. 62 and Dr. Elliott's affidavit dated February 17, 2009 at para. 62. Both experts state that the language of the '324 Patent expressly includes rebound pulmonary hypertension as a further condition.", "[151] This Court has already held that construing the '324 Patent in a way that limits its claims to pathological conditions of pulmonary hypertension has no basis in science or law. In my view, rebound pulmonary hypertension is a type of secondary pulmonary hypertension condition which is disclosed in the '324 Patent. The language of the '324 Patent at page 1 of the specification contradict Pfizer's submissions on this point: \"Since pulmonary hypertension is caused typically by constriction of the pulmonary blood vessels ...\" In my view the language of the patent contemplates a \"dictionary\" approach to defining pulmonary hypertension as any constriction of the pulmonary blood vessels.", "[152] The Court cannot accept Pfizer's expert evidence. It is contradicted by the express wording of the '324 Patent which lists post operative pulmonary hypertension as a further application of the invention at page 9: \"Compounds of the invention can also be used to treat children who have pulmonary hypertension post operatively or due to respiratory distress syndrome or neonatal hypoxia.\"", "[153] The person skilled in the art would conclude that Atz et al. has disclosed the effective and safe use of sildenafil in the treatment of one type of secondary pulmonary hypertension. Atz et al. allows the person skilled in the art to arrive at the invention in the '324 Patent by following these steps: 1. rebound pulmonary hypertension is diagnosed upon repeated spikes in PVR following abrupt withdrawal of NO; 2. sildenafil is administrated to the patient at a dosage of 50 mg for adults, or lower proportionally to the weight of the patient; 3. NO is subsequently withdrawn; and 4. minimal elevation of PVR will be observed and the patient should be weaned off NO.", "[154] As was stated earlier, Atz et al. provides a direct road map to treating a type of secondary pulmonary hypertension with sildenafil. The suggested base dosage, 50 mg for an adult, about 1 mg for an infant, is well within the suggested range suggested in the '324 Patent. No significant trial and error is required for performance of this invention with respect to its dosage. Atz et al. provided a detailed sequence of events which was followed and which led to the desired result, which was the avoidance of a PVR spike upon withdrawal of NO. The Court also finds that there is no material difference in the delivery system, between administration via a nasogastric tube or consumption of oral tablets. Either method would infringe on the '324 Patent since either method would use sildenafil to treat pulmonary hypertension. Prior art document No. 7: John J. Lepore et al., \"Sildenafil is a Pulmonary Vasodilator Which Augments and Prolongs Vasodilation by Inhaled Nitric Oxide in Patients with Pulmonary Hypertension\", abstract (\"Lepore et al.\")", "[155] Lepore et al. was published on November 2, 1999 by John J. Lepore, Naveen Pereira, Anjli Maroo, Leo Ginns, Luca M. Bigatello, G. William Dec, Robert Rubin, Warren M. Zapol, Kenneth D. Bloch, and Marc J. Semigran, who were all at the time acting as physicians at the Massachusetts General Hospital in Boston, Massachusetts. Dr. Rubin deposed in his cross-examination that this publication was an abstract of a presentation at a conference of the Georgia World Congress of the American Heart Association. The evidence was unclear whether this presentation took place before or after November 2, 1999. Accordingly, the Court will not consider this article as prior art before the priority date of November 2, 1999. My findings on obviousness", "[156] Reading the prior art from the perspective of the person ordinarily skilled in the art reveals that, before the priority date of November 2, 1999, sildenafil could be used to treat pulmonary hypertension by increasing the cGMP levels in the pulmonary system. In coming to this conclusion the Court will address each of the four steps of the obviousness test set out by the Supreme Court in Sanofi , supra, per Justice Rothstein at paragraphs 67-70. Step One: The person ordinarily skilled in the art and the relevant common general knowledge", "[157] The evidence of both Pfizer's and Ratiopharm's experts agree that the person skilled in the art is a physician specializing in cardiology, pulmonology, or other internal medicine who treats patients suffering from pulmonary hypertension.", "[158] In January 1999, it was discovered that sildenafil lowers PVR to a greater degree then SVR in human subjects that do not suffer from pulmonary hypertension. In Use of Sildenafil (Viagra) in Patients with Cardiovascular Disease , (1999) Circulation 99:168-177, the authors Cheitlin et al. explain at pages 171-172 that this new discovery is the result of the observation of the side effect of VIAGRA upon ED sufferers with cardio vascular diseases: \"Sildenafil has both arteriodilator and venodilator effects on the peripheral vasculature (Pfizer, unpublished data). In 8 patients with stable angina, intravenous sildenafil reduced systemic and pulmonary arterial pressures and cardiac output by 8%, 25%, and 7%, respectively, consistent with its mixed arterial (systemic and pulmonary hypotension) and venous (drop in stroke volume secondary to decreased preload) vasodilator effects. In conclusion, consistent with the anticipated effects resulting from an increase in cGMP levels in vascular smooth muscle, sildenafil possesses vasodilatory properties, which result in mild, generally clinically insignificant decreases in blood pressure when taken alone.\"", "[159] Weimann et al. showed in March 1999 that sildenafil selectively reduced the PVR in the vasoconstricted sheep model. This animal study showed that sildenafil treats pulmonary hypertension in sheep, and would teach a person skilled in the art that human experimentation ought be pursued.", "[160] In July 1999, Atz et al. confirmed that sildenafil lowers PVR to a greater degree then SVR in humans who suffer from rebound pulmonary hypertension: \"In cases 1 and 2, we confirmed a near doubling of circulating cGMP using the newly available, more specific PDE5 inhibitor ... This study may support the important role of the phosphodiesterase system in the genesis and treatment of pulmonary hypertension. \"... Sildenafil as an oral pulmonary vasodilator alone in or in conjunction with NO merits further evaluation. Carefully designed studies of its possible therapeutic use and potential toxicity in the paediatric population may be warranted.\"", "[161] In my view the person ordinarily skilled in the art would be aware as of the priority date of November 2, 1999 that sildenafil, which is known to increase the levels of cGMP in the pulmonary system and cause smooth muscle relaxation, has been employed to successfully treat one type of secondary pulmonary hypertension in humans. Step Two: The inventive concept of the claims in the '324 Patent", "[162] The inventive concept in the '324 Patent has been set out earlier in these Reasons. As a summary, the '324 Patent claims the new use of sildenafil for treating pulmonary hypertension in humans. Step Three: Differences between the prior art and the subject matter of the claims in the '324 Patent", "[163] The main difference between the prior art and the '324 Patent claims is that the prior art focused on rebound pulmonary hypertension (the Atz et al. article) and animal studies (Weimann et al.). The '324 Patent deals with all forms of pulmonary hypertension. Step Four: Viewed without any knowledge of the alleged invention as claimed, do those differences constitute steps which would have been obvious to the person skilled in the art or do they require any degree of invention?", "[164] Pfizer submits that short of conducting human studies of a diverse group of patients suffering from a number of forms of pulmonary hypertension, it would not be obvious to the person skilled in the art that sildenafil could effectively and safely treat pulmonary hypertension in humans. The logic of Pfizer's submission is found at paragraph 18 of its memorandum of argument: \"¶18 ... While the mechanism of action for sildenafil had been understood for some time before the claim date, those skilled in the art understood that just because it was biologically plausible that sildenafil could work, that did not mean it was predictable that it would work to treat a very complex disease ...\" (Emphasis in original)", "[165] In my view this is an appropriate case for applying the \"obvious to try\" test. The prior art suggests the use of sildenafil for the treatment of pulmonary hypertension. Atz et al. specifically teaches the use of the sildenafil for treating a type of pulmonary hypertension in humans, and Weimann et al. discloses the treatment in sheep. \"Obvious to try\" considerations i) Is it more or less self-evident that what is being tried ought to work?", "[166] By the time Pfizer filed its priority application in the U.K., it was evident that sildenafil selectively reduced the PVR to a greater degree then the reduction in SVR in patients with pulmonary hypertension.", "[167] Contrary to Pfizer's submissions, it was not mere speculation, based on the known mechanism of PDE5 inhibitors, that sildenafil would work to treat pulmonary hypertension. The parties' experts agree that animal studies cannot be predictive of the same positive results in humans. While animal studies may be insufficient to substantiate Ratiopharm's allegation of lack of sound prediction, they can form part of the prior art which substantiates the allegation of obviousness. (I note that Pfizer relied on dog studies in its '324 Patent). Weimann et al. concluded in March 1999 in the sheep study that: \"Sildenafil selectively dilates the pulmonary vasculature ... in an ovine model of pulmonary hypertension.\" Then Atz et al. reported that sildenafil, in a case study involving humans, \"dramatically blunts the pulmonary hypertensive effect of NO withdrawal\" while the systemic blood pressure is not reduced.", "[168] Pfizer submits that the evidence demonstrates that rebound pulmonary hypertension is not found in the Evian classification system and should not be used interchangeably with the phrase pulmonary hypertension. This bears no impact on the issue because the '324 Patent includes pulmonary hypertension arising post operatively in infants. This is written at page 9 of the Patent: \"Compounds of the invention can also be used to treat children who have pulmonary hypertension post operatively or due to respiratory distress syndrome or neonatal hypoxia.\"", "[169] The infants in Atz et al. all developed post operative pulmonary hypertension. In my view the '324 Patent explicitly included the use of sildenafil as set out in Atz et al. The Court finds that it was self-evident that sildenafil will effectively treat rebound pulmonary hypertension in infants before the priority filing date.", "[170] There is also no reason to accept Pfizer's submissions to effectively exclude rebound pulmonary hypertension from the obviousness analysis because it is an acute, as opposed to a pathological condition. Dr. Butrous admitted in response to question 405 in his September 24, 2009 cross-examination that sildenafil has the same effect on either form of pulmonary hypertension: \"A: What I want to say is that with pulmonary hypertension, whether it is an acute instance or it is a chronic condition, the behaviour of the sildenafil seems to be identical.\"", "[171] The Court concludes that it was self-evident or plain that there was a fair expectation of success that sildenafil would treat pulmonary hypertension based on the prior art, specifically the case studies in Atz et al. and the sheep model in Weimann et al. It was therefore \"obvious to try\" to use sildenafil to treat pulmonary hypertension. ii) What is the extent, nature, and amount of effort required to achieve this invention? Are routine trials carried out or is the experimentation prolonged and arduous, such that the trials would not be considered routine?", "[172] (CONFIDENTIAL EVIDENCE REFERRED TO HAS BEEN REDACTED FROM THE PUBLIC VERSION OF THE REASONS FOR ORDER) ___________________________________________________. Pfizer's experts admitted on cross-examination that catheterization is a common procedure, despite the risk of death to patients. Dr. Butrous characterized the risk to patients from catheterization as follows in response to question 97 in his September 24, 2009 cross-examination: \"Q: Catheterization is a very common procedure by cardiologists? \"A: It is a common procedure for cardiologists, but that doesn't mean that there are patients for whom there is no danger. Catheterization could carry some danger. Of course, for experienced cardiologists it would be less dangerous.\"", "[173] The Court's assessment of the evidence under this factor is that the preliminary 1024 study was not prolonged, arduous, or so ingenious as to be inventive. iii) Is there a motive provided in the prior art to find the solution the patent addresses?", "[174] There was a strong motive to establish the efficacy of sildenafil in light of limited therapies available to patients of pulmonary hypertension. Sildenafil presented the best future therapy option for sufferers of the disease who did not respond to the traditional therapies of the time. The prior art demonstrates a keen interest amongst researchers to confirm sildenafil's known mechanism of action in pulmonary hypertension. Conclusion with respect to obviousness", "[175] The Court concludes that before the priority date of November 2, 1999 a person skilled in the art with the common general knowledge shown in the prior art would consider that it was \"obvious to try\" sildenafil for the treatment of pulmonary hypertension and that the skilled person would have a \"fair expectation of success\". Accordingly, the Court finds that Pfizer has not proven on the balance of probabilities that the Ratiopharm allegation of patent invalidity for obviousness is unjustified.", "[176] In view of this finding, the Court will not need to consider whether the prior art anticipated the '324 Patent. This has a higher threshold than obviousness when examining the prior art, and it is not necessary for the Court to undertake this analysis. If I am wrong on obviousness, then the prior art would not have anticipated the '324 Patent. GENERAL CONCLUSION", "[177] For these reasons, the applicants have not established on the balance of probabilities that the Ratiopharm allegations are unjustified with respect to the invalidity of the '324 Patent for lack of sound prediction and for obviousness in view of the prior art. Accordingly, this application for an Order prohibiting the Minister of Health from issuing a Notice of Compliance to Ratiopharm for a generic version of REVATIO is dismissed. COSTS", "[178] Ratiopharm is entitled to its legal costs. Costs are being awarded in these matters according to the scale in Column IV of Tariff B at the middle of that scale. ORDER", "[179] THIS COURT ORDERS that This application is dismissed with costs to Ratiopharm. Application dismissed. Claims 1. The use of an effective amount of sildenafil or a pharmaceutically acceptable salt, solvate or polymorph thereof, for the manufacture of a medicament for treating or preventing pulmonary hypertension. 2. The use according to claim 1, wherein the effective amount is less than 50 mg per day. 3. The use according to claim 2, wherein the effective amount is up to 20 mg per day. 4. The use according to claim 3, wherein the effective amount is up to 10 mg per day. 5. The use according to claim 4, wherein the effective amount is from 1 to 10 mg per day. 6. The use according to any one of claims 1 to 5, wherein the medicament is suitable for oral administration. 7. The use according to claim 6, wherein sildenafil citrate is used. 8. The use according to any one of claims 1 to 5, wherein the medicament is suitable for inhalation. 9. The use according to claim 8, wherein slldenafil mesylate is used. 10. The use of an effective amount of sildenafil or a pharmaceutically acceptable salt, solvate or polymorph thereof, for treating or preventing pulmonary hypertension. 11. The use according to claim 10, wherein the effective amount is less than 50 mg per day. 12. The use according to claim 11, wherein the effective amount is up to 20 mg per day. 13. The use according to claim 12, wherein the effective amount is up to 10 mg per day. 14. The use according to claim 13, wherein the effective amount is from 1 to 10 mg per day. 15. The use according to any one of claims 10 to 14, wherein the effective amount is administered orally. 16. The use according to claim 15, wherein sildenafil citrate is used. 17. The use according to any one of claims 10 to 14, wherein the effective amount is inhaled. 18. The use according to claim 17, wherein sildenafil mesylate is used. [End of document]"]}