{"id_": "027813", "body_str": ["[1] Rouleau, J. : This application is for judicial review under s. 82.1 of the Immigration Act , R.S.C. 1985, c. I-2, as am. by R.S.C., 1985, c. 28 (4th Supp.) (\"the Act \") to review and set aside a decision of the Convention Refugee Determination Division of the Immigration and Refugee Board (\"the CRDD\"), dated June 7, 2001, wherein the respondent was determined to be a Convention Refugee on the grounds that she was not excluded by virtue of Article 1E of the United Nations Geneva Convention Relating to the Status of Refugees , July 28, 1951, [1969] Can. T.S. No. 6 (\"the Convention\") and that she had a well-founded fear of persecution on the basis of political opinion, religion and gender, should she return to Iran. The applicant Minister is seeking to have the CRDD's decision set aside and referred back for redetermination by a differently constituted Panel of the CRDD.", "[2] The facts are essentially set out in the reasons of the CRDD. The respondent was born on June 11, 1982 in Tehran, Iran, into the Muslim faith of her parents and is a citizen of that country.", "[3] The respondent alleges that in 1986, during the Iran-Iraq war, her parents decided to relocate her for her safety with family members who had been accepted in Germany. Thus, the respondent accompanied her mother to Germany in March 1986 and was given asylum under the guardianship of her aunt and uncle, refugees who were accepted in Germany from Iran in 1985. She entered Germany with a special temporary residence status issued to aliens. When possible, her mother visited her for several months every year on a temporary residence permit. When not visiting her, the mother returned to live in Iran with her husband who was restricted in leaving Iran because of his former pro-Shah loyalties, and his occupation as a medical doctor.", "[4] Upon arrival in Germany in 1986, the respondent lived with her aunt and uncle and finished kindergarten and four years of primary school there, and subsequently completed her secondary education in 1997. On April 4, 1998, the respondent's mother received an order from the Souest Local Guardianship Court revoking the guardianship of the aunt, and noting that the respondent was living with her mother.", "[5] During the period from kindergarten through secondary school, the respondent alleges having experienced harassment and other forms of discrimination because of her nationality. She alleges that during kindergarten, a young male friend of hers who was Turkish was targeted for mistreatment by students and teachers alike because of his nationality. His parents moved away to another town because of the discrimination. The respondent alleged she later learned that the student in question was beaten and his mother killed in one of the fires set by skinheads. Furthermore, she alleges becoming ill during her primary school years, with extreme signs of nausea, loss of appetite, susceptibility to illnesses and mental problems, necessitating treatment by a psychologist. In secondary school, her nausea turned into gastritis, she acquired skin problems and had difficulty sleeping. She alleges her illness resulted from her mistreatment at school.", "[6] In 1997, the respondent's mother's brother, who had obtained residency in Canada, came to Germany to attend the wedding of her aunt. The respondent alleges having told her uncle of her mistreatment in Germany, and the latter advised her to leave the country. Upon his return to Toronto, the uncle contacted a consultant to plan for her exit from Germany. However, the uncle informed the respondent in the spring of 1999 that the consultant had moved away without initiating any action.", "[7] The respondent then undertook to obtain a student visa for the purpose of attending college in Toronto. Her mother provided consent and appointed the uncle as guardian, the latter assuming financial sponsorship. The respondent thus arrived in Canada on September 15, 1999 on a Canadian student visa issued by Germany with the expiry date of July 31, 2000. Due to administrative delays in obtaining the travel documentation, the respondent commenced her school program one year later than intended. She claimed refugee status on September 20, 1999, five days after her arrival, alleging a well founded fear of persecution against Germany on the grounds of race, nationality and political opinion. In her Personal Information Form (\"PIF\"), the respondent answered Question 13 which stated: \"In which country or countries do you fear persecution?\"; she listed only Germany and not Iran.", "[8] In the narrative of her PIF, the respondent indicated that she fears that if she returns to Germany, the skinheads and the authorities will engage in persecutory actions, she will succumb to similar physical and mental health problems and she will experience discrimination and harassment from the general population. With respect to Iran, she alleged that she cannot go back to that country because she is against the Regime, does not speak the language, left when she was four years old and was educated in Germany and Canada, and could not adapt to Iranian life since she has grown up in a different culture. In addition, she claimed her mother is deceased and her only remaining family member, her father, is targeted by the authorities.", "[9] By letter dated June 7, 2001, the Refugee Board provided the respondent with notice of its decision that she was a Convention refugee. The applicant now seeks judicial review of the decision of the CRDD on the basis that its findings were unreasonable in light of the evidence before it.", "[10] In its written reasons dated May 31, 2001, the CRDD first determined that the respondent's \"temporary permanent status is null and void\" and that the respondent no longer had the right to return to Germany and that her residence status was permanently abandoned. Therefore, it found that the respondent did not enjoy the right to return to Germany and that Article 1E of the Convention did not apply.", "[11] The respondent's claim of persecution was directed against Germany only. However, when the CRDD found that Article 1E of the Convention did not apply, it nevertheless proceeded to consider the respondent's claim with respect to her country of origin and citizenship, Iran. In this regard, the CRDD concluded that the respondent had a well-founded objective and subjective fear of persecution on the basis of political opinion, religion and gender. The CRDD held that the Iranian authorities would perceive the respondent as anti-regime and that she will suffer persecutory acts if she returns to Iran.", "[12] The central issue in this application is whether the CRDD erred in finding that Article 1E of the Convention Refugee definition did not apply to the respondent and that she would face a well-founded fear of persecution if she returned to Iran.", "[13] With respect to the CRDD's exclusion finding, the Minister submits that the CRDD erred in its interpretation of Article 1E of the Convention and that it ignored material evidence demonstrating that the respondent had secured status in Germany.", "[14] It is submitted that the respondent held a German travel document that indicated that her residency status in Germany was unlimited or unrestricted (\"unbefristet\") or that the respondent was a permanent resident of Germany. This Residence Permit also included the following supplementary provision: \"Gainful employment requiring a work permit permitted only in accordance with a valid work permit\". Furthermore, when the respondent applied for a student visa to enter Canada, she allegedly indicated in her visitor's visa application that her residence permit was for an \"indefinite period\" and expired on December 31, 2000. A Canadian Immigration Program Manager in Berlin, responding to a request for information, would also have indicated to her that although the validity of her status was until December 31, 2000, \"this would be extended upon application\". The FOSS notes of the respondent's interview for her student visa further indicate that the respondent told the Immigration Officer that she had permanent residence in Germany and that she intended to study medicine in Germany after returning from Canada. The applicant submits the CRDD ignored this cogent evidence and, by so doing, committed a reviewable error warranting the intervention of this court.", "[15] The applicant submits that the CRDD erred in its interpretation of the decision of this court in <FRAGMENT_SUPPRESSED> ; 103 F.T.R. 241 (T.D.), and in its application of Article 1E of the Convention by assuming that this provision refers to unconditional rights of residence. Neither Shamlou nor the terms of Article 1E require an unconditional right as what the CRDD suggests in its decision, and in fact this court has rejected the proposition that Article 1E should be so strictly construed. It is submitted that in the present case, the evidence before he CRDD showed that the respondent was able to work in Germany, could study there and in fact asserted that she intended to return to Germany after her studies in Canada to pursue studies in medicine. She was also able to access basic social services in Germany.", "[16] The applicant further submits the respondent had the right to return to Germany, but allowed her residence status to expire while she was in Canada. She has been in Canada since 1999 and her residence status in Germany expired on December 31, 2000. However, the respondent waited until mid-March 2001 to inquire into her status, wherein she was told since she had not renewed the residence permit within six months after her student visa expired (her visa in fact expired in July 2000), her status had lapsed and that it was not renewable. The applicant quotes from the decision of this court in <FRAGMENT_SUPPRESSED> ; 146 F.T.R. 102 (T.D.), where it was stated at para. 9 that \"It does not assist the applicant that she allowed her exit visa to expire. The evidence before the panel reasonably allowed it to conclude that the visa could be renewed. The necessary inference is that an exit/re-entry visa to which a full carte holder is entitled may also be renewed or a new one obtained\". Similarly, the applicant argues that in the case at bar, there was ample evidence before the CRDD in the form of German legislation (the ) indicating that status could be re-obtained or re-acquired. It is submitted the CRDD erred in ignoring this material evidence as well.", "[17] The applicant also submits that although the respondent did not have refugee status in Germany, she did have status akin to a permanent resident, were it not for her deliberate action of allowing that status to lapse. The fact that she allowed her status to expire amounts to asylum shopping and is not sufficient to preclude the application of Article 1E of the Convention. Moreover, this court has held on several occasions, the most recent one being the decision in <FRAGMENT_SUPPRESSED> ; 195 F.T.R. 171 (T.D.), that the fact that an applicant's re-entry visa or travel document was expired at the time of the hearing is not an impediment to exclusion under Article 1E of the Convention. Thus, based on the principles set out by the case-law of this court, the Applicant submits the CRDD once again erred in ruling that since the respondent's residence permit had expired at the time of the hearing, Article 1E did not apply.", "[18] The applicant thus submits that given all the evidence that was before the CRDD, the Minister had made a prima facie case that Article 1E applied, and consequently, the onus then shifted to the respondent to show why she did not renew her residence permit and why she should not be excluded from the refugee definition. It is submitted that the respondent did not satisfy this onus and that the CRDD erred in law in its application of the onus, or rather, the lack of application thereof.", "[19] With respect to the inclusion finding of the CRDD, the applicant challenges the finding that the respondent would have a well-founded fear of persecution if she were to return to Iran. There was no basis upon which to find that the respondent established a well-founded fear of persecution against Iran; there was no evidence that the respondent belonged to a political group or articulated political opinions that were anti-regime, and accordingly, there was no evidence to support the finding that the respondent would suffer persecutory acts if she returned to Iran.", "[20] The applicant further submits that the other grounds identified by the respondent as reasons for not being able to return to Iran - namely the fact that she does not speak Farsi, is not committed to Islamic practices, cannot adapt to Iranian culture, and does not have familial support - do not form a proper legal basis that falls within the Convention refugee definition. Furthermore, there was no analysis of whether these particular qualities could satisfy the requirements of membership in a particular social group. Accordingly, the applicant submits that the CRDD erred when it concluded that since the respondent would not be able to conform to Iranian cultural life, this made her a Convention Refugee.", "[21] Finally, it is argued that the CRDD committed a reviewable error both in its exclusion and inclusion analysis, and requests that this application for judicial review be granted.", "[22] The respondent submits on her part that the CRDD was correct in its interpretation of Article 1E of the Convention in coming to the conclusion that it did not apply to the respondent's claim.", "[23] The CRDD properly considered the material evidence before it in coming to the conclusion that the respondent's temporary residence status in Germany was permanently abandoned and that she did not enjoy the right to return to Germany.", "[24] The respondent argues that the CRDD did not err in its application of the Shamlou decision. It did not assume that Article 1E refers to unconditional rights of residence but accepted the four criteria which were indicative of the basic rights which militate to exclude a claimant under Article 1E and properly evaluated those criteria in light of German law and specifically the of 1991. It is also submitted that the CRDD did not ignore the travel document held by the respondent and properly gave its interpretation of this document by considering the viva voce evidence given by the respondent and the documentary evidence submitted at the refugee hearing and especially the German document entitled Merkblatt No. 6 (a statement of the law in Germany as to residence status). As a result, the CRDD did not commit a reviewable error warranting the intervention of this court.", "[25] The respondent further submits that the CRDD properly considered that the onus was on the Minister to establish that the exclusion clause applies to the respondent. The latter possessed a gray travel document consisting of temporary resident permits and the significance of the grey travel document was thoroughly considered by the CRDD. The various arguments advanced by the Minister to warrant exclusion under Article 1E were properly considered by the CRDD and the latter came to the proper decision that the Minister failed to satisfy the onus of establishing that the exclusion clause applied to the respondent.", "[26] It is suggested that the CRDD provided clear and unmistakable reasons in finding that the respondent was not excluded under Article 1E. It found that the documents presented at the hearing demonstrated that the temporary resident permits were related to the special treatment option stipulated by the United Nations High Commission for Refuges (\"UNHRC\") in her situation and, as such, the respondent received some of the rights and obligations of a German national but had restrictions indicating she was not allowed to work and was restricted to residence within a particular geographic area.", "[27] Furthermore, it is submitted that unlike what is alleged by the Applicant, the respondent did not let her residence status in Germany expire to remain in Canada. The respondent left Germany because of a fear of returning there and made a refugee claim in Canada which would be a reason for her not to be able to renew her residence status as she left Germany for a reason that was not temporary. The respondent argues this is clearly set out in the letter from the Consulate General of the Federal Republic of Germany dated March 16, 2001.", "[28] Finally, the respondent submits there is evidence on the Record to show that her right to temporary resident status was null and void with no right to appeal and the CRDD panel, by considering the complex definition of residency, properly decided that the permit held by the respondent did not give her rights similar to permanent residence status. This position taken by the CRDD panel distinguishes the case of Nepete since there is evidence in the present case that an an official representative of the German government, being the Vice Consul of the Consulate General of the Republic of Germany, would not be in a position to issue a re-entry visa to the respondent to allow her to return to Germany based on the Merkblatt No. 6 document and the of Germany.", "[29] With respect to the inclusion finding of the CRDD, it is submitted that the CRDD was entitled to hear evidence concerning the respondent's claim of having a fear of persecution in Iran and to hear evidence expanding on her statement contained in her PIF; that the guiding principles that the CRDD must follow for the proper conduct of its business is set out in the Act , in particular in s. 68(2) and (3). The latter provision states that the CRDD is not bound by any legal or technical rules of evidence and, in any proceedings before it, it may receive and base a decision on evidence adduced in the proceedings and consisted credible or trustworthy in the circumstances of the case. In the case at bar, the CRDD panel heard evidence concerning the respondent's political opinion, religion and gender and properly considered the evidence before it to come to the conclusion that the respondent had both an objective and subjective basis to her fear of returning to Iran and concluded that there was more than a mere possibility that the claimant would face persecution for these grounds if she returned to Iran. The inclusion finding was therefore reasonably open to the CRDD.", "[30] Thus, the respondent requests that the applicant's application for judicial review be dismissed.", "[31] The first issue in this judicial review is whether s. E of Article 1 of the Convention is applicable to the respondent. If it does, the Convention refugee definition does not apply to her. Section E provides: \"E. This Convention shall not apply to a person who is recognized by the competent authorities of the country in which he has taken residence as having the rights and obligations which are attached to the possession of the nationality of that country.\"", "[32] Lorne Waldman, in his work Immigration Law and Practice , Markham, Ontario: Butterworths,1992 (loose-leaf)), vol. 1, at sec. 8.479, identifies four factors that, in his opinion, the Board should follow in undertaking an analysis regarding the \"basic rights\" enjoyed by an applicant: \"(a) the right to return to the country of residence; (b) the right to work freely without restrictions; (c) the right to study; and (d) full access to social services in the country of residence.\"", "[33] These criteria were adopted in <FRAGMENT_SUPPRESSED>  at para. 36, where it was said: \"I accept the criteria outlined by Mr. Waldman as an accurate statement of the law. The issue with respect to the Board's application then really turns on whether or not it was reasonably open for the Board, on the facts before it, to conclude that the applicant was a person recognized by the competent authorities in Mexico as having most of the rights and obligations which are attached to a person of that nationality.\"", "[34] The effect of the decision  <FRAGMENT_SUPPRESSED> is for a Board to require clear evidence that a person enjoys all of the rights of a national, including the right to return to the country where he or she has taken residence, before applying that section.", "[35] It was argued before me that a person cannot be excluded under Article 1E if he has some sort of temporary status which must be renewed, and which could be cancelled, or if the applicant does not have the right to return to the country of residence free from any restrictions. It is thus submitted that the fact the respondent had to renew her \"unrestricted\" or \"unlimited\" permanent resident visa meant that her status was one of a qualified \"unlimited\" permanent resident, that she was not able to freely return to Germany and therefore did not enjoy the right of return to the country of residence that a German national would enjoy. I am not persuaded that the words of Article 1E should be so narrowly construed as the respondent suggests, or that the words by their plain meaning can be said to exclude the circumstances of this case. The right of return of a German permanent resident is not necessarily an unconditional one but is more along the rights of a permanent resident in Canada. A permanent resident in Canada has practically all the rights and obligations of a national, except the right to vote. However, even a permanent resident in Canada can have his or her status revoked if he or she is outside the country for more than six months. Therefore, even in Canada there are no unconditional rights to a permanent resident.", "[36] It is further submitted before me that the relevant time for consideration of the right of the respondent to return to or re-enter Germany was the time of the hearing before the CRDD panel, thus reflecting the forward-looking intention of the refugee definition. [see footnote 1] In the present case, it is submitted there is evidence on the record to show that her right to temporary resident status was null and void with no right to appeal at the time of the hearing before the CRDD since she failed to renew it within six months of the date of expiry of her student visa. Hence, although the respondent may have enjoyed most of the rights of a national of Germany at one time, her right of return was not included as one of them at the time of the hearing.", "[37] I must admit I have difficulty with the respondent's submission since this would yield the manifestly absurd result that counsel may indefinitely postpone the hearing of a refugee claim so as to cause the residence status of the claimant to expire, thus rendering the exclusion clause of Article 1E of the Convention inapplicable. Article 1E must be read in a more purposive light so as to provide safe haven to those who genuinely need it, not to give a quick and convenient route to landed status for immigrants who cannot or will not obtain it in the usual way. I therefore fully agree with the Federal Court of Appeal decision in <FRAGMENT_SUPPRESSED> ; 191 N.R. 170 (F.C.A.), at para. 12, that \"the real question that the Board had to decide in this case was whether the respondent was, when she applied for admission to Canada , a person who was still recognized by the competent authorities of the United States as a permanent resident of that country\".", "[38] The facts of this case are quite different from those in <FRAGMENT_SUPPRESSED>  (F.C.A.). In that case, the appellant was a Polish national who was claiming refugee status against Poland. He had resided legally in West Germany for four years before coming to Canada. He alleged that he was only able to stay in West Germany by virtue of temporary visas, that he had been unable to obtain status as a permanent resident, that he had been advised the Germans wished to deport him to Poland and that his temporary visa, which was due to expire on November 25, 1975, would not be renewed. In the court's opinion, this evidence served to negate, rather than to affirm, the allegation that the appellant had any rights similar to those attached to West German nationality. I acknowledge on the facts of this case however that it is highly likely that the respondent enjoyed the right of return to Germany and the other rights enumerated  <FRAGMENT_SUPPRESSED> when she claimed refugee status.", "[39] There is in fact prima facie proof in the terms of the German travel gray document and in the terms of the residence permit which had been issued that the respondent had permanent resident status subject to a renewal every two years. The respondent has also established through her testimony that she was able to work without restrictions and that it was voluntary on her part that she did not engage in paid work. She was able to and in fact did pursue a program of academic studies and she was entitled and did receive a small stipend from the government for her care. As regards the return, she did leave Germany at one point on a school trip and did return after an absence of one week without any difficulties.", "[40] Thus, by her own evidence and on the basis of the documentary evidence before the Board, the respondent's status when she claimed refugee status was that her permanent resident status was active and valid at the time, and that she enjoyed the \"basic rights\" identified  <FRAGMENT_SUPPRESSED> . Any subsequent change of status at the date of the hearing and the underlying reasons for this change should be considered when assessing whether the respondent demonstrated why she should nevertheless not be excluded from the refugee definition. The fact that the respondent caused [her] permanent resident status to expire by the time of the hearing of her refugee claim cannot avail to her benefit.", "[41] I am satisfied that the Minister put forward prima facie evidence that Article 1E applies to the present case, and the onus shifted to respondent to demonstrate why, having caused her permanent resident status to expire, she could not have reapplied and obtained a new visa. As stated, the respondent has been in Canada since September 1999 and her residence status in Germany expired on December 31, 2000. The respondent waited until mid-March 2001 to inquire into her status, wherein she was told since she had not renewed the residence permit within six months after her student visa expired, her status had lapsed. However, she did not inquire as to the possibility of renewing her visa or the possibility of reapplying for a new one. The facts of this case are very different from the ones in <FRAGMENT_SUPPRESSED> ; 112 F.T.R. 143 (T.D.), where there was clear evidence that the applicants had been advised by the German government that they could not return. In this case, the respondent simply provided no such evidence.", "[42] In my view, and unlike the Mahdi case, the evidence here did not demonstrate that there was a serious possibility that the German authorities would not recognize her the right to reapply for permanent resident status and the right to return to Germany. On the contrary, there was ample evidence before the CRDD in the form of German legislation (the ) indicating that status could be re-obtained or re-acquired if applied for or, at least, that a request would be dealt with on a \"case-by-case\" basis. Thus, at the time of the hearing, the respondent failed to demonstrate that there was evidence on the record to show that she would be denied a re-entry or permanent resident visa for Germany if she reapplied for one, although it is clear that she had no automatic right of re-entry into Germany.", "[43] The real issue before me is whether the Board, on the evidence before it, reach a conclusion that was reasonably open to it. After careful review of the evidence and of the Board's reasons, I am of the view that the Board erred in finding that the respondent did not enjoy the right to return to Germany and that Article 1E of the Convention did not apply to her case.", "[44] My finding on this point is sufficient to dispose of this application for judicial review. However, even if I were to find that Article 1E did not apply, this application for judicial review must fail.", "[45] With respect to the inclusion finding made by the CRDD, the respondent submits that the latter is not restricted at a refugee hearing to only deal with information set out in the PIF without amendment or clarification if necessary. It is open to a panel to hear evidence and determine whether a person has a well-founded fear of persecution in countries other than those specifically mentioned in the PIF. In this case, the respondent submits it is important to note that her fear of persecution in Iran was expressed in the narrative as set out in her PIF even though it was not specifically mentioned in Question 13 of the PIF. The fact that she was born in Iran and is presently an Iranian citizen as disclosed in the PIF would be sufficient indication that the CRDD panel had an obligation, not merely a right, to review her situation in Iran to ascertain whether she had a well-founded fear of persecution in that country and make a determination in this regard.", "[46] I wish to stress the fact that the respondent's refugee claim was essentially against Germany. In her PIF, she only listed Germany as the country of persecution even though the Question 13 allowed for multiple countries to be listed. In addition, it is clear from the respondent's narrative in her PIF that her claim is fundamentally directed against Germany. In her five-page extensive response dealing with Germany, there is only one perfunctory line referring to Iran which states that she cannot return to that country because she \"grew up in a different culture and will not be able to adapt to Iranian life; For example, having to follow Chador (covering), and I had never been exposed to the Farsi language. I am not able to read, write, and speak this language, and I am against the principles followed by the leaders of Iran\". Given this very terse statement and the fact that the respondent never listed Iran as a country of persecution, I am of the view that the CRDD erred in not turning its mind to the specific claim made against Germany and in considering a virtually non-existent and, at best, an unspecified claim against Iran.", "[47] Accordingly, this application for judicial review is granted, the decision of the CRDD set aside and the matter referred back for rehearing by a newly constituted panel. Application allowed. Editor: Gary W. McLaughlin/gs Footnote 1. <FRAGMENT_SUPPRESSED>  at para. 4. [End of document]"]}