{"id_": "027992", "body_str": ["[1] Frenette, D.J. : This is an application for judicial review pursuant to section 72 of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (IRPA) of a decision on the Refugee Protection Division (RPD), dated February 20, 2008 wherein the Panel member determined that the Applicants' claim had been abandoned. BACKGROUND", "[2] The Applicants are a mother and her three daughters ranging in age from seven to eleven years of age. They are ethnic Albanian citizens of Serbia. They came to Canada on July 25, 2007 on a visitor's visa and made a claim for refugee protection in December 21, 2007.", "[3] The Immigration officer provided them with Personal Information Forms (PIF), and informed them that the forms were to be filed within 28 days (i.e. January 18, 2008). The Applicants do not speak or understand English. They were assisted by a nephew living in Canada, who acted as their translator. He was, however, in Vancouver until January 10, 2008.", "[4] When the Applicant's nephew returned, they tried to retain counsel but were only successful on their third attempt. They were able to retain Mr. Robert Young who received them on January 22, 2008. He then wrote a letter to the IRB on January 25, 2008 seeking an extension of time to file the Applicants' PIF. No reply was made.", "[5] The IRB scheduled two abandonment hearings; one was cancelled because there was no translator. The Board proceeded on February 20, 2008, but the Applicants' counsel was not present.", "[6] The Applicants' explained that the delay to produce their PIF was due to the delay in finding and meeting their counsel. She explained that she was on welfare but felt she needed legal counsel.", "[7] Their PIF were filed on February 13, 2008 (due on January 18, 2008). During the February 20, 2008 abandonment hearing, the RPD member acknowledged the Applicants' told him they intended to pursue their refugee claim. The Decision", "[8] The RPD Panel member found the delay and the difficulties in obtaining counsel was a reasonable explanation as to why the PIF were not filed before February 13, 2008. They could have completed their PIF themselves. He decided that counsel's letter of January 25, 2008 for extension of time was made after the 28 days required and because there were no exceptional circumstances envisaged the requirement of Guideline 5 was not met, the extension could not be granted. He then concluded that the claims were abandoned because the PIF had not been filed on time. ISSUE 1. Did the Panel err in finding Applicant's refugee claim to be abandoned? ANALYSIS Relevant Statutory Provisions 58. (1) A claim may be declared abandoned, without giving the claimant an opportunity to explain why the claim should not be declared abandoned, if (a) the Division has not received the claimant's contact information and their Personal Information Form within 28 days after the claimant received the form; and (b) the Minister and the claimant's counsel, if any, do not have the claimant's contact information. (2) In every other case, the Division must give the claimant an opportunity to explain why the claim should not be declared abandoned. The Division must give this opportunity (a) immediately, if the claimant is present at the hearing and the Division considers that it is fair to do so; or (b) in any other case, by way of a special hearing after notifying the claimant in writing. (3) The Division must consider, in deciding if the claim should be declared abandoned, the explanations given by the claimant at the hearing and any other relevant information, including the fact that the claimant is ready to start or continue the proceedings. (4) If the Division decides not to declare the claim abandoned, it must start or continue the proceedings without delay. 58. Standard of Review", "[9] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , determined that there are now only two standards of review: correctness and reasonableness (para. 34).", "[10] The standard of correctness applies to questions of law, of natural justice, or of procedural fairness while the standard of reasonableness applies to questions of fact or mixed facts and law.", "[11] The determination of the Applicant's standard of review requires a two-step process. First, the Court must consider the jurisprudence to decide whether an appropriate standard of review is already instituted. If not, then the Court should undertake an analysis of the four factors required for a standard of review analysis ( <FRAGMENT_SUPPRESSED> para. 62).", "[12] Since <FRAGMENT_SUPPRESSED> , the jurisprudence has established that the appropriate standard of review of facts, credibility and plausibility assessments, is that of reasonableness ( <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 321; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 337). In the present case, involves a determination of credibility and interpretation of facts, therefore the applicable standard of review, is reasonableness. The issue of abandonment", "[13] The Applicants submits that subsection 58(3) of the RPD rules, require the Board to consider whether the claimant is ready to proceed before determining that the claim has been abandoned. This implies that the PIF has been filed within the required 28 days.", "[14] In the present case, the PIF was filed nearly one month later. The Board member considered the reasons given to justify the delay (i.e. the time required to obtain legal counsel), and found it to be unreasonable. He did not consider the language barrier the Applicants allege they experienced and the lack of funds or difficulty to find legal counsel.", "[15] The Applicants' alleged that the Board member applied a mechanical usage of the rules and rejected the explanations for the delay because they did not constitute \"exceptional circumstances\".", "[16] In the Applicants' opinion, this decision is unreasonable and the Member failed to apply the rule set out in subsection 58(3) of the RPD rules.", "[17] The Respondent pleads that the Member rendered a correct decision because the Applicants' had not provided sufficient persuasive evidence that they had diligently pursued the claim, and failed to file the PIF within the 28 days limit.", "[18] The Respondent also adds a practical argument in that if the claimant was allowed to file her claim outside the time limit without a valid excuse, there would be chaos and delays in a system which is already overloaded.", "[19] The Applicants' answer that the system was already backed-up and a delay of less than one month would not greatly alter the system.", "[20] RPD rule 58 requires that the PIF must be received within 28 days after the claim form is filed. Subsection 2 & 3 of rule 58, however, stipulates that in case of lateness, the board must give the claimants the opportunity to explain why it should not be declared abandoned and to state if the claimant is ready to start or to continue the proceedings.", "[21] In the present case, the Applicants' declared at their hearing they wished to continue the claims.", "[22] The Applicants' explained to the Board their reasons for the delay in filing their PIFs; they relied on a nephew to translate for them and he was away in Vancouver until January 10, 2008. They claimed to lack funds as they are on social assistance. They wanted to be represented by counsel but were refused by two and it was only on January 20, 2007 that they could retain the services of Mr. Young.", "[23] It has been decided in one case that a delay incurred by the search for counsel was not, in itself, a sufficient excuse to let a time limit expire ( <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 1042). But in <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 807, the question whether counsel was retained in a timely fashion was considered. A late filing, per se, does not, however, constitute a general determination of abandonment ( <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 355)", "[24] To decide if abandonment of a claim is achieved, the claimants; conduct must indicate his or her intent not to pursue the claim but to attain that conclusion; all relevant intents must be considered ( <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 1189 (Fed. T.D.) (medical reasons).", "[25] <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 349 an application for judicial review lodged against a that decision Ressam had abandoned his refugee claim was refused because the latter neglected to attend a hearing to determine refugee status.  <FRAGMENT_SUPPRESSED>  (QL), 47 A.C.W.S. (3d) 1044, an application for judicial review was dismissed because the Applicant did not provide a satisfactory explanation for his absence at a previous hearing.", "[26] In <FRAGMENT_SUPPRESSED> decision (above), Justice François L. Lemieux granted a judicial review against an abandonment decision because the Applicant's counsel made an honest mistake in interpreting a medical report and in telling his Applicant not to appear at his hearing. This decision was followed.", "[27] Moreover, in <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 355, where a judicial review was granted against a decision of abandonment because the applicants did not appear for his hearing because he had not yet acquired legal, financial assistance and his wife had been ill.", "[28] In the instant case, the Applicants' appeared at both abandonment hearings and at the hearing of February 20, 2008, she explained her reasons for not having filed her PIF within the required 28 days, i.e.: a) She did not understand English and required a translator to explain and fill the required forms; b) She was without funds, and being on welfare; c) She had great difficulty in obtaining legal counsel for various reasons; d) She always intended to continue her refugee claim.", "[29] The RPD Member considered that those reasons did not constitute \"extraordinary circumstances\" for justifying the delaying involved in filing the PIF forms.", "[30] Justice Michael L. Phelan in <FRAGMENT_SUPPRESSED> (above) rightfully decided that from the rules governing abandonment, the question of \"extraordinary circumstances\", is not the test.", "[31] It is not the right question to ask, when applying Rule 58 of RPD rules ( <FRAGMENT_SUPPRESSED> , above, para. 27). Furthermore, the Board had not directed its attention to the question of whether the Applicants' were ready to proceed with their claims ( <FRAGMENT_SUPPRESSED> , above, para. 29).", "[32] In my view, the Board made these two same errors in the present case.", "[33] The Board did not reasonably consider and assess the totality of the reasons mentioned before explaining why the Applicants' could not have filed their PIF before February 13, 2008.", "[34] These are review reviewable errors; therefore, this application must be granted. JUDGMENT", "[35] THIS COURT ORDERS AND ADJUDGES that 1. The application in judicial review is granted; 2. The decision of the IRB determining the Applicants claim for refugee to be abandoned, is quashed; 3. The Applicants' refugee claim is remitted to IRB for a determination by a different member; 4. No question was submitted for certification. [End of document]"]}