{"id_": "028041", "body_str": ["[1] Harrington, J. : Mr. B472, a young Tamil, left Sri Lanka as an economic migrant. He arrived here in Canada as a refugee within the meaning of the United Nations Convention Relating to the Status of Refugees. Why? - because of how he got here. He was one of the close to 500 passengers on the M.V. \"Sun Sea\", a ship which has gained considerable notoriety in Canada and in Sri Lanka. He was found to be a liar; that there was no serious risk of his being persecuted when he left Sri Lanka. Furthermore, he had done nothing while in Canada to draw himself to the attention of Sri Lankan authorities. However, a terrorist organization, the Liberation Tigers of Tamil Elam [LTTE] may have organized the \"Sun Sea's\" fateful voyage. Thus, even though the deciding member of the Refugee Protection Division [RPD] of the Immigration and Refugee Board found he had no LTTE affiliations prior to his departure, his status as a passenger on board the \"Sun Sea\" raised that issue and exposed him to a serious possibility of persecution should he be returned to Sri Lanka. Consequently, in the \"determination\" section of her reasons, the member wrote:  <FRAGMENT_SUPPRESSED> I find the claimant is a Convention refugee because he has a well-founded fear of persecution based on his particular social group, pursuant to s. 96 of the Act.  <FRAGMENT_SUPPRESSED>", "[2] Thus he was found to be a refugee . This judicial review is brought on by the Minister who submits that it was unreasonable to find that the Tamil passengers on board the M.V. \"Sun Sea\" were a \"particular social group\" for the purposes of section 96 of the Immigration and Refugee Protection Act [IRPA] and that the wrong standard of proof was used in the Board's findings of fact. It should have used the \"balance of probabilities\" standard rather than the \"serious possibility\" standard.  <FRAGMENT_SUPPRESSED>", "[3] In accordance with section 96 of the IRPA, a Convention refugee is one who has a well-founded fear of persecution \"for reasons of race, religion, nationality, membership in a particular social group or political opinion ...\" Section 96 is to be contrasted with section 97 which gives protection to persons who are not Convention refugees, but if returned to their country would be personally subjected to a danger of torture or to a risk to life or to a risk of cruel and unusual treatment or punishment.  <FRAGMENT_SUPPRESSED>", "[4] The standard of proof differs. Under section 96 the burden is on the claimant to establish a reasonable chance of persecution, which is something less than the balance of probabilities ( <FRAGMENT_SUPPRESSED>  (QL)). However, under section 97 the applicant must make out a case on the balance of probabilities ( <FRAGMENT_SUPPRESSED> , [2005] FCJ No 1 (QL)).  <FRAGMENT_SUPPRESSED> I. ISSUES  <FRAGMENT_SUPPRESSED>", "[5] The issues in this judicial review are:  <FRAGMENT_SUPPRESSED> a. What is the standard of review?  <FRAGMENT_SUPPRESSED> b. If the standard of review is correctness, is the decision correct?  <FRAGMENT_SUPPRESSED> c. If the standard of review is reasonableness, is the decision unreasonable?  <FRAGMENT_SUPPRESSED> II. DECISION  <FRAGMENT_SUPPRESSED> Standard of Review  <FRAGMENT_SUPPRESSED>", "[6] The RPD found not only that there was no serious possibility of persecution when Mr. B472 left Sri Lanka, but also that, on the balance of probabilities, he was not at risk of torture, to his life, or of cruel and unusual treatment or punishment. Although reference was made in the decision to the rather ambivalent attitude of the Sri Lankan authorities toward torture, the decision was based strictly on section 96, to the exclusion of section 97. Thus, the standard of review is crucial to this case. There may be more than one reasonable interpretation of sections of IRPA, but there can only be one correct interpretation. The decision-maker found Mr. B472 to be a refugee . On the same facts, other decision-makers at the Board have held the contrary. Thus, it may well be a matter of chance whether one is allowed to stay in Canada or not. I was also told during the hearing that one stood a better chance at being found a refugee if the hearing took place in Vancouver rather than in Toronto.  <FRAGMENT_SUPPRESSED>", "[7] Prior to the Supreme Court's decision in <FRAGMENT_SUPPRESSED> , [2008] SCJ No 9 (QL), this Court showed no deference to the Immigration and Refugee Board on questions of law, even if they were related to its home statute, IRPA, or related statutes.  <FRAGMENT_SUPPRESSED>", "[8] held at paragraph 54 that \"deference will usually result where a tribunal is interpreting its home statute or statutes closely connected to its function, with which it will have particular familiarity: - -\" However, it went on to say an exhaustive analysis was not necessary in every case in which the proper standard of review was in issue as existing jurisprudence might prove helpful in determining questions that generally fall to be determined according to the correctness standard. One has to take into account whether the question is one of general law that is both of central importance to the legal system as a whole and outside the adjudicator's special area of expertise.  <FRAGMENT_SUPPRESSED>", "[9] The court concluded at paragraph 62:  <FRAGMENT_SUPPRESSED> In summary, the process of judicial review involves two steps. First, courts ascertain whether the jurisprudence has already determined in a satisfactory manner the degree of deference to be accorded with regard to a particular category of question. Second, where the first inquiry proves unfruitful, courts must proceed to an analysis of the factors making it possible to identify the proper standard of review.  <FRAGMENT_SUPPRESSED>", "[10] Since then, the Supreme Court may well have hardened its view against the correctness standard. In Alberta (Information and  <FRAGMENT_SUPPRESSED> , [2011] SCJ No 61 (QL) at paragraph 39, Mr. Justice Rothstein stated:  <FRAGMENT_SUPPRESSED> When considering a decision of an administrative tribunal interpreting or applying its home statute, it should be presumed that the appropriate standard of review is reasonableness.  <FRAGMENT_SUPPRESSED>", "[11] It is not beyond the realm of possibility that some provisions of a \"home\" statute are to be interpreted on a reasonableness standard, while others may be interpreted on a correctness standard.  <FRAGMENT_SUPPRESSED>  [2012] FCJ No 1609 (QL), Mr. Justice Evans, with whom Madam Justice Sharlow concurred, held that correctness was the standard of review applicable to the RPD's interpretation of Article 1F (b) of the United Nation Convention , which is incorporated into IRPA via section 98. The Minister had submitted that it was unnecessary for the Court to decide the issue, as the appeal must fail irrespective of which standard of review applied. However, Mr. Justice Evans took note of the fact that the application judge had applied the reasonableness standard while in the companion case of <FRAGMENT_SUPPRESSED>  [2012] FCJ No 506 (QL), the correctness standard was applied. He was of the view that such uncertainty was sufficient reason to decide which standard applied. In applying the correctness standard, he said at paragraphs 24 and 25:  <FRAGMENT_SUPPRESSED>", "[24] I agree with Mr Febles that the normal presumption that reasonableness is the standard of review applicable to tribunals' interpretation of their enabling statute does not apply in this case. Article 1F (b) is a provision of an international Convention that should be interpreted as uniformly as possible: see, for example, Jayasekara at para. 4. Correctness review is more likely than reasonableness review to achieve this goal, and is therefore the standard to be applied for determining whether the RPD erred in law by interpreting Article 1F (b) as precluding consideration of Mr Febles' post-conviction rehabilitation and his present dangerousness. Further, the interpretation of Article 1F (b) does not give rise to any ambiguity.  <FRAGMENT_SUPPRESSED>", "[25] Accordingly, the prior jurisprudence of this Court applying the correctness standard of review to the RPD's interpretation of Article 1F (b) should be regarded as having satisfactorily resolved the issue: para. 62.  <FRAGMENT_SUPPRESSED>", "[12] In his concurring set of reasons, Mr. Justice Stratas agreed with the Minister that the standard of review need not have been determined in that case. He was not prepared to ascribe to the view that the need for uniformity in the interpretation of Article 1F (b) necessarily favoured the correctness standard of review.  <FRAGMENT_SUPPRESSED>", "[13] This leads me to recent decisions of this  <FRAGMENT_SUPPRESSED>  [2012] FCJ No 588 (QL), Mr. Justice Shore, relying on , was of the view that the degree of deference to be given to the Board's interpretation of provisions of IRPA had already been determined in a satisfactory manner and concluded that the standard of review was correctness.  <FRAGMENT_SUPPRESSED>", "[14] <FRAGMENT_SUPPRESSED>  [2012] FCJ No 670 (QL), Madam Justice Gleason carried out an extensive review of Federal Court jurisprudence which waffles between the two standards. It was not necessary for her to reach any conclusion in that case as the decision was unreasonable in any event.  <FRAGMENT_SUPPRESSED>", "[15] She noted that in Canada (Citizenship and  <FRAGMENT_SUPPRESSED> , an IRPA case, Mr. Justice Binnie stated at paragraph 44 that errors of law were generally governed by the correctness standard as per <FRAGMENT_SUPPRESSED> , [2005] SCJ No 39 (QL).  <FRAGMENT_SUPPRESSED>", "[16] She also referred to the decision of the Supreme Court in <FRAGMENT_SUPPRESSED> , [2011] SCJ No 53 (QL). Messrs Justices LeBel and Cromwell, who wrote for the court, stated at paragraph 21 that:  <FRAGMENT_SUPPRESSED> At this point, we must acknowledge a degree of tension between some policies underpinning the present system of judicial review, when it applies to the decisions of human rights tribunals.  <FRAGMENT_SUPPRESSED>", "[17] After referring to the fact that administrative tribunals are generally entitled to deference, they continued:  <FRAGMENT_SUPPRESSED> On the other hand, our Court has reaffirmed that general questions of law that are both of central importance to the legal system as a whole and outside the adjudicator's specialized area of expertise, must still be reviewed on a standard of correctness, in order to safeguard a basic consistency in the fundamental legal order of our country. <FRAGMENT_SUPPRESSED>", "[18] On the other hand, another judicial review of a decision in which a \"Sun Sea\" passenger was found to be a refugee , is that of Chief Justice Crampton in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2012] FCJ No 1657 (QL). Basing himself on and Alberta Teachers , and concluding that the question of the interpretation of IRPA did not involve issues of central importance to the legal system that were outside the Board's expertise, he applied the reasonableness standard of review. He also concluded that the member in question, who is not the decision-maker in this case, interpreted \"membership in a particular social group\" unreasonably.  <FRAGMENT_SUPPRESSED>", "[19] Subsequent to that case, Madam Justice Snider rendered two decisions concerning passengers on the Sun Sea who were not granted refugee status: <FRAGMENT_SUPPRESSED>  and <FRAGMENT_SUPPRESSED> . In both she applied the reasonableness standard of review.  <FRAGMENT_SUPPRESSED>", "[20] With this difference of opinion within our Court, there is no scope for the concept of comity. I shall make my own determination.  <FRAGMENT_SUPPRESSED>", "[21] In addition to <FRAGMENT_SUPPRESSED> , the Supreme Court also applied the correctness standard in <FRAGMENT_SUPPRESSED> , [2002] SCJ No 1 (QL), which led the Federal Court of Appeal to apply the same standard in <FRAGMENT_SUPPRESSED>  [2007] FCJ No 179 (QL). To name but one other case, in <FRAGMENT_SUPPRESSED>  [2005] FCJ No 436 (QL), affirmed 2005 FCA 406, [2005] FCJ No 2041 (QL), Mr. Justice Mosley applied the correctness standard to an interpretation of the Immigration and Refugee Protection Regulations .  <FRAGMENT_SUPPRESSED>", "[22] In my opinion, like Mr. Justice Shore  <FRAGMENT_SUPPRESSED> , the standard of review in this case as applied to sections 96 and 97 of IRPA is correctness. Section 96 gives effect to the United Nations Convention Relating to the Status of Refugees. Such persons are ones \"who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion ... [are] at risk in their home countries.\" We are dealing with fundamental human rights.  <FRAGMENT_SUPPRESSED>", "[23] In the matter at hand, the reasonable possibility rule of evidence was applied, not the balance of probabilities.  <FRAGMENT_SUPPRESSED>", "[24] The case turns on the legal definition of \"membership in a particular social group\" within the meaning of section 96 of IRPA. As noted by the Chief Justice in <FRAGMENT_SUPPRESSED> , the cornerstone case is <FRAGMENT_SUPPRESSED>  (QL). Although non-exhaustive, there are three categories of groups:  <FRAGMENT_SUPPRESSED> a. groups defined by an innate or unchangeable characteristic;  <FRAGMENT_SUPPRESSED> b. groups whose members voluntarily associate for reasons so fundamental to their human dignity that they should not be forced to forsake the association; and  <FRAGMENT_SUPPRESSED> c. groups associated by a former voluntary status, unalterable due to its historical permanence.  <FRAGMENT_SUPPRESSED>", "[25] The narrow group in that case, as in this, is one associated by a former voluntary status, inalterable due to its historical permanence.  <FRAGMENT_SUPPRESSED>", "[26] At paragraph 23, Chief Justice Crampton went on to hold that the historical fact of having come together voluntarily in a particular way for the purpose of travelling to Canada to seek refugee status was not a sufficient basis upon which to become a member of a \"particular social group\" within the meaning of section 96. Otherwise, every group of people including a small family who came together for that purpose would have a nexus to section 96 and the words \"race, religion, nationality -- or political opinion\" would be superfluous. I agree.  <FRAGMENT_SUPPRESSED>", "[27] The \"Sun Sea's\" passengers had a myriad of motives to come to Canada. Some were human smugglers. Some may well have been terrorists. Some were garden-variety criminals who wanted to escape justice. Some had serious reason to fear persecution in Sri Lanka and some, like Mr. 472, were economic migrants. There is no cohesion or connection to the other refugee grounds set out in section 96 of IRPA.  <FRAGMENT_SUPPRESSED>", "[28] In this case, the reasons given by the member are much more fulsome than  <FRAGMENT_SUPPRESSED> . It may well be that B472 faces a serious risk of persecution were he to be returned to Sri Lanka, but not because of his membership in a particular social group, the Tamil passengers on the ship. Counsel made a valiant effort to point out that there are passages in the member's reasons which could support a finding based on a combination of section 96 risks. This may be so, but I am not prepared to rewrite the reasons.  <FRAGMENT_SUPPRESSED>", "[29] The member specifically did not deal with section 97 of IRPA and its balance of probabilities standard of proof test. The Board having erred in its interpretation of section 96, I can only grant judicial review and refer the matter back to the Refugee Protection Division of the Immigration and Refugee Board for redetermination.  <FRAGMENT_SUPPRESSED>", "[30] No question was certified  <FRAGMENT_SUPPRESSED> Portillo B380 P.M. or S.K . The United Nations Convention is grounded in the Universal  <FRAGMENT_SUPPRESSED>  (QL), the Supreme Court held that the correctness standard applied to the interpretation of a Convention refugee definition. Is the law now such that the fundamental right of freedom from persecution depends, first of all, on which member of the Refugee Protection Division of the Immigration and Refugee Board hears the case, and then on which judge of this Court hears the judicial review thereof? I say not.  <FRAGMENT_SUPPRESSED>", "[31] Although encouraged to do so at the hearing, neither party wishes to propose a certified question which would allow an appeal to the Federal Court of Appeal. However, the Minister went on to submit that if I were inclined to certify a question, which I certainly am, the appropriate wording should be as follows:  <FRAGMENT_SUPPRESSED> What is the standard of review of the Refugee Protection Division's finding that \"Tamil passengers on the M.V. \"Sun Sea\" comprise a \"particular social group\" for the purposes of section 96 of the Immigration and Refugee Protection Act ?  <FRAGMENT_SUPPRESSED>", "[32] However, I think the question should be somewhat broader. I shall certify the following serious question of general importance:  <FRAGMENT_SUPPRESSED> Is review by this Court of the meaning of \"membership in a particular social group\" in section 96 of the Immigration and Refugee Protection Act as determined by a member of the Refugee Protection Division of the Immigration and Refugee Board on the correctness or reasonableness standard?  <FRAGMENT_SUPPRESSED>", "[33] In my opinion, such a judicial review is based on the correctness standard. I say this because who comes and who goes is fundamental and central to the Canadian way of life. Legislation does not impose any requirement that members of the RPD have particular legal expertise. In speaking of the Immigration Division of the Immigration and Refuge Board of Canada in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  affirmed, 2004 FCA 4, Madam Justice Gauthier, as she then was, said at paragraph 43: \"Thus, on questions of law, this tribunal has little expertise compared to the Federal Court of Canada and there appears to be no particular reason to accord any deference.\" I agree.  <FRAGMENT_SUPPRESSED>", "[34] In my opinion, the qualified right of non-citizens to enter or to remain in Canada is to be determined on principles of fundamental justice, see Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  (QL).  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Anick Ouellette-Levesque/vnh  <FRAGMENT_SUPPRESSED>"]}