{"id_": "028193", "body_str": ["[1] , L.C. 2001, ch. 27 ( LIPR ).", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12] <FRAGMENT_SUPPRESSED>  au para.26;  <FRAGMENT_SUPPRESSED>  au para.7 ; <FRAGMENT_SUPPRESSED>  au para. 25.", "[13]", "[14] <FRAGMENT_SUPPRESSED>  au para. 12.", "[15]", "[16]", "[17] <FRAGMENT_SUPPRESSED>  para. 5).", "[18]", "[19] JUGEMENT", "[20] Elin Edith Mora Martinez and  <FRAGMENT_SUPPRESSED>  seeking judicial review of a decision by the Refugee Protection Division of the Immigration and Refugee Board (panel), dated December 11, 2008, that they are not Convention refugees or persons in need of protection, according to sections 96 and 97 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (IRPA).", "[2] The applicants are Mexican citizens. The principal applicant is claiming refugee status in Canada because she fears persecution based on her membership in a particular social group, namely, women victims of physical and psychological violence. The other applicant, the principal applicant's minor son, is basing his refugee claim on that of his mother.", "[3] The principal applicant claims that she was a victim of domestic violence at the hands of her former common-law spouse, Pedro Israel Sanchez Hernandez, who was allegedly also violent with their minor son. The applicant and Mr. Hernandez purportedly lived together for around a year and a half between April 14, 2001, and December 2005, during which time the applicant was apparently a victim of death threats, some of which were the subject of a formal complaint to the Mexican authorities. Mr. Hernandez allegedly became even more violent after losing his job in 2004 because at that time he was purportedly involved in using and trafficking drugs. The principal applicant and her son arrived in Canada on June 6, 2006.", "[4] The panel decided that the principal applicant is not a Convention refugee or a person in need of protection, first because she did not present any credible or trustworthy evidence to support her claim; in this regard, the panel noted \"several contradictions, omissions and inconsistencies in the [applicant] 's testimony.\"", "[5] With regard to assessing the objective fear of persecution, the Board also found in this case that the applicants could have sought and obtained Mexican state protection. In fact, the panel found that the principal applicant did not provide clear and convincing evidence to rebut the presumption that the Mexican government is able to protect its citizens. In fact, the panel was not satisfied that the applicant had proven that she had done everything reasonable to benefit from this protection.", "[6] Finally, the panel found in this case that there was an internal flight alternative in Mexico and the opportunity for the applicants to receive the necessary psychological treatment there.", "[7] The question of the applicant's credibility and the assessment of the evidence calls for a high degree of deference towards the panel's decision, and it is not up to this Court, in the context of an application for judicial review, to reassess the evidence and to substitute its opinion for that of the panel. In short, this Court will intervene only if the panel's decision is based on an erroneous finding of fact, made in a perverse or capricious manner, or without regard for the material before the panel (paragraph 18.1(4)( ) of the Federal Courts Act , R.S.C. 1985, c.  <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ) at paragraph 46). It should be recalled that reasonableness is mainly concerned with the existence of justification of the decision, the transparency and intelligibility of the decision-making process, as well as whether the decision falls within the range of possible, acceptable outcomes which are defensible in respect of the facts and law ( <FRAGMENT_SUPPRESSED> at paragraph 47; <FRAGMENT_SUPPRESSED> at paragraph 59).", "[8] The panel provided detailed reasons that support its finding of non-credibility and that appear rational and reasonable at first sight. Accordingly, after getting the principal applicant to confirm the accuracy of the content of her Personal Information Form (PIF), the panel noted that the form contained only one episode of the applicant being a victim of death threats. The episode mentioned was the one that allegedly arose in May 2005. This contradicts the applicant's testimony in which she referred to seven other occasions between 2000 and 2006 in which she was purportedly a victim of such threats. Since the applicant was not able to provide explanations by which such an important omission can be justified, the panel found that this weakened her credibility.", "[9] With respect to the complaint made to police on March 28, 2006, a copy of which is available in the panel record (Exhibit P-17), the panel noted that the applicant's testimony places this event on January 10, 2005, and then on March 28, 2004, whereas in her PIF this event allegedly took place on March 28, 2005. The applicant attempted to readjust her testimony to the timeline of events that appears in the documents submitted, but the panel found that this impacted negatively on the applicant's credibility, all the more so since the panel did not attach any probative value to the complaint in question because it does not contain any mention of Mr. Hernandez's involvement in drug trafficking. The panel found the principal applicant's explanation that she did not want to compromise the protection sought unsatisfactory.", "[10] Because of these various observations affecting the credibility of the applicant's testimony, the panel did not attach any probative value to the physical evidence submitted by the applicant to corroborate her account. Accordingly, the statements from the applicant's mother, cousin, sister and aunt (Exhibits P-8 to P-11), the medical certificate dated December 8, 2006 (Exhibit P-12), and the psychological assessment report dated January 2, 2007, were not sufficient to remedy the inconsistencies noted by the panel. Therefore, the panel found the applicant not credible.", "[11] First, the applicants are challenging the legality of the negative credibility finding, which, up to a certain point, is also connected to the question of the existence of state protection. In fact, let us recall that the panel expressed doubts with respect to the March 28, 2006 complaint. Moreover, the applicant did not follow up on this complaint. The panel also highlighted the applicant's failure to indicate in her PIF the steps taken in Coyoacan with a women's organization.", "[12] The applicants concede that there could have been omissions or contradictions in the principal applicant's testimony. However, the applicants maintain in their written memorandum that the panel erred in law in not taking into account the Guidelines on Women Refugee Claimants Fearing Gender-Related Persecution (Guidelines) issued by the Chairperson in assessing the principal applicant's credibility, which makes this impugned decision reviewable in this case: <FRAGMENT_SUPPRESSED>  at paragraph 25.", "[13] At the hearing, the learned counsel for the applicants did not reiterate the above argument, a fact that the Minister's representative highlighted in her oral argument. In reply, the applicants' counsel indicated that he was not abandoning the argument that the Guidelines had been disregarded by the panel. In any event, the applicants' criticism seems unjustified given the express wording in the impugned decision at paragraph 11 under the heading of \"credibility\" that \"[t] he panel considered the [Guidelines] . . . under paragraph 159(1)( ) of the IRPA\". In addition, during the hearing, the panel appeared to have demonstrated particular sensitivity to the principal applicant by reassuring her, making sure that she felt all right and ensuring that she was taking breaks.", "[14] Second, the applicants are criticizing the panel about the little weight given to the psychological assessment report by psychologist Chantal Gravel, dated January 2, 2007 (Exhibit P-13). It nevertheless shows the fact that the applicant's account [translation] \" . . . is focused on those experiences of violence . . . \" and notes that the applicant [translation] \" . . . finds it hard to tell her story in a continuous manner. Her account [being] sequential . . . \" (Exhibit P-13, page 5). Consequently, the applicants' counsel maintains that the omissions, contradictions and inconsistencies stated by the panel in the impugned decision can be explained by the principal applicant's psychological state, which makes the panel's negative credibility finding reviewable in this case: <FRAGMENT_SUPPRESSED> .", "[15] The applicants' second criticism also seems unjustified. First of all, the panel stated, at paragraph 23 of the impugned decision, that it considered the psychological report in question and the fact that \"the principal claimant may have some psychological problems\". Second, the principal applicant's state of psychological vulnerability does not explain her failure to declare, in her PIF, events as important as the numerous death threats she was allegedly subjected to, particularly in the months immediately preceding their arrival in Canada. Furthermore, the principal applicant herself admitted at the end of her testimony that she has a good memory for dates and that if she had made a mistake with respect to dates it was because she was [translation] \"very nervous at that moment\" and wanted to protect her minor son.", "[16] As the Court has emphasized in a number of past decisions, assessing the reasonableness of a negative credibility finding is not a question of conducting a microscopic analysis of each and every ground provided by the panel. It suffices that, as a whole, the reasons given do not appear capricious or arbitrary. This is the case here because the reasons provided by the panel (see paragraphs 14 and 22 of the impugned decision in particular) are considered as a whole and in light of the evidence in the record.", "[17] In short, even if various explanations were advanced by the principal applicant or her counsel to justify certain omissions or contradictions resulting from her testimony, I nevertheless believe that the panel's negative credibility finding was one of the possible, acceptable outcomes defensible in respect of the facts and law. Because the panel did not believe the principal applicant regarding the substance of her refugee claim and the basis for her fear of persecution, it was therefore also entitled to disregard the statements made by her family members or people close to the applicants that could corroborate certain aspects of her account (see", "[18] Given that the principal applicant's negative credibility finding is upheld by the Court and this is determinative of the applicants' refugee claim, it is not necessary to assess the legality of the panel's other findings with respect to the possibility for the applicants to avail themselves of Mexican state protection and an internal flight alternative in Mexico.", "[19] This application must therefore be dismissed. Counsel did not propose any question of general importance for certification. JUDGMENT", "[20] THE COURT DISMISSES the application for judicial review. No question is certified. [End of document]"]}