{"id_": "028229", "body_str": ["[1] Rouleau, J. : The plaintiff, a member of the public service of Canada since January 8, 1973, was suspended without pay from his position on August 11, 1989, while the department conducted an enquiry into alleged misconduct.", "[2] In September, the plaintiff telephoned his superior and advised that due to the stress of the investigation he wanted to resign his position. A few days later, he was charged with fraud, theft, and breach of trust in relation to sums of approximately $94,000.00. By letter dated October 4, 1990, he resigned his position effective October 10, 1990. By return mail, the department advised him that it refused to accept his resignation \"as a result of disciplinary matters before the department\". On October 10, 1990, Mr. Basu resubmitted his resignation effective immediately on grounds of ill health. This was supported by a letter from his physician.", "[3] The investigation continued throughout the fall and eventually the plaintiff was discharged for cause effective December 22, 1989, in accordance with s. 106 of the Public Service Terms and Conditions of Employment Regulations , SOR/67-118. On April 29, 1991, he pleaded guilty in the Ontario Provincial Court to one charge of fraud over $1,000. He was fined, ordered to make restitution and placed on probation for three years.", "[4] A grievance with respect to the refusal was dismissed by the Public Service Staff Relations Board in March of 1990 but the issue as to acceptance or refusal of a resignation was determined to be beyond the scope of their authority.", "[5] The plaintiff, by this action, is seeking relief by way of declaration that his superior was obligated to accept his resignation and that failure to do so was in breach of s. 26 of the Public Service Employment Act , R.S.C. 1985, c. P-33, which reads as follows: \"26. An employee may resign from the Public Service by giving to the deputy head notice in writing of the intention to resign and the employee ceases to be an employee on the day as of which the deputy headaccepts in writing the resignation.\"", "[6] The plaintiff alleges that his superior, the deputy head, was under an obligation to accept his resignation and, had he done so, he would have been entitled to a number of benefits including severance pay of $10,333.20. This amount was withheld because he was subsequently discharged for cause.", "[7] Counsel for the plaintiff submits that the deputy head had no authority to refuse the resignation, that it was effective when tendered and he was consequently entitled to receive the severance pay.", "[8] Both parties submitted very profound and reasoned arguments on the right to resign at common law, the distinction between public sector employment and an approach to the interpretation and construction of s. 26 of the Public Service Employment Act", "[9] Given the nature of the relief sought, I find it unnecessary to rule on the merits of these submissions. Declaratory relief is discretionary. Schroeder, J.A., of the Ontario Court of Appeal wrote in <FRAGMENT_SUPPRESSED>  at p. 583: \"The jurisdiction is discretionary, and where specific relief other than a declaration is not claimed the jurisdiction has been said to be one exercised with great caution: <FRAGMENT_SUPPRESSED> , at p. 445, where Viscount Finlay stated: 'It should be exercised sparingly \"with great care and jealousy\" \"with extreme caution\".'\"", "[10] It is obvious to me that the court in exercising its discretion must have regard and must take into account a number of factors not the least of which is the public interest. Public policy dictates that I bar the plaintiff's claim. The maxim that \"no one should take benefit from his own wrong\" has been adopted and followed for centuries. This principle was enunciated quite succinctly in <FRAGMENT_SUPPRESSED> , at p. 156, where Fry, L.J., said: \"It appears to me that no system of jurisprudence can with reason include amongst the rights which it enforces rights directly resulting to the person asserting them from the crime of that person ... This principle of public policy, like all such principles, must be applied to all cases to which it can be applied without reference to the particular character of the right asserted or the form of its assertion.\"", "[11] More recently, the British Columbia Court of Appeal in <FRAGMENT_SUPPRESSED>  invoked the maxim and went on to elaborate that it would be manifestly unacceptable to fair minded or right thinking persons that a court would assist a plaintiff who has defied the law.", "[12] The case at bar is not one of a party seeking compensation for an injury incurred by him while engaging in illegal acts. On the contrary, this is a situation where he is actually trying to profit from his illegality. I can find no reason whatsoever that would justify a favourable exercise of my discretion and award the relief sought. To accede to such a request would be to encourage illegality, would serve a detrimental purpose and would ultimately be contrary to public policy.", "[13] This action is dismissed. Costs to the defendant. Action dismissed. Editor: Elizabeth M.A. Turgeon/slm [End of document]"]}