{"id_": "028587", "body_str": ["[1] Locke, J. : This is an application for judicial review of the July 10, 2013 decision (the Decision) of the Refugee Protection Division (RPD) of the Immigration and Refugee Board finding the Applicants to be neither Convention refugees nor persons in need of protection under sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27. II. Facts", "[2] The Applicants in this case are a 46-year-old woman (the Primary Applicant) and her 19-year-old son. Both are citizens of Nigeria. They are Christians and, as a result, they claim to have a well-founded fear of persecution at the hands of Boko Haram, a militant Islamic group based in Nigeria. More specifically, they fear the son of their previous landlord who is involved with Boko Haram and who previously attacked their family.", "[3] In July 2009, the Applicants moved from Lagos, a state in Southern Nigeria, to Borno State in the North. On January 1, 2010, members of Boko Haram ambushed the compound where the Applicants were living, killing four people, including the Primary Applicant's sister-in-law. Although their landlord was a Muslim, he hid the Applicants and their family when Boko Haram arrived. Later that evening, he arranged for them to escape and told them to leave the North.", "[4] On their way back to Lagos, the Applicants claim they were followed by members of Boko Haram, including their landlord's son. During a stop-over in Benin City, this group chased down the Applicants' family. The Primary Applicant's husband and daughter escaped into a bus, while she and her two sons were run over. One of the sons was killed. Both Applicants were seriously injured and hospitalized.", "[5] Following this incident, the Applicants returned to their home in Ojokoro, Lagos, where they remained until leaving for Canada in November 2011. They fear they will be attacked if they return home because their former landlord's son knows where they live. They did not take refuge in another part of the country because they fear that Boko Haram's influence is spreading.", "[6] The Applicants arrived in Edmonton on November 30, 2011, and travelled to Fort McMurray, where the Primary Applicant's daughter is attending school on a student visa. They made a claim for refugee protection on December 19, 2011. III. Decision Under Review", "[7] The RPD dismissed the Applicants' claim after finding that they would be safe if they relocated to the Niger Delta region of Nigeria or a different district within Lagos. This is referred to as an Internal Flight Alternative (IFA). It reached this conclusion after reviewing the documentary evidence and finding that Boko Haram's activities are largely concentrated in Northern and Central Nigeria where hostilities between Christians and Muslims are high. It also found that, although Boko Haram has carried out targeted attacks against Christians, it has likely killed more Muslims because its operations are based in the Muslim-dominated North.", "[8] On the issue of credibility, the RPD found that the Applicants did not provide sufficient documentary evidence to corroborate the incident that occurred in Benin City. Nor did they corroborate their move to Borno State in 2009. Despite these concerns, the RPD accepted the factual basis of the Applicants' narratives for the purposes of the IFA analysis.", "[9] The RPD found that the majority of Nigeria's Christians are concentrated in the South, including around the Niger Delta. Therefore, it would not be unreasonable for the Applicants to relocate to this area because they would not be prevented from practising their religion. With regard to Lagos, the RPD noted that the Primary Applicant's husband currently resides there, and that the Applicants lived there without incident from January 2010, until they left for Canada in November 2011.", "[10] The RPD concluded that it would not be objectively unreasonable for the Applicants to relocate to the Niger Delta because the Primary Applicant has a number of skills that would enable her to find new employment and they would not be prevented from practising their religion. IV. Issues", "[11] This matter raises the following issue: 1. Did the RPD reasonably conclude that the Applicants had a viable Internal Flight Alternative (IFA) in the Niger Delta region or within Lagos? V. Submissions of the Parties A.", "[12] The Applicants rely on <FRAGMENT_SUPPRESSED>  (FCA) [ <FRAGMENT_SUPPRESSED> ], which set out a two-part test to determine whether a refugee claimant has a viable IFA. First, the Board must be satisfied, on a balance of probabilities, that there is no serious possibility the claimant will face persecution in the part of the country where it finds an IFA to exist. Second, after considering all of the circumstances, including those particular to the applicant, the Board must find that it would not be unreasonable for the claimant to seek refuge in that location (at para 10).", "[13] The Applicants submit that the RPD erred in determining they had an IFA for two reasons. First, it only gave reasons for why the Niger Delta is a reasonable IFA, but did not explain why Lagos is a reasonable IFA. Second, the RPD did not consider the Applicants' specific circumstances before concluding that they would not face a risk of persecution in the Niger Delta because the majority of the population in that region is Christian. This conclusion fails to account for the fact that they were already attacked by Boko Haram and the Primary Applicant's other son was killed during that incident.", "[14] The RPD also erred in concluding that because Boko Haram has killed both Muslims and Christians, the Applicants \"will not be subjected to violence or attacks that are not faced by the general population as a whole.\" The Applicants submit that there is no evidence to support the conclusion that Muslims are killed because they are Muslim. Rather, Boko Haram targets only those who are opposed to the creation of an Islamic state, which includes Christians as well as some Muslims. Therefore, the Applicants are not at risk because the general population is subject to attacks, but rather, they are at risk because they belong to a specific group - Christians who have previously been attacked by Boko Haram.", "[15] The RPD failed to consider and analyze all of the documentary evidence, which confirms that Boko Haram's activities are not limited to the Northern parts of Nigeria. The Applicants refer to several passages from the U.S. Department of State's Country Reports on Human Rights Practices for 2011 - Nigeria (the Country Report) which suggest that Boko Haram's activities are more widespread: One of the most serious human rights problems during the year were abuses committed by the militant sect known as Boko Haram, which is responsible for killings, bombings, and other attacks throughout the country. The militant sect known as Boko Haram perpetrated killings and bomb attacks throughout the country. The sect continued to mount regular assaults and bombings in Borno and Bauchi states. The sect claimed responsibility for the January 1 bombing of the Mogadishu Barracks in Abuja, the July 16 suicide bombing of the police headquarters in Abuja, and the August 26 suicide bombing of the UN headquarters in Abuja. By the end of the year, the government and Boko Haram had not engaged in dialogue. Killings and kidnappings by militant groups in the Niger Delta continued, despite the president Yar'Adua's offer of amnesty in October 2009. The militant Islamic group is fighting to overthrow the government and create an Islamic state. Boko Haram have issued a statement calling for continued violence until the country embraces Islam.", "[16] The RPD has an obligation to provide reasons for why it prefers other evidence when \"there is important evidence that runs directly contrary to the Board's finding on a central issue\" ( <FRAGMENT_SUPPRESSED> ). The RPD's failure to consider the evidence from the Country Report, or to comment on why it did not accept this evidence, has tainted the decision and therefore the decision should be considered a nullity ( <FRAGMENT_SUPPRESSED>  at 863). B. (1) Standard of Review", "[17] The RPD's conclusion on the existence of an IFA is a finding of fact, which is reviewable on the standard of reasonableness. Therefore, this finding ought to be accorded a substantial degree of deference. The reviewing Court should only intervene if it finds the RPD's decision to be unreasonable. A reasonable decision is one that is based on conclusions that are justifiable, transparent and intelligible ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]). (2) Internal Flight Alternative", "[18] On the first branch of the test from <FRAGMENT_SUPPRESSED> , the Respondent submits that it was reasonable for the RPD to conclude that the Applicants do not face a serious possibility of persecution in the Niger Delta because the majority of the population there is Christian. The evidence before the Board did not support the Applicants' contention that Boko Haram is active throughout Nigeria. Rather, the relevant country reports indicated that their activities are largely confined to Northern Nigeria, where the majority of the population is Muslim.", "[19] It was also reasonable for the Board to conclude that another part of Lagos offered a viable IFA because the Applicants adduced no evidence of mistreatment while residing there from January 2010, until their departure to Canada in November 2011. Nor did they provide any evidence that the Primary Applicant's husband has experienced mistreatment while remaining in Lagos.", "[20] On the second branch of the <FRAGMENT_SUPPRESSED> test, the Respondent submits the RPD reasonably concluded that it would not be unreasonable for them to relocate to the Niger Delta. The Applicants did not adduce \"actual and concrete evidence\" of any conditions that would jeopardize their life or safety in the Niger Delta or Lagos. The Primary Applicant also failed to establish that she would not be able to find employment in Niger Delta.", "[21] The Respondent rejects the argument that the RPD failed to consider relevant documentary evidence, which according to the Applicants, confirms the presence of Boko Haram throughout Nigeria. When these passages are viewed in their proper documentary context, it becomes apparent that the RPD did not err in concluding that Boko Haram's activities are confined to Northern Nigeria.", "[22] For example, the first two passages cited by the Applicants are extracted from the Country Report's half-page Executive Summary, which is intended to provide only a general snapshot of human-rights abuse in Nigeria. The remaining body of the report explains that Boko Haram's hostilities are concentrated in North and Central Nigeria. The Country Report does not mention any hostilities occurring in the Southern region.", "[23] Furthermore, the RPD referred to three other reports to substantiate its conclusion that Boko Haram's activities are concentrated in North and Central Nigeria. The general statements do not contradict nor supersede the specific references to states, cities and districts in Northern Nigeria where Boko Haram is active. VI. Analysis A. Standard of Review", "[24] The determination of a viable internal flight alternative is a fact-driven analysis that should be reviewed on the reasonableness standard ( <FRAGMENT_SUPPRESSED> ).", "[25] Therefore, the RPD's conclusion that the Applicants have a viable IFA will not be disturbed unless it can be shown that this conclusion does not fall within the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> at para 47). B. Internal Flight Alternative", "[26] I agree with the Respondent that the RPD came to a reasonable conclusion in finding that it would not be unreasonable for the Applicants to resettle in the Niger Delta or to relocate within Lagos.", "[27] As noted by both parties, in <FRAGMENT_SUPPRESSED> , the Federal Court of Appeal set out a two-part test for establishing an IFA. To reiterate, in order to find an IFA, the RPD must be satisfied that (1) the claimant would not face a serious possibility of persecution in the part of the country where the IFA is alleged to exist and (2) in all the circumstances, including those particular to the claimant, the conditions in that part of the country are such that it would not be unreasonable for the claimant to seek refuge there (at para 10).", "[28] Once the possibility of an IFA is raised, the burden shifts to the claimant to prove, on a balance of probabilities, that \"there is a serious possibility of persecution throughout the country, including the area which is alleged to afford an IFA\" ( <FRAGMENT_SUPPRESSED>  at para 9 (FCA) [ <FRAGMENT_SUPPRESSED> ]). This is an objective test. Therefore, \"if there is a safe haven for claimants in their own country, where they would be free of persecution, they are expected to avail themselves of it unless they can show that it is objectively unreasonable for them to do so\" ( <FRAGMENT_SUPPRESSED> at para 12). (1) No serious possibility of persecution where IFA is alleged to exist", "[29] According to the Applicants, the RPD failed to provide reasons for why a different neighbourhood or district in Lagos would provide a reasonable IFA. However, a review of the decision shows that the RPD gave a number of reasons to support its finding that the Applicants did not face a serious possibility of persecution if they were to move within Lagos: (1) the Primary Applicant's husband recently returned there after visiting in Canada; (2) the Applicants returned there after the alleged attack in 2010; (3) the Applicants resided there without incident from January 2010, until leaving in November 2011; and (4) the Primary Applicant's husband continues to live there without reported incident.", "[30] The test for establishing a well-founded fear of persecution is forward-looking ( <FRAGMENT_SUPPRESSED> ). Nevertheless, the RPD is required to assess past incidents of persecution as this evidence \"is one of the most effective means of showing that a fear of future persecution is objectively well-founded\" ( <FRAGMENT_SUPPRESSED> ).", "[31] In this case, the RPD's decision demonstrates that, despite having some credibility concerns, it accepted the past incident described in the Applicants' narrative. Furthermore, the reasons described above show that the RPD considered whether the Applicants experienced any additional persecution while living in Lagos. The record does not reveal any events involving Boko Haram, or their former landlord's son, after the January 2010 incident.", "[32] With regard to the forward-looking aspect of the test, the RPD also satisfied itself that the Applicants were not at risk for future persecution by Boko Haram in either Lagos or the Niger Delta. The RPD reached this conclusion after reviewing the documentary evidence and finding that Boko Haram is not active in Southern Nigeria.", "[33] The Applicants contend that in reaching this conclusion, the RPD failed to consider all of the evidence, or at least provide reasons for why it ignored certain evidence. It is well-established that the RPD is presumed to have considered all of the evidence, absent strong indications to the contrary ( <FRAGMENT_SUPPRESSED> ). In this case, the Applicants failed to rebut this presumption. I agree with the Respondent that the passages cited by the Applicants are taken out of context or are too generalized to be considered contrary to the other findings made by the RPD. The Country Report clearly explains that Boko Haram's presence is not widespread through Nigeria, but is actually concentrated in Borno and Yobe States in the North.", "[34] Other evidence supports the RPD's finding that Boko Haram's activities are confined to Northern and Central Nigeria. In reviewing the articles and reports submitted to the RPD, I found only one article that refers to an attack planned by Boko Haram in Lagos. However, the Nigerian authorities prevented this bombing before it occurred. The remaining evidence referred to Boko Haram attacks directed towards Christians in the Northern states of Borno, Bauchi, Yobe and Kano, as well as the central provinces of Kaduna and Plateau, and Nigeria's capital city, Abuja.", "[35] The Applicants also allege that the RPD erred on the first prong of the <FRAGMENT_SUPPRESSED> test because it did not consider their specific circumstances as Christians who have already been attacked by Boko Haram. As noted in <FRAGMENT_SUPPRESSED> , a refugee claimant has the onus to establish every part of the refugee claim, including whether it would be unreasonable to seek refuge in a proposed IFA. In this case, the Applicants failed to adduce any evidence that their position as Christians who have already been attacked by Boko Haram put them at risk for future attacks in the Southern part of Nigeria.", "[36] When the Primary Applicant was asked at the hearing whether she would be safe in another part of the country, she responded that the problem is \"all over\" and \"nowhere is safe.\" However, she did not provide further detail to explain why she feels unsafe everywhere. Nor did she provide details about why she continues to fear her former landlord's son, other than explaining that he knows where their current family home is located.", "[37] For all of these reasons, the RPD reasonably concluded that the Applicants, as Christians who have already been attacked by Boko Haram, do not face a serious risk of persecution if they relocate within Lagos or to the Niger Delta. (2) Not objectively unreasonable for claimant to seek refuge in IFA", "[38] In <FRAGMENT_SUPPRESSED> , Linden JA elaborated on the meaning of an \"unreasonable\" IFA: the alternative place of safety must be realistically accessible to the claimant. Any barriers to getting there should be reasonably surmountable. The claimant cannot be required to encounter great physical danger or to undergo undue hardship in travelling there or in staying there ...But neither is it enough for refugee claimants to say that they do not like the weather in a safe area, or that they have no friends or relatives there, or that they may not be able to find suitable work there. If it is objectively reasonable in these latter cases to live in these places, without fear of persecution, then IFA exists and the claimant is not a refugee. (at para 14)", "[39] <FRAGMENT_SUPPRESSED>  (FCA) [ <FRAGMENT_SUPPRESSED> ], the Federal Court of Appeal interpreted Linden JA's comments in <FRAGMENT_SUPPRESSED> as establishing a very high threshold for the unreasonable test. It requires nothing less than the existence of conditions which would jeopardize the life and safety of a claimant in travelling or temporarily relocating to a safe area. In addition, it requires actual and concrete evidence of such conditions. (at para 15)", "[40] The Respondent submits that the Applicants did not adduce \"actual or concrete evidence\" of any conditions that would jeopardize their lives and safety in the Niger Delta or Lagos. I agree. As discussed above, there was no evidence before the Board to show that Boko Haram is active in either of these regions, or that they would encounter Boko Haram while travelling to the Niger Delta.", "[41] The second branch of the <FRAGMENT_SUPPRESSED> test requires the RPD to consider \"all of the circumstances including circumstances particular to [the Applicants] \" (at para 10). In this case, the RPD considered that the Applicants would not be prevented from practising their religion because the majority of the population in the Niger Delta is Christian. The evidence supports this finding. Therefore, it was reasonable for the RPD to conclude that the Applicants would be able to practice their faith if they relocated.", "[42] The RPD also found that because the Primary Applicant is \"industrious and resourceful\" and worked as a nurse for many years in Nigeria, there is no reason why she would not be able to continue her previous career if she returned to Nigeria. The Applicants did not adduce any evidence to suggest she would not be able to find employment if she returned to Nigeria. Therefore, absent any evidence to the contrary, the RPD reasonably concluded that it would not be unreasonable for the Applicants to relocate within Lagos or to the Niger Delta. VII.", "[43] For all of the preceding reasons, the RPD's conclusion that the Applicants have a viable IFA is justified, transparent and intelligible, and therefore should not be disturbed ( Dunsumir at para 47). As a result, this application for judicial review should be dismissed.", "[44] Neither party has proposed a question of general importance for certification. JUDGMENT", "[45] THIS COURT'S JUDGMENT is that 1. The application is dismissed; 2. No serious question of general importance is certified. Evangeline Nnebuife  <FRAGMENT_SUPPRESSED>  Locke , LC 2001, c 27. II.", "[2]", "[3]", "[4]", "[5]", "[6] III.", "[7]", "[8]", "[9]", "[10] IV.", "[11] V. A.", "[12]", "[13]", "[14]", "[15] Country Reports on Human Rights Practices for 2011 - Nigeria [traduction]", "[16] B. (1) Norme de contrôle", "[17] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] ).", "[18]", "[19]", "[20]", "[21]", "[22]", "[23] VI. Analyse A. Norme de contrôle", "[24] <FRAGMENT_SUPPRESSED> ).", "[25] B.", "[26]", "[27]", "[28]", "[29]", "[30] <FRAGMENT_SUPPRESSED> ).", "[31]", "[32]", "[33]", "[34]", "[35]", "[36]", "[37]", "[38]", "[39]", "[40]", "[41]", "[42] VII. Conclusion", "[43]", "[44] JUGEMENT", "[45] [End of document]"]}