{"id_": "028687", "body_str": ["[1] Mactavish, J. : The applicants are a family of Colombian citizens, whose claims for refugee protection were rejected by the Refugee Protection Division of the Immigration and Refugee Board on credibility grounds. The applicants now seek judicial review of that decision, asserting that a number of the Board’s negative credibility findings were either not grounded in the evidence or were arrived at without any meaningful analysis, and that, as a result, the Board’s decision was patently unreasonable.", "[2] For the reasons that follow, I am satisfied that several of the Board’s negative credibility findings were indeed patently unreasonable. These findings were sufficiently central to the Board’s analysis as to render it unsafe to allow the decision to stand. As a consequence, the application for judicial review will be allowed. Background", "[3] The applicants sought refugee protection in this country based upon their alleged fear of the Armed Revolutionary Forces of Colombia (or “FARC”). According to the applicants, they had been the victims of extortion at the hands of FARC for a number of years prior to their departure from Colombia.", "[4] In 1992, after becoming aware of a plot by FARC to kidnap the family, the family fled to the United States, where they lived, studied and worked for many years. After the crackdown on illegal immigrants in the United States in the wake of the terrorist attacks of September 11, 2001, the family came to Canada, where they sought refugee protection.", "[5] The Board considered the claims of the applicant parents separately from that of their adult son, Ricardo. As a result, I will address the issues relating to Ricardo’s claim first, and will then address the issues relating to the claims of his parents. Ricardo’s Criminal Record in the United States", "[6] After reviewing the facts giving rise to Ricardo’s claim, the Board stated that “Ricardo did not disclose during his hearing any information regarding his criminal records in the United States”. After noting that he had an American criminal record, the Board went on to state “The tribunal notes that the claimant did not disclose his criminal record in question 9 of his PIF. The tribunal concludes that this situation undermines the claimant’s credibility”.", "[7] This finding was patently unreasonable. A review of the record discloses that, on numerous occasions, Ricardo disclosed the fact that he had been convicted of one count of impaired driving and one of battery while he was in the United States. He mentioned his American criminal record at the Port of Entry, again in his Personal Information Form and yet again in his testimony before the Board.", "[8] Moreover, the transcript of the hearing reveals that Ricardo was extremely forthcoming about the troubles that he had had as a young man in the United States in his testimony, going so far as to offer to be fingerprinted, so as to allow the Board to verify the state of his criminal record in that country.", "[9] It is true that Ricardo initially neglected to mention a brief detention by the American authorities following his return to the United States. This detention related to the outstanding battery charge against him, which ultimately resulted in a conviction - a conviction that Ricardo freely acknowledged throughout the processing of his claim.", "[10] To suggest that this minor omission meant that Ricardo “did not disclose during his hearing any information regarding his criminal records in the United States” is a gross and most unfair mis-representation of what actually occurred in this case.", "[11] It is clear that this finding was a primary reason why the Board concluded that Ricardo was not credible, and this error on the part of the Board would, by itself, provide a sufficient basis for setting aside the decision insofar as Ricardo was concerned. As will be discussed below, it was not, however, the only error made by the Board in relation to Ricardo’s claim. Ricardo’s Return to Colombia in 1990 or 1991", "[12] After Ricardo’s parents began being extorted by FARC in the 1980’s, the couple made the decision to send Ricardo and his brother to the United States, where they could be educated in safety. Nevertheless, Ricardo decided to return to Colombia at some point in either 1990 or 1991, as he did not want to stay in the United States any longer.", "[13] The Board found that the fact that Ricardo returned to Colombia at this point undermined his claim to fear for his safety in that country.", "[14] The difficulty with this finding is that while the family was being extorted by FARC during this period, their level of fear had not yet risen to the point where they felt that they had to flee Colombia for their safety. This did not occur until a year or two later, when Ricardo’s parents became aware of a threat to kidnap the family. Conclusion Regarding Ricardo’s Claim", "[15] While the Board had a number of reasons for rejecting Ricardo’s claim, the two findings discussed above were sufficiently central to the Board’s analysis, and to its conclusion that Ricardo was not credible. In these circumstances, it would not, in my view, be safe to allow the decision to stand insofar as it relates to Ricardo’s claim for protection.", "[16] I will next consider the issues that relate to the refugee claims of Ricardo’s parents, Victor and Marlene Calvera. The “Internal Flight Alternative” Issue", "[17] Although the Board did not make a true Internal Flight Alternative finding, it did observe that the family did not try to relocate within Colombia after becoming aware of the kidnap threat.", "[18] The Board also noted that Victor Calvera had explained that relocation to a secure location within Colombia was not possible, as the guerrillas were everywhere throughout the country.", "[19] According to the Board “The tribunal does not find this answer satisfactory, and is of the opinion that this behaviour is not compatible with a subjective fear thus it undermined their credibility”.", "[20] The Board provides no explanation as to why it was that it did not find Mr. Calvera’s explanation to be satisfactory. Moreover, Mr. Calvera’s claim with respect to the reach of guerrilla organizations within Colombia is borne out by the Board’s own documentary evidence with respect to conditions with that country for the victims of guerrilla forces such as FARC.", "[21] In particular, there was country condition information before the Board emanating from the Board itself which clearly stated that the organizations such as FARC are well-organized and sophisticated, and that they are in possession of computer technology and intelligence networks that allow them to track and locate their victims throughout Colombia.", "[22] In these circumstances, it was simply not sufficient for the Board to reject Mr. Calvera’s explanation as to why the family did not try to relocate within Colombia after the family became aware of the kidnap threat, without some analysis of the evidence before it. The Family’s Delay in Leaving Colombia", "[23] The Board noted that the family made their last “protection” payment to FARC in January of 1992, and that they did not leave Colombia until May of that year. The Board further observed that the family continued living in their village during this period, and that they did not encounter any difficulties with FARC prior to their departure.", "[24] According to the Board, “this long delay is not compatible with a subjective fear and it undermines the veracity of their credibility and their story”.", "[25] The Board’s conclusion appears to have been premised upon its earlier finding that the family “was forced to pay monthly sums of money to the FARC”. If this were in fact the case, it follows that, having made their last payment in January of 1992, the family would have been substantially in default of their obligations to FARC in the months immediately preceding their departure from Colombia, presumably putting themselves at increased risk of retribution from militia forces.", "[26] However, the problem with this reasoning is that the evidence of the applicants was quite clear that they were required to pay two million Colombian pesos to FARC for “protection” every six months. This being the case, the family was not in default of any obligations to FARC when they fled Colombia in May of 1992, still being within the “protection period” purchased with the January, 1992 payment. Conclusion", "[27] There are a number of difficulties with the claims of the applicants, not the least of which is the substantial period of time that the family spent in the United States without seeking refugee protection. However, the errors identified in this decision are both sufficiently serious and sufficiently central to the Board’s analysis that the decision must be set aside. Certification", "[28] The applicants have suggested a question for certification relating to the failure of the immigration authorities to provide the Board with a copy of Ricardo’s current and expired passports. At the hearing of this application I advised the parties that I would not deal with this issue at the hearing, as it had not been raised in the applicants’ memorandum of fact and law.", "[29] Given that the issue played no role in my analysis, it does not raise an appropriate question for certification. JUDGMENT", "[30] THIS COURT ORDERS AND ADJUDGES that: 1. This application for judicial review is allowed, and the matter is remitted to a differently constituted panel for re-determination; and 2. No serious question of general importance is certified. [End of document] <FRAGMENT_SUPPRESSED>"]}