{"id_": "028666", "body_str": ["[1] Heneghan, J. : Ms. Oluyemisi Akinbinu (the \"Applicant\") seeks judicial review of the decision of the Immigration and Refugee Board, Refugee Protection Division (the \"Board\"), dated October 31, 2013. In its decision, the Board determined that the Applicant is neither a Convention Refugee nor a person in need of protection within the meaning of Sections 96 and 97, respectively, of the Immigration and Refugee Protection Act , S.C. 2001, c.27 (the \"Act\").", "[2] The Applicant, a female citizen of Nigeria, left her country of citizenship in 2003. She originally came to Canada on a work permit to work as a nurse. Between 2003 and 2013, she variously worked and studied in Canada.", "[3] The Applicant claimed refugee protection on May 24, 2013, claiming to fear her estranged husband and his family in Nigeria. She alleged that she had been physically, sexually and mentally abused by her husband, to the point that she left her family home in 1996, although she did not leave Nigeria until 2003.", "[4] The Applicant also advanced a fear of Boko Haram, an extremist Muslim group in Nigeria who targets Christians for attack. The Applicant is a Christian.", "[5] The Board found that the Applicant did not have a well-founded fear of persecution in Nigeria. Although she had suffered abuse in her marriage, that was insufficient to establish a well founded fear of persecution at the present time.", "[6] The Board also found that the risk posed to the Applicant from Boko Haram was part of generalized country conditions in Nigeria and that the Applicant herself would not personally be in danger if returned to Nigeria.", "[7] Further, the Board found that there were no \"compelling reasons\" arising from past persecution, as contemplated by subsection 108(4) of the Act, such that the Applicant should not be removed from Canada.", "[8] Insofar as the Board's decision turns upon questions of mixed fact and law, the applicable standard of review is that of reasonableness; see the decision in <FRAGMENT_SUPPRESSED>  at paragraph 53.", "[9] Having regard to the evidence before the Board, I am satisfied that the Board's decision meets the standard of \"reasonableness\" as discussed in <FRAGMENT_SUPPRESSED> , at paragraph 47, that is it displays \"justification, transparency and intelligibility\"", "[10] The Applicant's submissions in this judicial review focus on the Board's failure to consider and apply the Gender Guidelines . In my opinion, this argument is misplaced. Although the Board did not specifically refer to the Guidelines in its decision, the reasons show sensitivity to the issues covered by those Guidelines", "[11] The Applicant also argues that the Board erred in finding that the \"compelling reasons\" exception found at subsection 108(4) of the Act does not apply in the circumstances of this case. In my opinion, the Board reasonably applied the proper legal test for section 108(4) to the evidence before it.", "[12] I am not persuaded that the Board committed any reviewable error and this application for judicial review will be dismissed. There is no question for certification arising.", "[13] THIS COURT ORDERS that the application for judicial review is dismissed. There is no question for certification arising. , LC 2001, c 27 (la Loi).", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[10]", "[11]", "[12]", "[13] [End of document]"]}