{"id_": "028783", "body_str": ["[1] Manson, J. : This is an application for judicial review of the decision of James Railton, a member of the Refugee Protection Division of the Immigration and Refugee Board [the Member], pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [the Act]. The Member refused to reopen the Applicant's claim for refugee protection. I. Background", "[2] The Applicant is a citizen of Indian who arrived in Canada on February 10, 2013. He was interviewed at his port of entry, initiated a refugee claim, and was placed in immigration detention. Notes from his port of entry interview indicate he spoke to counsel the same day. On February 12, 2013, he was interviewed by a Minister's Delegate. Notes of that interview indicate that the applicant was told: ...to provide the Immigration and Refugee Board with contact information within 10 days, to submit a completed Claim of Basic (sic) within 15 days, right to counsel and to obtain a medical exam within 60 days.", "[3] The Applicant signed a document entitled \"Declaration of the Person Concerned,\" which confirmed, among other things, that he understood the verbal exchange between the officer and himself during the examination. An interpreter was used.", "[4] On February 13, 2013, the Applicant was released from detention.", "[5] On March 19, 2013, the Applicant's refugee claim was declared abandoned pursuant to section 65 of the Refugee Protection Division Rules , SOR/2012-256 [the Rules] on the basis that the Applicant had never provided his Basis of Claim [BOC] form within the allotted time.", "[6] On April 3, 2013, the Applicant submitted an application to reopen his refugee claim.", "[7] In a decision dated April 9, 2013, the Applicant's application to reopen his refugee claim was denied. There were no reasons provided at that time.", "[8] The content of a Request Record, Refugee Protection Division, was sent to the Applicant on April 30, 2013. This record contained notes by the Member written on April 5, 2013, and act as the reasons for his decision: The claimant received a BoC kit at the time of the referral. The officer's notes indicate that the claimant was told that he must file his BoC within 15 days of the referral. The claimant failed to file a BoC on time or at all. The Claimant's Counsel did not provide a completed BoC with the application to re-open. Although if he had, the RPD might have dismissed the application to re-open anyway, the fact that there is still no BoC does not show due diligence or otherwise advance the claim or the application to re-open. II. Issue", "[9] The issue raised in the present application is as follows: A. Was the member's decision reasonable? III. Standard of review", "[10] The Applicant does not make a submission on the standard of review.", "[11] The question of whether the Applicant's claim should be re-opened is reviewable on the standard of reasonableness ( <FRAGMENT_SUPPRESSED> ). IV. Analysis", "[12] The application must fail for the reasons that follow.", "[13] The Applicant asserts that the Applicant never received his refugee file, despite requesting it. Without the file, he states that he did not know on which date he had to file his BOC. As well, the Applicant asserts that detailed reasons must be given for refusal of an application to re-open, citing <FRAGMENT_SUPPRESSED> [ Javed ].", "[14] The evidence in the record shows that the Applicant was made aware of the relevant filing dates and had an opportunity to speak to counsel. He also had access to an interpreter and signed a declaration acknowledging that he understood the verbal exchanges in respect of the filing dates.", "[15] Even after the Applicant's claim had been declared abandoned, he failed to provide his BOC form in a timely manner.", "[16] While <FRAGMENT_SUPPRESSED> , recognizes the significance of an abandonment decision, it does not state that detailed reasons must be provided, only that meaningful reasons are required. If adequate or sufficient reasons are provided, that is enough.", "[17] In the instant application, the reasons provided in response to the Applicant's request were sufficient. Most notably they articulate the fact that the Applicant was given notice of his filing deadline and did not act with due diligence in failing to follow up. I would distinguish these reasons from Javed , where the reasons amount to an assertion that the claimants did not meet the requirements of natural justice. JUDGMENT", "[18] THIS COURT'S JUDGMENT is that 1. This Application is dismissed; 2. Counsels agree that there is no question to certify. I - Contexte", "[2] [traduction]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8] [traduction] II", "[9] III. Norme de contrôle", "[10]", "[11] <FRAGMENT_SUPPRESSED> ). IV Analyse", "[12]", "[13] <FRAGMENT_SUPPRESSED> [ Javed", "[14]", "[15]", "[16] Javed", "[17] Javed JUGEMENT", "[18] [End of document] <FRAGMENT_SUPPRESSED>"]}