{"id_": "028720", "body_str": ["[1] Phelan, J. : The refusal to issue a Temporary Resident Permit (TRP) in generally unsympathetic circumstances must be quashed because of error in the decision. The Applicant has an extensive criminal record, questionable marital conduct and very little else to suggest that the equities are on his side. What he does have is a minor child in Canada whose existence and interest the Immigration Officer failed to consider. II. BACKGROUND", "[2] Mr Ali is a Guyanese citizen who has been in Canada for 20 years; the last 10 spent trying to \"regularize\" his citizenship status. Mrs. Ali, the Applicant's wife, is now a Canadian citizen, the result of a brief interregnum marriage to a Canadian between her first marriage and her subsequent resumed relationship with Mr. Ali. The couple have three children, one of whom was a minor at the time of the decision.", "[3] Mr. Ali has a lengthy criminal record - some of the offences were drunk driving; the others are fraud over $1,000, driving while suspended and obstruction of a police officer. Alcoholism was said by Mr. Ali to be the cause of these offences.", "[4] Mr Ali arrived in Canada in 1997. His refugee application was abandoned, and his PRRA application was refused. His application for permanent residence sponsored by Mrs. Ali was refused because of his criminal record.", "[5] A number of requests to defer removal were refused. His several requests for TRPs have been denied; the latest denial was on June 29, 2007, which is the subject matter of this judicial review.", "[6] On April 24, 2007, a junior officer wrote a detailed report in which she recommended the issuance of a TRP. The report addressed, amongst other factors, the family ties and dependence of the minor child on his father's presence. The junior officer, while not giving Mr. Ali a ringing endorsement, was prepared to give him the benefit of the doubt. She believed that he had reformed his alcoholic ways. Given his criminal record, the junior officer would have refused the TRP. However, other positive factors influenced her recommendation to issue a TRP.", "[7] The recommendation was reviewed by a senior officer (the Immigration Officer) who concluded that having considered the personal circumstances including family ties, the risk to Canadians of Mr. Ali's presence is neither minimal nor does the need for his presence in Canada outweigh that risk.", "[8] In the Immigration Officer's decision to deny a TRP, the Officer outlined Mr. Ali's family ties and noted that his children were married and had moved from home. No mention was made of the minor child or his interests. III. ANALYSIS", "[9] The parties addressed the standard of review including Department of Justice's recurring theme that <FRAGMENT_SUPPRESSED>  includes a standard of patent unreasonableness under the rubric of \"reasonableness\". I need not address that issue here but I do agree that the highly discretionary nature of a TRP and its exceptional relief means that the Court should accord considerable deference to the judgment of the officer within the spectrum of \"reasonableness\". The discretionary nature of a TRP is evident from s. 24 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27, which reads: 24. (1) A foreign national who, in the opinion of an officer, is inadmissible or does not meet the requirements of this Act becomes a temporary resident if an officer is of the opinion that it is justified in the circumstances and issues a temporary resident permit, which may be cancelled at any time. (2) A foreign national referred to in subsection (1) to whom an officer issues a temporary resident permit outside Canada does not become a temporary resident until they have been examined upon arrival in Canada. (3) In applying subsection (1), the officer shall act in accordance with any instructions that the Minister may make.", "[10] However, in this case, the Immigration Officer either simply had the material facts wrong or failed to consider material evidence. The department's own CIC Policy Manual directs officers to consider family ties as part of the consideration of personal circumstances.", "[11] The Immigration Officer, while not bound in law by the Manual, conducted an analysis of the personal circumstances and never addressed the existence of the minor child.", "[12] Section 24 requires an officer to decide whether a TRP is justified \"in the circumstances\". That phrase must mean the relevant circumstances. Both the CIC Policy Manual and the Immigration Officer's own analysis (as well as the Applicant's submission) made family ties and the existence and interests of children a relevant circumstance. The evidence of the minor child's interest was material to the case.", "[13] Therefore, the failure to address the minor child was a legal error in failing to consider the \"circumstances\" of this particular applicant.", "[14] For this reason and this reason alone, this judicial review will be granted.", "[15] The Applicant argued that the Immigration Officer failed to properly consider the Applicant's efforts and success at rehabilitation. I fail to see where there was any error in this matter much less one in which the Court should intervene. The record of rehabilitation is scanty and the Immigration Officer's concern for risk to Canadians is a reasonable one.", "[16] The Applicant contends that he should have been given an interview because there were issues of credibility concerning his rehabilitation. The Immigration Officer's concerns were more directly related to the sufficiency of the evidence of rehabilitation rather than toward the credibility of the Applicant's contention.", "[17] A TRP is an exceptional remedy and there is nothing in the process which, of itself, would raise the issue of a right of interview to the level of procedural fairness. There is nothing in the specifics of this case to suggest that the absence of an interview created any unfairness. Indeed, not even the Applicant requested an interview but merely said he was available for one if the department wanted to interview him.", "[18] Any errors in the creation of the certified record had no effect on this judicial review. There is no basis for the Applicant's complaint in this regard. IV. CONCLUSION", "[19] Therefore, this judicial review is granted, the decision is quashed and the matter remitted to a different officer for a new decision. There is no question for certification. JUDGMENT", "[20] THIS COURT ORDERS AND ADJUDGES that this application for judicial review is granted, the decision is quashed and the matter remitted to a different officer for a new decision. [End of document]"]}