{"id_": "028842", "body_str": ["[1] Snider, J. : Mr. Alwyn Lloyd (Gary) Townsend (the \"Applicant\"), who was born in Jamaica, came to Canada with his family in 1975, at the age of 12, and obtained landed immigrant status. He has lived in this country ever since. During the past several years, the Applicant has accumulated a lengthy criminal record consisting of at least twenty-six convictions.  <FRAGMENT_SUPPRESSED>", "[2] As a result of his lengthy criminal record, the Applicant was ordered deported on November 25, 1999. From November 16, 1999 until January 7, 2000, the Applicant was in custody as a result of an outstanding immigration warrant for his arrest. On February 18, 2000, the Applicant was determined to be a danger to the public pursuant to subsection 70(5) of the Immigration Act , R.S.C. 1985, c.I-2 by W.A. Sheppit (the \"original danger opinion\"). The Applicant brought an application for leave and judicial review of this decision, which was denied.  <FRAGMENT_SUPPRESSED>", "[3] On June 6, 2001, the Applicant requested that the Respondent rescind the original danger opinion. On May 2, 2002, Claudette Deschênes (the \"Minister's Delegate\") considered the Applicant's request for reconsideration and determined that the original danger opinion remained in effect. The Applicant has applied for judicial review of this May 2, 2002 decision.  <FRAGMENT_SUPPRESSED> Issues  <FRAGMENT_SUPPRESSED>", "[4] The issues, as raised by the Applicant, can be restated as follows:  <FRAGMENT_SUPPRESSED> 1. Did the Minister's Delegate err by failing to meet the requirements of procedural fairness as set out in <FRAGMENT_SUPPRESSED>  (T.D.), affd. [2001] 3 F.C. 3; 268 N.R. 337; 13 Imm. L.R.(3d) 96 (F.C.A.)?  <FRAGMENT_SUPPRESSED> 2. Did the Minister's Delegate err by determining that the danger opinion could not be opened and by failing to consider the Applicant's motion to set aside the danger opinion based on the breach of fundamental justice or fairness?  <FRAGMENT_SUPPRESSED> 3. Are the reasons of the Minister's Delegate adequate?  <FRAGMENT_SUPPRESSED> 4. Did the Minister's Delegate err by failing to consider the totality of the evidence or by making a perverse or capricious finding?  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[5] For the reasons that follow, I am of the view that this application should not succeed.  <FRAGMENT_SUPPRESSED> Issue #1: Did the Minister's Delegate err by failing to meet the requirements of procedural fairness as set out  <FRAGMENT_SUPPRESSED> ?  <FRAGMENT_SUPPRESSED>", "[6] The Applicant submits that procedural fairness was violated because he was not given the Ministerial Opinion Report or the Request for Minister's Opinion (the \"Reports\") before the original danger opinion decision was made ( <FRAGMENT_SUPPRESSED>  (T.D.) (hereinafter Bhagwandass (T.D.) ], affd. [2001] 3 F.C. 3; 268 N.R. 337; 13 Imm. L.R.(3d) 96 (F.C.A.) (hereinafter Bhagwandass (C.A.) )). According to the Applicant, there is no material difference between Bhagwandass (C.A.) , supra and the present case (see also <FRAGMENT_SUPPRESSED>  (F.C.A.)). Bhagwandass (T.D.) , supra, which was upheld by the Federal Court of Appeal, was decided on December 10, 1999, before the notice was provided to the Applicant. Therefore, the Respondent erred by failing to follow the dictates of the law as it stood when the original Minister's decision was taken.  <FRAGMENT_SUPPRESSED>", "[7] Although the Applicant is challenging the decision of the Minister's Delegate made on May 2, 2002 in this application for judicial review, this issue actually relates to the original danger opinion made on February 18, 2000. However, whether a breach of procedural fairness occurred in the original decision is relevant to a determination of whether the Minister's Delegate should have re-opened and set aside the danger opinion (issue #2, below). Therefore, it is necessary to address this issue.  <FRAGMENT_SUPPRESSED>", "[8] In Bhagwandass (C.A.) , supra, Sharlow, J.A., writing on behalf of the Federal Court of Appeal, concluded that procedural fairness was violated by the Minister's failure to disclose the Reports to Mr. Bhagwandass prior to determining that he constituted a danger to the Canadian public pursuant to subsection 70(5) and subparagraph 46.01(1)(e)(iv) of the Immigration Act . In reaching this conclusion, Sharlow, J.A., upheld the decision of Gibson, J.,  <FRAGMENT_SUPPRESSED>  (T.D.) , supra.  <FRAGMENT_SUPPRESSED>", "[9] The Applicant was found to be a danger to the public by W.A. Sheppit on February 18, 2000. The Reports were not disclosed to the Applicant before this decision was made.  <FRAGMENT_SUPPRESSED>", "[10] Since the decision of Gibson, J.,  <FRAGMENT_SUPPRESSED>  (T.D.) , supra was decided prior to the original danger opinion, I am of the view that the Reports should have been disclosed to the Applicant before W.A. Sheppit reached his decision on the danger opinion. As a result, there was a violation of procedural fairness ( Bhagwandass (T.D.) , supra).  <FRAGMENT_SUPPRESSED>", "[11] However, this violation of procedural fairness is not sufficient to allow this application for judicial review for two reasons. First, as stated above, the Applicant is not challenging the original danger opinion on this application for judicial review. Rather, the decision being challenged by the Applicant is a separate decision, made by a different Minister's Delegate more than two years later.  <FRAGMENT_SUPPRESSED>", "[12] Second, the Reports were disclosed to the Applicant on June 7, 2001, prior to the decision of the Minister's Delegate. The Applicant was given the opportunity to make submissions on these Reports, although it does not appear that he took full advantage of this opportunity. As a result, any breach of procedural fairness in the issuance of the original danger opinion has been remedied by the reconsideration by the Minister's Delegate.  <FRAGMENT_SUPPRESSED> Issue #2: Did the Minister's Delegate err by determining that the danger opinion could not be opened and by failing to consider the Applicant's motion to set aside the danger opinion based on the breach of fundamental justice or fairness?  <FRAGMENT_SUPPRESSED>", "[13] The Applicant submits that the Minister's Delegate erred in law by failing to deal with his motion to have the decision reopened on the ground that the original danger opinion was made in violation of fairness ( <FRAGMENT_SUPPRESSED> ; 83 F.T.R. 146 (T.D.)). According to the Applicant, a tribunal has jurisdiction to reconsider its decision on the ground that natural justice or fairness has not been respected ( <FRAGMENT_SUPPRESSED>  A.R. 321; 70 Alta. L.R.(2d) 193; 62 D.L.R.(4th) 577;", "[14] The Applicant also argues that the Minister's Delegate erred by failing to respect or consider the self-imposed guidelines set out in an Operations Memorandum published in July 2001 (Applicant's Record at 100-102; <FRAGMENT_SUPPRESSED>  [2002] S.C.J. No. 3; 281 N.R. 1, at paras. 34-38; <FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 576). This Operations Memorandum indicates that the Department of Citizenship and Immigration can reconsider a danger determination afresh, without a court order.  <FRAGMENT_SUPPRESSED>", "[15] On June 6, 2001, counsel for the Applicant wrote to the Case Management Branch of the Department of Citizenship and Immigration requesting that the danger opinion be rescinded on the ground of a breach of procedural fairness and that the Applicant be given an opportunity to have the matter reconsidered. On June 7, 2001, the Respondent replied to this letter, enclosing a copy of the Reports and stating that the Respondent would wait for further submissions from the Applicant before forwarding the request for reconsideration to the Minister's Delegate. On November 5, 2001, counsel for the Applicant forwarded to the Respondent new evidence related mainly to the Applicant's rehabilitation. In this letter, counsel for the Applicant clarified that the request was \"that the Minister confirm that the decision that Mr. Townsend is a danger to the public is void...\".  <FRAGMENT_SUPPRESSED>", "[16] The Minister's Delegate reconsidered the original danger opinion in light of the evidence that was before W.A. Sheppit and the new evidence submitted by the Applicant. She did not cancel the original danger opinion. Thus, this issue turns on whether the Minister's Delegate had the jurisdiction or authority to cancel the original danger opinion and, if so, whether she was required to do so.  <FRAGMENT_SUPPRESSED>", "[17] The cases cited by the Applicant in support of this submission are not on point. The majority of these cases deal with the statutory powers of the Immigration Appeal Division and the Refugee Division to reopen a matter when the initial decision was made contrary to the rules of natural justice ( <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> ). <FRAGMENT_SUPPRESSED>  addressed the powers of the Refugee Division to reopen a hearing before a decision was rendered in order to consider new evidence. There appears to be no case law which deals specifically with the power of the Minister's Delegate to cancel the original danger opinion and start anew. In addition, the Immigration Act and its regulations are silent on this issue. The Operations Memorandum referred to by the Applicant is of no assistance as it applies to danger opinions rendered after Bhagwandass (C.A.) , supra and to transitional cases being challenged before the Federal Court. Since this Court dismissed the Applicant's application for leave to challenge the original danger opinion and the Operating Manual does not refer to applications for judicial review of reconsideration decisions, this case does not fall within the scope of the Operations Memorandum.  <FRAGMENT_SUPPRESSED>", "[18] In addition, the cases cited by the Applicant suggest that the power of the Immigration Appeal Division and the Refugee Division to consider its original decision as a nullity and reconsider the matter where there has been a breach of natural justice are permissive and not mandatory ( <FRAGMENT_SUPPRESSED> ). Therefore, even if the Minister's Delegate had the authority to cancel the original danger opinion, I am of the view that she would have been under no obligation to exercise that power.  <FRAGMENT_SUPPRESSED>", "[19] The Minister's Delegate had the jurisdiction to reconsider the original danger opinion based on new evidence that was not reasonably available at the time of the original decision or on an alleged violation of the principles of natural justice (see Danger to the Public: Policy and Procedures, \" <FRAGMENT_SUPPRESSED>  (T.D.)). In this case, the Minister's Delegate disclosed the Reports to the Applicant, gave him the opportunity to make written submissions on those Reports and on other issues, and received new evidence related to the Applicant's rehabilitation and establishment in Canada. The Minister's Delegate had the authority to conclude, after reconsidering the original danger opinion and the new evidence, that the original danger opinion should not remain in effect; this conclusion would have had the result of cancelling the original danger opinion. However, after considering and weighing all of the evidence before her and before W.A. Sheppit, the Minister's Delegate decided that the original danger opinion should remain in effect. I do not see much of a difference between this reconsideration process and the \"rescind and start anew\" process requested by the Applicant, aside from the fact that new Reports would likely be prepared for the latter process. As a result, I fail to see how procedural fairness would be violated by choosing one process over the other or by failing to address this matter in her decision, particularly since it is not clear that the Minister's Delegate even had the jurisdiction to cancel the original danger opinion and start anew.  <FRAGMENT_SUPPRESSED> Issue #3: Are the reasons of the Minister's Delegate adequate?  <FRAGMENT_SUPPRESSED>", "[20] In the submission of the Applicant, the Minister's Delegate erred by providing inadequate reasons for her dismissal of the Applicant's request for a reconsideration ( <FRAGMENT_SUPPRESSED> ; Suresh , supra; <FRAGMENT_SUPPRESSED>  (F.C.A.)).  <FRAGMENT_SUPPRESSED>", "[21] It is not necessary to consider whether reasons were required in this case since the Minister's Delegate did provide reasons. Thus, the only question is whether those reasons were adequate.  <FRAGMENT_SUPPRESSED>", "[22] The purpose of reasons is to tell the person concerned why a particular result was reached. Reasons allow the parties to see that the applicable issues have been carefully considered and to effectuate any right of appeal or judicial review ( <FRAGMENT_SUPPRESSED> ; VIA Rail , supra). What constitutes adequate reasons will depend on the circumstances of each case ( VIA Rail , supra). The reasons requirement under the duty of fairness is sufficiently flexible to permit various types of written explanations for the decision to satisfy this requirement ( Baker , supra at para. 40). In this case, the Minister's Delegate explained the reasons for her decision as follows:  <FRAGMENT_SUPPRESSED> \"I have carefully examined all of the information that was presented to Mr. Sheppit whereby he formed the opinion that Mr. Townsend is a danger to the public. I have carefully reviewed your requests for reconsideration dated June 6, 2001, and November 5, 2001, with attachments.  <FRAGMENT_SUPPRESSED> \"It is my view that in light of the seriousness of the offences and Mr. Townsend's ongoing supervision, the information presented is not sufficient to persuade me that the decision of Mr. Sheppit that Mr. Townsend is a danger to the public should not be maintained in this case. The decision of Mr. Sheppit remains in effect. <FRAGMENT_SUPPRESSED>", "[23] In my view, the Minister's Delegate adequately explained why she confirmed the original danger opinion. It is clear from this excerpt that the Minister's Delegate was concerned about the seriousness of the Applicant's offences and the fact that he was still on probation at the time of her decision and that these factors formed the basis of her decision to confirm the original danger opinion of Mr Sheppit. The fact that her reasons were not as detailed as they could have been is not fatal to her decision.  <FRAGMENT_SUPPRESSED>", "[24] Therefore, in my view, the Minister's Delegate provided adequate reasons to the Applicant for her decision to maintain the original danger opinion.  <FRAGMENT_SUPPRESSED> Issue #4: Did the Minister's Delegate err by failing to consider the totality of the evidence or by making a perverse or capricious finding?  <FRAGMENT_SUPPRESSED>", "[25] The Applicant submits that the Minister's Delegate erred by failing to consider the extremely material evidence that the Applicant was no longer a danger to the public ( <FRAGMENT_SUPPRESSED> ; 157 F.T.R. 35 (T.D.)). In the Applicant's view, it was perverse or capricious for the Minister's Delegate to conclude that the Applicant continued to be a danger to the public when the officials doing the supervising had found that the Applicant had successfully achieved the goals of his supervision.  <FRAGMENT_SUPPRESSED>", "[26] It is a recognized presumption that a decision-maker takes into account all of the evidence provided and that there is no need for her to refer to the evidence in its entirety when rendering a decision, as long as this Court is satisfied that all relevant facts were before the decision-maker and were considered ( <FRAGMENT_SUPPRESSED>  (T.D.), at para. 15; <FRAGMENT_SUPPRESSED> ). However, \"the more important the evidence that is not mentioned specifically and analyzed in the agency's reasons, the more willing a court may be to infer from the silence that the agency made an erroneous finding of fact 'without regard to the evidence'\" ( Cepeda- <FRAGMENT_SUPPRESSED>  at para. 17). Evidence which contradicts the Board's finding of fact is considered to be important.  <FRAGMENT_SUPPRESSED>", "[27] In this case, evidence regarding the Applicant's drug rehabilitation was before the Minister's Delegate. Portions of the transcript from the Graduation Ceremony from the Drug Addiction Treatment Program, in which the Applicant was described by therapists and Crown counsel in glowing terms, were also before the Minister's Delegate. One specific quote from the transcripts was that \"Crown counsel has no concern with respect to public safety...\". This evidence did not contradict the decision of the Minister's Delegate; she did not conclude that the Applicant was not rehabilitated or would certainly re-offend. Rather, her decision indicates that she weighed this evidence against the serious nature of the Applicant's criminal convictions and the fact that he was still on probation from his most recent offence and determinated that the former was outweighed by the latter. In addition, the Minister's Delegate clearly indicated that she carefully examined all of the information before her, related to both the original danger opinion decision and the request for reconsideration. Evans, J., recognized  <FRAGMENT_SUPPRESSED> - <FRAGMENT_SUPPRESSED>  at paragraph 16 that a statement that the decision-maker considered all of the evidence before her will often be sufficient to assure the parties and the reviewing court that the decision-maker directed her mind to the totality of the evidence. As a result, the Minister's Delegate was not obligated to specifically refer to the information regarding rehabilitation in her decision and she did not err by failing to do so.  <FRAGMENT_SUPPRESSED>", "[28] The Applicant proposes the following question for certification:  <FRAGMENT_SUPPRESSED> In respect of a decision that a person is a danger to the public under subsection 70(5) of the Immigration Act , is an Applicant required to pursue an Application for leave and for judicial review in the Federal Court in order to have the decision set aside on the ground of a breach of fairness, or can the Applicant apply directly to the Minister's Delegate?  <FRAGMENT_SUPPRESSED>", "[29] In my view, this is not a serious question of general importance. The same result can be obtained through a request for reconsideration to the Minister's Delegate. Accordingly, I decline to certify this question.  <FRAGMENT_SUPPRESSED> ORDER  <FRAGMENT_SUPPRESSED>", "[30] THIS COURT ORDERS that this application is dismissed. No question is certified.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/ve  <FRAGMENT_SUPPRESSED> [End of document]"]}