{"id_": "028875", "body_str": ["[1] Richard, A.C.J. : The present proceeding arises out of a motion filed on June 18, 1998 on behalf of the defendant, McArthur Thompson & Law Advertising and Public Affairs Limited (McArthur Thompson), to review an ex parte Anton Piller order which was granted to the plaintiffs on December 19, 1997 and continued on January 13, 1998 and to obtain an order: 1. setting aside the Anton Piller order and any continuation; 2. granting the defendant both damages and solicitor-client costs", "[2] The grounds for this motion are the following: (i) The plaintiffs failed to make full and frank disclosure of facts material to their motion; (ii) The plaintiffs failed to make proper inquiry concerning the said defendant and the plaintiffs' informant, Andrew G. Younger; (iii) The plaintiffs failed to show an extremely strong prima facie case; (iv) The plaintiff failed to show they were exposed to very serious actual or potential damage; and (v) The plaintiffs failed to present clear evidence that the defendant had incriminating documents or things in its possession and that there was a real possibility that it would destroy them if it had notice of the motion. The Parties", "[3] The plaintiffs are corporations incorporated in, and with principal places of business in, the United States of America. They design, develop, market, distribute and support a broad line of computer programs for personal, business and professional use.", "[4] The plaintiffs own copyright in a wide variety of computer programs including: Microsoft Windows 95, Office 95, Office 97, Access 8.0 (also known as Access 97), Word 8.0, Outlook 8.0, Powerpoint 8.0, and Windows 95 Plus 4.40. Adobe Illustrator 6.0, Streamline 3.0, Photoshop 3.05, and Pagemaker 5.0 and 6.0", "[5] Businesses around the world make use of these computer programs. Many businesses acquire copies of the programs legitimately, by licensing them from the plaintiffs. However, these are large numbers of unlicensed copies of the programs made by businesses which do not take the care necessary to ensure that they are using properly licensed copies.", "[6] McArthur Thompson is a small respected Halifax advertising and public relations firm owned by William McArthur and Ian Thompson. Mr. McArthur founded the firm in 1976 as William F. McArthur and Associates and incorporated under that name in 1981. Ian Thompson became an active member of the company in 1987. The firm operates out of premises owned by its principals located at 1300 Hollis Street in Halifax. It has approximately 15 employees.", "[7] KLJ Computer Solutions Incorporated (hereinafter KLJ) is a company providing computer services. The principals and only full-time employees of KLJ, in September 1997, were Kelli McGrath and her husband Jason McGrath. McArthur Thompson, having no particular computer expertise, relied on KLJ to be its computer consultants and technicians. KLJ occupied some space in McArthur Thompson's premises.", "[8] One 2 One Databased Marketing Communications Limited (hereinafter One 2 One) and MT&L Proactive Research Department Incorporated (hereinafter RDI) are companies carrying on polling and other forms of marketing research. The principals of RDI are Greg Trask and his wife Leslie Trask. Bill McArthur relinquished his interest in RDI in August 1997. Ian Thompson remains a minority shareholder only of RDI.", "[9] One 2 One is 50% owned by McArthur Thompson. One 2 One holds a 25% interest in KLJ.", "[10] The defendant MT&L Proactive Research Department Incorporated (RDI) is a corporation incorporated and subsisting under the laws of the province of Nova Scotia and shares office space with the defendant One 2 One.", "[11] Two of the defendants, KLJ and MT&L, have settled the action as against them with the plaintiffs. As a result, the continued proceedings involve two plaintiffs, Microsoft and Adobe and two defendants, McArthur Thompson and One 2 One. The present motion is brought only on behalf of the defendant McArthur Thompson. Background", "[12] On December 16, 1997, the plaintiffs filed a notice of motion seeking an interim injunction restraining the defendants from infringing the plaintiffs' copyrights in their computer programs, as well as an Anton Piller order with respect to the business premises of the defendants, in which unauthorized copies of computer programs and evidence located on computer or computer related equipment was located.", "[13] The Anton Piller order required the defendants to permit representatives of the plaintiffs to enter and search their business premises at 1300 Hollis and 1310 Hollis for any unauthorized copies of the plaintiffs' computer programs and any items and records that, on reasonable grounds, concerned the infringement of the plaintiffs' copyrights. To obtain the order, the plaintiffs relied on an affidavit sworn by Andrew G. Younger dated December 9, 1997, as well as other affidavits.", "[14] According to paragraph 16 of the order, the plaintiffs were required to bring a motion before the court to review its execution.", "[15] On January 7, 1998, representatives of the plaintiffs attended at 1300 Hollis and 1310 Hollis and executed the order. They searched for documents which might concern infringement of the plaintiffs' copyrights. They left the originals of all such documents, and took away photocopies only. As well, those representatives ran a computer audit program on each of the computers found in the defendants' premises. That computer audit program, called GASP Audit, prepares a record of computer programs found on each computer, which is stored on a floppy disk. The floppy disks containing the search data were removed by the search team. The computers of the defendants were left, after the search, in the condition they had been in before the search commenced.", "[16] On January 13, 1998, the order was continued.", "[17] Paragraph 18 of the order specifies that the defendants may request the hearing of a motion for the purpose of reviewing the issuance of the order.", "[18] Pursuant to the order, I am therefore called upon to review the issuance of an order granted by another judge of this court.", "[19] Since the search order was executed within the prescribed period and is now spent, the present motion seeks damages for it having been wrongfully obtained.", "[20] In a separate motion, heard at the same time as this motion, and without objection, I reviewed and approved the execution of the Anton Piller order by the plaintiffs as against all of the defendants herein. Issues", "[21] Should the court set aside the Anton Piller order granted on December 16, 1997 and is the moving party entitled to damages and costs on a solicitor-client basis? Moving Party's Submissions", "[22] The defendant, McArthur Thompson, the moving party, submits that the Anton Piller order is void ab initio since the plaintiffs have not established the presence of an extremely strong prima facie case, the presence of a serious damage and a real possibility that they may destroy the incriminating material.", "[23] The moving party submits that the plaintiffs have failed to disclose before this court that the defendant McArthur Thompson was a well established business. Further, the plaintiffs made no inquiry into the business reputation and integrity of this defendant, nor did they make inquiries into the credibility of their sole informant. It is submitted that according to law, the plaintiffs were obliged to make such inquiries.", "[24] It is submitted that the affidavit of the informant, Mr. Younger, is not credible, is misleading and was intended to inflict much pain as possible on Mr. and Mrs. Thompson, two active members of the defendant company and on its employees. It is malicious and made for a collateral, personal and improper purpose.", "[25] Following the cross-examination on the affidavit of Mr. Younger on September 30, 1998, he admitted that he was under psychiatric care for a major depressive disorder as an outpatient and was on medication, at the time he signed the affidavit [see footnote 1].", "[26] The plaintiffs submit that they have satisfied the first element of a prima facie case. It appears from the evidence that a significant number of unlicensed copies of the plaintiffs' programs were in the possession and use of the defendant McArthur Thompson.", "[27] Regarding the requirement of damages, actual or potential, of a serious nature, the plaintiffs submit that software piracy is a significant problem for the plaintiffs and other software publishers. Approximately 42% of all copies of computer software in Canada have been made without authorization. This scale of illegitimate copying of computer programs deters investment in new products and technologies, contributes to higher prices and hurts consumers. Piracy of the sort engaged in by the defendants, known as \"softlifting\", is the most prevalent form of piracy worldwide and in Canada. As such, it is particularly threatening and harmful to copyright owners. After receiving and investigating the report from Mr. Younger, the plaintiffs decided to commence this action and to assert their legal rights in respect of their copyright in software programs.", "[28] Because of the ease with which evidence of unlicensed copies of computer programs can be destroyed or removed, the plaintiffs were concerned to preserve evidence of software programs copied onto the defendants' computers.", "[29] The defendant, McArthur Thompson, has conceded that subsequent to the execution of the Anton Piller order, it has deleted from its computers copies of unlicensed software despite the existence of a court order prohibiting that conduct. In this situation, if the Anton Piller order is set aside and the plaintiffs no longer have access to the materials discovered on the execution of that order, the plaintiffs will be left without evidence to prove at least some of the infringement for which the defendant McArthur Thompson may be liable.", "[30] Following the search, the defendant, McArthur Thompson, purchased licenses for any unlicensed copies of the plaintiffs' software it wished to use, and all other unlicensed copies of software were deleted from their computers and thereby destroyed. The plaintiffs submit that this establishes a real possibility of the destruction of evidence.", "[31] As noted by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 339 (F.C.A.), at 341-342 [C.P.R.]: \"An Anton Piller order takes its name from that of the plaintiff in <FRAGMENT_SUPPRESSED>  an order is to preserve property as to which there is strong prima facie evidence that it consists of articles infringing the plaintiff's copyright, trade-mark or other rights. The order is obtained ex parte because the essence of the exercise of judicial power 'is surprise, so that the defendant should not have advance knowledge of the application or the order and so have the opportunity of destroying or disposing of relevant materials or documents'.\"", "[32] Under these orders, the plaintiff and his solicitors are authorized to enter the defendant's premises so as to inspect and preserve property.", "[33] The order is not, however, a search warrant authorising a plaintiff to enter a defendant's premises against his will, but an order on the defendant in personam to permit the plaintiff's entry or be in peril of proceedings for contempt of court, and at trial, running the risk of adverse inferences being drawn against the defendant.", "[34] In the Anton Piller K.G. case, Lord Denning M.R. specified at page 61 that the order does not authorize the plaintiffs' solicitors or anyone else to enter the defendants' premises against their will. If the defendants refuse permission to enter or to inspect, the plaintiffs must not force their way in.", "[35] There are three essential conditions for the making of the type of order which the court has made in this case. These conditions were established by Lord Ormrod, L.J., in the case of <FRAGMENT_SUPPRESSED>  (F.C.A.): \"First, there must be an extremely strong prima facie case. Secondly, the damage, potential or actual, must be very serious for the applicant. Thirdly, there must be clear evidence that the defendants have in their possession incriminating documents or things, and there is a real possibility that they may destroy such material before any application inter partes can be made.\"", "[36] The first two conditions are normally satisfied through proof of title to intellectual property rights and clear evidence of infringement. The third condition, likelihood that an infringer will dispose of important evidence, is normally the crucial element of proof required to obtain an Anton Piller order.", "[37] It is difficult to prove with tangible evidence that an infringer has a history of destroying evidence or will dispose of important evidence. Applicants have therefore focused on the dishonest character of the infringer and the easily disposable nature of the infringing articles to invite the court to draw an inference that evidence will disappear if notice is given.", "[38] The court has examined market-place realities and has been prepared to draw such an inference in cases involving vendors of counterfeit goods in situations such as flea markets, street stalls or concerts, given the temporary nature of their business, and their propensity to flee at the first hint of enforcement and to warn each other of execution of the orders.", "[39] An order may be extended to defendants who have not yet been identified, the John Doe defendant. The court infers that future members of these groups will act in the same manner.", "[40] However, in other cases, such as this one, specific defendants and specific locations are named.", "[41] The present matter differs from the situation in the <FRAGMENT_SUPPRESSED> case, regarding the nature of the business of the infringer. In that case, the infringers were involved in the manufacturing and distribution of unauthorized copies of videogames, and represented a \"fly-by-night\" operation. The moving party in this proceeding does not fall in that class and it was not alleged that it did.", "[42] An Anton Piller type order is an extraordinary equitable relief granted by the court. The court routinely imposes, as a term of this extraordinary relief, that the matter come back before the court so that it can review the conduct of the moving party in connection with the extraordinary relief. This affords the court the opportunity to ensure that moving party has discharged its obligation to ensure that any order which is obtained is fairly executed.", "[43] The terms of the order normally provide that: 1) the entry and search is to be conducted by the plaintiff's solicitor together with a limited number of persons authorized by the solicitor at specified times; 2) the plaintiff's solicitor advise the person on whom the order is served that such person may consult a solicitor for the purpose of obtaining legal advice; 3) all seized records must be copied as quickly as possible and returned forthwith; 4) an inventory of the seized material is to be prepared and such material is to be preserved and utilized solely for the purpose of the civil proceedings; 5) the plaintiff makes an undertaking to abide by any damage award made by the court arising out of any unauthorized execution of the order or upon the order being set aside; and, 6) The defendant may move to vary or discharge the order on short notice to the plaintiff.", "[44] The authorization to search the premises of the alleged infringer is also accompanied by an injunction prohibiting the manufacture, sale, distribution, display or promotion of the infringing goods.", "[45] The moving party must place before the court on a review motion a full report from the supervising solicitor of the execution or executions to which it relates, including a description of all goods, equipments and records seized. In this case, the Anton Piller order was executed on January 7 and January 12, 1998 in Halifax, Nova Scotia. Full reports from the supervising solicitors appear in the materials filed. Those reports append complete inventories of the materials obtained during the execution of the order.", "[46] Since the order is sought ex parte, there is also a duty of full and frank disclosure of all relevant and important facts on the party seeking such an order. The duty of disclosure was described in the following terms by the English Court of Appeal in <FRAGMENT_SUPPRESSED>  oft-quoted principles -- stated in the context of Mareva relief, but equally applicable to Anton Piller relief -- set out by Ralph Gibson, L.J., in the Brink's-MAT decision of the English Court of Appeal, cited above. Those principles, although of some length, bear repeating. At pp. 192-93 (All E.R.), he said: 'In considering whether there has been relevant non-disclosure and what consequence the court should attach to any failure to comply with the duty to make full and frank disclosure, the principles relevant to the issues in these appeals appear to me to include the following. (i) The duty of the applicant is to make \"a full and fair disclosure of all the material facts\": see <FRAGMENT_SUPPRESSED> , at 514 per Scrutton, L.J. (ii) The material facts are those which it is material for the judge to know in dealing with the application as made; materiality is to be decided by the court and not by the assessment of the applicant or his legal advisers: see the Kensington Income Tax Comrs case [1917] 1 KB 486, at 504 per Lord Cozens-Hardy MR, citing <FRAGMENT_SUPPRESSED>  at 295 per Browne-Wilkinson, J., (iii) The applicant must make proper inquiries before making the application : see <FRAGMENT_SUPPRESSED>  applicant but also to any additional facts known to the applicant but also to any additional facts which he would have known if he had made such inquiries. (iv) The extent of the inquiries which will be held to be proper, and therefore necessary, must depend on all the circumstances of the case including (a) the nature of the case which the applicant is making when he makes the application, (b) the order for which application is made and the probable effect of the order on the defendant: see, for example, the examination by Scott, J., of the possible effect of an Anton Piller order in <FRAGMENT_SUPPRESSED>  inquiries : see <FRAGMENT_SUPPRESSED>  \"astute to ensure that a plaintiff who obtains ... an ex parte injunction without full disclosure is deprived of any advantage he may have derived by that breach of duty ...\": see <FRAGMENT_SUPPRESSED>  (vi) Whether the fact not disclosed is of sufficient materiality to justify or require immediate discharge of the order without examination of the merits depends on the importance of the fact to the issues which were to be decided by the judge on the application. The answer to the question whether the non-disclosure was innocent, in the sense that the fact was not known to the applicant or that its relevance was not perceived, is an important consideration but not decisive by reason of the duty on the applicant to make all proper inquiries and to give careful consideration to the case being presented. (vii) Finally \"it is not for every omission that the injunction will be automatically discharged. A locus poenitentiae may sometimes be afforded\": see <FRAGMENT_SUPPRESSED>  non-disclosure which justifies or requires the immediate discharge of the ex parte order, nevertheless to continue the order, or to make a new order on terms:' \"... when the whole of the facts, including that of the original non-disclosure, are before it, [the court] may well grant such a second injunction if the original non-disclosure was innocent and if an injunction could properly be granted even had the facts been disclosed .\" <FRAGMENT_SUPPRESSED>  (emphasis added)", "[47] Since I am reviewing an order which was not made by me, it is well established that the hearing before me is de novo as to both the law and the facts involved in the matter. As Mr. Justice Teitelbaum indicated in <FRAGMENT_SUPPRESSED> ; 138 F.T.R. 250 (T.D.), quoting Mr Justice Smith from the British Columbia Court of Appeal in <FRAGMENT_SUPPRESSED>  (B.C.C.A.): \"if the second judge hears the motion, he should hear it de novo as to both the law and facts involved.\"", "[48] This is not an appeal from the decision made by the judge who granted the Anton Piller order, but an examination de novo. Therefore, the reviewing judge is entitled to consider any additional evidence properly introduced by the plaintiffs to support the order.", "[49] The issue is whether, on all evidence and argument adduced by the parties, the order sought is appropriate.", "[50] On this contested hearing of the motion, evidence, as well as argument, is available from both sides. The opposing party has an opportunity to put forward evidence and argument against the granting of the order. The party who obtained the order now has the opportunity to elicit favourable evidence from the opposing party's witnesses through cross-examination and to obtain admissions. Analysis a) Strong Prima Facie Case", "[51] In his first affidavit, dated December 9, 1997, Mr. Andrew G. Younger, of Halifax, Nova Scotia described the unauthorized use of computer programs by the moving party and other of the defendants while he was in the employ of McArthur Thompson in August 1997.", "[52] In his affidavit, he also described the close working relationship between the moving party and the defendant KLJ and the defendant One 2 One.", "[53] While the only evidence of infringement of an Adobe program in his affidavit was with respect to the defendant KLJ, the judge who granted the order must have inferred from the evidence of the relationship between the moving party and KLJ and from the evidence linking the moving party to the infringement of the Microsoft programs that an Adobe program was also being infringed by the moving party and a search order by the applicant Adobe against the moving party was justified.", "[54] However, the evidence before me is clearer by reason of the later admissions made by the moving party in its pleadings.", "[55] On this review motion, the plaintiffs did not rely on any evidence obtained against the moving party through the search itself but only on admissions made by the defendants in their pleadings, on statements in affidavits filed by the defendants, and on the cross-examination of the moving party's deponents.", "[56] This evidence discloses a strong prima facie case of infringement for both Microsoft and Adobe programs. Further, the evidence of infringement based on the testimony of Mr. Andrew G. Younger proved to be reasonably accurate.", "[57] McArthur Thompson's defence acknowledges the presence of unlicensed computer programs.", "[58] The moving party made the following admissions in paragraphs 4 and 6 of its statement of defence and counterclaim dated August 27, 1998. \"1) With respect to the plaintiff Microsoft: a) In November 1997, McArthur Thompson leased 15 new computers to replace their older, out-moded system. The older system contained none of the Microsoft computer software programs in respect of which the plaintiff Corporation (hereinafter 'Microsoft') alleges copyright infringement and did not have the capacity to operate those computer programs. b) In the fall of 1997, McArthur Thompson contracted with the defendant KLJ Computer Solutions Incorporated (hereinafter 'KLJ') to advise it on the purchase and installation of a new Microsoft based system. On the basis of discussions with KLJ and advice received from it, McArthur Thompson agreed to lease 15 new computers, 15 copies of Microsoft's computer operating program Windows 95 and two copies of Microsoft's Office 97 suite of programs. The Office 97 suite includes the Microsoft programs known as Access 97, PowerPoint 97, Word 97, Excel 97 and Outlook 97. McArthur Thompson believed that the licenses purchased by it for the Office 97 computer program authorized its use in all its new computers. c) The plaintiffs conducted a search and seize raid of the premises of McArthur Thompson on January 7, 1998 pursuant to an Anton Piller Order issued herein by this Honourable Court. KLJ was then still in the process of installing the new computer system. McArthur Thompson acknowledges that KLJ, as of January 7, 1998 had not provided it with the license or licenses necessary to authorize the installation of Office 97 in all its new computers and that KLJ had installed Windows 95 Plus 4.40 over the basic Windows 95 which it, McArthur Thompson, had ordered. McArthur Thompson says, however, that it believed the Office 97 Microsoft computer programs being installed in its new computers were properly licensed. McArthur Thompson says that it did not know that Windows 95 Plus 4.40 was being installed over the Windows 95 program which it had ordered and paid for. McArthur Thompson, immediately after the plaintiffs' raid of January 7, 1998, discharged KLJ from the project, purchased Microsoft licenses for programs appropriate to its needs, erased or deleted programs which it had not ordered and did not need, and retained new consultants to audit its software and carry on and complete the project initiated by KLJ. Certainly, as of January 15, 1998, McArthur Thompson had licenses for all the plaintiffs' computer programs. \"2) With respect to the plaintiff Adobe a) As to the general claim of Adobe Systems Incorporated, McArthur Thompson acknowledges as a result of information received following the plaintiffs' raid of January 7, 1998, that unknown to it, among its Adobe programs, licenses for the following computer programs either had not been obtained or could not be located. These computer programs had been installed at some unascertained time in the past by persons presently unknown to McArthur Thompson for purposes now largely unknown: (a) one copy of Illustrator 6.0 (b) one copy of PageMaker (c) three copies of Streamline b) McArthur Thompson says that the Streamline programs are not being used and had not been used for some considerable period of time and that PageMaker had been provided for a single purpose by a client needing a product requiring its use and while it has one Illustrator license, a copy had been installed in another computer. McArthur Thompson has used Illustrator in the past, but has no present use for it. McArthur Thompson has, regardless of whether these programs are of any use or value to it, purchased licenses for these programs.\"", "[59] The evidence before me, flowing from these admissions and the statements obtained from witnesses for the moving party in affidavits filed in support of this motion and cross-examination thereon, establishes that a significant number of unlicensed copies of the plaintiffs' programs were in the possession of and used by the moving party.", "[60] The evidence establishes that: \"The first set of unlicensed copies are those referred to in the evidence of Andrew Younger. The Original Younger Affidavit states that unlicensed copies of the Microsoft programs Windows 95, Office 95, and Access 97 were loaded on two computers supplied by McArthur Thompson. This evidence is corroborated by one of the McArthur Thompson's witnesses, Jason McGrath, who agreed that disks containing those programs were taken from one of the other defendants, KLJ, and the programs were copied onto the McArthur Thompson computers. \"The retail value of a license for one unlicensed copy of Windows 95 and licenses for two unlicensed copies of Access 97 is $1,206. Licenses for two copies of the component parts that make up Office 95 would be in addition to this amount. \"The second category of unlicensed software is software located on five Macintosh computers in the Art Department at McArthur Thompson. McArthur Thompson's own evidence is that McArthur Thompson had two copies of Adobe Systems Illustrator 6.0 and three copies of Adobe Systems Type Manager Deluxe 4.0. McArthur Thompson also admits that it had one copy of Pagemaker and three copies of Streamline. McArthur Thompson made regular use of at least the Adobe Systems Illustrator program. \"McArthur Thompson concedes that it did not have licences for at least some of the Adobe programs installed in the Art Department. In fact, McArthur Thompson has not produced in evidence licences for any of these programs. Licenses for two unlicensed copies of Adobe Illustrator 6.0, one unlicensed copy of Pagemaker, and three unlicensed copies of Streamline have a retail value of $2,682. \"The third category of unlicensed software is thirteen copies of Microsoft Office 97 which had been loaded on McArthur Thompson computers by January 7, 1998. McArthur Thompson concedes that the Office software was not licensed and that it subsequently had to buy licences for the Office software to legitimize those copies. \"These unlicensed copies were loaded on computers which were part of a new network system McArthur Thompson had recently acquired. The initial quotation to McArthur Thompson was for the acquisition of twenty computers and the installation of twenty licensed copies of Office 97, one on each computer. McArthur Thompson rejected that quotation, and subsequently placed an order for only fifteen computers, with licenses for just two copies of the Office 97 software. Notwithstanding that it had ordered licenses for only two copies of the software, copies of Office 97 were loaded on all fifteen McArthur Thompson machines, resulting in thirteen unlicensed copies. \"Office 97 is a 'suite' of software which includes, as component parts, other computer programs. Among the component parts of Office 97 are: Access 8.0, Outlook 8.0, Powerpoint 8.0 and Word 8.0. The total retail value of licenses for all of these components, if purchased individually, is $ 1,526, and therefore the retail value of licenses for thirteen copies of these component parts of Office 97 is $19,838. \"The fourth category of unlicensed software is thirteen copies of Windows 95 Plus 4.40, a software utility. McArthur Thompson has acknowledged that these copies were on its machines, and there has been no license for the software utility produced by McArthur Thompson. The total retail value of thirteen unlicensed copies of Windows 95 Plus 4.40 is $3,757.\"", "[61] Therefore, at this time, there is clearly sufficient evidence before me to establish a strong prima facie case of infringement by the moving party of the intellectual property rights held by both Microsoft and Adobe. b) Serious Injury", "[62] In her affidavit dated December 10, 1997, Anne Marie Murphy, employed by Microsoft as a corporate attorney in Redmond, Washington State, U.S.A. attested to the following concerning injury to the plaintiff Microsoft: \"Windows 95, Windows NT 4.0, Office and the Office applications (computer programs), Access, Excel, PowerPoint and Word are valuable assets belonging to Microsoft. Microsoft has invested tens of millions of dollars in the development, promotion and distribution of these programs. In the case of Windows 95 and previous versions of Windows, over 40 million copies have been lawfully distributed world-wide. \"Unauthorized duplication and use of Microsoft computer programs causes very serious damage and irreparable harm to Microsoft. BSA and CAAST have estimated that a piracy rate of approximately 42% exists in Canada in the case of computer application software, meaning that approximately 42% of all copies of computer application software have been made without authorization. This scale of theft of computer programs, whether Microsoft's or any other software developer's, deters investment in new products and technology, contributes to higher prices, and hurts consumers. Piracy of the sort engaged in by the defendants, known as 'softlifting', is the most prevalent form of piracy world-wide and in Canada and, as such, is particularly threatening and harmful to copyright owners. \"Apart from the direct loss of revenue caused by the defendants to Microsoft, continued softlifting by businesses such as KLJ, McArthur Thompson and One 2 One also causes damage by its example. Businesses such as those of the defendants' have the appearance of legitimacy to the public at large and their continued activities lead to others engaging in similar activities because of the apparent acceptability of copyright infringement. The cumulative effect of many businesses and individuals engaging in copyright infringement profoundly augments the damage caused by the defendants directly.\"", "[63] This evidence of potential serious damage to the plaintiffs was before the judge who granted the order. In addition, there is evidence before me of actual monetary damage in the form of unpaid licence fees.", "[64] I therefore conclude that the plaintiffs have, before me, satisfied the first two conditions set out in the <FRAGMENT_SUPPRESSED> case. c) Likelihood Of Destruction", "[65] The third condition requires evidence of the likelihood of destruction.", "[66] The moving party asserts that the evidence before the court when the order was obtained did not address the likelihood of the moving party destroying evidence.", "[67] The evidence before the judge who granted the order was: 1) The affidavit of Andrew G. Younger where he stated: \"I believe that if KLJ, McArthur Thompson and One 2 One were to receive notice of the plaintiffs' motion to obtain an order to search their individual premises, that there is a strong possibility that they would destroy and erase the unauthorized copies of computer programs that evidence their copyright infringement.\" 2) The affidavit of Anne Marie Murphy where she stated: \"Computer programs and computerized records and record-keeping systems can be altered or rendered prohibitively difficult to access in seconds by deletion of the directories in which the necessary information is contained. Documentary evidence can, of course, also be hidden or destroyed. \"Because of the ease with which evidence can be destroyed or removed, and based on my experience in co-ordinating enforcement actions in Canada and the United States, I believe there is a high risk the defendants will destroy or alter information stored on computers or other computer-related devices, destroy or remove documentary evidence or counterfeit products, and otherwise conceal the existence and extent of their unlawful activities if given the opportunity to do so. Accordingly, I believe that it is likely that the plaintiffs and the court will be seriously, if not irreparably, prejudiced if the defendants are given notice of this motion and if an ex parte order providing for entry into the premises and removal of evidence is not made.\"", "[68] The only inquiry that the plaintiffs made of the moving party consisted of obtaining from two Halifax law offices a corporate registry printed search reply for the moving party and other defendants which showed the corporate name, the date of incorporation, the registered office and the names of its directors and officers.", "[69] Based on the record before me, I am satisfied that the plaintiffs did not knowingly fail to disclose to the motions judge any material facts known to them.", "[70] I am satisfied that Mr. Younger did not at any time disclose to the plaintiffs' solicitors that he was under psychiatric care for a depressive order and that they were not aware of this information prior to his disclosure of it on cross-examination on September 30, 1998.", "[71] However, the question arises as to whether the plaintiffs failed to make a full inquiry of additional facts, particularly in the circumstances where there was no urgency and there was time available to make such inquiries.", "[72] The record discloses that Mr. Younger first drew attention to his misgivings to an agent of the plaintiffs on September 5, 1997 and that his affidavit was sworn on December 9, 1997.", "[73] Mr. Younger was an informant. No inquiries were made by the plaintiffs to verify his references, some of which were shown to be misleading, and more importantly, to further inquire into the business reputation of the moving party.", "[74] The result of the corporate searches ordered by the plaintiffs disclosed that the moving party was incorporated in 1981, was in good standing, was engaged in the advertising and public affairs business and had an established business location in downtown Halifax.", "[75] In my view, the plaintiffs had ample time to further inquire into the reputation of the moving party and the reliability of its informant, Mr. Younger. The plaintiffs, in seeking the original order, relied heavily on the affirmation by Mr. Younger that there was a strong possibility that the defendants would destroy and erase evidence of infringement, in order to establish the third condition to the granting of the order.", "[76] Under cross-examination, Mr. Younger recognized that the principals of McArthur Thompson were not the kind of people to destroy evidence: \"BY MR. GOULD 467. Q. In dealing with McArthur Thompson, what reason do you have to believe that if Ian Thompson had been notified that someone suspected he had illegal software, that he or anyone in his employ would then destroy and erase unauthorized copies? A. I don't necessarily believe that Ian Thompson would have. 468. Q. All right. Well, what about Mr. McArthur would have? A. No, I don't necessarily believe that Mr. McArthur would have. 469. Q. Okay. A. The feeling that I had when I was asked the question, \"If these parties were to receive a notice saying that, you know, whatever, that we're coming in to look, would the software have been destroyed or erased or removed from the premises, \" what have you, in my opinion, I felt that, yes, that would occur. I'm not saying that that would have occur by Mr. Thompson or by Mr. McArthur. 470. Q. Is that because that's the way you would react? Is that why you say that? A. No, I don't think that's the way I would react. 471. Q. All right. Well then, what -- what distinguishes you from those at McArthur Thompson & Law? A. I'm not saying -- what distinguishes me is that there is -- McArthur Thompson & Law is group of people, and it is the sum of the individuals, whereas I am an individual. If they had asked me, \"Would Ian Thompson individually destroy that software?\" I would probably say, \"no\". Would Bill McArthur? No. But I don't know the integrity of the other people at that same firm. 472. Q. But it's not just a question of having that in doubt. You say -- you aver under oath that there's a strong possibility that they would destroy and erase. A. Yes. 473. Q. A strong possibility. A. Yes. 474. Q. Okay. And what is the basis of that? A. I believe that -- I don't really know how to answer the question. I mean, it's --- MR. RICHARDSON He's already answered the question. BY MR. YOUNGER 475. Q. An opinion based on what? A. Based on my observation of human nature. 476. Q. Where? A. Just in general.\"", "[77] On the evidence before me, I find that the plaintiffs did not make sufficient inquiries of additional facts, before obtaining the order, in order to establish the existence of the third condition for the granting of an Anton Piller order. They did not further inquire into the credibility of their sole informant and did not further inquire into the business reputation of the moving party.", "[78] I accept that any further inquiries concerning the moving party would have to be made discreetly to preserve the element of surprise which is provided by an Anton Piller order.", "[79] In this case, the moving party relies on its good reputation, as evidence that it would not infringe the plaintiffs' rights and would not destroy evidence.", "[80] Although, I believe that further inquiries would have established that the moving party did enjoy a good reputation, I conclude on the basis of all the evidence before me that such additional fact does not justify setting aside the order.", "[81] Notwithstanding its reputation as a good corporate citizen and the good reputation of its principals, the moving party had a significant amount of software which had been copied in breach of the rights of the plaintiffs and the moving party erased evidence notwithstanding the prohibition in the Anton Piller order.", "[82] While the possibility that evidence might be destroyed may have been a matter of probability at the time the motion was brought before the judge who granted the order, there is no longer any doubt about the matter. The evidence before the court that McArthur Thompson has destroyed evidence in disregard of the court order leaves no doubt that there is clear evidence that the moving party may have destroyed incriminating documents or things in their possession, even though it claims that it did so for no improper purpose.", "[83] While erasing unlicensed programs may be consistent with a desire to not continue using infringing material, the act of infringement complained by the plaintiffs was the act of copying its programs and not the use thereof.", "[84] It was open to the moving party to address the court for relief from any part of the injunction it felt was unfair or oppressive.", "[85] The Anton Piller order prohibits the destruction of unlicensed copies of software by the defendants. That interlocutory order was continued, on consent of the parties, by order made on January 13, 1998. This injunction prohibited McArthur Thompson from destroying evidence which might be used against it in the course of this action.", "[86] Paragraph 15(c) of the order made on December 19, 1997 and which was continued by the order dated January 13, 1998 reads as follows: \"The defendants, their officers, servants, employees and agents, or any of them, or otherwise howsoever, are restrained from: (c) Relinquishing the possession, custody or control of (other than to the plaintiffs' solicitors) or altering, defacing, erasing, destroying or disposing of any unauthorized or counterfeit copies of computer programs the copyrights to which are owned by the plaintiffs or any items or records that, on reasonable grounds, concern the infringement of the plaintiffs' copyrights including without limitation, books, documents, records, accounting ledgers, information stored electronically or in computer memory, or copies of same, and CD-ROMs, disks, tapes, and, if the evidence cannot be otherwise obtained, computers or computer-related equipment containing any of the foregoing;\"", "[87] Notwithstanding the injunction, McArthur Thompson did destroy such evidence. After the execution of the Anton Piller order, McArthur Thompson purchased licenses for any unlicensed copies of the plaintiffs software it wished to use. Upon McArthur Thompson's instruction, all other unlicensed copies of software were deleted from McArthur Thompson's computers and thereby destroyed.", "[88] Velvet Clarke, who is the financial manager of the moving party, explains in her affidavit of June 11, 1998, that she purchased the Microsoft Office programs immediately upon learning that the contractor had not yet arranged their purchase. She acknowledges that certain Adobe programs were deleted.", "[89] In this case, the plaintiffs were concerned that the defendants might destroy or alter evidence stored on computers and related documentary evidence. They requested an order so that they could enter and search for unauthorized copies of the plaintiffs' computer programs on the defendants' computers, and preserve evidence relating to the existence of those copies. McArthur Thompson subsequently deleted from its computer systems evidence in the form of unlicensed copies of the plaintiffs' software which were identified in the original search. It cannot now be argued that the plaintiffs should be denied an Anton Piller type order preserving evidence when that evidence was in fact destroyed.", "[90] I therefore conclude, based on all the evidence before me, that the plaintiffs have satisfied the third condition. Damages", "[91] McArthur Thompson seeks damages to compensate it for a day which it claims was a write-off for the firm since it was so preoccupied with what was happening that no effective work was done, for time spent in responding to Mr. Younger's allegations, and for damage to its reputation.", "[92] The day was not a write-off, as work was completed and billed to clients. The time claimed represents McArthur Thompson's internal time spent planning and preparing legal submissions, and are not damages flowing from the execution of the Anton Piller order. There is no evidence of any damage to reputation as a result of the issuance of the order.", "[93] In a separate order, I have found that the order was properly executed.", "[94] McArthur Thompson has also requested punitive damages. Punitive damages are awarded by the court to punish parties for improper conduct. The plaintiffs are not guilty of this conduct. The moving party has not established its claim that punitive damages are appropriate to vindicate McArthur Thompson and to show Microsoft that it cannot mislead the court and use its process recklessly.", "[95] McArthur Thompson has not established that the order was not sought for the purpose of preserving evidence and obtained for an improper purpose.", "[96] It follows that the moving party is not entitled to costs on a solicitor-client basis. Conclusion", "[97] Accordingly, I dismiss the application to set aside the order of December 19, 1997 as well as the moving party's claim for relief by way of return of the seized material, compensatory damages, exemplary damages and costs on a solicitor-client basis. Costs", "[98] In the circumstances of this case and pursuant to rule 400(1) of the Federal Court Rules , 1998 , I award no costs on this motion. Each party shall hear its own costs of this motion. Motion dismissed. Editor: Jocelyne M. Caissie/kaw Footnotes 1.\tThe affidavit of Nadine Letson, a lawyer in the firm of solicitors representing the plaintiffs, dated October 22, 1998, attests that Mr. Younger did not at any time disclose to her that he was under psychiatric care when preparing his affidavit. [End of document]"]}