{"id_": "028825", "body_str": ["[1] Rennie, J. : This decision arises from an application for judicial review of a February 28, 2011 decision by the Refugee Protection Division of the Immigration and Refugee Board of Canada (the Board) that found the applicant was neither a Convention (United Nations' Convention Relating to the Status of Refugees , [1969] Can TS No 6) refugee nor a person in need of protection under sections 96 and 97 of the Immigration and Refugee Protection Act , 2001, c. 27 ( IRPA ). For the reasons that follow, the application is granted.", "[2] The Board refused the claim, finding, as the determinative issues, that the applicant's testimony was implausible and that the applicant lacked credibility. By way of summary, I find that the plausibility findings were unsustainable in the case of record before the Board and amounted to speculation. Secondly, the approach adopted by the Board to the assessment of its evidence, and on which it predicated its conclusions as to credibility, was flawed.", "[3] The Board's assessment of the credibility of the applicant was in large measure, based on a one day discrepancy between the date he reported the events underlying his claim to the police and his viva voce testimony on the same issue.", "[4] This discrepancy was not material to the chain of events. Nothing turned on it, and, to the extent that there may have been a discrepancy, the fact that, under questioning, the applicant held to his memory as to the date he went to the police, as opposed to the date the police report was processed, is, in these circumstances, equally consistent with a finding of credibility and honesty.", "[5] An explanation was also provided which would have explained the discrepancy, but it was not addressed by the Board. Nonetheless, based on this discrepancy the Board concluded that the applicant had changed his testimony and was not to be believed. It proceeded to discount much of the evidence that followed thereafter, including the reports by the Ombudsman and office of the Attorney General which corroborated his testimony.", "[6] Finders of fact must approach all evidence in the same dispassionate and objective manner. Evidence of a seamless web of diverse events occurring over time and distance, all intersecting propitiously and recalled with clarity and precision, should be viewed with the same caution as testimony which, by reason of multiple inconsistencies on critical issues, does not hold. In sum, the finding of credibility reached in this case based on an immaterial discrepancy, for which a credible explanation was tendered, cannot stand the test of reasonableness.", "[7] With respect to the plausibility findings, this case is an application of the principle expressed in <FRAGMENT_SUPPRESSED>  where Mr. Justice Edmond Blanchard held that \"there is ... authority that would see a Court intervene and set aside a plausibility finding where the reasons that are stated are not supported by the evidence before the panel.\" More recently, as noted by Justice James O'Reilly in <FRAGMENT_SUPPRESSED>  at a para 7, the Court is often equally well situated as the Board in deciding whether a particular event or scenario or series of events might have occurred.", "[8] Here, the Board speculated that a reasonable extortionist would have specified the sum of money demanded together with the means of payment, in the first phone call. The Board also found as implausible that the extortionists would make a call warning the applicant that he would be killed for having reported the threats to the police. This presumes much as to the modus operandi of the extortionist. The characterization of the events as described as implausible does not withstand the test of reasonableness.", "[9] The application is granted.", "[10] There is no question for certification. JUDGMENT", "[11] THIS COURT'S JUDGMENT is that the application for judicial review is granted. The matter is referred back to the Immigration Refugee Board for reconsideration before a different member of the Board's Refugee Protection Division. No question for certification has been proposed and the Court finds that none arises. [End of document]"]}