{"id_": "028957", "body_str": ["[1] Shore, J. : \"[13] The broad purpose of the Act is to regulate the admission of immigrants into Canada and to maintain the security of Canadian society. This broad purpose also includes reunification of families. The pursuit of the broad purpose requires consideration of many interests that may conflict with each other. Decisions made in such a polycentric context tend to attract judicial deference.\" ( <FRAGMENT_SUPPRESSED> ; 2006 FC 366.) JUDICIAL PROCEDURE", "[2] Temporary resident permits (TRP) formerly known as Minister's permits under former subsections 19(3) and 37 of the Immigration Act (Repealed) , R.S.C. 1985, c. I-2, constitute an exceptional regime. They allow a foreign national who is inadmissible to Canada or does not meet the requirements of IRPA or Immigration and Refugee Protection Regulations , SOR/2002-227 ( Regulations ) to become a temporary resident \"if an officer is of the opinion that it is justified in the circumstances\". (Subsection 24(1) of IRPA .)", "[3] In this case, the Minister's delegate of the Consulate General of Canada in New York (Minister) was of the opinion that Mr. Farhat's circumstances did not warrant the issuance of a TRP. This is the decision which is being challenged before the Court. BACKGROUND", "[4] Mr. Farhat was born in Lebanon. On October 3, 2000, he married a Canadian citizen in New Jersey.", "[5] In February 2002, Mr. Farhat, together with his wife, presented themselves at the Citizenship and Immigration Canada (CIC) St-Bernard Border. Two forms were given to the couple by an immigration agent; an Application for Sponsorship and an Application to Change Conditions, Extend Stay or Remain in Canada. It was explained to the couple by the agent that Mr. Farhat had to present his Application to extend his visitor status one month and a half before it expired. Mr. Farhat alleges that he and his wife understood the agent as telling them he would have to stay in status, in Canada, until he applied for landing, which he could do in Canada if his wife sponsored him.", "[6] On August 22, 2002, an Application by Mr. Farhat for an exemption in order to apply for permanent residence from within Canada, as a spouse of a Canadian citizen (AFL) was received at CIC.", "[7] On June 19, 2003, Mr. Farhat's AFL was denied pursuant to subsection 114(2) of the Immigration Act (Repealed) as he did not have temporary resident status at the time of the processing of the Application. There is no indication that this decision was challenged before the Federal Court.", "[8] On November 16, 2004, Mr. Farhat was convicted of theft under $5,000 equating to subsection 354(1) of the Criminal Code ,  <FRAGMENT_SUPPRESSED>  offence.", "[9] On September 29, 2005, a section 44 Report was prepared because the Minister was of the opinion that Mr. Farhat was inadmissible on grounds of criminality having been convicted in Canada of an offence under IRPA punishable by way of indictment pursuant to subsection 36(2)(a) of IRPA", "[10] Mr. Farhat was thus excluded from Canada for one-year pursuant to subsections 223 and 225(1) of the Regulations . There is no indication that this decision was challenged before the Federal Court. Mr. Farhat then departed to the United States where he obtained his American citizenship.", "[11] On November 14, 2005, Mr. Farhat's counsel was made aware that his client needed to apply for an Authorization to Return pursuant to subsection 52(1) of IRPA and pursuant to subsection 225(2) of the Regulations", "[12] On November 21, 2005, Mr. Farhat presented an Application for a TRP to the Canadian authorities in New York pursuant to section 24 of IRPA , which was denied on December 29, 2005. DECISION UNDER REVIEW", "[13] In his decision, the Minister concluded that Mr. Farhat's circumstances did not warrant the issuance of a TRP for the following reasons: - The Minister was not satisfied that if granted a TRP, Mr. Farhat would leave Canada at its expiry; - The Minister indicated that since Mr. Farhat was convicted in November 16, 2004 of theft under $5,000, he could apply for a Pardon from the National Parole Board of Canada; - The Minister also found that Mr. Farhat had to obtain an Authorization to Return to Canada under subsection 52(1) of IRPA , as one year had not passed since he was ordered excluded from Canada on September 29, 2005. ISSUE", "[14] Is the Minister's decision to deny Mr. Farhat's TRP application patently unreasonable? STANDARD OF REVIEW", "[15] In addition to being exceptional, the issuance of TRPs was found by the Federal Court to be a \"highly discretionary\" decision. Justice Claire L'Heureux-Dubé in <FRAGMENT_SUPPRESSED>  rendered a decision establishing the standard of review in cases of discretionary decisions on grounds, such as humanitarian and compassionate (H&C) considerations; however, Baker did not establish the standard of review for \"highly discretionary\" decisions such as ministerial permits. ( <FRAGMENT_SUPPRESSED> ; 281 N.R. 1; 2002 SCC 1; <FRAGMENT_SUPPRESSED> ; 288 N.R.174; 2002 FCA 125.)", "[16] In 2001, the Supreme of Canada analyzed the standard of review for highly discretionary decisions such as ministerial permits. In <FRAGMENT_SUPPRESSED> ; 271 N.R. 104; 2001 SCC 41, Justice William Ian Corneil Binnie held that decisions of Ministers of the Crown in the exercise of discretionary powers in the administrative context should generally receive the highest standard of deference, namely patent unreasonableness: \"[56] The Court noted in 'The pragmatic and functional approach can take into account the fact that the more discretion that is left to a decision-maker, the more reluctant courts should be to interfere with the manner in which decision-makers have made choices among various options.' \"[57] Deference may be enhanced by the particular language used in the legislation: Re Sheehan and Criminal Injuries Compensation Board (1975), 52 D.L.R.(3d) 728 (Ont. C.A.), where s. 5 of the Law Enforcement Compensation Act , R.S.O. 1970, c. 237, required the Board to 'have regard to all such circumstances as it considers relevant' (emphasis added). \"[58] Decisions of Ministers of the Crown in the exercise of discretionary powers in the administrative context should generally receive the highest standard of deference, namely patent unreasonableness. This case shows why. The broad regulatory purpose of the ministerial permit is to regulate the provision of health services 'in the public interest'. This favours a high degree of deference, as does the expertise of the Minister and his advisors, not to mention the position of the Minister in the upper echelon of decision makers under statutory and prerogative powers. The exercise of the power turns on the Minister's appreciation of the public interest, which is a function of public policy in its fullest sense. The privative language in s. 139.1, while not directly relevant except to a renewal, reinforces the high level of deference owed in this case ([t]he decision of the Minister is final and without appeal'). \"[59] Accordingly, the appropriate standard of review in this case is patent unreasonableness. \"[60] Resort to the doctrine of 'unreasonableness' to test the validity of substantive decisions was elaborated in <FRAGMENT_SUPPRESSED>  (C.A.). In my opinion, these doctrines incorporate two central ideas -- that discretionary decisions, like all other administrative decisions, must be made within the bounds of the jurisdiction conferred by the statute, but that considerable deference will be given to decision-makers by courts in reviewing the exercise of that discretion and determining the scope of the decision-maker's jurisdiction.' \"[63] In Canada, at least to date, the courts have taken the view that it is generally the Minister who determines whether the public interest overrides or not. The courts will intervene only if it is established that the Minister's decision is patently unreasonable in the sense of irrational or perverse or (in language adopted in Coughlan , at para. 72) 'so gratuitous and oppressive that no reasonable person could think [it] justified'. This high requirement is met here where the unreasonableness, as in <FRAGMENT_SUPPRESSED>  reversal of position inflicted on the respondents who were caught in the transition between the old policy (50 short-term care beds are in the public interest) and the new policy (50 short-term care beds must be coupled to enhanced diagnostic and treatment facilities).\"", "[17] Hence, as stated in Mount  <FRAGMENT_SUPPRESSED> , the appropriate standard of review for decisions refusing the granting of a ministerial permit, now known as TRP pursuant to section 24 of IRPA , is patent unreasonableness. ANALYSIS 1) Legislative Framework", "[18] Subsection 24(1) of IRPA states that \"A foreign national ... becomes a temporary resident if an officer is of the opinion that it is justified in the circumstances and issues a temporary resident permit, which may be cancelled at any time.\"", "[19] Pursuant to subsection 24(1) of IRPA Temporary resident permit \"24(1) A foreign national who, in the opinion of an officer, is inadmissible or does not meet the requirements of this Act becomes a temporary resident if an officer is of the opinion that it is justified in the circumstances and issues a temporary resident permit, which may be cancelled at any time. Instructions of Minister \"24(3) In applying subsection (1), the officer shall act in accordance with any instructions that the Minister may make.\" Instructions", "[20] TRPs were formerly known as Minister's permits under section 37 of the Immigration Act (Repealed) .  <FRAGMENT_SUPPRESSED> ; 237 F.T.R. 16; 2003 FC 836, Justice Elizabeth Heneghan noted the following: \"[54] In my opinion, this permit is similar, but not identical, to the previous system of applying for a Minister's Permit pursuant to section 37(1) of the former Act IRPA provides for the issuance of a similar permit, pursuant to the exercise of the Minister's discretion, which would allow the Applicant to remain in Canada.\"", "[21] Section 37 of the Immigration Act (Repealed) reads as follows: Issue or permits \"37(1) The Minister may issue a written permit authorizing any person to come into or remain in Canada if that person is (a) in the case of a person seeking to come into Canada, a member of an inadmissible class; or (b) in the case of a person in Canada, a person with respect to whom a report has been or may be made under subsection 27 (2). Conditions of permit \"37(3) A permit shall be in force for such period not exceeding three years as is specified in the permit. Extension and cancellation \"37(4) The Minister may at any time, in writing, extend or cancel a permit.\" Prorogation et annulation a) Objectives of this legislation", "[22] The objective of section 24 of IRPA is to soften the sometimes harsh consequences of the strict application of IRPA which surfaces in cases where there may be \"compelling reasons\" to allow a foreign national to enter or remain in Canada despite inadmissibility or non-compliance with IRPA . Basically, the TRPs allow officers to respond to exceptional circumstances while meeting Canada's social, humanitarian, and economic commitments. ( <FRAGMENT_SUPPRESSED> .)", "[23] Before a TRP is issued, consideration must be given to the fact that TRPs grant their bearer more privileges than do visitor, student or work permits. Like the foreign nationals from those two categories, a TRP bearer becomes a temporary resident after being examined upon his entry to Canada, but may also be eligible for health or social services and can apply for a work or student permit from Canada. Furthermore, he may obtain, without discretion, permanent resident status if he resides in Canada throughout the validity period and does not become inadmissible on other grounds than those for which the TRP was granted. ( <FRAGMENT_SUPPRESSED>  recommended and issued cautiously. Parliament was aware of the exceptional nature of TRPs and has retained a supervisory function in their regard; thus the Minister includes in the annual report to Parliament the number of TRPs granted under s. 24 of IRPA , \"categorized according to grounds of inadmissibility, if any.\" ( <FRAGMENT_SUPPRESSED>  of IRPA .) b) Immigration Manual", "[25] The Immigration Manual indicates that \"officers have the responsibility to recommend or issue permits only in accordance with the guidelines of this Chapter and are required to keep documentary evidence of their decision on file\". ( <FRAGMENT_SUPPRESSED>  Manual provides the following: An inadmissible person's need to enter or remain in Canada must be compelling and sufficient enough to overcome the health or safety risks to Canadian society. The degree of need is relative to the type of case. Even if the inadmissibility or violation is relatively minor, a permit may be unwarranted in the absence of compelling need . For example, the temporary resident visa program would lack integrity if temporary residents without visas obtained temporary resident permits at ports of entry. \"The following includes points and examples, which are not exhaustive, but illustrate the scope and spirit in which discretion to issue a permit is to be applied. \"Officers may issue a permit if - the need to enter or remain in Canada is compelling and sufficient to overcome the risk. - the risk to Canadians or Canadian society is minimal and the need for the presence in Canada outweighs the risk. See sections 8, 9, 10 and 11 below for criteria to consider when making a decision about recommending a permit ...\" (Emphasis added.)", "[27] Furthermore, section 11 of the Immigration Manual indicates: \"Officers must weigh the possible merits of each case in relation to the gravity of the inadmissibility or violation. If it becomes necessary to obtain information or confirmation from third parties, documentary evidence should be kept on file. If officers use third party information to arrive at a decision, the applicant must be informed and allowed to respond to it. \"Officers should address all the following questions when making a risk assessment: - History: Is there a pattern of previous or multiple violations of the Act Regulations - Intention: Is the violation inadvertent and accidental, or the result of careless or flagrant disregard for the law? - Credibility - Previous removal: Have the original grounds for removal been overcome or diminished? Are there any statutory bars remaining against the person, other than the removal order? - Controversy: Are there public controversy elements to the case which would warrant referral to NHQ? - Settlement risk: If a foreign national intends to become a permanent resident, is there any risk the person will require public assistance? Officers should consider that persons who are continuously on a permit for a specified time will be granted permanent residence.\"", "[28] Regarding the Immigration Manual, above, the Federal Court of Appeal has held recently that these government guidelines are not binding on government institutions and even less so on the courts, but it is accepted that they can offer useful insight on the background, purpose and meaning of legislation. ( <FRAGMENT_SUPPRESSED> ; 291 N.R. 236; 2002 FCA 270, at paragraph 37.)", "[29] Also, Justice Judith A. Snider held, in <FRAGMENT_SUPPRESSED> ; 2003 FCT 152, the following: \"[16] The Guidelines contain a list of questions which the Program Manager 'must address' as part of her risk assessment . The Applicant submitted that the visa officer restricted her analysis to the issue of excessive demand on the Canadian health care system and did not address the other questions set out in the Guidelines. \"[17]  <FRAGMENT_SUPPRESSED>  (T.D.), Cullen, J., held, at paragraph 7, that while the Guidelines were not legislative in nature, 'they ought to be followed by an Immigration Officer in making a decision so that some consistency is achieved within the department'. However, Cullen, J., held that the failure of an immigration officer to follow the policy expressed in these Guidelines was not an error worthy of referring the matter back for redetermination (see also Vidal , supra). Cullen, J., allowed the application for judicial review in Cheng , supra, for other reasons. \"[18] In Ramoutar , supra, Rothstein, J., as he then was, elaborated at page 375 on the status of the policy contained in the Immigration Manuals stating that 'merely because officials at the Department of Immigration have set forth a policy does not confer upon that policy the status of law.' \"[19] As a result, the failure of the Program Manager to follow the Guidelines, in and of itself, would not be reviewable error.\" (Emphasis added.) 2) The decision rendered was not patently unreasonable", "[30] First, the Court disagrees with Mr. Farhat's claim that the officer did not provide sufficient reasons for denying his TRP and did not properly assess the needs versus risk analysis, as previously mentioned. The Minister assessed the relevant criteria set out in the Immigration Manual while keeping public interest in mind.", "[31] As it clearly appears from the Computer Assisted Immigration Processing System (CAIPS) notes, the Minister took into account many factors in his assessment of Mr. Farhat's application. The Minister found that: - A previous Application for Landing (AFL) was denied in June 2003; - Mr. Farhat continued to remain in Canada although he did not maintain a valid visitor status; - Mr. Farhat was convicted on November 16, 2004, for possession of property obtained by crime equating to subsection 354(1) of the Criminal Code and did so, while he was in Canada without legal status; - Mr. Farhat was found inadmissible under subsection 36(2)(a) of IRPA as such, could require a pardon in order to return to Canada; - Mr. Farhat was excluded from Canada for one year on September 29, 2005; - Mr. Farhat would require, under subsection 225(1) of the Regulations , an Authorisation to Return to Canada under subsection 52(1) if he wished to return to Canada within one year after the removal order was enforced, until September 29, 2006; - Mr. Farhat was seeking to re-enter Canada in order to reunite with his family, namely his wife and child.", "[32] In light of these facts, it was not patently unreasonable for the Minister to conclude that Mr. Farhat, who had the onus of establishing the compelling reasons of his case, did not satisfy him that the particular circumstances of this case warranted the granting of a TRP.", "[33] Secondly, contrary to Mr. Farhat's allegations that it is irrelevant to examine the intention to reside permanently in Canada in a TRP application, this Court has already indicated that a \"person seeking a TRP must have the intention of staying in Canada for a temporary purpose and an officer must be satisfied that such a person will leave upon the expiry of status. As stated in subsection 20(1)(b) and 29(1) and (2) of IRPA Obligation on entry \"20(1) Every foreign national, other than a foreign national referred to in section 19, who seeks to enter or remain in Canada must establish, (b) to become a temporary resident, that they hold the visa or other document required under the regulations and will leave Canada by the end of the period authorized for their stay. ... Obligation - temporary resident \"29(1) A temporary resident is, subject to the other provisions of this Act, authorized to enter and remain in Canada on a temporary basis as a visitor or as a holder of a temporary resident permit. Obligation - temporary resident 29(2) A temporary resident must comply with any conditions imposed under the regulations and with any requirements under this Act, must leave Canada by the end of the period authorized for their stay and may re-enter Canada only if their authorization provides for re-entry.\" <FRAGMENT_SUPPRESSED> ; 26 F.T.R. 285 ( <FRAGMENT_SUPPRESSED> ; 237 F.T.R. 27; 2003 FC 835.)", "[34] Albeit, it is true that an intention by a foreign national to become a permanent resident does not preclude an individual from becoming a temporary resident; nevertheless, the officer has to be satisfied that the foreign national will leave Canada by the end of the period authorized by his or her stay. Subsection 22(2) of IRPA specifically states: Temporary resident \"22(1) A foreign national becomes a temporary resident if an officer is satisfied that the foreign national has applied for that status, has met the obligations set out in paragraph 20(1)(b) and is not inadmissible. Dual intent \"22(2) An intention by a foreign national to become a permanent resident does not preclude them from becoming a temporary resident if the officer is satisfied that they will leave Canada by the end of the period authorized for their stay.\"", "[35] In this case, considering Mr. Farhat's history of non-compliance with the Canadian Immigration laws and regulations, and his overstay in Canada, it was not patently unreasonable for Mr. Farhat to be obliged to leave at the end of the period authorized for his stay.", "[36] Thirdly, contrary to Mr. Farhat's claim that the officer must evaluate the best interests of the child in his assessment of a TRP application, subsection 24(1) of IRPA does not expressly state that the Minister is bound but rather may consider the \"best interests of the child\" as is provided in section 25 of IRPA . (By analogy: Cha , above, at paragraph 40.)", "[37] Also, the Minister did take into consideration various factors including details of Mr. Farhat's application and supporting affidavit of his Canadian wife in which extensive reference is made to his 3 year old son. Also described is Mr. Farhat's previous immigration history in Canada and his reasons for not complying with the Immigration and Criminal laws of Canada. The fact that Mr. Farhat was seeking a TRP in order to re-enter Canada to reunite with his family, namely his wife and child, was also specified.", "[38] Mr. Farhat did specify to the Minister that he had a child and spouse in Canada and that he did not want to be separated from them; however, he did not present, in regard to the existence of his spouse and child, any \"compelling reasons\" which would allow him to be granted a TRP.", "[39] On that note, in <FRAGMENT_SUPPRESSED> ; 318 N.R. 300; 2004 FCA 38: \"[5] ...an applicant has the burden of adducing proof of any claim on which the H & C application relies. Hence, if an applicant provides no evidence to support the claim, the officer may conclude that it is baseless.\"", "[40] Therefore, in light of the evidence presented, it was not patently unreasonable for the Minister to consider that the interests of the child, in this case, did not amount to \"compelling reasons\" as provided in the context of immigration legislation. ( <FRAGMENT_SUPPRESSED> ; 184 N.R. 230 ( <FRAGMENT_SUPPRESSED> ; 2003 FC 953, at paragraph 6; <FRAGMENT_SUPPRESSED> ; 2003 FC 913.)", "[41] Furthermore, in <FRAGMENT_SUPPRESSED> ; 297 N.R. 187; 2002 FCA 475, Justice Robert Décary of the Federal Court of Appeal indicated: \"[5] The officer does not assess the best interests of the child in a vacuum. The officer may be presumed to know that living in Canada can offer a child many opportunities and that, as a general rule, a child living in Canada with her parent is better off than a child living in Canada without her parent. The inquiry of the officer, it seems to me, is predicated on the premise, which need not be stated in the reasons, that the officer will end up finding, absent exceptional circumstances, that the 'child's best interests' factor will play in favour of the non-removal of the parent. In addition to what I would describe as this implicit premise, the officer has before her a file wherein specific reasons are alleged by a parent, by a child or, as in this case, by both, as to why non-removal of the parent is in the best interests of the child. These specific reasons must, of course, be carefully examined by the officer.\"", "[42] It is to be recalled that, \"[13] The broad purpose of the Act is to regulate the admission of immigrants into Canada and to maintain the security of Canadian society. This broad purpose also includes reunification of families. The pursuit of the broad purpose requires consideration of many interests that may conflict with each other. Decisions made in such a polycentric context tend to attract judicial deference.\" <FRAGMENT_SUPPRESSED> ; 2006 FC 366.) CONCLUSION", "[43] Considering all of the above, the decision of the Minister concerning the TRP application is not irrational or perverse or so gratuitous and oppressive that no reasonable person could think it justified. Consequently, this application for judicial review is dismissed. JUDGMENT", "[44] THIS COURT ORDERS that 1. The application for judicial review be dismissed; 2. No serious question of general importance be certified. Obiter", "[45] All of the above, having been said, it is recognized that the decision of the first instance decision-maker, in and of itself, was logically inherent. This Court in a judicial review procedure recognizes that it is not undertaking an appeal; thus, it must examine a decision as to its specific standard of logical inherence or reasonableness without substituting its own decision for that of the first instance decision-maker.", "[46] It is, nevertheless, noted from the tribunal record that a situation, took place in this case subsequent to an \"alleged\" misunderstanding of the applicant (as specified in paragraph [5] ). Should that misunderstanding have been genuine, the applicant would have been, as alleged by him, in a depressive state, and, due to his conduct in that state, he was convicted of an offence, as specified in the tribunal record, of theft of a carton of milk, two pears, two toys and a TV with DVD for his child, all of which constituted a theft of under $300 which designated the applicant as \"inadmissible\". In light of the circumstances, the remaining option is that of humanitarian and compassionate grounds but that is for the Minister's discretion and his alone. Application dismissed. Editor: Elizabeth M.A. Turgeon/vnh [End of document]"]}