{"id_": "029083", "body_str": ["[1] Blanchard, J. [Translation]: This is an application for judicial review filed against the decision dated January 3, 2002, by the National Parole Board (the \"Board\") denying the applicant's application for pardon filed pursuant to the Criminal Records Act , S.C. 1985, c. C-47 (the \" Act \"). Facts", "[2] On April 29, 1999, the applicant, Mr. Conille, filed an application for pardon for an offence going back to August 3, 1988, for which he was given a suspended sentence and a three-year probation.", "[3] On June 16, 1999, the Board acknowledged receipt of the application and stated that the period for processing an application varied between eight and ten months. The respondent claims it received a letter stating that the period was between 14 and 16 months. It submitted an unsigned copy.", "[4] On January 27, 2000, the Board informed the applicant that the inquiries to determine the merits of his application were underway.", "[5] On March 2, 2000, the RCMP informed the Board that the applicant was the \"[translation] number one suspect in a murder case\" in the City of Laval in 1994.", "[6] Not having been notified of this information by the Board, the applicant's representative asked the Board on September 5, 2000, to issue a decision as rapidly as possible.", "[7] On November 24, 2000, the Board notified the applicant that because of the considerable number of active files, the Board had to be selective in the priority for processing files and could not process his application on an urgent basis.", "[8] On December 28, 2000, a recommendation to deny a pardon for the applicant was mistakenly entered in the Board's computerized file. This erroneous entry was corrected.", "[9] After many requests to the RCMP for updating of the information contained in the file, the latter replied on April 30, 2001, confirming that the applicant was still considered by the police to be the main suspect in a murder case in the City of Laval and that the applicant \"[translation] is currently under investigation\".", "[10] Following receipt of the updated information from the RCMP, the Board informed the applicant, on June 4, 2001, that it was proposing that his pardon be denied on the ground that because the RCMP had confirmed he was still a suspect, it could not find that the applicant met the criterion for good conduct that was needed to grant him his pardon.", "[11] In accordance with the Act and at the request of the applicant, a hearing was scheduled for December 20, 2001. At this hearing the applicant presented, inter alia, the following evidence: a criminological assessment and a draft letter from the Centre haïtien de regroupement et d'intégration à la société canadienne et québécoise, which were to have been sent to the former Minister of Justice, Ms. Anne McLellan.", "[12] On January 3, 2002, the Board delivered its decision, by which it refused the applicant's application for a pardon. Decision under review", "[13] In short, the Board determined that notwithstanding the positive points that the applicant contributed in support of his request, the RCMP information, considered reliable, prevented the Board from concluding that the applicant had been of good conduct since his conviction, pursuant to section 4 of the Act Issues 1. Did the Board err in the appropriate interpretation of paragraph 4(a) of the Criminal Records Act concerning the five-year period and the notion of good conduct? 2. Did the Board decline to exercise its jurisdiction by unlawfully delegating its authority? 3. Did the Board violate the applicant's presumption of innocence? 4. Did the Board demonstrate bad faith in the processing of the applicant's file? Standard of review", "[14] It is clear from the cases ( Québec (Ministre de la  <FRAGMENT_SUPPRESSED> ) and from section 2.1 of the Act that the Board has exclusive jurisdiction to grant or issue or refuse to grant or issue or to revoke a pardon. The Act 's provisions ensure that the Board has discretionary authority in granting pardons. This is not a right vested in the applicant once the necessary time has elapsed to make an application. The notion of good conduct, found in section 4 of the Act , is not defined; it is essentially a question of assessment of the facts, a matter clearly within the expertise of the Board. This being the case, the applicable standard of review will be the patently unreasonable error on a question of fact. Analysis 1. Did the Board err in the appropriate interpretation of paragraph 4(a) of the Criminal Records Act concerning the five-year period and the notion of good conduct?", "[15] First, it is necessary to set out the applicable statutory framework. The following sections of the Act apply in this case: \"4. Before an application for a pardon may be considered, the following period must have elapsed after the expiration according to law of any sentence , including a sentence of imprisonment, a period of probation and the payment of any fine, imposed for an offence, namely, (a) five years , in the case of (i) an offence prosecuted by indictment, or (ii) a service offence within the meaning of the National Defence Act for which the offender was punished by a fine of more than two thousand dollars, detention for more than six months, dismissal from Her Majesty's service, imprisonment for more than six months or a punishment that is greater than imprisonment for less than two years in the scale of punishments set out in subsection 139(1) of that Act; or (b) three years, in the case of (i) an offence punishable on summary conviction, or (ii) a service offence within the meaning of the National Defence Act, other than a service offence referred to in subparagraph (a)(ii). The Board may grant a pardon for an offence prosecuted by indictment or a service offence referred to in subparagraph 4(a)(ii) if the Board is satisfied that the applicant, during the period of five years referred to in paragraph 4(a) (a) has been of good conduct ; and \"5. The pardon (a) is evidence of the fact (i) that, in the case of a pardon for an offence referred to in paragraph 4(a), the Board, after making inquiries, was satisfied that the applicant for the pardon was of good conduct, and (ii) that, in the case of any pardon, the conviction in respect of which the pardon is granted or issued should no longer reflect adversely on the applicant's character; and (b) unless the pardon is subsequently revoked or ceases to have effect, requires the judicial record of the conviction to be kept separate and apart from other criminal records and removes any disqualification to which the person so convicted is, by reason of the conviction, subject by virtue of the provisions of any Act of Parliament, other than section 109, 110, 161 or 259 of the Criminal Code or subsection 147.1(1) of the National Defence Act, or of a regulation made under an Act of Parliament.\" (My emphasis) \"4. a) cinq ans", "[16] The applicant essentially submits that the Board erred because it confused the period for filing an application for a pardon with the period which the Board's analysis must cover in judging the applicant's good conduct. The applicant argues that although an application for a pardon could not be filed until five years following the expiration according to law of his sentence, the Board had an obligation to review comprehensively his conduct since the date of his conviction and not to limit itself to this five-year period.", "[17] I am of the opinion that the Board did not err in this regard. First, the language of subsection 4.1(1) of the Act expressly provides that the Board may grant a pardon if the Board is satisfied that the applicant, during the period of five years referred to in paragraph 4(a), has been of good conduct. This period of five years is the period following the expiration of the applicant's sentence and constitutes an important period that the Board must take into account.", "[18] Second, the Board not only took into account the five-year period following his sentence, but it also considered the positive factors that the applicant put before it, including his conduct since his conviction. As the respondent notes, the Board simply noted that the murder for which the applicant is a police suspect was committed within this statutory five-year period.", "[19] There is nothing in the Board's reasons for decision that leads me to believe that it performed a \"static and fixed\" analysis of the file by limiting itself solely to a particular period, namely the period of five years immediately following the expiration according to law of the sentence.", "[20] The applicant contends that the Board limited its discretion by relying on the policies laid down in the \"Policy Manual\" filed by the respondent. The applicant argues that the Board based itself on these policies in order to consider only the unverified \"[translation] suspicions or allegations existing against the applicant\" and overlooked all the other \"positive points\" put in evidence.", "[21] I am unable to accept this argument by the applicant. In the first place, the Policy Manual to which he refers, \"Amendments to NPB Policy Manual\", last update January 17, 2002, is not mentioned at all in the Board's reasons for decision. And even if they were, the particulars of the policy dealing with good conduct provide that the Board \"will assess the information and determine whether the pardon should be granted or denied\". I think that is what the Board did.", "[22] As the respondent submits, although the notion of good conduct is not defined in the Act , it involves a question of assessment of the facts that falls within the very expertise of the Board.", "[23] Contrary to the applicant's contention, the notion of good conduct in the context of an application for a pardon under the Act should be envisaged not simply from the standpoint of morale, but rather comprehensively. To interpret otherwise this notion of good conduct in the context of an application for pardon would be simplistic and would not reflect either the Board's duty to be satisfied that the applicant was of good conduct or the effects of a pardon, namely, that the pardon will constitute evidence that the Board was satisfied that the applicant was of good conduct (section 5 of the Act ).", "[24] In this case, the Board considered that the information from the RCMP was valid and trustworthy and concluded that the applicant was not of good conduct since the police considered him to be the prime suspect in a murder case. I am of the opinion that it was not patently unreasonable for the Board to conclude accordingly. 2. Did the Board decline to exercise its jurisdiction by unlawfully delegating its authority?", "[25] The applicant argues that the Board failed to confirm the status of the investigation with the investigator in charge of the murder case in which the applicant is a suspect. By not taking the trouble to check the police information with the party of primary interest, and by relying solely on the RCMP report in this connection, the Board declined to exercise its discretion, which was delegated de facto to the RCMP.", "[26] I am unable to subscribe to these arguments. The Act allowed the Board to take into account information provided by the RCMP in its assessment of the applicant's conduct since his conviction. It is not the Board's job to conduct police investigations in place of the RCMP or other police forces or to interfere in them.", "[27] In my opinion, the Board did not unlawfully delegate its authority by accepting information from the RCMP. The Board drew its own conclusions after analyzing the facts, and made the decision not to grant the applicant the requested pardon. In doing so, the Board committed no error. 3. Did the Board violate the applicant's presumption of innocence?", "[28] The applicant argues that by presuming that the police information was trustworthy and failing to verify it as it must, the Board violated the principle of presumption of innocence in section 6 of Canada's Criminal Code . The applicant argues that the expression \"number one suspect\" should be given very limited weight in the analysis of \"good conduct\" when the record shows that the applicant has acted in his everyday life like a well-behaved person. He further alleges that although he may be the chief suspect in a criminal case since 1994, no information has been brought by the Laval police before a justice of the peace for any criminal offence whatsoever, and that in any event he proclaims his innocence in the face of these suspicions.", "[29] In this regard, the respondent replies, first, that an application for a pardon is an administrative, not a criminal proceeding. Second, respondent's counsel submits that the Board did not have to presume the innocence or lack thereof of the applicant, but that it did have to decide, in light of the facts on the record, including the information that the police considered the applicant a prime suspect in a murder case, if it was satisfied that the applicant was of good conduct in order to grant him his pardon.", "[30] In my opinion, the \"presumption of innocence\" principle is not applicable in the context of an application for pardon. This principle and the rights pertaining thereto apply in the context of a criminal proceeding and not, in my opinion, in the case of an administrative proceeding such as the one involved in this case. The grant of a pardon is discretionary. It is not an entitlement and is done only when the Board is satisfied that the applicant is of good conduct and that he has not been convicted of an offence during the five-year period (subsection 4.1(1) of the Act ). 4. Did the Board demonstrate bad faith in the processing of the applicant's file?", "[31] The applicant accuses the Board of demonstrating bad faith on the ground that the delays incurred in the processing of his application were unreasonable, that he did not have access to the Board's \"[translation] corpus of case law\" in order to demonstrate that he was treated differently from other cases, and that no declaration of intent was sent to him when a recommendation of refusal mistakenly appeared in the Board's computerized file. He alleges that the decision is invalidated by this bad faith.", "[32] The delays incurred, although unfortunate, are nevertheless sufficiently explained by the Board in a letter dated November 24, 2000, as to satisfy me that the applicant's file was not treated differently than others.", "[33] The erroneous entry of the recommendation to refuse in the Board's computerized file was an administrative error that was quickly corrected and had no consequence on the treatment of the application for a pardon.", "[34] I agree as well that the body of case law requested by the applicant prior to his interview is not information that is accessible to the public. The Act contains no provision that would allow the disclosure of such decisions. Furthermore, the disclosure of this information could lead to the identification of applicants for a pardon, against the interest of these applicants.", "[35] I am of the opinion that the applicant has failed to demonstrate that his case was subjected to special or different treatment than the other files processed by the Board. The applicant's allegations of bad faith on the part of the Board are unfounded and do not warrant the Court's attention. Conclusion", "[36] Although the applicant in this case has demonstrated that he has settled down, straightened up and been leading a well-adjusted life since his conviction, he is nevertheless a key suspect in a murder case that is currently under investigation. This is a serious matter and, in my opinion, the Board was entitled to conclude on the basis of this information that it was not satisfied that the applicant had been of good conduct. The Board's decision is not based on an erroneous finding of fact made in a perverse or capricious manner or without regard for the material before it. Furthermore, the Board's decision is not patently unreasonable. There is no reason for the Court to intervene, therefore.", "[37] For these reasons, the application for judicial review will be dismissed. ORDER", "[38] THE COURT ORDERS: 1. The application for judicial review of the decision dated January 3, 2002, by the National Parole Board is dismissed. Application dismissed. Editor: David Weir/ve"]}