{"id_": "029004", "body_str": ["[1] de Montigny, J. : This is an appeal of a decision of Céline Tremblay, Member of the Trade-marks Opposition Board, on behalf of the Registrar of Trade-marks (the Registrar), refusing Canadian Trade-mark Application No. 1,288,553 made by Hayabusa Fightwear Inc. (the Applicant), seeking registration of the trade-mark HAYABUSA (the Mark). The refusal was made pursuant to subsection 38(8) of the Trade-marks Act , RSC 1985, c T-13 (the Act ) on March 22, 2012, following the opposition of Suzuki Motor Corporation (the Respondent or the Opponent) for registration of the Mark.", "[2] For the reasons that follow, I find that this appeal should be allowed. I. Facts", "[3] The Applicant is a Canadian company specializing in the field of mixed martial arts (MMA). The Applicant designs and sells specialized fightgear and fightwear.", "[4] On February 3, 2006, prior to commencing its sales, the Applicant filed an application to register the trade-mark HAYABUSA (which means \"peregrine falcon\" in Japanese) based on proposed use in Canada. As amended on October 29, 2010, the Applicant's statement of wares reads as follows: Clothing, namely: t-shirts, polo shirts, sports jerseys, shorts, compression shorts, compression shirts, vests, sweatshirts, kimonos, martial arts uniforms, track suits, warm-up suits, singlets, wrap belts for kimonos, sandals and grappling shoes.", "[5] On or about June 13, 2007 the application was advertised in the Trade-marks Journal and on November 13, 2007, the Respondent filed a Statement of Opposition. The Respondent has been using the registered trade-mark HAYABUSA, TMA 526,151, in relation to motorcycles and fittings thereof since 2000, and in relation to hats (more specifically caps) since 2005. It is important to stress that the HAYABUSA trade-mark of the Respondent (the Cited Mark), is registered for its use in association with motorcycles and fittings, but not in relation to caps.", "[6] The grounds of opposition may be summarized as follows: a) The application does not conform to the requirements of Section 30 of the Act in that it does not contain a statement in ordinary commercial terms of the specific wares in association with which the alleged trade-mark is proposed to be used since some of the recited wares do not fall within the definition of \"clothing\"; b) The application does not conform to the requirements of Section 30 of the Act in that the Applicant could not have been satisfied that it was entitled to use the trade-mark in Canada in association with the wares described in the application in view of the prior registration of the trade-mark HAYABUSA by the Respondent under TMA 526,151; c) The application does not conform to the requirements of section 30 of the Act in that the Applicant could not have been satisfied that it was entitled to use the alleged trade-mark in Canada in association with the wares described in the application in view of the prior use of the trade-mark HAYABUSA by the Respondent in association with clothing\tsince at least as early as January 1, 2005; d) The alleged trade-mark is not registrable in that it is confusing with registration TMA 526,151 for the trade-mark HAYABUSA registered by the Respondent; e) The Applicant is not the person entitled to registration of the alleged trade-mark in that at the date of filing of the application, it was confusing with a trade-mark that had been previously used in Canada or made known in Canada by any other person, namely, the trade-mark HAYABUSA that had been previously used in Canada by the Respondent or made known in Canada by the Respondent; f) The alleged trade-mark is not distinctive pursuant to section 2 of the Act in that it does not actually distinguish the wares in association with which it is proposed to be used by the Applicant from the wares or services of the Respondent, namely, motorcycles and fittings thereof and clothing which the Respondent had sold in Canada prior to the filing date of the Applicant's application.", "[7] The Mark and the Cited Mark appear as follows: [Diagram omitted - see printed version]", "[8] On January 11, 2008 the Applicant filed a Counterstatement of Opposition, denying all of the Respondent's allegations.", "[9] On July 14, 2008 the Registrar granted leave to the Respondent to file an amended Statement of Opposition in which reference to \"clothing\" in paragraphs (c), (e) and (f) had been replaced with \"headwear, namely, caps and hats\".", "[10] On September 25, 2009, the Applicant requested a 3-month extension to provide evidence in support of its application; however, on December 21, 2009 the Applicant advised it would not file any such evidence. Nor did the Applicant file written argument.", "[11] The only evidence filed by the Respondent was the affidavit of Andrew Chung (the Chung Affidavit), National Manager, Parts & Accessories for Suzuki Canada Inc., sworn on August 11, 2008. In his affidavit, Mr. Chung testified that: • The Respondent has registered the Cited Mark on March 30, 2000 in association with motorcycles and fittings thereof. • HAYABUSA caps have also been sold by the Respondent in Canada since January 2005. The Respondent also intends to sell clothing, and has filed an application on December 6, 2007 to extend its trade-mark registration to include clothing. This application was amended on April 18, 2008 to claim use of the mark HAYABUSA in association with only headwear, namely, caps and hats since at least as early as January, 2005 and proposed use in association with clothing, namely, jerseys, sweaters, sweatshirts, and t-shirts. • The Respondent distributes its products through its Canadian subsidiary, Suzuki Canada, which is licensed to use the Cited Mark in association with its HAYABUSA products. • The Cited Mark has been used on motorcycles and fittings thereof in Canada since March 2000. Sales from 2000 to 2007 have been in excess of two million dollars CDN annually for motorcycles, and in excess of $6,000 CDN for fittings. • The Cited Mark has been used on caps and hats in Canada since January 2005. Sales from 2005 to 2008 have been in excess of $8,000 CDN. • The affiant refers to various exhibits in which promotional catalogues and brochures show the Respondent's wares on which the Cited Mark is used. Suzuki Canada also has its own website which provides information on its products, including the HAYABUSA products. • The HAYABUSA motorcycles and fittings, hats and caps are sold in Canada through authorized Suzuki dealers. • Since 2005, the television and print advertising budget in Canada for all Suzuki products was in excess of two million dollars CDN. Of this amount, approximately 5% is the advertising budget of the HAYABUSA products. • On the filing date of the application (February 3, 2006), the typical customer was aware that the Respondent sold clothing, headwear and accessories in association with motorcycles, and in particular sold HAYABUSA hats and caps in association with the HAYABUSA motorcycles. Also, people familiar with the HAYABUSA motorcycles and caps assumed a relationship between the Respondent's caps and the Applicant's headwear in association with the Mark and the Cited Mark.", "[12] The Applicant cross-examined Mr. Chung on his affidavit on October 20, 2008. The most salient parts of this cross-examination can be summarized in the following way: • Mr. Chung specified that in his affidavit, the term \"hat\" is used as a synonym to \"cap\" and does not refer to any other type of hats. • Because the sale of motorcycles is seasonal, 90 to 95% of the Respondent's authorized dealers of motorcycles also sell other brands besides Suzuki-branded products. • On motorcycles, the word SUZUKI or the \"S\" logo can always be found along with the Cited Mark. Mr. Chung answered \"I'll say yes\" to the question whether the same is true on caps. • The fittings showing the Cited Mark represent approximately 75% of the total sales of fittings. • The approximate cost of the Respondent's caps is $20 CDN. • The sale summary of caps provided by Mr. Chung represents the sale of caps to the authorized dealers. There is no information as to whether these caps were sold to consumers. • The promotional catalogues and brochures are mostly available at dealerships, but might also be available at motorcycle-related events, such as trade-shows. • HAYABUSA caps would have been displayed on the Respondent's website since 2005. • HAYABUSA caps are not advertised on television, and caps are not advertised separately in print.", "[13] On March 22, 2012, the Registrar refused the Applicant's application. That decision can be found at 2012 TMOB 47. II. The impugned decision", "[14] After reviewing the facts leading to the present appeal, the Registrar reiterated the legal onus resting on each party: while the Applicant needs to establish, on a balance of probabilities, that the application complies with the requirements of the Act regarding registrability and distinctiveness, the Respondent needs to provide sufficient evidence to support each ground of opposition. The Registrar also summarized the Respondent's evidence, namely the Chung Affidavit.", "[15] The Registrar then made five preliminary comments. First, since the Respondent's application to extend the statement of wares of the Cited Mark is not included in the grounds of opposition and does not seem to be contested by the Applicant, the Registrar did not afford significance to it. The Registrar was also satisfied that sufficient evidence was filed to prove the Cited Mark has been used by Suzuki Canada as a licensee of the Opponent. Then, the Registrar rejected the Applicant's argument that the Respondent's caps were promotional goods only. It found that the sale of HAYABUSA caps by Suzuki Canada to authorized dealers was sufficient to establish sales in the normal course of trade. The Registrar also rejected the Applicant's argument that the Cited Mark was a secondary mark since it was always used with the trade-mark SUZUKI or the \"S\" logo, on the basis that the Act does not distinguish between primary and secondary marks. The Registrar added that, quite apart from the fact that the Cited Mark is not necessarily shown in close proximity to the word SUZUKI or the \"S\" logo, the evidence also shows the Cited Mark by itself on caps. Further, the Registrar did not consider that the inconsistency between Mr. Chung's statements and the replies to undertakings as to the date when the Respondent started selling caps undermined the affiant's credibility.", "[16] The Registrar then analyzed the grounds of opposition. She first dismissed the ground of non-conformity based on paragraph 30(i) of the Act , because this provision, which only requires that an applicant be satisfied that it is entitled to use the applied-for mark, is normally breached when there is alleged bad faith by the applicant or when specific statutory provisions requires it, which is not the situation in the case at bar.", "[17] Regarding the grounds of non-entitlement under paragraph 16(3)( ), the onus lies on the Applicant to prove that there is no likelihood of confusion between the Mark and the Cited Mark as of the relevant date, which is the date of the application (February 3, 2006). In assessing confusion, based on the test of \"first impression and imperfect recollection\", all surrounding circumstances must be examined, and factors enumerated at subsection 6(5) of the Act must also be considered.", "[18] The Registrar first looked at the degree of resemblance (paragraph 6(5)( )) and concluded that the Mark and the Cited Mark being identical, this factor would favour the Respondent. Regarding the degree of inherent distinctiveness (paragraph 6(5)( )), the Registrar was satisfied that both marks were distinctive. However, it concluded that, as of the relevant date, the Cited Mark had become known to some extent in Canada, something that had not been achieved by the Mark. In relation to the time of use (paragraph 6(5)( )), since the Cited Mark has been in use in association with motorcycle and fittings thereof since 2000 and with caps since 2005, this factor also favours the Respondent.", "[19] Regarding the nature of the wares (paragraph 6(5)( )) and the nature of the trade (paragraph 6(5)( )), the Registrar noted that the case law cited and relied upon by both parties was of no help since these cases could be distinguished and each situation has to be decided on its own facts. The Registrar found that the nature of the wares associated with the Cited Mark differs from the nature of the wares in association with the Mark (motorcycles versus clothing), however, concluded there was an overlap with the caps associated with the Cited Mark, since footwear (sandals and grappling shoes), included in the Applicant's statement of wares, is related to clothing items. As to the nature of trade, the Registrar stated that even if the Opponent's statement of wares was not restricted to any particular channel of trade, this factor was not relevant under the non-entitlement analysis (although it would be under a non-registrability analysis). The Registrar also concluded that Mr. Chung's cross-examination did not establish that the Respondent's sales practices had evolved beyond the sale to authorized dealerships.", "[20] On the grounds of non-entitlement, the Registrar therefore concluded that the Applicant had not met its burden of proving, on a balance of probabilities, the absence of confusion, since the probabilities of confusion were evenly balanced between a finding of confusion and of non-confusion. Even if the channel of trade of the Respondent was restricted based on the fact that the Cited Mark is known more for motorcycles than for caps, this factor would not have been sufficient to shift the balance in favour of the Applicant. The Registrar also reiterated that the Applicant had not provided any evidence in support of its application.", "[21] Regarding the opposition ground of distinctiveness under section 2 of the Act , the material date is November 13, 2007, the date of the filing of the Statement of Opposition. The Registrar was satisfied that the Respondent had filed sufficient evidence to prove that the Cited Mark has become known by the material date. Consequently, the distinctiveness of the Mark was negated. The Registrar also stated that the analysis of the factors listed in subsection 6(5) of the Act at the filing date of the Statement of Opposition, did not significantly impact the conclusion reached under the non-entitlement analysis. The distinctiveness ground would therefore succeed under similar conclusions as the non-entitlement ground.", "[22] The Registrar decided not to deal with the grounds of non-registrability under paragraph 12(1)( ) of the Act and of lack of statement in ordinary commercial terms under paragraph 30( ) since the Respondent was already successful in its opposition under non-entitlement and distinctiveness. III. Additional evidence", "[23] On May 18, 2012, the Applicant filed a Notice of Application, appealing the Registrar's decision. As evidence, the Applicant filed the affidavit of Craig Clement (the Clement Affidavit), Co-President and Chief Financial Officer of Hayabusa Fightwear Inc. In his affidavit, Mr. Clement testifies to the following: • The Applicant's commercial activities started in 2006 endeavouring in the sport of MMA. • Hayabusa Fightwear designs tests and commercializes three \"categories\" of wares: fightgear, fightwear and casual clothing. The Hayabusa products always display the HAYABUSA trade-mark. • The wares are offered for sale and sold online, at MMA tradeshows in Canada, in Canadian fight schools and in Canadian-based MMA-specialized fightgear and fightwear retailers, and sometimes in third-party brick and mortar and online specialized stores. • The dates of first sales in Canada, as well as revenues from the year 2005-2006 to the year 2011-2012. The sales have been growing every year. • Regarding advertising and promotion, the affiant explains that advertising started in 2006 and has since been done through conventional mediums (tradeshows, online, magazines, etc.) and by sponsoring professional MMA athletes. The affiant also states that the Applicant has point of purchase materials, and provides detailed tables showing a yearly breakdown of Hayabusa Fightwear's advertising and promotion expenses since 2007. • The Applicant also advertises its products in magazines targeting MMA enthusiasts. The affiant describes a typical advertisement and presents the lists of magazines the Applicant has advertised in, from the year 2007-2008 to the year 2010-2011, as well as information regarding the circulation, distribution and readership of each of these magazines. • The list of professional athletes that have been sponsored by the Applicant, and its influence on the exposure of the Mark at MMA events. The affiant also adds that a lot of exposure is reached through the broadcast of UFC events, where Hayabusa Fightwear's sponsored athletes appear, through Pay-Per-View. • The Applicant also attends tradeshows specializing in the sport of MMA. The Applicant attended the MMA Expo, which took place in Toronto in 2006 and 2009. It also attended the UFC Fan Expo every year since its first edition in 2009. • Since 2006, Hayabusa Fightwear maintains the HAYABUSA website, through which it promotes the HAYABUSA brand and offers for sale and sells the HAYABUSA products. • Hayabusa Fightwear has also taken advantage of brand exposure acquired through videogames, where UFC athletes are seen wearing fightwear with the Mark. • The Applicant \"holds approximately 15-18% of the global MMA fightgear and fightwear market share in Canada and more specifically, within the high-end space, it is an industry leader with approximately 50% of the MMA market\". • In the US, the Mark is registered in association with clothing and sports equipment for boxing and martial arts. The Cited Mark is also registered in the US, in association with motorcycles and fittings thereof, as well as in association with clothing, namely jackets, gloves, sweatshirts, fleeces, t-shirts, hats, caps and polo shirts. IV. Issues", "[24] I agree with the Respondent that the issues on this appeal can be phrased as follows: a) Does the additional evidence materially affect the Registrar's decision for each individual ground of opposition? b) Was the Registrar's decision reasonable? c) Can the Court decide the remaining grounds of opposition that the Opposition Board chose not to decide? V. Analysis", "[25] The parties are substantially in agreement as to the principles governing the applicable standard of review. In accordance with a long line of cases starting with <FRAGMENT_SUPPRESSED>  at paras 23-29 (FCA), it is now well established that the standard of review for appeals pursuant to section 56 of the Act is reasonableness, unless new evidence is filed that would have materially affected the Registrar's findings: see also <FRAGMENT_SUPPRESSED> . Because of his expertise, the decisions of the Registrar are entitled to some deference and should not be set aside lightly. When additional evidence of probative significance is presented, however, the Court is entitled to come to its own decision and to substitute its opinion for that of the Registrar.", "[26] When considering the impact of the new evidence filed, quality is more significant than quantity: <FRAGMENT_SUPPRESSED> . Additional evidence filed to fill the gaps or remedy deficiencies identified by the Registrar will generally be considered material. On the other hand, if the new evidence merely replicates what was already before the Registrar without substantially adding to the nature of the information already filed, it will not be considered sufficient to warrant a review on the standard of correctness. As Justice Evans stated in <FRAGMENT_SUPPRESSED> : As for the impact on the standard of review of the filing of additional evidence on an issue at the appeal, much will depend on the extent to which the additional evidence has a probative significance that extends beyond the material that was before the Registrar. If it adds nothing of significance, but is merely repetitive of existing evidence without enhancing its cogency, its presence should not affect the standard of review applied by the Court on the appeal. If, on the other hand, the additional evidence goes beyond what was in substance already before the Registrar, then the Court should ask whether, in the light of that material, the Registrar reached the wrong decision on the issue to which that evidence relates and, perhaps, on the ultimate decision as well. The more substantial the additional evidence, the closer the appellate Court may come to making the finding of fact for itself. A. Does the additional evidence materially affect the Registrar's decision for each individual ground of opposition?", "[27] Counsel for the Applicant argues that the new evidence would have materially affected the Registrar's decision since it would have addressed the evidentiary gaps raised by the Registrar itself. Regarding non-entitlement, the new evidence shows the specificity of the trade the Applicant operates in, and therefore supports the fact that the parties work in separate channels of trade, the Applicant selling his wares to specialized MMA practitioners and the Respondent selling his caps to authorized dealers only.", "[28] Regarding distinctiveness, counsel for the Applicant submits that the evidentiary burden is on the Respondent to show the sufficient use of the Cited Mark. It has not satisfied this burden since, as shown previously, there is no likelihood of confusion between the two marks because of the two distinct channels of trade and because the sales of the Respondent's caps are modest.", "[29] I am not persuaded by these arguments, essentially for two reasons. First, it is clear that evidence that pertains to facts posterior to the relevant material date will not be sufficient to change the standard of review from reasonableness to correctness. In the case at bar, the relevant date for non-entitlement pursuant to subsection 16(3) of the Act is the filing date of the application, namely, February 3, 2006. As for non-distinctiveness, the relevant date pursuant to section 2 of the Act is the filing date of the Statement of Opposition, namely November 13, 2007.", "[30] The Clement Affidavit provides details regarding the Applicant's trade-mark and its use, but this information refers mainly to the use of the Mark after the relevant dates. This is obviously to be expected, as the Applicant's commercial activities started in 2006. Exhibit CC-6 shows that the gross revenue for 2005-2006 and 2006-2007 were modest ($1,000 and $8,000 respectively), and Exhibit CC-7 shows that advertising and athlete promotion really started in 2008-2009, the figures for 2007-2008 being very modest ($26,023 for advertising and promotion and $19,468 for athlete promotion). Mr. Clement similarly indicated that the Applicant attended a tradeshow in Toronto in 2006, but the evidence shows that the Applicant's attendance to tradeshows was mostly significant from 2009.", "[31] On that basis alone, I am of the view that the supplementary evidence of Mr. Clement is not relevant and could not have materially affected the Registrar's decision.", "[32] There is, however, a more substantial reason why this affidavit is insufficient, in and of itself, to move the standard of review from reasonableness to correctness. It is true that the Registrar pointed to the fact that there was no evidence directed to the channels of trade associated with the Mark. I fail to see, however, how such evidence as provided by Mr. Clement could have swayed the Registrar to find in favour of the Applicant.", "[33] It is important to note that the Registrar found that the marks are identical and that the Respondent is considerably favoured by that factor. There is clearly nothing in the Clement Affidavit which could lead the Registrar to a different conclusion. The same is true with respect to inherent distinctiveness. The Registrar acknowledged that both marks possess an important degree of inherent distinctiveness, but concluded that the Respondent's trade-mark had become known to some extent in Canada before the Applicant's filing date and even more so by the relevant date for non-distinctiveness. I agree with the Respondent that there is nothing in the Clement Affidavit that could have affected those findings of the Registrar. If anything, the minimal sales and promotions before the relevant dates would only have reinforced the Registrar's view that the Applicant's trade-mark was much less known in Canada than the Respondent's trade-mark.", "[34] Since the application was filed on the basis of proposed use, it is obvious that the length of time the applied for trade-mark has been used by the Applicant will be of little significance. Indeed, the Registrar did refer to this factor in its reasons but appears to have given it little, if any, weight.", "[35] The Clement Affidavit is primarily focused on the nature of the wares and the channels of trade. It shows that the Applicant's products do not generally cater to the average consumers, but rather specifically target enthusiasts of the sport of MMA. It is therefore a niche market, which is substantiated by the fact that these products are not generally sold in conventional brick and mortar retail shops, but rather through channels of trade that are specialized for this particular sport (online websites, trade shows, fight schools, Canadian MMA-specialized fightgear and fightwear stores).", "[36] I certainly agree with counsel for the Applicant that a statement of wares in an application must be read with a view to determining the probable type of business or trade that is intended rather than all possible trades that might be encompassed by the wording: <FRAGMENT_SUPPRESSED> .", "[37] I also agree that the evidence of the parties' actual trade, even if it postdates the relevant dates, can somehow be useful in confirming the probable type of business or trade that is intended. That being said, I do not think it can be inferred from that limited evidence that the Applicant's wares will always be sold through these same channels. The Applicant is a relatively young corporation, and could possibly expand to sell its products through general retail channels of trade such as large surface stores or sports stores.", "[38] That is not the point, however. More significant is the fact that the Registrar agreed with the Applicant that the wares associated with the Respondent's trade-mark had only been sold through the Respondent's authorized dealers, thereby lessening the risk of confusion. As a result, the Registrar has already found in favour of the Applicant with respect to this factor, regardless of the fact that no evidence related to the channels of trade associated with the Mark had been filed by the Applicant. For that reason, I fail to see how the Clement Affidavit would have materially affected the Registrar's decision with respect to that factor.", "[39] For all of the foregoing reasons, I find that the new evidence submitted by the Applicant before this Court is insufficient to displace the deferential standard of reasonableness. As a result, this Court shall not intervene unless the decision of the Registrar does not fall \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law\": <FRAGMENT_SUPPRESSED> . Clearly this deferential standard would not apply if the alleged error committed by the Registrar pertains to a question of law falling outside its realm of expertise, in which case the standard of correctness would govern: <FRAGMENT_SUPPRESSED> ; Alberta (Information and  <FRAGMENT_SUPPRESSED> . B. Was the Registrar's decision reasonable?", "[40] A trade-mark is meant to signal, in the mind of an average consumer, an association between a product and its source. Pursuant to subsection 6(2) of the Act , the use of a trade-mark will cause confusion with another trade-mark \"if the use of both trade-marks in the same area would be likely to lead to the inference that the wares or services associated with those trade-marks are manufactured, sold, leased, hired or performed by the same person, whether or not the wares or services are of the same general class\".", "[41] The perspective from which the likelihood of a mistaken inference is to be measured is that of the mythical customer, often described as the \"ordinary hurried purchaser\": Mattel Inc. v 3894207 Canada Inc. , 2006 SCC 22 at para 56, [2006] 1 SCR 772. Stated differently, the test for confusion is a matter of first impression in the mind of a casual consumer somewhat in a hurry, who does not pause to give the matter any detailed consideration or scrutiny: , 2006 SCC 23 at para 20, [2006] 1 RCS 824.", "[42] When applying the test for confusion, the Registrar must have regard to all of the surrounding circumstances, including the factors set out in subsection 6(5) of the Act , namely: (a) the inherent distinctiveness of the trade-marks or trade-names and the extent to which they have become known; (b) the length of time the trade-marks or trade-names have been in use; (c) the nature of the wares, services or business; (d) the nature of the trade; and (e) the degree of resemblance between the trade-marks or trade-names in appearance or sound or in the ideas suggested by them.", "[43] In its reasons, the Registrar considered each of the above-mentioned factors and came to the conclusion that the Applicant had failed to prove that the absence of confusion was more probable than its existence. It is worth quoting the paragraph of the reasons which summarizes the Registrar's findings with respect to the ground of opposition based on paragraph 16(3)( ) of the Act", "[45] In applying the test for confusion, I have considered it as a matter of first impression and imperfect recollection. Having considered all of the surrounding circumstances, I conclude that the probabilities of confusion between the Mark for clothing items and the Cited Mark for caps were evenly balanced between a finding of confusion and of no confusion as of February 3, 2006. In addition to the fact that the Mark is identical to the cited Mark, in reaching this conclusion, I have had special regard to the length of the time the Cited Mark had been in use and the extent to which it had become known in Canada. Even if I recognize that the Cited Mark may have been more known for motorcycles than for caps, it remains that the Cited Mark had been used in association with caps which overlap with or relate to the applied-for wares. When all of these facts are factored in, in my opinion the fact that the Opponent's channels of trade had been restricted to authorized Suzuki dealers is not sufficient to shift the balance of probabilities in favour of the Applicant.", "[44] It is interesting to note that, having considered all of the surrounding circumstances, the Registrar concluded that the probabilities of confusion between the Mark for clothing items and the Cited Mark for caps were \"evenly balanced\" between a finding of confusion and of no confusion as of February 3, 2006. This is quite remarkable, since she had previously found that the marks at issue were identical and that the Opponent was therefore considerably favoured by that factor. At the end of the day, she therefore concluded that the non-entitlement ground of opposition was successful essentially because the onus was on the Applicant to show that the Mark was not reasonably likely to cause confusion with the Cited Mark. This burden not having been discharged, the Registrar had no choice but to refuse the application.", "[45] Bearing in mind that the Cited Mark was better known for motorcycles than for caps, as acknowledged by the Registrar, the length of time the compared trade-marks have been in use will be of little significance when an application is filed on the basis of proposed use. The use of the Cited Mark in association with caps is fairly recent, and the number and value of these caps sold throughout Canada from January 2005 to March 2008 appears to be relatively small (approximately 400 caps for a total value of approximately $8,000). It is clear that the respective channels of trade for both the Respondent's and the Applicant's wares were of critical importance and this is where, in my opinion, the Registrar made a reviewable error on the standard of reasonableness.", "[46] I agree with counsel for the Applicant that when comparing the likelihood of confusion between two trade-marks, the approach to be taken will significantly differ depending on whether the comparison is made with a registered or unregistered mark. When dealing with a registered trade-mark, one must consider the entire scope of rights granted under the registration, and its potential use must be considered as well as its actual use: <FRAGMENT_SUPPRESSED> . The comparison will be much narrower when comparing an offending mark with an unregistered trade-mark, and will be restricted to the actual use of that mark, as the Federal Court of Appeal recently confirmed in <FRAGMENT_SUPPRESSED> : Justice Marshall Rothstein, writing for the Court made it very clear that, when considering the degree of resemblance between marks, the approach differed depending on whether they were registered or not. For unregistered marks, a court should only consider the manner in which they have actually been used. However, for registered marks, a court must consider the trade-mark registration according to its terms to reflect the entire scope of the rights granted under the latter.", "[47] In the present case, the Respondent does not own a registration for the Cited Mark in association with caps. As a result, I agree with counsel for the Applicant that it was imperative to consider what the Respondent was actually doing in practice with its caps, up until the relevant date, as opposed to what it could potentially have been doing. In that respect, the evidence of Mr. Chung is as follows: • The Respondent's caps bearing the Cited Mark always also bear the trade-mark SUZUKI and/or the \"S\" logo, displayed prominently. In its reasons, the Registrar quotes Mr. Chung as answering \"I'll say yes\" to the question whether the name Suzuki or the \"S\" logo always appear on the cap itself. At the hearing, counsel for the Respondent noted (as did the Registrar) that the name Suzuki or the \"S\" logo are not always in close proximity with the Cited Mark, as they can be either on the inside, the outside, or at the back of the cap. This does not detract from the fact that both the Cited Mark and the trade-mark SUZUKI and/or the \"S\" logo appear on the same product, and that the Cited Mark never appears by itself on caps. Moreover, it appears from the Applicant's Record (at p 103) that all the caps sold by the Respondent are associated with a particular motorcycle model sold by the Respondent. • The Respondent's caps were only sold in Canada through authorized Suzuki dealers, of which there are approximately 250 in Canada. • From January 2005 to March 2008, the Respondent sold to its authorized dealers (as opposed to the ultimate consumer) less than $8,000 worth of its caps. • The Respondent's caps were not advertised on television and it did not run print advertising just for caps.", "[48] In my view, the Registrar failed to give sufficient consideration to that evidence when assessing the likelihood of confusion. The specific manner in which the Respondent used its trade-mark in actual commerce and the channel of trade used by the Respondent for its caps should have been given more weight, especially in light of the Registrar's finding that the cross-examination of Mr. Chung \"does not show an evolution in the Opponent's sales practices\". Even if the Registrar had been entitled to look at other potential channels of trade for the Respondent's caps, it was very unlikely that it would sell its products through channels of trade other than Suzuki dealers. The decision of the Trade-marks Opposition Board in <FRAGMENT_SUPPRESSED>  at pp 94-95 is apposite in that respect, despite the fact that there was relatively little similarity in appearance and no similarity in the ideas suggested by the applicant's and the opponent's marks in that case: In considering the issue of confusion in relation to the non-entitlement and non-distinctiveness grounds, the Registrar must have regard to the opponent's actual wares and channels of trade associated with those wares. Thus, while the wares covered in the applicant's application and the clothing sold by the opponent to its distributor in Canada are essentially identical, the channels of trade associated with the wares of the parties would not overlap. In particular, the opponent's evidence confirms that its GUY LAROCHE clothing is sold almost exclusively to Guy Laroche Boutiques which sell only the opponent's wares to consumers in Canada. As a result, the applicant's wares would not be sold through boutiques operated by the opponent's Canadian distributors.", "[49] The evidence clearly shows that the caps sold by the Respondent, even if not promotional strictly speaking, since they are sold to authorized dealers, would most likely be purchased by consumers who are familiar with Suzuki motorcycles and who either own or would like to own such a motorcycle. These caps are sold through a single channel of trade and to targeted customers (i.e. Suzuki motorcycle dealers and, eventually, Suzuki motorcycle customers). Combined with the fact that the Registrar gave no weight to Mr. Chung's statement as to the Respondent's intent to sell a line of HAYABUSA clothing in Canada, this is a significant factor. It means that there can be no overlap between the channel of trade used by the Respondent to sell its caps and the regular channels of trade for clothing items, and even less so with the very specialized channels of trade used by the Applicants for its applied-for wares. As a result, it is difficult to conceive any likelihood of confusion between the Cited Mark and the Mark.", "[50] Counsel for the Respondent submitted that the Applicant has advertised its wares in magazines which also included advertisements for vehicles, thereby demonstrating that vehicle companies advertise in the same medium as the Applicant, while targeting the same consumers. I find this argument unpersuasive. Only two such advertisements by car companies have been noted in the more than 1000 pages in magazines where the Applicant advertises its wares, and produced as answers to undertakings following the cross-examination of Craig Clement. More importantly, the fact that the Applicant and the Respondent may sometimes cater to the same consumers does not mean that these consumers will be confused as to the source or origin of their respective wares.", "[51] In short, I find that the different channels of trade for the products of the Applicant and the Respondent were a most crucial factor that should have tipped the balance in favour of the Applicant. The Registrar could not reasonably conclude, on the basis of the evidence that was before her, that this factor was not sufficient to shift the balance of probabilities in favour of the Applicant. If, as she found, the probabilities of confusion between the Mark for clothing items and the Cited Mark for caps were evenly balanced, the fact that it is virtually impossible to find these wares in the same channels of trade should have been determinative.", "[52] As the analysis for non-distinctiveness is essentially the same as for non-entitlement (except for the relevant date of November 13, 2007 as opposed to February 3, 2006), and since the Registrar found that the distinctiveness ground of opposition succeeds for the same reasons as those expressed in regards to the paragraph 16(3)( ) ground of opposition, my preceding remarks regarding the Registrar's failure to give proper weight to the different channels of trade through which the Applicant's and Respondent's wares are sold, apply with equal force. Considering the limited number of caps sold by the Respondent between 2005 and 2008, there is no evidence that the Respondent's Cited Mark would have been better known in November 2007 than it was one year and a half earlier. C. Can the Court decide the remaining grounds of opposition that the Opposition Board chose not to decide?", "[53] Both parties have requested the Court to assess the grounds of opposition that were not decided by the Registrar, namely registrability pursuant to paragraph 12(1)( ) of the Act and non-conformity with respect to paragraph 30( ) of the Act . I shall do so briefly. Counsel for the Respondent made no representations with respect to these two grounds of opposition, either in writing or orally.", "[54] In its Amended Statement of Opposition, the Respondent alleges that the application does not conform with the requirements of paragraph 30( ) of the Act , because it does not contain a statement in ordinary commercial terms of the specific wares in association with the proposed use of the Mark. More particularly, the Respondent alleges that the statement of wares refers to \"clothing\" whereas some of the wares included within this definition (i.e. headwear and footwear) are not clothing.", "[55] This argument is without merit. Although the Registrar did not expressly address this ground of opposition, she indicated at paragraph 42 of the decision that footwear is related to clothing items. The same may be said of headwear. Indeed, the online Merriam-Webster dictionary defines \"clothing\" as \"the things that people wear to cover their bodies\". Also of note is the fact that the enumeration after the word \"clothing\" in the description of the wares is preceded by the word \"namely\", which is a clear indication that the list is not to be interpreted as being exhaustive. For those reasons, this ground of opposition must be dismissed.", "[56] As for the ground of opposition based on paragraph 12(1)( ) of the Act , it must also be dismissed essentially for the reasons already given with respect to the opposition based on paragraph 16(3)( ) of the Act . While the material date is different, (being that of the Registrar's decision dated March 8, 2012), it is clear that what was true in 2006 was equally (if not more) true six years later. When assessing the nature of the Respondent's registered wares and its trade, and comparing same to the Applicant's wares and the nature of its trade, there is no doubt that both parties use entirely different channels of trade to sell their wares and target specialized and distinct audiences that are unlikely to overlap.", "[57] Moreover, I agree with counsel for the Applicant that in the context of the non-entitlement ground of opposition, motorcycles and fittings (which are the only wares covered by the Respondent's trade-mark TMA 526,151) differ considerably from the applied-for wares of the Applicant. The Respondent's motorcycles and fittings are only sold in Canada through the Respondent's authorized dealers, and the publicity associated with these products is mostly featured in motorcycle magazines. When dealerships advertise the Respondent's motorcycles and fittings in local newspapers, it is the Respondent's main brand SUZUKI that is prominently featured as opposed to the Cited Mark. This is clearly in contrast with the Applicant's business and channels of trade.", "[58] I further agree with the Applicant that the Registrar erred in dismissing cases such as <FRAGMENT_SUPPRESSED>  84 CPR (3d) 102 (TMOB) and <FRAGMENT_SUPPRESSED>  cases, the opponents' mark was not associated with clothing as is the case here. In the case at bar, however, the caps sold by the Respondent in association with the Cited Mark were closely tied to its motorcycles. Be that as it may, that distinction was not sufficient, in my view, to ignore the general principle for which these cases stand: when one uses a trade-mark in the sale of vehicles and parts thereof, it will not normally cause confusion for another party (absent evidence to the contrary) to use a similar trade-mark for different wares sold through different channels of trade. VI. Conclusion", "[59] For all of the foregoing reasons, the appeal is granted and the decision of the Registrar is set aside. Costs are awarded to the Applicant. JUDGMENT", "[60] THIS COURT'S JUDGMENT is that the appeal is granted and the decision of the Registrar is set aside. Costs are awarded to the Applicant. Appeal allowed. Editor: Angela E. McKay/vnh"]}