{"id_": "029072", "body_str": ["[1] Phelan, J. : The Applicant asks for judicial review of a decision by an Immigration Officer refusing to reconsider the points allocated to the \"Relative in Canada\" element on her skilled worker's visa application. The essence of the problem is that the Applicant was short four points which would otherwise qualify her for her visa. Five points would have been awarded if the Visa Officer had accepted the Applicant's evidence that she had a brother in Canada. II. BACKGROUND", "[2] The Applicant, a citizen of Iran, applied for her visa. In her application she gave details of her brother residing in Canada. There is an issue as to whether there were supporting documents filed with the application.", "[3] The Visa Officer awarded her 63 of the necessary 67 points required for a visa and awarded no points in respect of a relative in Canada on the grounds that there were no substantiating documents regarding the Applicant's brother.", "[4] An immigration consultant assisted the Applicant in her visa filing. Within three days of the negative decision, the consultant requested reconsideration of the decision and submitted the documents verifying the place of residence of the Applicant's brother using a copy of his passport, pay stubs, car insurance and telephone bills as evidence of residency.", "[5] The Visa Officer refused the reconsideration in the following terse terms: I have reviewed your client's application and I am satisfied that it was processed in a procedurally and administratively fair manner and that there are no grounds to re-open the application. [Emphasis in the original decision] III. ANALYSIS", "[6] <FRAGMENT_SUPPRESSED>  CarswellNat 3298, the Federal Court of Appeal confirmed that in appropriate circumstances an administrative decision-maker has the discretion to reconsider his or her decision.", "[7] <FRAGMENT_SUPPRESSED>  CarswellNat 306, this Court applied the reasonableness standard of review to the decision to reconsider. It was noted that there is no obligation to reconsider and that a visa officer's decision is entitled to deference. I accept those comments as a generally accurate reflection of the standard of review.", "[8] However, I find the obiter of Justice Zinn in <FRAGMENT_SUPPRESSED>  CarswellNat 949 at paragraph 57, compelling. There, the learned judge said that on the basis of fairness and common sense, a visa officer should reconsider a file if, within days of a negative decision, new evidence that confirms a material fact is presented.", "[9] The Visa Officer essentially concluded that because she had been fair, there were no grounds to re-open. That comment suggests that she would only re-open if she concluded that she had been unfair - generally an unlikely acknowledgement. The Visa Officer saw her discretion too narrowly.", "[10] A visa officer should not shy away from common sense and practicality - they are often components of fairness and reasonableness. There may be good reason, including (but in no way limited to) fairness to more diligent applicants or efficiency and effectiveness of the system which could be relevant in deciding not to reconsider an original decision but none were stated here.", "[11] A visa officer need not write a treatise on fairness to justify a refusal to re-open but here the Visa Officer viewed her discretion to be too narrow.", "[12] In finding for the Applicant, I add that it was a close call. The Applicant (or her consultant) did not assist her cause by first suggesting the initial details were sufficient, then suggesting that the documents had been filed originally, and then suggesting that they had been misled because the requirement for details was new (such that had they known, the documents would have been filed originally).", "[13] Regrettably, the time spent including judicial time and the expense incurred on both sides dwarfs the time and effort to re-open and decide on the adequacy of the documents filed immediately after the negative decision. At least going to Court and receiving the Order to be issued is likely to be faster for the Applicant than going to the back of the queue to start the visa process again. IV. CONCLUSION", "[14] Therefore, the Court will grant the judicial review and remit the matter to a different officer who will accept the original points awarded and will consider the evidence of the \"Relative in Canada\" component in assessing the final points to be awarded.", "[15] There is no question for certification. JUDGMENT", "[16] THIS COURT'S JUDGMENT is that the application for judicial review is granted and the matter is to be remitted to a different officer who is to accept the original points awarded and is to consider the evidence of the\"Relative in Canada\" component in assessing the final points to be awarded. <FRAGMENT_SUPPRESSED>  Phelan II.", "[2]", "[3]", "[4]", "[5] examen III. ANALYSE", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13] IV. CONCLUSION", "[14]", "[15] JUGEMENT", "[16] [End of document]"]}