{"id_": "029207", "body_str": ["[1] MacKay, J. : This is an application for judicial review of a decision of the Veterans Review and Appeal Board dated April 3, 1996, of which the applicant received notice on May 28, 1996. The application is brought under s. 18.1 of the Federal Court Act , R.S.C. 1985, c. F-7, as amended, and seeks an order quashing or setting aside the Board's decision, a declaration or order granting the applicant pension entitlement, and an order granting the applicant a hearing de novo. These reasons concern the court's decision to allow the application in part. Background", "[2] The applicant is a 72 year old veteran of the Canadian Navy in which he served during the Second World War, on Division Strength from February 3, 1943 to March 27, 1943 and in the active force from March 28, 1943 to his discharge on June 21, 1946. From January 4, 1944, Mr. Brychka served on board the HMCS Prince Henry on the high seas and was so assigned during the invasion of Normandy on June 6, 1944.", "[3] During the applicant's active service, the Prince Henry put into port for repairs at Castella Mare, near Naples, Italy. While there between July and August 1944, the ship's company was beset with severe cases of dysentery. Among others affected, the applicant was taken ill. Although his medical discharge certificate indicates that he was considered fit as of April 1946 when he was discharged from the service, he reports having discomfort, diarrhea, loose stools and cramps from after the dysentery attack in 1944 and after he was discharged. In 1949 he began work as a CN brakeman, hoping that the condition would resolve itself. It did not. The applicant was treated by a doctor in 1952 and 1954 in Dauphin, Manitoba for attacks, and again in June, 1959 at Deer Lodge Veterans Hospital in Winnipeg. Ultimately, the applicant was diagnosed with \"ulcerative colitis\".", "[4] On June 6, 1959, the applicant applied for a pension pursuant to provisions of the , as it then existed, claiming that his bowel condition was caused by a germ contracted while serving in the Middle East. The Canadian Pension Commission, then responsible for considering applications, ruled, in a decision dated January 19, 1960, that the condition was post-discharge from the navy and was not attributable to the applicant's military service.", "[5] Between February 17, 1970 and March 4, 1970, the applicant was again treated at the Deer Lodge Veterans Hospital in Winnipeg, where he was diagnosed with reflux esophagitis and ulcerative colitis. He sought reconsideration of his claim for a pension by the Canadian Pension Commission (C.P.C.) in 1983. In that process, a Medical Precis of his case was prepared, dated August 9, 1983, indicating, under the heading \" Final Diagnosis : Idiopathic ulcerative colitis\", that there was \"No real sickness until 1952 ...\". The Pension Commission, in response to his application for reconsideration for a pension, denied, in a \"First Decision\" dated October 17, 1983, the applicant's pension application. In its decision the Commission reviewed the record, including the applicant's application for a pension in 1959 when he claimed he had contracted a germ while serving in the Middle East. The Commission found, inter alia, that the applicant's first bout with ulcerative colitis \"came about long after he was discharged - the earliest probably in 1952\". Further, it stated \"Idiopathic ulcerative colitis is a chronic, non-specific inflammatory and ulcerative disease of the colon of unknown etiology. As well, it is known that bacteria, parasite or any other infestation is not the cause.\" This opinion, expressed as that of the Commission, was drawn from the Medical Precis dated August 9, 1983, concerning the applicant's condition. That First Decision ruled that the condition was not attributable to Active Force service.", "[6] The decision of the Pension Commission was appealed to the Entitlement Board which upheld the Pension Commission's decision on October 21, 1987. The Board did conclude that there was an intestinal infection in 1944 on board the Prince Henry that had affected the applicant, but it found that there was no medical evidence connecting the intestinal difficulties of 1944 with the condition the applicant began suffering from in 1952. It referred to a statement in a report dated November 27, 1986 by Dr. W.H. Colborne, submitted by the applicant, indicating that: \"It is conceivable that the stress during his Navel Service [sic] could well have brought on an ulcerative colitis. It is regarded as a psychosomatic illness.\" The Board did not accept this opinion, commenting as follows: \"Dr. Colborne does not give any rationale or explain the pathology of his suggestion which in itself is couched in hypothetical terms. Accordingly the Board has decided that in the absence of other evidence to support the contention that a claim condition would be stress related, the relationship has not been established and therefore pension entitlement on that ground is not justified.\"", "[7] The applicant filed a notice of appeal of this decision on February 7, 1995. On April 3, 1996, the Veterans Review and Appeal Board decided again that the applicant's ailment was post-discharge in origin and not related to the applicant's active service. At this appeal, the applicant submitted new evidence, including letters from Doctors Colborne and Willemse. Dr. Colborne, in a letter dated May 16, 1991, wrote as follows: \"I have perused this man's files and I find there is good evidence that he may have been suffering from colitis while on board ship in the Mediterranean in 1944. At that time, he was treated for a diarrheal condition which was thought to be gastroenteritis. Five years later, he developed symptoms of acute ulcerative colitis and I have reason to believe that there is a causal connection between the first episode suffered on the ship and his later development of the disease. In the past, such cases have occurred in which a person was diagnosed as having ulcerative colitis, he had given a history of having had loose stools, abdominal cramps, diarrhea, blood in the stools, etc. in previous years, but the symptoms have become worse and more frequent prior to the diagnosis of ulcerative colitis being made. \"Therefore, I would like to submit to you that his longstanding ulcerative colitis is originatable in the service.\" For his part, Dr. Willemse wrote, in his letter of February 6, 1996: \"Given the history that his diarrhea had started during the war, it is fair to assume that that was in fact the beginning of the ulcerative colitis which at that time must have been quite difficult to diagnose. It is also quite possible that this is related to his wartime duties which triggered this condition. \"I would, therefore, support his claim that his ulcerative colitis could be a pensionable disability.\"", "[8] The Appeal Board held that this evidence was not sufficient to raise a doubt as to whether the condition, or aggravation thereof, was attributable to, or was incurred during, Active Force service. Its decision upheld that of the Entitlement Board dated October 21, 1987. First citing the conclusion of the 1983 decision that the disease is not caused by bacteria, viruses, etc., the Board also wrote as follows: \"... Reviewing [Dr. Colborne's letter of May 16, 1991], it would appear to this Board that the information used by Dr. W.H. Colborne is based solely on the appellant's own recollections. Even then, the information contained in that exhibit appears to be incorrect, in as much as the appellant had intestinal infection in 1944 and it was only in 1952, some eight years later, rather than the five years referred to by Dr. Colborne, that a diagnosis of ulcerative colitis was given. \"Similarly, [Dr. Willemse's letter] is based on the recollections of the appellant, rather than on any other new medical evidence.\"", "[9] It is this decision that the applicant seeks to review in this application. In the record before the court, the applicant presents new medical evidence not on the record before the Veterans Review and Appeal Board. This material, drawn from the Internet, indicates that the origin of ulcerative colitis is not known but that a leading theory now suggests that it is caused by some agent, possibly a virus, or a slow virus, or an atypical bacteria interacting with the body.", "[10] The applicant submits that the Board failed to draw from all the circumstances in the case and did not find the evidence presented to be non-credible and, as such, has failed on the evidence to resolve the case in favour of the applicant, which under s. 39 of the Veterans Review and Appeal Board Act , S.C. 1995, c. 18 (\" VRABA \") is to be done whenever there is doubt about validity of the veteran's claims. All the medical evidence, it is submitted, supports a relationship between the applicant's ulcerative colitis and his active force services, but for somewhat varying reasons. The only evidence that was before the Board contradicting the medical evidence presented by the applicant was that found in the August 1983 Medical Precis, namely, that \"it is known that bacteria, parasite or any other infestation is not the cause of ulcerative colitis.\" The applicant submits that more recent medical evidence, consistent with that tendered before the Board, counters this assertion as to the cause of the applicant's ailment. As a result, the Board, in failing to consider current and uncontradicted medical evidence pointing to a real possibility that the ailment was attributable or incurred during service in World War II, failed to exercise its duty.", "[11] The Board erred, it is urged, in stating that the medical evidence presented by Doctors Colborne and Willemse \"is based on recollections of the appellant, rather than any other new medical evidence.\" It is submitted that these opinions are grounded in part on developments in knowledge regarding the ailment. Further, it would be improper to disregard this evidence on the basis that it stems from recollections.", "[12] The respondent submits that the Board is owed curial deference. It is submitted that the Board did not err in its decision dated April 3, 1996 and that the determination of whether a disability is attributable to or incurred during war service is a factual determination which falls squarely within the Board's jurisdiction. The Board considered and properly viewed all the evidence in accordance with the and the Veterans Review and Appeal Board Act . Its inferences and conclusions were reasonably open to it on the record. The decision was not patently unreasonable, or made in a perverse or capricious manner without regard to the material before it.", "[13] The respondent also submits that the new evidence on the origins of the ailment, put forth by the applicant in this application for judicial review, is not properly before the court. It was not part of the record before the Board relied upon it when it reached its decision and was not tendered in conformity with rule 1603(1). Analysis", "[14] This application is allowed in part and the matter sent back to a reconstituted board.", "[15] The Veterans Review and Appeal Board was created by Parliament in 1995 by the Veterans Review and Appeal Board Act (\" VRABA \"). It replaced the former Veterans Appeal Board, the former Pension Review Board and the former War Veterans Allowance Board. The Veterans Review and Appeal Board (hereafter the \"Board\") now acts as the sole review and appeal authority for war veterans' pensions.", "[16] Section 39 of the Act requires that when credible evidence is presented during a proceeding, the Board has a duty to consider and weigh the evidence in the applicant's favour. As interpreted by my colleague Mr. Justice Teitelbaum in FRAGMENT_SUPPRESSED [see footnote 1], ss. 3 and 39 create liberal and purposive guidelines for claims for veterans' pensions in light of the nation's great moral debt to those who have served this country. These sections read as follows: FRAGMENT_SUPPRESSED", "[17] The Board is empowered under s. 38 of the VRABA to seek independent medical opinions regarding any matter before the Board. In FRAGMENT_SUPPRESSED [see footnote 2], Mr. Justice Heald commented on similar powers found under s. 10(3) of the since repealed Veterans Appeal Board Act and their significance for the deference to be accorded the Board's decision by the court. At issue in that case was whether the applicant's injuries were attributable to military service. Heald, J., had this to say: FRAGMENT_SUPPRESSED This reasoning must be read in light of FRAGMENT_SUPPRESSED [see footnote 3], a decision of the Federal Court of Appeal standing for the proposition that the privative clause found in the Veterans Appeal Board Act entitled that Board to deference. A similar clause is found in s. 31 of the VRABA", "[18] Heald, J., in FRAGMENT_SUPPRESSED also considered the importance of then s. 10(5) of the Veterans Appeal Board Act , similar to the current s. 39 of the VRABA . The sole difference between the current s. 39 of the VRABA and former s. 10(5) of the repealed Veterans Appeal Board Act is the use of the phrase \"applicant or member\" in s. 10(5) instead of the phrase \"applicant or appellant\" in s. 39. His Lordship wrote as follows: \"Section 10(5)(b) supra is particularly germane to the issues on this record since it mandates the Appeal Board to '... accept any uncontradicted evidence presented to it by the appellant that it considers to be credible in the circumstances ...' \"Section 10(5)(b) supra must be read in conjunction with s. 21(3) of the .\" Section 21(3) of the , R.S.C. 1985, c. P-6, creates a presumption that an ailment arises from military service if the injury was incurred in the course of such service. It reads as follows: \"21(3) For the purposes of subs. (2), an injury or disease, or the aggravation of an injury or disease, shall be presumed, in the absence of evidence to the contrary, to have arisen out of or to have been directly connected with military service of the kind described in that subsection if the injury or disease or the aggravation thereof was incurred in the course of (f) any military operation, training or administration, either as a result of a specific order or established military custom or practice, whether or not failure to perform the act that resulted in the disease or injury or aggravation thereof would have resulted in disciplinary action against the member\"", "[19] In FRAGMENT_SUPPRESSED , the applicant claimed to have suffered a severe blow during military service which later manifested itself in an ailment complained of many years after. The applicant there presented the following medical evidence from a Dr. McKenna: FRAGMENT_SUPPRESSED The Board, in responding to this evidence, did not deny that the earlier blow took place, but wrote: FRAGMENT_SUPPRESSED Heald, J., condemned this finding as follows: FRAGMENT_SUPPRESSED", "[20] I agree with the respondent that the Board may reject medical evidence when it has before it contradictory medical evidence. [see footnote 5] Further, I agree that ss. 3 and 39 of the VRABA do not mean that whatever submission is made by a veteran, that submission must automatically be accepted by the members of the Board. The evidence must be credible and must be reasonable. [see footnote 6] However, the Federal Court of Appeal's decision in FRAGMENT_SUPPRESSED [see footnote 7], discussing s. 108 of the which was virtually identical in every material respect to s. 39 of the VRABA , is authority for the proposition that the Board must draw every reasonable inference in favour of the applicant. The Board fails in the exercise of its jurisdiction when it summarily arrives at the conclusion that the member was not engaged in an activity giving rise to a pension without \"expressly dealing with the evidence from which an inference favourable to the applicant might have been drawn.\" FRAGMENT_SUPPRESSED , also, suggests that where no contradicting evidence is available, the Board errs where it rejects the applicant's medical evidence and that this error goes to jurisdiction.", "[21] In the case at bar, there is evidence on the record suggesting that the applicant was taken ill with a stomach ailment of some sort in 1944, and that evidence was accepted by the Entitlement Board in the decision later appealed to the Board whose decision is here in question. There is evidence on the record suggesting that the ailment was the first manifestation of the applicant's disease. The probative value of this evidence was questioned on the grounds that it stemmed from the applicant's recollections and that Dr. Colborne, in his statement, made a factual error, namely, that the applicant's condition was diagnosed five years rather than eight years after the 1944 illness. However, the Board does not specify which recollections it is objecting to and what exactly it was about these recollections it dislikes.", "[22] To attribute the evidence to recollections is not enough, in my view, to render evidence non-credible or unreasonable without providing reasons for such a finding. In my view there must be an express finding that the evidence from recollections is not credible. I find support for this proposition in Mr. Justice Teitelbaum's reasoning in FRAGMENT_SUPPRESSED [see footnote 8]: FRAGMENT_SUPPRESSED In any event, it is my opinion that facts were on the record regarding the commencement of the ailment and its periodic manifestation, particularly since 1952, from sources other than the applicant's own recollections. Further, it is not clear that had Dr. Colborne correctly indicated that eight years had passed between shipboard ailment and diagnosis, this would have had any impact on his medical opinion regarding causality. In my view, for such an error on a collateral matter to justify the Board disregarding the evidence there must be some relevant, medically sound reason.", "[23] While the Board would be entitled, as a finding of fact, to conclude that the 1944 ailment was not the first manifestation of the applicant's condition, its finding in this respect must be made with regard to the evidence before it. As I have indicated above, it is my view that there was evidence before the Board, which the Board did not find was not credible or was not reasonable, that attributed the applicant's ailment to his wartime service. Further, there was no medical evidence before the Board contradicting the applicant's theory for possible commencement of this ailment in Italy in 1944. The apparently contradicting medical evidence cited by the Board stems from the C.P.C. Medical Precis of August 9, 1983. This comment describes the applicant's 1959 application where he argued that his ailment was caused by a germ he had contracted in the Middle East. The reference implies that since germs were not believed, in 1959, to be the cause of the applicant's ailment, his condition was not attributable to this cause.", "[24] With respect, I cannot view this as medical evidence contradicting directly that of the applicant. It deals with the circumstances put forth in 1959, namely, the applicant's theory of a germ contracted in the Middle East as the cause of his conditions, and not with a possible cause from his affliction in Italy or his service generally. I do not read the applicant's medical evidence in his 1996 appeal as based solely on an explanation that a germ caused his ailment. There is evidence on the record from Dr. Colborne suggesting another origin, wartime stress. In fact, this was considered by the Pension Entitlement Board in its 1987 decision but was rejected, not on the basis of contradictory evidence but rather because Dr. Colborne failed to explain his rationale and couched his statement in hypothetical terms. In the subsequent medical submissions made to the Appeal Board, Dr. Colborne's letter of May 1991 does not explicitly revisit this theory of causation, but, like the passage from the Medical Precis, it remained part of the total record and was consistent with, the new evidence offered by Doctors Colborne and Willemse. The latter states that it is quite possible that the applicant's ailment could be related to wartime duties which triggered the condition, a passage suggesting that the doctor was not relying solely on the germ theory of causation.", "[25] As in FRAGMENT_SUPPRESSED , the Board was obliged, in my view, to make an explicit finding that this medical evidence in support of the applicant's claim was not credible, or to solicit its own medical evidence dealing with the issue of a stress etiology, or to accept the uncontradicted evidence of the applicant in rendering its decision bearing in mind ss. 3 and 39 of the VRABA . In its decision the Board states that it \"has complied fully with its statutory obligation to resolve any doubt in favour of the appellant, as contained in ss. 3 and 39 of the Veterans Review and Appeal Board Act \". In my opinion, the Board erred by failing to deal directly with the evidence on its merits. Thus, I conclude this matter should be returned for redetermination before a differently constituted panel of the Board.", "[26] I deal briefly with the other issues addressed by counsel. First, on judicial review, a court can consider only evidence that was before the administrative decision-maker whose decision is being reviewed and not new evidence. [see footnote 9] In this case, the applicant sought to introduce information concerning ulcerative colitis, suggesting new theories of its causes, which had not been before the Veterans Review and Appeal Board. While perhaps relevant in regard to the merits of the issues before the decision-maker, this was not on the record before the decision-maker in rendering its decision. For this reason, this court takes no cognizance of the new medical evidence, drawn from the Internet by the applicant, and presented for the purposes of this application for judicial review. That evidence, however, may be tendered for consideration by the Board in any new hearing.", "[27] Counsel for the applicant urged this court to render an order or declaration that the applicant is entitled to a pension. With respect, in the case at bar, the proceeding is not a trial de novo and the task of the court on judicial review is not to determine the merits of whether the applicant is entitled to a pension, but to assess whether any of the grounds listed in s. 18.1 of the Federal Court Act are established, warranting the court to return the matter for reconsideration by the body with statutory authority to consider the application for a pension. Moreover, the court does not have jurisdiction to make declarations pertaining solely to findings of fact. [see footnote 10] I therefore decline to make any determination as to the applicant's entitlement to a pension. Conclusion", "[28] The Board failed to exercise its jurisdiction by coming to a conclusion that failed to deal expressly with evidence, that it did not find was not credible, from which an inference favourable to the applicant might have been drawn. An order issues quashing the decision of Board and returning the matter for redetermination before a differently constituted panel of the Board to reconsider this matter in a manner consistent with these reasons. Application allowed in part. Editor: Angela E. McKay/saf Footnotes 1. (1997), 129 F.T.R. 286; [1997] F.C.J. No. 495 (T.D.). 2. (1995), 103 F.T.R. 314 (T.D.), at p. 316. 3. (June 12, 1996), court File No. A-263-95, [1996] F.C.J. No. 825 (F.C.A.). 4. Supra, footnote 2, at pp. 316-317. 5. See FRAGMENT_SUPPRESSED, a judicial review of the Veterans Appeal Board by Mr. Justice Cullen. 6. FRAGMENT_SUPPRESSED, affirmed supra footnote 3 (F.C.A.), dealing with the Veterans Appeal Board. 7. FRAGMENT_SUPPRESSED. 8. Supra, footnote 1. 9. See FRAGMENT_SUPPRESSED. 10. FRAGMENT_SUPPRESSED. [End of document]"]}