{"id_": "029204", "body_str": ["[1] Rennie, J. : The applicants seek judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada (the Board), dated July 8, 2011, finding that the applicants were neither Convention refugees nor persons in need of protection pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 ( IRPA ). For the reasons that follow, the application is granted. Facts", "[2] The applicants are citizens of El Salvador. The adult male applicant, Mario Antonio Umaña Hernandez (applicant), was extorted and threatened by the Maras Salvatruchas (MS) after he and his wife, Dina Del Carmen Henriquez de Umaña, attended the funeral of a friend's son. The friend's son had been killed after he resisted extortion demands from a gang. The MS contacted the applicant regularly demanding money and threatened him and his family if he went to the police.", "[3] The applicant paid the MS $300 each month from July 2008 until April 2009. Subsequently there were incidents in which one time payments were demanded, sometimes with the promise that the extortion would end if they paid. In September 2009, the applicants left their home and stayed with friends or with a relative, trying to avoid the MS. However, they continued to receive threats.", "[4] When the applicants learned that a businessman that worked near the applicant's business was killed and one of his daughter's classmates was kidnapped, the applicants decided to flee El Salvador. They left on October 17, 2009, staying for three weeks in the United States before coming to Canada and making refugee claims at the border. Decision Under Review", "[5] In the reasons for its decision dated July 8, 2011, the Board made four separate findings upon which the claims could be refused: the applicant was not credible; there was a viable internal flight alternative (IFA) in La Union; the risk faced by the applicants was generalized and state protection was available in El Salvador. The Board also stated at the outset that there was no nexus to a Convention ground. Credibility and Subjective Fear", "[6] The Board found that the applicant was not credible. Beyond the fact that the applicants are from El Salvador and came to Canada after travelling through the United States, the Board found little if anything the applicant said to be believable.", "[7] The Board noted that the applicant stated in oral testimony that he did not know if other businesspeople were extorted because people handle these matters privately. The Board found this to be inconsistent with the applicant's Personal Information Form (PIF) narrative stating that he knew his friend's son was killed because his friend failed to give in to extortion demands.", "[8] The applicant explained that his friend had told him about this because they were close. The Board rejected this explanation as unreasonable and drew a negative inference, finding that this aspect of the applicant's evidence went to the core of his claim. On the basis of this inconsistency, the Board found that the applicant had neither been extorted nor threatened and therefore had no subjective fear.", "[9] The Board went on to find it \"improbable\" that the applicant would be able to run his business for 13 years, from 1995 to 2008, before experiencing any problems with the MS. The Board found that if the applicant did have problems with them, they would have occurred earlier. The Board also expressed its confusion as to why the applicants would continue to be threatened if they were paying the money as demanded. The Board found the applicant's explanation that each time they called for money, \"they would remind him who they are\" to be evasive.", "[10] The Board accorded very little weight to the letters confirming what the applicants have said they experienced from friends, their Bishop, a Member of Parliament, the school teacher and the applicant's secretary. The Board also took issue with the fact that the applicant did not produce one of his expired passports, because it would have shown if the applicant had done any other traveling than he claimed to have done. Internal Flight Alternative", "[11] The Board found that the applicants had a viable IFA in La Union. After reviewing the test for whether there is an IFA the Board stated at paragraph 43: In fact, when [the applicant] was asked how many times he had been to La Union, he said on a number of occasions. He was asked if he had any problems in La Union; he replied no. The panel notes that the claimant has an obligation if an IFA exists to seek refuge there. But despite having gone to La Union on a number of occasions without experiencing any adverse incidents there, the claimant did not attempt to resettle in La Union or any other city in El Salvador.", "[12] The Board recounted the applicant's explanation that he could not relocate to La Union or anywhere else because the MS are organized and the country is small and they would be able to find the applicants anywhere. The applicant explained that the MS had members in all cities and had infiltrated various offices. The Board concluded that notwithstanding the applicant's testimony, there was an IFA in La Union. Generalized Risk", "[13] The Board also found that the risk alleged by the applicants in terms of extortion and violence from the MS is a risk faced generally by individuals perceived to have money in El Salvador, and therefore the claim under section 97 failed. The Board reviewed the jurisprudence on the test under section 97, as well as the documentary evidence on the MS and its activities. The Board then restated its finding that the risk was one faced generally by all individuals in El Salvador perceived to be wealthy. State Protection", "[14] The Board reviewed the principles in assessing the availability of state protection. It noted that the applicants never went to the police, because, according to the applicant, the MS has infiltrated the police and making a complaint would put him at risk.", "[15] The Board then noted the existence of certain bodies that take complaints about police officers' misconduct and found no evidence that these entities would not help the applicant if he did not trust the police and sought help from them. The Board then reviewed new legislation to address police corruption. The Board also reviewed some general facts about El Salvador and its police and security regimes.", "[16] The Board found that the applicant was obliged to seek domestic protection before seeking international protection, and he elected not to do so, nor did he seek protection from any other authorities. The Board was not persuaded that protection would not have been reasonably forthcoming based on the documentary evidence. The Board then reviewed more facts about the policing in El Salvador.", "[17] The Board acknowledged that El Salvador is one of the most violent countries in the world, with a reported 12 homicides per day, 60% of which are attributable to the MS and other gangs. The Board found that the state was making serious efforts to combat gang violence, including five programs related to the gang problem. The applicants' claims were therefore refused. Standard of Review and Issue", "[18] The issue raised by this application is whether the Board's decision is reasonable; <FRAGMENT_SUPPRESSED> . Analysis", "[19] The Board's decision includes four independent findings, any one of which, if reasonable, would have been sufficient to refuse the applicants' refugee claims. Thus, the applicants were tasked with a heavy burden in this case, as their application could be dismissed, in theory, if one of those four findings were found reasonable. However, as discussed below, the findings on IFA, state protection and section 97 are inherently linked to and dependant upon, the credibility determinations. Therefore, in this case, an error in one taints the others. I find that the Board's decision on credibility cannot be upheld and the three other conclusions fall within it. Credibility", "[20] The length and detail of the credibility analysis suggests this was the principal basis on which the claims were refused, particularly since, without an acceptance of the applicant's evidence as credible, other elements of the claims could not be established. The Board based its negative credibility finding on perceived inconsistencies, implausibilities and evasive answers. However, in my view, none of these findings were supportable and were the product of microscopic analysis of the applicant's evidence.", "[21] I agree with the applicant that the following findings were microscopic and the Board found inconsistencies and evasions where none existed. I will review only some of the findings that were critical to the decision: • The alleged inconsistency regarding the applicant's knowledge of other businessmen being extorted, if it can be called an inconsistency, is a minor one and is not a sufficient basis to reject the entirety of the applicant's allegations of extortion. Furthermore, I can find nothing unreasonable in the applicant's explanation that he knew about his friend's troubles because they were close friends; indeed he had attended his friend's son's funeral. The Board dismissed this otherwise logical explanation without any reason. • The Board found that the applicant was evasive when he explained that the MS continued to threaten him when demanding money because each time they asked for money, they wanted to remind him of who they were. The Board does not explain how this qualifies as evasive and I cannot see how it could be so characterized. • The Board drew a negative inference because at one point the applicant spoke in the third person by saying that if one does not comply the MS threatens people with death. I agree with the applicant that this is microscopic examination of the applicant's evidence and is not permissible; <FRAGMENT_SUPPRESSED>  (FCA). • The Board's finding that it was improbable that the applicant could have operated his business without problems for 13 years and that if he had been extorted it would have occurred earlier, is problematic. By implication, the Board presumes that a businessperson is either extorted as soon as they open for business, or they are guaranteed to operate indefinitely without interference? The Board cannot find it improbable that a businessperson would be extorted by the MS and there is no factual or admissible opinion evidence that extortionists only target businesses upon opening.", "[22] A negative inference was drawn regarding the applicant's failure to produce one of his expired passports. The Board evidently inferred that the applicant was hiding something in this passport such as undisclosed travel between 2005 and 2009. In the absence of relevant, credible evidence which supported, on a balance of probabilities, the inference that the applicant had traveled abroad during the period in question, the Board's finding is speculative. These statements amount to conjecture, which \"is of no legal value, for its essence is that it is a mere guess\": <FRAGMENT_SUPPRESSED>  (CA); and see, more recently, <FRAGMENT_SUPPRESSED> . Fairness would also require that the Board put the proposed conclusion or inference to be drawn from the missing document to the claimant.", "[23] In sum, the Board's decision cannot be upheld on the basis of its credibility finding. Internal Flight Alternative", "[24] The Board's analysis of IFA fails to properly apply the test for an IFA. The first prong of the test is whether there is a serious possibility of the claimant being persecuted or subject to risk in the IFA location; <FRAGMENT_SUPPRESSED> . However, the Board simply states that the applicant had been to La Union on several occasions and he was obligated to seek refuge there before seeking international protection. At no point does the Board directly address the question required to make and IFA finding.", "[25] The Board also fails to explain why the applicant's evidence regarding the proposed IFA is rejected. The applicant stated that the MS is well organized, has infiltrated various offices, and would be able to locate him anywhere in the small country. The Board summarizes this evidence and concluded that notwithstanding that evidence, it finds there is an IFA. The Board's decision cannot be upheld on the basis of its IFA finding. Generalized Risk", "[26] The Board found that the applicants did not face a personal risk that is not faced generally by individuals in El Salvador. This is a fact-based determination and requires an individualized inquiry in each case; <FRAGMENT_SUPPRESSED> ; see also <FRAGMENT_SUPPRESSED> ). Thus, the analysis of whether a risk is generalized is closely linked to the credibility of a claimant's testimony, because a determination of this issue will depend on the facts that are accepted by the Board.", "[27] As credibility findings of the Board were unreasonable, it is not possible to uphold the decision based on the finding of generalized risk because the applicant's evidence regarding the risk was not accepted. It is not possible to know whether, absent the errors in the credibility analysis, different findings of fact would have been made that would give rise to a finding of personal risk that is not faced generally by individuals in El Salvador. State Protection", "[28] The applicants submit that the Board erred in this part of its analysis by requiring that they have sought protection before fleeing, instead of considering whether it was objectively unreasonable to expect them to seek protection. The applicants argue that the Board failed to consider the applicant's evidence that he was afraid to go to the police and to consider whether that fear was objectively reasonable.", "[29] I agree that the Board did not consider the applicant's allegation of his fear of going to the police. Indeed, the Board could not reasonably have relied on that allegation since it had already found the applicant not credible in his testimony. Thus, similar to the analysis of generalized risk, it is not possible to uphold the decision based on the state protection finding because it may have been different were it not for the errors in the credibility findings.", "[30] The applicant's testimony that the MS had infiltrated the police and that the MS threatened to kill him if he ever went to the police, was relevant to the determination of whether it was reasonable for him not to seek state protection. Thus, I cannot find that the outcome of this analysis would have been the same, absent the errors in the credibility analysis. Therefore, the decision must be set aside.", "[31] The application for judicial review is granted.", "[32] There is no question to be certified. JUDGMENT", "[33] THIS COURT'S JUDGMENT is that the application for judicial review is granted. The matter is referred back to the Immigration Refugee Board for reconsideration before a different member of the Board's Refugee Protection Division. No question for certification has been proposed and the Court finds that none arises. Dina Del Carmen Henriquez De Umaña, Mario Antonio Umaña Hernandez, Mario Antonio Umaña Henriquez, Diana Milagro Umaña Henriquez et  <FRAGMENT_SUPPRESSED>  demandeurs sollicitent le contrôle judiciaire de la décision, datée du 8 juillet 2011, par laquelle la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (la Commission), a conclu que les demandeurs n'étaient ni des réfugiés au sens de la Convention ni des personnes à protéger selon les articles 96 et 97 de la", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18] <FRAGMENT_SUPPRESSED> . Analyse", "[19]", "[20]", "[21] <FRAGMENT_SUPPRESSED>  (CAF).", "[22]", "[23]", "[24]", "[25]", "[26]", "[27]", "[28]", "[29]", "[30]", "[31] La demande de contrôle judiciaire est accueillie.", "[32] JUGEMENT", "[33] [End of document]"]}