{"id_": "029359", "body_str": ["[1] Mosley, J. : The applicant is a Russian national married to a Canadian citizen. In 2002, his wife sponsored Mr. Andryanov's application for permanent residence. A lengthy and confusing exchange of correspondence followed between the parties concerning a passport which Mr. Andryanov says he never possessed. The result was a \"Catch 22\" situation. The respondent's officials refused to accept that Mr. Andryanov was whom he said he was without the passport and the Russian Embassy refused to give him one without a request from the respondent's officials. They refused to make such a request as the onus to provide the passport rested upon the applicant. In the result, Mr. Andryanov's application was denied in a decision dated March 15, 2006 from which he seeks judicial review.", "[2] At the conclusion of the hearing in Toronto on February 13, 2007, I advised the parties that the application would be granted. These are my reasons for that decision.", "[3] I note that it does not appear from the record that there was at any time any real doubt about Mr. Andryanov's identity. Indeed, when he arrived in Canada he was in possession of a valid and subsisting \"Seaman's Passport\" issued by the Russian Federation. He also subsequently submitted a birth certificate issued by the Union of Soviet Socialist Republics.", "[4] The applicant and his wife attended a marriage interview at the respondent's offices in Etobicoke in August 2002. The officer who conducted the interview was satisfied that the marriage was genuine. A letter dated August 15, 2002 indicates that the applicant's request for a waiver of the visa requirement in subsection 11(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 was approved.", "[5] A considerable amount of correspondence then ensued between the applicant and the respondent's officials with respect to paragraphs 50(1)(a) or (b) of the Immigration and Refugee Protection Regulations , S.O.R./2002-227 (the \" <FRAGMENT_SUPPRESSED> \") namely that he provide a passport or a travel document issued by his country of origin. These paragraphs read as follows: \"50(1) In addition to the permanent resident visa required of a foreign national seeking to become a permanent resident at a port of entry, a foreign national seeking to become a permanent resident must hold (a) a passport, other than a diplomatic, official or similar passport, that was issued by the country of which the foreign national is a citizen or national; (b) a travel document that was issued by the country of which the foreign national is a citizen or national;\"", "[6] It is clear from the manual which is provided to officials to assist them in the interpretation of these regulations, Citizenship and Immigration Canada's Inland Processing Manual (IP), that the ultimate reason for requiring such a passport or travel document is to ensure the identity of the person who seeks permanent residence. For example, in Chapter 5: Immigrant Applications in Canada made on Humanitarian and Compassionate Grounds (IP5), the manual deals with the waiver of the passport requirement. IP5 refers to subparagraph 72(1)(e)(ii) of the <FRAGMENT_SUPPRESSED> as requiring \"all foreign nationals to be in possession of a valid passport in order to become permanent residents\". Section 72 of the <FRAGMENT_SUPPRESSED> however merely sets out the requirements for in-Canada applications for permanent residences of members of a class, such as the spouse or common law partner in Canada class. Subparagraph 72(1)(e)(ii) simply states that such persons must \"... hold a document described in any of paragraphs 50(1)(a) to (h)\". IP5 clarifies that the rational for requiring a valid and subsisting passport is that it is \"a relatively good confirmation of identity\" as \"[m]ost countries carefully verify an applicant's identity before issuing a passport that grants a person the right to enter that country\" and \"[i]ssuing governments are often in a better position to verify identity documents than Canadian officers\".", "[7] In a letter dated November 3, 2003, the applicant was advised by a Citizenship and Immigration Canada (CIC) Official that \"Seaman's Passports\" are not an acceptable identification for landing purposes and that he had to provide a photocopy of a \"valid and subsisting\" passport from Russia. The objection to Seaman's Passports does not appear to be a matter of law but rather a guideline which CIC has adopted as policy. The \"valid and subsisting\" requirement derives from the former legislation. No explanation was provided in the letter as to why the document would not serve as a \"travel document\" which, in paragraph 50(1)(b)of the <FRAGMENT_SUPPRESSED> , is accepted as an alternative to a passport.", "[8] In the ensuing exchange of correspondence between Mr. Andryanov and CIC officials, the applicant repeatedly advised them of the concerted efforts that he had made to obtain a regular passport from the Russian Embassy and further, that the consular officials at the Embassy were prepared to assist him upon receipt of a direct request from CIC. In their responses, CIC officials took the position that their correspondence to Mr. Andryanov should suffice as notice to the Russian consular officials. In the alternative, he was told that he must provide a letter from the Embassy indicating why a passport would not be issued. Mr. Andryanov explained to CIC that the Seaman's Passport was issued to him when he went abroad and was the only form of passport he had ever received. Also submitted was his national identity card, required for internal purposes in Russia. The record reflects some confusion between these documents when CIC officials reviewed the file from time to time.", "[9] On January 18, 2006 an official wrote to the applicant returning his original internal identity card and drivers license indicating that the documents were not acceptable for granting permanent residence. The document incorrectly refers to the passport as his \"seaman book\". The letter also indicates that his medical examination is missing. As per all the other letters received, it is indicated that he has 30 days to respond. A letter of the same date indicates that if he is unable to obtain a passport, he must provide a letter from the embassy indicating the reasons why.", "[10] On February 18, 2006 the applicant responded, indicating he would not be able to provide \"a valid passport\" as he could not go to Russia to obtain one and, again that the Russian Consulate General in Toronto would not provide a letter indicating the reasons why a passport would not be issued unless the request came from CIC directly.", "[11] On March 15, 2006 the applicant was sent a letter indicating that his application from within Canada for permanent residence on humanitarian and compassionate grounds had been rejected. In particular the letter noted: \"A separate decision has been made regarding your ability to meet other statutory requirements and it appears that you are inadmissible to Canada. Specifically, you are unable to provide a passport or suitable identification to satisfy me as to your identity and meet the requirements of becoming a permanent resident. You were given an extended period of time and multiple opportunities to provide satisfactory identification or a reasonable explanation and you have been unable to do so.\" ISSUES:", "[12] The applicant has raised two issues with respect to this decision: 1) Did the Immigration Officer breach the duty of procedural fairness by failing to provide adequate reasons? 2) Did the Immigration Officer err in concluding that the applicant did not provide satisfactory identification or a reasonable explanation? ANALYSIS: Standard of Review:", "[13] As the decision under review is that of an Immigration Officer considering humanitarian and compassionate factors, it is well established that the overall standard is one of reasonableness: <FRAGMENT_SUPPRESSED>  ( Baker ). As noted in Baker at paragraph 62 \"considerable deference should be accorded to immigration officers exercising the powers conferred by the legislation\".", "[14] The question of whether the Immigration Officer erred in concluding that the applicant did not provide satisfactory identification is a question of mixed fact and law. This issue involves the interpretation of section 50 of the <FRAGMENT_SUPPRESSED> and the application of this section to the facts. Accordingly, the standard of review is also reasonableness: <FRAGMENT_SUPPRESSED>  at para. 20 ( <FRAGMENT_SUPPRESSED>  at para. 4; <FRAGMENT_SUPPRESSED>  at para. 14.", "[15] The question of whether the reasons that were provided are adequate is a question of procedural fairness, and issues of procedural fairness are decided against a standard of correctness: <FRAGMENT_SUPPRESSED>  at para. 9; <FRAGMENT_SUPPRESSED>  at para. 44. Procedural Fairness:", "[16] The first question to be considered is whether or not reasons are a requirement in the present case. The second question is whether or not the reasons that were required are adequate. A comparison with case law dealing with subsection 46.04(8) of the former Immigration Act , R.S.C. 1985, c.I-2 ( Immigration Act ) is instructive in both regards. That enactment provided that landing would not be granted unless the applicant was in possession of a valid and subsisting passport or travel documents or a satisfactory identity document.  <FRAGMENT_SUPPRESSED>  (T.D.) ( Popal ) the Court found that the officer's statement that \"these documents [not identified] do not meet immigration requirements in supporting your identity\" was not an explanation or a reason for refusing the application. The Court went on to state at paragraph 42: \"... While the respondent might well have had good reasons for rejecting the principal applicant's Afghan driver's license with a translation, his Ontario driver's license card and his Ontario provincial health insurance card as 'satisfactory identity document[s]', no explanation or reasons were given. Similarly, no explanation or reasons were given for the rejection of the affidavit of the principal applicant's brother attesting to the principal applicant's identity. I am not prepared to accept that the following sentence from the respondent's letter to the principal applicant of the 22nd of June, 1999 amounts to an explanation or reasons: 'The identity document you have submitted does not meet the requirements of 46.04(8) of The Immigration Act .'\"", "[18] The Court went on to find that the respondent erred in a reviewable manner in not providing reasons for the rejection of the various identity documents provided to him as it would be unfair for a person or persons subject to a decision such as this one not to be told why the result was reached.", "[19] The contrary result was reached in <FRAGMENT_SUPPRESSED>  (T.D.) ( <FRAGMENT_SUPPRESSED> ). In this case the Court again addressed the obligation to provide reasons under subsection 46.04. However the Court concluded that the duty of fairness in that context did not include the duty to give reasons. Popal was distinguished on the basis of the fact that the specific identity documents being rejected were not identified in that case, whereas in <FRAGMENT_SUPPRESSED> the applicant's were told specifically that their birth certificates were not satisfactory.", "[20] In the particular circumstances of the present case, I am satisfied that procedural fairness required the provision of reasons.  <FRAGMENT_SUPPRESSED>  (F.C.A.), at para. 21 (C.A.) the Federal Court of Appeal made it clear that the duty to give reasons was \"only fulfilled if the reasons provided are adequate\", and that \"[w]hat constitutes adequate reasons is a matter to be determined in light of the particular circumstances of each case\". The Federal Court of Appeal went on to note: \"22. The obligation to provide adequate reasons is not satisfied by merely reciting the submissions and evidence of the parties and stating a conclusion. Rather, the decision maker must set out its findings of fact and the principal evidence upon which those findings were based. The reasons must address the major points in issue. The reasoning process followed by the decision maker must be set out and must reflect consideration of the main relevant factors.\"", "[21] This statement has since been cited with approval by this Court on numerous occasions, see for example: <FRAGMENT_SUPPRESSED>  at para. 23; <FRAGMENT_SUPPRESSED>  at para. 13. That being said, as highlighted by the Federal Court in <FRAGMENT_SUPPRESSED>  at para. 42, reasons must not be held to a standard of perfection or read microscopically, they should be considered as a whole.", "[22] In the present case, the letter provided to the applicant merely makes conclusive statements. The Immigration Officer's computerized notes (\"FOSS notes\") submitted as part of the certified record contain a similar conclusion. On March 15, 2006 it is noted by Immigration Officer D. Jonas that the application was refused at stage 2, on the following basis: \"Applicant unable to comply with request to provide a travel document or other suitable form of identification. Applicant unable to satisfy me as to his identity. Refusal letter sent ...\"", "[23] At no point in either the refusal letter or the FOSS notes is it explained how the Officer reached his conclusion that the applicant had not provided a passport, travel document or other suitable identification, or reasonable explanation. Though this conclusion was ultimately open to the Officer, in light of the fact that the applicant provided his Seaman's Passport, internal identity card, his birth certificate, and his valid Russian driver's license, in addition to multiple explanations, something further was required on the part of the Officer to meet the adequacy test for his reasons.", "[24] In reaching the conclusion that the applicant had failed to provide sufficient documentation to establish his identity or a reasonable explanation, the Officer evidently found that the evidence and explanations that were presented were insufficient in some form. Because of the background to this case and the applicant's determined efforts to satisfy the identity requirements, in my view the Officer had a duty to explain why they were insufficient. I find, therefore, that the Officer breached the duty of fairness owed to the applicant in the particular circumstances of this case. Did the Immigration Officer err in concluding that the applicant did not provide satisfactory identification or a reasonable explanation?", "[25] In light of my prior finding, it is not strictly necessary to address this issue. However, for the benefit of the next Immigration Officer to consider the application I will offer these observations.", "[26] In her submissions in this case, respondent's counsel relied upon the decision in <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ). In <FRAGMENT_SUPPRESSED> , the Court found that it had not been unreasonable of the Officer in that case to have rejected the application on the basis that insufficient documentation was provided to establish identity. The person had provided a birth certificate and a school document, and had been informed that subsection 50(1) of the <FRAGMENT_SUPPRESSED> required a passport or travel document. <FRAGMENT_SUPPRESSED> is however distinguishable as it dealt with other kinds of identity documents over which the Immigration Officer arguably has greater discretion. The discretion to accept or reject passports or travel documents is arguably narrower.", "[27] As previously noted, in <FRAGMENT_SUPPRESSED> the Court compared subsection 46.04(8) of the Immigration Act to the \"similar requirements\" now found in paragraph 50(1)(a) of the <FRAGMENT_SUPPRESSED> . At issue was the fact that the applicant's passport had been rejected by an Immigration Officer on the basis that it had been issued by the Ethiopian Embassy in Ottawa after the applicant entered Canada ( <FRAGMENT_SUPPRESSED> , above at para. 9). The court concluded that it is not open to an Immigration Officer to disregard a document merely because they believe it is not in accordance with a preconceived standard.", "[28] There is of course a question of whether or not a document is in fact a passport or a travel document. This inquiry is however much narrower then a determination as to whether other identity documents are sufficient. The latter is a more residual consideration that is only analyzed if a passport or travel document can not be provided. It is an exception to what is typically required to meet the statutory obligation. This however was not strictly at issue in the present case.", "[29] For example, in the present case, it is unclear why the Seaman's Passport was not accepted as a travel document. The applicant explained that this was the document on which he traveled to Canada. Further it is clearly a document that had been issued by the country of which the applicant is a citizen, and it was subsisting at the time it was submitted. At no time does CIC indicate that they have a concern regarding the validity of the document. Though it was open to CIC to determine that this document, by itself, was not sufficient to establish the applicant's identity, more detail was required in the circumstances.", "[30] Further, it is not clear why the applicant's internal identity card was not accepted as sufficient identification. It is evident from the record that CIC had concerns regarding whether or not the document was subsisting, in light of the fact that it did not have an expiry date. As noted by the Court in <FRAGMENT_SUPPRESSED> however, where the issuing Government is satisfied with the validity of a document's issuance, it is not for the Officer to consider. Moreover, as noted above, neither paragraph 50(1)(a) or (b) include the words \"valid and subsisting\" as was the case in subsection 46.04(8) of the Immigration Act . It would seem that the way in which a document expires is a matter that falls squarely within the issuing Government's expertise to determine. In light of the fact that the applicant clearly explained that the document was issued for life, absent a conclusion on the part of CIC that either the document was fraudulent or that they did not believe the explanation of the applicant, it was not open to them to conclude that the document was not subsisting. In light of the nature of the document, it was reasonable that the CIC might have had concerns regarding whether the document was still valid, however no analysis is provided for this conclusion. CONCLUSION", "[31] I find that the decision to refuse the application on the ground that the applicant had been unable to provide a passport or suitable identification to satisfy CIC officials as to his identity was unreasonable. Accordingly, it will be remitted for reconsideration by a different officer having regard to these reasons for decision. It is my view that had sufficient care and attention been given to the application, this judicial review would not have been necessary. I trust that the matter will not come back before the Court a second time.", "[32] No serious questions of general importance were proposed and none will be certified. JUDGMENT", "[33] IT IS THE JUDGMENT OF THIS COURT that the application is granted and the matter remitted for consideration by a different officer in accord with the reasons for this decision. No questions are certified. Application allowed. Editor: Angela E. McKay/vnh [End of document]"]}