{"id_": "029440", "body_str": ["[1] Beaudry, J. : This is an application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (the Act), of a negative decision of a Pre-Removal Risk Assessment Officer (the Officer) concerning Indrakumar Mahendran (the Applicant). Factual Background", "[2] The Applicant is a 32 year old citizen of Sri Lanka. He is of Tamil ethnicity and originates from northern Sri Lanka. He fled Sri Lanka in 2001, arriving in France where he lived until his asylum claim was rejected. He came to Canada in November, 2004 and seeked asylum. His claim for refugee protection was denied on November 15, 2006 and his application for judicial review of that decision was dismissed.", "[3] He then applied for a pre-removal risk assessment. It was refused on March 17, 2009. That decision is the subject of this judicial review. Impugned Decision", "[4] The Officer begins by briefly setting out the factual background of the case and notes the Refugee Protection Division (RPD) dismissed the Applicant's claim citing credibility issues as a determinative concern. The Officer goes on to reproduce some of the credibility issues detailed by the RPD. These include negative inferences based on the Applicant's failure to establish his residency for the five year period before he left Sri Lanka, the failure to provide documentation from the French refugee claim at the time of hearing and inconsistencies between the two claims.", "[5] The Officer indicates that she is guided by the decisions of this Court in  <FRAGMENT_SUPPRESSED>  F.T.R. 46 (QL) and  <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 874 (QL) which lead her to conclude that documentary evidence showing that human rights issues exist in a country is insufficient to allow for a positive PRRA finding; an individualised risk must also be shown. She notes that counsel for the Applicant has submitted documentation that she has read and considered. She finally concludes that \"... None of the documentation rebuts the serious credibility findings of the RPD and does not present evidence regarding the personalized risk of the applicant. ...\"", "[6] The Officer then goes on to review the documentary evidence on country conditions in Sri Lanka. She reproduces sections of both the 2008 U.S. Department of State Country Reports on Human Rights Practices for Sri Lanka and the 2006 UNHCR position on the international protection needs of asylum seekers from Sri Lanka commenting on the situation of Tamil people in Sri Lanka. She then writes that she acknowledges the changing circumstances in Sri Lanka but that recent events have brought almost the entire country under government control; she references a BBC News Country Profile in a footnote to her conclusion. She finally concludes that there is no objective evidence that the government of Sri Lanka denies core human rights to its Tamil citizens nor that the Applicant is at risk from the government, army, the Liberation Tigers of Eelam (LTTE) or any other group.", "[7] The Officer reaches that conclusion despite the fact that she accepts that the Applicant is a male Tamil from the north. She considers that he has presented insufficient evidence of a personalized risk. Issues", "[8] The Applicant has raised a number of issues. I have restated those that I will answer as follows: a. Did the Officer err when finding that there was no new evidence regarding the materials elements of the claim? b. Did the Officer err by requiring the Applicant to establish a personalised risk and by failing to conduct a proper assessment of whether the Applicant has a well founded fear of persecution as a young Tamil male from the north of  <FRAGMENT_SUPPRESSED>  circumstances in Sri Lanka and documentary evidence relating thereto? d. Did the Officer err in the assessment of the impact of changing circumstances on the objective basis of the Applicant's fear? Legislation", "[9] Immigration and Refugee Protection Act, S.C. 2001, c. 27. 112. (1) A person in Canada, other than a person referred to in subsection 115(1), may, in accordance with the regulations, apply to the Minister for protection if they are subject to a removal order that is in force or are named in a certificate described in subsection 77(1). 113. Consideration of an application for protection shall be as follows: (a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection; Analysis Standard of review", "[10] The parties have submitted that the questions at issue in this judicial review that address factual findings are to be reviewed on the standard of reasonableness and given deference. I agree with this submission. In conducting such a review, the Court looks to the justification, transparency and intelligibility of the decision and whether it falls within the range of acceptable outcomes defensible on the facts and in law ( <FRAGMENT_SUPPRESSED> , at paragraph 47). I would add that a breach of procedural fairness is an error in law and thus the standard of review is correctness ( <FRAGMENT_SUPPRESSED>  F.T.R. 280). Furthermore, the question of whether the Officer erred by conflating the tests under sections 96 and 97 of the Act is also held to a standard of correctness ( <FRAGMENT_SUPPRESSED>  F.T.R. 32). Did the Officer err in finding that there was no new evidence regarding the materials element of the claim?", "[11] The Applicant submits that the Officer erred in finding that there was no new evidence regarding the materials elements of the claim and that the documentary evidence presented in support of the PRRA demonstrates there have been many significant changes, including drastically deteriorating conditions affecting young Tamil males.", "[12] The Respondent counters this allegation by saying that the Officer reasonably found that the Applicant did not submit any new evidence to rebut the serious credibility findings made by the RPD and there was insufficient evidence to allow her to reach a different conclusion that the findings made by the RPD.", "[13] This issue is entirely factual and the Applicant himself admits that the only new evidence provided was documentary evidence on the country conditions. The Applicant did not bring new evidence to rebut the credibility findings made by the RPD, nor any other evidence related to a new risk other than the deteriorating country conditions. Furthermore, it is quite clear that the Officer considered the evidence on deteriorating country conditions in reaching her conclusion. Not only did she state this explicitly but she also engaged in an analysis of the country conditions in Sri Lanka and how they relate to the Applicant's situation. The decision as a whole clearly shows that the Officer examined the claim based on the deteriorating country conditions and there is no reviewable error on this ground. Did the Officer err by requiring the Applicant to establish a personalised risk and by failing to conduct a proper assessment of whether the Applicant has a well founded fear of persecution as a young Tamil male from the north of Sri Lanka?", "[14] The Applicant also alleges that the Officer erred in law by conflating the different tests under sections 96 and 97 of the Act. He submits that section 96 of the Act does not require that the Applicant establish a personalized risk and that the Officer erred in law by failing to conduct a proper section 96 analysis and focusing solely on a personalized risk under section 97 of the Act.", "[15] The Applicant emphasizes that, despite the fact that it is unclear in the reasons what impact the RPD credibility findings had on the Officer's assessment, the Officer did explicitly accept that the Applicant is a young Tamil male from the north of Sri Lanka. Consequently the Officer should have assessed the evidence and evaluated if the Applicant might have a well founded fear on that basis and erred by not doing so.", "[16] The Respondent insists that the general documentary evidence cannot in itself establish that granting protection is warranted. The Respondent asserts that there must be a connection between the Applicant's circumstances and the evidence under both sections 96 and 97 of the Act. The Respondent likens the Applicant's argument to stating that refugee protection would have to be extended to every, young Tamil male from northern Sri Lanka.", "[17] In support of his submission, the Applicant relies on the decision of Justice Martineau in  <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1401 (QL). However, I do not find that this case offers much guidance due to the numerous factual differences between that case and the one at hand. Instead, I would adopt that line of cases cited by the Respondent in which it has been held that simply using the words such as \"individualized risk\" does not mean that the different tests under sections 96 and 97 have been conflated (see Pillai and Kaba). I agree that simply referring to an individualised risk being required does not mean that the Officer misunderstood the difference between the two tests.", "[18] Although the Officer stated that documentary evidence alone was not sufficient and that there must be evidence of an individualised risk, I am satisfied that her reasons as a whole demonstrate that she understood the difference between the two tests and she did apply the two tests accordingly. The Officer considered evidence on the country conditions in Sri Lanka, including the situation of individuals similarly situated to the Applicant, and dismissed the application based on her findings on the changing country conditions along with her conclusion that the Applicant did not present individual characteristics that would put him at risk. In doing so, she did assess the risks faced by the Applicant as a young Tamil male but felt that this risk was negated by the changing country conditions in Sri Lanka. She further found that there was not an individualised risk as the Applicant did not present any characteristics that would put him at risk from the government or the LTTE. I do agree that her analysis could have been more clearly articulated but it was not unreasonable. Did the Officer breach the duty of fairness by failing to disclose her intention to rely on changing circumstances in Sri Lanka and documentary evidence relating thereto?", "[19] The Applicant submits that the Officer's reliance on the BBC News country profile amounted to a breach of the duty of fairness owed to him as set out by the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED>  (C.A.) (QL). He holds that the Officer, in finding that there was no objective evidence showing the systemic denial of core human rights, was looking for evidence subsequent to the BBC News article and he was unable to provide such evidence as he had not been advised of the Officer's intention to rely on the information which indicated a change in country conditions. The Applicant asserts that he had submitted ample objective evidence on the systemic denial of core human rights by the government of Sri Lanka which addressed the period previous to the BBC News Country Profile. He urges that this is a clear indication that the Officer viewed the BBC News Country Profile as significant information evidencing a change in general country conditions that was determinant in the disposition of the case.", "[20] The Respondent contends that disclosure was not required and the Officer did not breach the duty of fairness owed to the Applicant. The Respondent submits that the Officer merely relied on an updated country report which she has the right to do and that she could not be limited to the materials filed by the  <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 658 (QL)). The Respondent further submit that the Applicant was not denied a meaningful opportunity to fully present his case as to risk as the BBC News Country Profile is a publicly available document, containing information that is widely reported, and one could presume that the Applicant and his counsel would be aware of its existence ( <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 16 (QL)).", "[21] In Mancia, the Federal Court of Appeal clearly established the threshold for procedural fairness when an officer relies on a document from a public source in relation to general country conditions which became available after the filing of submissions. The duty of fairness requires that an officer disclose such documents where they are \"novel and significant and where they evidence changes in the general country conditions that may affect the decision\" (at paragraph 28).", "[22] The Applicant submits that the BBC News Country Profile used by the Officer should have been disclosed. In her reasons, the Officer's reviews two pieces of documentary evidence, one dated from 2008 and the other from 2006, which detail a variety of human rights violations in Sri Lanka where the majority of the victims were Tamils. She then writes: \"I acknowledge the changing circumstances in Sri Lanka; however, recent events indicate that the government has almost achieved total control of the country. I have no objective evidence before me that the government of Sri Lanka is subjecting Tamil citizens to a sustained and systemic denial of their core human rights.\" She references the BBC News Country Profile in support of the first statement.", "[23] Based on the reasons, it is clear that the article had a significant impact on the Officer's decision. Relying on the changing country conditions described in the BBC News Country Profile, the Officer essentially discounted all of the other documentary evidence presented by the Applicant in support of his claim. This is quite different from the cases relied on by the Respondent where the documents in question were updated versions of reports submitted by the claimants and where the claimants had submitted other documents that addressed similar issues. Here, the Applicant submitted extensive documentary evidence from well-known sources but could not know that it would be discounted on the basis of one news article showing a change in country conditions. I agree with the Applicant that the Officer did more than merely rely on an updated country report and he could not fully and fairly present his case as a consequence. Thus I find that the document should have been disclosed and the failure to do so was a breach of the duty of fairness. Did the Officer err in the assessment of the impact of changing circumstances on the objective basis of the Applicant's fear?", "[24] The Applicant submits that a PRRA officer, like the RPD, must have a view of the stability and the probability of continuation of the change in country conditions which resulted in the finding of a lack of risk ( <FRAGMENT_SUPPRESSED>  (QL), 64 F.T.R. 197 (F.C.T.D.). He adds that a plain reading of the reasons indicates that the Officer did not assess the impact of the changing country conditions on the risks to young Tamil males and she did not turn her mind to the stability and probability of continuation of the change in country conditions. Furthermore, there was no evidence before the Officer that would provide a factual basis for the finding that that changing circumstances would eliminate the basis of the Applicant's fear.", "[25] The Respondent contends that the assessment of the evidence remains strictly within the purview of the Officer. Moreover, so long as the Officer is aware of the general country conditions and the context of the Applicant's claim, the decision is not subject to review. The Respondent argues that the Applicant's allegation is akin to asking the Court to reweigh the evidence which it must refrain from doing.", "[26] In light of my conclusion on the previous question at issue, I believe that this question is not so much one of the impact of the changing country conditions on the Applicant's fear but rather how the Officer could have effectively weighed the evidence on human rights since the change in country conditions without actually having any evidence in front of her as the Applicant was never given an opportunity to respond. This Court has held that the RPD, when finding that there is an absence of risk due to changing country conditions, must have a view of the stability of and the probability of continuation of the change in country conditions (see  <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 368 (QL)). The Officer in this case had no evidence in front of her to evaluate this question and engage in an effective weighing of the evidence for and against the changed country conditions and how they might affect the Applicant.", "[27] In light of my previous findings, I consider that there was a breach of the duty of fairness.", "[28] No questions for certification were proposed and none arise in this case. JUDGMENT", "[28] THIS COURT ORDERS that the application for judicial review be allowed. The matter is remitted back for redetermination by a newly appointed Officer. No question is certified. [End of document] <FRAGMENT_SUPPRESSED>"]}