{"id_": "029657", "body_str": ["[1] Martineau, J. [Translation]: The applicant challenges the legality of the decision of an immigration officer (officer) from the Canadian Embassy in Dakar dated May 23, 2014, refusing his application for permanent residence. The applicant is a Chadian citizen who was born on February 5, 1986. In 2009, the applicant's brother, a permanent resident, filed an application to sponsor the applicant and their mother. The officer found that the applicant does not meet the conditions required to be considered a dependent child, hence this application for judicial review that must be decided on a standard of reasonableness ( <FRAGMENT_SUPPRESSED> ).", "[2] Section 2 of the Immigration and Refugee Protection Regulations , SOR/2002-227 (Regulations), in force at the time when the application was received, provides: \"dependent child\", in respect of a parent, means a child who ) has one of the following relationships with the parent, namely, (i) is the biological child of the parent, if the child has not been adopted by a person other than the spouse or common-law partner of the parent, or (ii) is the adopted child of the parent; and ) is in one of the following situations of dependency, namely, (i) is less than 22 years of age and not a spouse or common-law partner, (ii) has depended substantially on the financial support of the parent since before the age of 22 - or if the child became a spouse or common-law partner before the age of 22, since becoming a spouse or common-law partner - and, since before the age of 22 or since becoming a spouse or common-law partner, as the case may be, has been a student (A) continuously enrolled in and attending a post-secondary institution that is accredited by the relevant government authority, and (B) actively pursuing a course of academic, professional or vocational training on a full-time basis, or (iii) is 22 years of age or older and has depended substantially on the financial support of the parent since before the age of 22 and is unable to be financially self-supporting due to a physical or mental condition. [Emphasis added.] a) b)", "[3] This provision must be read in conjunction with section 121 of the Regulations, which states: Subject to subsection 25.1(1), a person who is a member of the family class or a family member of a member of the family class who makes an application under Division 6 of Part 5 must be a family member of the applicant or of the sponsor both at the time the application is made and at the time of the determination of the application [Emphasis added.]", "[4] In his refusal letter, the officer provided the following four reasons for granting the applicant dependant status: [translation] • He obtained his Baccalaureate (secondary education) in 2006. Therefore, he was still in secondary school from 2004 to 2006 after the age of 22 (and not post-secondary, as required in R2). • He studied in a language centre in 2006-2007 but did not submit transcripts/diplomas for that. Moreover, I am not satisfied that the language courses offered in a training institution that offers specialized courses are part of a curriculum consisting of several courses and leading to a learning objective. A specialized program is usually composed of a coherent curriculum for which there may be prerequisites and that results in obtaining a number of compulsory credits, which lead to earning a diploma or a certificate. • Despite the fact that we specifically requested transcripts for all semesters since the age of 22 in our correspondence of May 21, 2013, several transcripts are missing. • You indicated that Ledjebgue Saar Dono was not studying in 2011-2012.", "[5] The applicant agreed that this is not a case where paragraph 2( )(i) (child of less than 22 years old) and paragraph 2( )(iii) (child of more than 22 years old who is unable to be financially self-supporting due to a physical or mental condition) applies. That being said, the applicant claims that the officer made several reviewable errors by setting aside the application of paragraph 2( )(ii) of the Regulations. First, the officer erred in noting that the applicant turned 22 years old on February 5, 2004, although he turned 22 years old on February 5, 2008. Therefore, the statement that the applicant was in his secondary school studies after turning 22 years old rather than in his post-secondary studies was erroneous in fact. According to the applicant, this is a significant error that totally vitiated the officer's decision in its final determination and that in itself is sufficient to set aside the decision. Alternatively, the officer's other findings are also unreasonable. Whether there is a linguistic component to the studies in 2006-2007 is not relevant. At the time when the application was filed in 2009, he was studying full-time and was more than 22 years old. Indeed, he had studied full time until September 2011 and then continued his studies in September 2012, still on a full-time basis. Although there was a one-year interruption, the applicant was dependent on his family since he was not working (unemployment). In exercising his discretion, the officer should have considered the fact that in Chad, there is a very low literacy rate, that a long delay elapsed in processing the application (for which the applicant was not responsible) and, finally, that the applicant was studying full-time on May 23, 2014, when the impugned decision was made.", "[6] The respondent replied that the calculation or date error committed by the officer as to the age of the applicant in 2006 is not determinative. Indeed, the applicant admitted that he ceased being enrolled in and attending an educational institution during the year 2011-2012. This, in itself, is sufficient to reject the sponsorship application since the applicant does not meet one of the conditions of the definition of \"dependent child\". The officer has no discretion. Section 121 of the Regulations is clear: the applicant must meet the conditions of paragraph 2( )(ii), from the time that the application was made and from the time that he ruled on it. Neither the rate of literacy nor the time elapsed in processing an application are relevant factors.", "[7] It is not appropriate to intervene in this case. The officer indeed committed an error of calculation with respect to the age of the applicant in 2006, but this is not determinative. On May 21, 2013, the officer had asked that documentary evidence of the applicant's full-time education for the 2011-2012 and 2012-2013 school years be provided. In this case, the officer noted that transcripts for several semesters were missing and that the applicant had not been at school in 2011-2012. Given this interruption in his studies, the applicant no longer met the definition of \"dependent child\" since he had ceased being enrolled in a post-secondary institution on an on-going basis between the time that the application was filed and the time that a decision was made. The officer's interpretation is compatible with a number of judgments of this  <FRAGMENT_SUPPRESSED> . Finally, being dependent on his family in the sense of being financially dependent or returning to school is not sufficient to meet the definition of a \"dependent child\". The officer had no discretion to exercise. The elapsed time does not prevent the application of section 121 of the Regulations. The application was dismissed on the basis of the evidence in the record and is therefore reasonable.", "[8] One last comment. Since August 1, 2014, legal age for which a child will be considered to be a dependant has been reduced from 22 years old to less than 19 years old. The exception for full-time students has also been removed. In passing, the applicant did not show that the delay in processing the application was unreasonable and that he suffered prejudice. It was the applicant who voluntarily chose to cease studying for one year. If the sponsorship application had been decided the year that the applicant was not studying full time (2011-2012), it would have been dismissed anyway, given section 121 of the Regulations.", "[9] The application for judicial review will be dismissed. Counsel have proposed no questions of general importance to certify. JUDGMENT", "[10] THE COURT ORDERS AND ADJUDGES that the application for judicial review is dismissed. No question is certified. <FRAGMENT_SUPPRESSED> ).", "[2] \"dependent child\", in respect of a parent, means a child who ) has one of the following relationships with the parent, namely, (i) is the biological child of the parent, if the child has not been adopted by a person other than the spouse or common-law partner of the parent, or (ii) is the adopted child of the parent; and ) is in one of the following situations of dependency, namely, (i) is less than 22 years of age and not a spouse or common-law partner, (ii) has depended substantially on the financial support of the parent since before the age of 22 - or if the child became a spouse or common-law partner before the age of 22, since becoming a spouse or common-law partner - and, since before the age of 22 or since becoming a spouse or common-law partner, as the case may be, has been a student (A) continuously enrolled in and attending a post-secondary institution that is accredited by the relevant government authority, and (B) actively pursuing a course of academic, professional or vocational training on a full-time basis, or (iii) is 22 years of age or older and has depended substantially on the financial support of the parent since before the age of 22 and is unable to be financially self-supporting due to a physical or mental condition.", "[3] Subject to subsection 25.1(1), a person who is a member of the family class or a family member of a member of the family class who makes an application under Division 6 of Part 5 must be a family member of the applicant or of the sponsor both at the time the application is made and at the time of the determination of the application", "[4]", "[5]", "[6]", "[7]", "[8]", "[9] JUGEMENT", "[10] [End of document]"]}