{"id_": "029817", "body_str": ["[1] Boivin, J. : This is an application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (the Act) of a decision made by the Refugee Protection Division of the Immigration and Refugee Board (the Board) on November 16, 2012, wherein the Board rejected the applicant's application for refugee protection. Factual background", "[2] Nancy Jazuvirua Tjaverua (the applicant) is a citizen of Namibia. She arrived in Canada on December 21, 2010, and claimed protection at the port of entry. In her application, the applicant claims that she feared her uncle and that she was scared for her life in Namibia.", "[3] She alleges that her parents died in a car accident in 2002. In her father's will, it was provided that the applicant's uncle would take care of the family's property but that he would hand it over to the applicant when she reached the age of twenty-two (22). On September 20, 2010, the applicant asked her uncle to hand over the property to her, but he refused and assaulted her.", "[4] The applicant states that she complained to the family elders who asked her uncle to comply with her father's will. The applicant's uncle refused once again. On November 25, 2010, five (5) men entered in the applicant's room, assaulted her and threatened to come back.", "[5] The applicant considered complaining to the police, but decided against it because she was convinced that the police would not intervene as her situation would have been perceived as a purely family matter.", "[6] After her arrival in Canada, the applicant entered into a relationship with David Kataturua, another refugee claimant from Namibia. The applicant claims that Mr. Kataturua was very abusive towards her and that they had several violent altercations that led to criminal charges being filed against the applicant and Mr. Kataturua.", "[7] On July 6, 2012, the applicant gave birth to a baby girl, but the infant, born with brain damage, died on July 13, 2012.", "[8] The applicant called Peter Obula Kalu, who was her counsel during the proceedings before the Board, to inform him of the death of her newborn child and the violent altercations with Mr. Kataturua. Mr. Kalu said he was sorry for the events, but that they had nothing to do with her refugee claim and that he would not mention them in his submissions before the Board.", "[9] The applicant's claim was heard on October 24, 2012. At the hearing, Mr. Kalu questioned the applicant for five (5) minutes, and made submissions during another five (5) minutes. The applicant claims that, despite the fact that she felt the hearing had \"gone terribly wrong\", Mr. Kalu told her \"she had a 50/50\" of succeeding in her claim (Applicant's Memorandum at para 15).", "[10] The applicant's claim was dismissed by the Board on November 16, 2012. Impugned decision", "[11] In its decision, the Board concluded that the applicant failed to establish that she is a person in need of protection based on a lack of credibility, on the fact that property rights are not a Convention ground for refugee protection and on her failure to seek the protection of the state. Issues", "[12] This application raises the following issues: - Was the applicant denied a fair hearing due to the incompetence of her lawyer? - Is the Board's finding on state protection reasonable? Standard of review", "[13] The parties submit, and the Court agrees, that the correctness standard is applicable in the case at bar. It is now well established that issues of procedural fairness and natural justice, like denials of fair hearings due to incompetent counsel, are reviewable as questions of law. No deference is due by this Court ( <FRAGMENT_SUPPRESSED> ; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ).", "[14] The second issue is reviewable under the reasonableness standard. The Board's analysis of state protection is a question of mixed fact and law and attracts the reasonableness standard ( <FRAGMENT_SUPPRESSED> ). Analysis", "[15] The allegation of counsel's incompetence is a serious allegation and the threshold for demonstrating incompetence is a high one. Justice Martineau observed the following in <FRAGMENT_SUPPRESSED> [2006] FCJ No 844 (QL): 11. ... According to the case law, evidence of counsel's incompetence must be so clear and unequivocal and the circumstances so deplorable that the resulting injustice caused to the claimant is blatantly obvious ... (Citations omitted.)", "[16] The Supreme Court of Canada, in R v GDB , 2000 SCC 22 at para 26, [2000] 1 SCR 520, stated that in order to successfully challenge a decision based on incompetent counsel, \"it must be established, first, that counsel's acts or omissions constituted incompetence and second, that a miscarriage of justice resulted\". This principle has been consistently followed by this Court in immigration proceedings dealing with counsel's incompetence ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] ). As stated by Chief Justice Crampton of this Court in <FRAGMENT_SUPPRESSED> , above at para 36, since such a recourse is extraordinary:", "[36] ...the performance component must be exceptional and the miscarriage of justice component must be manifested in procedural unfairness, the reliability of the trial result having been compromised, or another readily apparent form.", "[17] Concerning the \"performance\" component, the applicant's main complaint regarding Mr. Kalu's conduct was his failure to identify that her relationship with Mr. Kataturua gave rise to a gender-based ground for refugee protection.", "[18] It is worthy of note that the relationship with Mr. Kataturua started in Canada and not in Namibia. Nothing in the evidence suggests that the applicant knew Mr. Kataturua prior to her arrival in Canada or that he could pursue her if they were to return to Namibia. As such, the events involving Mr. Kataturua in Canada do not give rise to any new need of protection in Namibia and cannot constitute a claim. The applicant therefore failed to establish that Mr. Kalu's decision not to mention these events or adduce evidence appear to be a professional mistake. Mr. Kalu's other main alleged shortcoming was his failure to prepare a better narrative that might have helped the applicant appear to be more credible before the Board. Again, there is no evidence that Mr. Kalu's strategic choices, unsatisfying performance at the hearing or limited interaction with the applicant, amounted to the exceptional circumstances required by the jurisprudence of this Court.", "[19] Even if the \"performance\" component were to be satisfied, the applicant has to demonstrate how her counsel's conduct had any material impact on the result of her claim. It remains unclear what the applicant told her lawyer about Mr. Kataturua or whether she indicated that she feared returning to Namibia because of him. As mentioned above, there is no evidence brought forward by the applicant that Mr. Kataturua - whom the applicant met in Canada and not in Namibia - would pursue her and harm her in Namibia, thus establishing a well-founded fear of persecution in Namibia.", "[20] Furthermore, the applicant may have been dissatisfied with the performance of the lawyer she appointed, - she indeed filed a complaint to the Law Society of Upper Canada (LSUC) against Mr. Kalu's professional conduct - but the record does not support her claim that the Board's credibility findings would have been any different had Mr. Kalu allegedly been more diligent. The Board's main credibility concern lied with the applicant's omission to mention her uncle and the story of her challenged inheritance during her interview at the point of entry, which happens to be the very foundation of her claim. The applicant does not point to a single error made by her counsel that explained this omission or what led the Board to misconstrue the applicant's narrative.", "[21] The Court also notes that the applicant did not approach any Namibian authority because she did not think her family matter would have been taken seriously. The Board determined that, given the assaults and threats she described in her narrative, it was a matter that fell within the purview of the Namibian police (Tribunal record, p. 52-53 and 64-65). The applicant did not challenge this finding of the Board before the Court. While it is true that, in certain circumstances, it may not be reasonable to expect a claimant to seek protection, nothing in the case at bar suggests that it was the case for the applicant. As the respondent submitted, the issue of state protection is determinative and constitutes sufficient grounds to dismiss the application. There is therefore no reasonable probability that the outcome would have been different.", "[22] Despite able arguments by counsel for the applicant, the Court remains unconvinced that the applicant has established that Mr. Kalu's conduct amounted to extraordinary incompetence or that his conduct resulted into a miscarriage of justice.", "[23] The Court has sympathy for the applicant's story and the personal difficulties she encountered since she arrived in Canada. Regrettably, however, sympathy alone does not allow this Court to quash the Board's decision.", "[24] For these reasons, the application will be dismissed. JUDGMENT", "[25] THIS COURT'S JUDGMENT is that the application be dismissed. No question is certified.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12] La norme de contrôle", "[13]", "[14] <FRAGMENT_SUPPRESSED> ). Analyse", "[15]", "[16] R c GDB", "", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24] JUGEMENT", "[25] [End of document]"]}