{"id_": "029988", "body_str": ["[1] Kane, J. : The applicant, B231, is a citizen of Sri Lanka who arrived in Canada on August 13, 2010, along with 492 other passengers and crew on the MV Sun Sea.", "[2] The applicant asserts that if he is returned to Sri Lanka, he will face a risk of persecution by reason of race, nationality, membership in a particular social group and political opinion. He also asserts that he fears the Sri Lankan armed forces and armed groups.", "[3] The Refugee Protection Division of the Immigration and Refugee Board (the \"Board\") denied his claim for protection as a Convention refugee and as a person in need of protection pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 [the Act ] on October 3, 2012 .", "[4] He now seeks judicial review of that decision pursuant to section 72 of the Act", "[5] For the reasons that follow, the application for judicial review is dismissed. Background", "[6] The applicant is a 43 year old Tamil male. The applicant indicated that his father was killed by the Liberation Tigers of Tamil Eelam [LTTE] in 1978 because he was suspected of being an informer to the army, due to his work as a mechanic and being forced to repair army vehicles. The applicant apprenticed as an auto mechanic and in 1986, while purchasing spare parts, lost his left leg when a bomb exploded near him. The applicant indicated that he was also forced to repair LTTE vehicles at his garage in Jaffna.", "[7] The applicant fled Jaffna with his family in 1985 and eventually went to India. He returned to Sri Lanka in October 2003 and opened a workshop in Puttur, Jaffna. The applicant claimed that he was forced to lend his truck to the LTTE and was later summoned by the army but was let go without a warning. He also claims that five of his friends were killed on the street by the army and that the LTTE set off a bomb close to his workshop which killed two army soldiers.", "[8] Fearing that he would be associated with or suspected of the bombing, the applicant and his family fled to Colombo. The applicant claims he was extorted and that his wife was robbed by two Sinhalese men. After 16 months in Colombo, the applicant went to Thailand, where he remained for two and a half years and registered with and obtained a certificate from the United Nations Commissioner for Refugees [UNHCR] as a refugee. His wife and children remained in Colombo and eventually returned to Jaffna where they continue to live. The applicant boarded the MV Sun Sea in Thailand and arrived in Canada on August 13, 2010. The decision", "[9] The Board concluded that the applicant was neither a Convention refugee nor a person in need of protection pursuant to section 96 and subsection 97(1) of the Act and that his removal to Sri Lanka would not subject him to a serious possibility of persecution, nor would he suffer, on a balance of probabilities, a risk to life, a risk of cruel and unusual treatment or punishment, or a danger of torture.", "[10] The Board found the applicant not to be credible due to many inconsistencies and contradictions in his oral testimony, his Personal Information Form [PIF], and his application for refugee protection. The Board identified the errors, omissions, inconsistencies, and improbabilities about the applicant's account that he had to leave Sri Lanka because a bomb exploded close to his workshop and killed army soldiers. The fact that the event was omitted in the applicant's previous interactions with immigration officials, the lack of corroborating documentary evidence, the inconsistencies and contradictions in the applicant's timeline of events, and his apparent panic and inability to offer any explanation when confronted with these inconsistencies and omissions, led the Board to conclude that his impetus for fleeing Sri Lanka was \"a total fabrication of his imagination\".", "[11] The Board concluded that, although five people were killed in Jaffna in April 2006, the applicant did not appear to know them nor was he even remotely close to them. The Board also found the applicant not to be credible on the whereabouts of his siblings, about what he did in India, and about his documents. The Board also concluded that the applicant was not wanted by the authorities as he was able to spend extensive periods of time in Colombo.", "[12] Despite the credibility findings, the Board acknowledged that even liars can be refugees and assessed the applicant's claims on the basis of the remaining credible evidence and on the over 700 pages of documentary evidence. The applicant's risk profile", "[13] The Board relied on the July 2010 \"UNHCR Eligibility Guidelines for assessing the international protection needs of asylum-seekers from Sri Lanka\" (the \"UNHCR Guidelines\") and found that the applicant does not fit into any of the risk categories identified by the UNHCR.", "[14] The Board specifically considered the applicant's profile as a male Tamil amputee, which attracts greater attention, but noted that this would not heighten his risk of being associated with the LTTE because he is not young, had lived with this disability since 1986, and was born in Colombo. The Board noted that the applicant's amputation had not caused him any additional problems in the past. The applicant's own evidence was that he had been questioned about his limp but had only been detained on one occasion and only for 15 minutes. The Board also noted other factors which led it to find that Sri Lankan authorities were not and would not be interested in the applicant: he continued to live for up to at least six months in Jaffna even though he was allegedly wanted for a bombing that killed two army personnel; he stayed in Colombo for 16 months with only minor incidents of harassment; and, he exited Sri Lanka without incident using a genuine Sri Lankan passport.", "[15] The Board analyzed the country condition documents and noted that the situation had improved even for those who were previously identified as LTTE supporters. In its analysis, the Board acknowledged that Sri Lanka has made meaningful, effective, and durable changes, but that the situation is still far from perfect and that the groups identified in the UNHCR Guidelines would still be at risk. The Board also analyzed contrary evidence submitted by the applicant, including a June 12, 2012 report by Amnesty International (the \"Amnesty International Report\"), and concluded that, while it states that the MV Ocean Lady and MV Sun Sea were LTTE human smuggling operations, it is not evidence that all the passengers onboard those ships were associated with the LTTE. The Board also found that the Amnesty International Report disclosed what is already known; that people associated with the LTTE are at risk in Sri Lanka.", "[16] The Board also considered whether the compelling reasons exception provided by subsection 108(4) of the Act applied.", "[17] 108. (1) A claim for refugee protection shall be rejected, and a person is not a Convention refugee or a person in need of protection, in any of the following circumstances: ) the person has voluntarily reavailed themself of the protection of their country of nationality; ) the person has voluntarily reacquired their nationality; ) the person has acquired a new nationality and enjoys the protection of the country of that new nationality; ) the person has voluntarily become re-established in the country that the person left or remained outside of and in respect of which the person claimed refugee protection in Canada; or ) the reasons for which the person sought refugee protection have ceased to exist. Cessation of refugee protection (2) On application by the Minister, the Refugee Protection Division may determine that refugee protection referred to in subsection 95(1) has ceased for any of the reasons described in subsection (1). Effect of decision (3) If the application is allowed, the claim of the person is deemed to be rejected. (4) Paragraph (1)( ) does not apply to a person who establishes that there are compelling reasons arising out of previous persecution, torture, treatment or punishment for refusing to avail themselves of the protection of the country which they left, or outside of which they remained, due to such previous persecution, torture, treatment or punishment.", "[18] The Board noted that the compelling reasons exception only applies when there has been a determination that the claimant was a Convention refugee or a person in need of protection and also that the conditions that led to such a finding no longer exist.", "[19] The Board referred to the \"UNHCR's Handbook on Procedures and Criteria for Determining Refugee Status\" (the \"UNHCR Handbook\") which elaborated on the notion of compelling reasons and which noted that \"it is frequently recognized that a person who - or whose family - has suffered under atrocious forms of persecution should not be expected to repatriate.\"", "[20] The Board found the applicant's allegations of past persecution to not be credible, and that there was no credible basis to find compelling reasons to accept his claim. Returning Refugees", "[21] The Board accepted that the risk of detention increases for those returnees with: outstanding arrest warrants, a criminal record, connection to LTTE, a history of illegal departure from Sri Lanka, involvement with media or non-governmental organisations, and a lack of an ID card or other documents. However, the Board found that the applicant did not fit into any of these groups.", "[22] The Board noted that the UNHCR assists Tamil refugees who wish to return to Sri Lanka and suggested that the UNHCR would not do so if they perceive a serious chance of persecution upon return. The Board also referred to other documentary evidence regarding the treatment of returning refugees.", "[23] The Board relied on the UNHCR Handbook and concluded that the applicant is not a refugee.", "[24] The Board noted that a claim may succeed where an applicant was not a refugee when he departed his country but, due to a change in circumstances in the country of origin since departure, or due to the applicant's activities since departure, the applicant could be at risk upon return.", "[25] The Board was of the opinion that there was insufficient evidence suggesting that the applicant would be treated differently from any other returnees, given his complete lack of association with the LTTE in the past. In addition, the applicant was not personally identified as a passenger on the MV Sun Sea nor did a passenger list exist. The Issues", "[26] The applicant submits that the decision is unreasonable because the Board erred: in its credibility findings; in selectively relying on evidence that the conditions of Tamils in Sri Lanka are improving and in failing to consider the more recent evidence; in failing to consider the applicant's status as a UNHCR refugee; in failing to conduct a proper analysis of changed country conditions; and, in failing to assess the applicant's full risk profile as an amputee with scarring. Standard of review", "[27] Although the applicant raised an allegation of procedural fairness, only questions of mixed fact and law have been raised, as all the issues concern the Board's assessment of the applicant's risk profile.", "[28] The standard of review for the Board's assessment and findings of credibility, risk and the claims is reasonableness.", "[29] When reviewing a decision where the standard of reasonableness applies, the role of the Court on judicial review is to determine whether the Board's decision \"falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> ). There may be several reasonable outcomes and \"as long as the process and the outcome fit comfortably with the principles of justification, transparency and intelligibility, it is not open to a reviewing court to substitute its own view of a preferable outcome\" ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ).", "[30] The credibility findings of the Board are to be given significant deference ( <FRAGMENT_SUPPRESSED> [2008] FCJ No 1329). Boards and tribunals are ideally placed to assess the credibility of refugee claimants ( <FRAGMENT_SUPPRESSED> (FCA)). Credibility", "[31] The applicant submits that even though a refugee claimant is found to not be credible, the Board must still fully consider and assess the documentary evidence demonstrating risk to similarly situated individuals, given that his claim is based on his profile and the treatment of similarly situated individuals in Sri Lanka toda <FRAGMENT_SUPPRESSED> Imm LR (3d) 305 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [2008] FCJ No 61).", "[32] The respondent argues that the Board's negative credibility findings are relevant to the circumstances surrounding why he left Sri Lanka and his perceived risk profile. If the applicant's story is not credible, the applicant can not simply point to the country conditions in Sri Lanka to support his risk without acknowledging that he does not fit within the categories of those who are at risk. In other words, the respondent submits that the applicant must link the country conditions and possible risks to his particular situation.", "[33] Although the Board reasonably found the applicant to lack credibility and provided many examples to support its finding, the negative credibility findings are not determinative.", "[34] As Justice Kelen held in <FRAGMENT_SUPPRESSED> , above at para 22, there are instances where the Board ought to consider the risk profile of a person claiming refugee protection despite finding that the claimant lacks credibility: 22 Having reviewed the evidence and the applicant's submissions in this regard, the Court concludes that the Board erred in its assessment of the documentary evidence. The case law is clear that when assessing an applicant's objective risk of harm in returning to their country of origin, there may be instances where, having accepted the applicant's identity, the objective documentary evidence is such that the claimant's particular circumstances make him a person in need of protection despite the fact that the Board has found the claimant lacks credibility: see <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 275 (QL) per Martineau J. However, Mr. Justice Martineau also states that such assessments are to be made on a case-by-case basis depending on the nature of the evidence presented in the particular case.", "[35] The Board clearly acknowledged this noting that \"a person can be a refugee and a liar at the same time\". Moreover, the Board conducted a full analysis of the situation in Sri Lanka for Tamils and assessed whether or not the applicant's particular profile would put him at risk if he were to return. Did the Board misstate or selectively rely on evidence?", "[36] The applicant submits that the Board's conclusions about who is at risk in Sri Lanka is over-simplistic and does not correspond with reality ( <FRAGMENT_SUPPRESSED>  referred to some documentary evidence that suggests that there have been classes of persons who are suspected of being affiliated with the LTTE - Tamil males from the North, persons with visible scarring, and failed asylum seekers.", "[37] The applicant also submits that the Board completely misinterpreted some of the evidence including the report of the International Crisis Group [ICG]. Rather than indicating that the Sri Lankan government is taking responsibility for its human rights violations, the applicant submits that the ICG report criticizes efforts on the part of the government to exonerate itself from human rights atrocities committed by its forces during the civil war. The applicant also notes another report by the ICG states that the current Sri Lankan government has rejected the conciliatory approach of prior governments and has adopted the insurgents' brutal and oppressive methods.", "[38] The applicant submits that although the Board is not required to refer to every piece of evidence, it must consider the evidence that directly contradicts its ultimate findings ( <FRAGMENT_SUPPRESSED>  [ Cepeda-Gutierrez ]) and did not do so.", "[39] The applicant noted, in particular: • the Board conflated the Tamil community with the LTTE by stating that the Tamil community has failed to speak out against the atrocities of the LTTE; • regarding the UNHCR Guidelines, the Board ignored recommendations that all asylum seekers be considered on a case-by-case basis, given that the improved situation in Sri Lanka is still evolving, and ignored the UNHCR advice that the most recent country condition evidence should be relied on; • the Board unreasonably discredited evidence critical of the Sri Lankan Government because it came from TamilNet; and, • the Board unreasonably discounted the Amnesty International Report because of a statement from the Sri Lankan Ministry of Defence that Amnesty International had taken money from an organization allegedly to be a front for the LTTE.", "[40] The applicant submits that the Board's statement that \"the situation is not perfect for Tamils\" does not constitute a balanced assessment of the evidence.", "[41] The respondent submits that the Board considered a variety of sources, including those that were critical of the current government's approach towards Tamils, and noted that many returning Sri Lankan refugees were questioned and subsequently released.", "[42] The respondent addressed the particular examples cited by the applicant noting: • the Board did not conflate the Tamil community with the LTTE. Rather, the Board was making a commentary on the fact that the Tamil community leaders who had supported the LTTE had not spoken out against the atrocities committed by the LTTE and that both sides of the conflict must take responsibility for their past activities if reconciliation is to be successful; • the Board's distrust of TamilNet is based on a bulletin issued by the US Department of State, which linked the organization to the LTTE and it was open to the Board to make this comment; • the Board reasonably found the Amnesty International Report to have stretched the evidence and that not everyone on board the MV Sun Sea is thought to be LTTE; and, • the Board fully understood that the situation in Sri Lanka is not perfect, but assessed the applicant's profile based on all the evidence. The Board did not selectively rely on or misstate the evidence", "[43] Despite the applicant's careful scrutiny of the Board's decision, I do not agree that the Board selectively relied on documentary evidence to the exclusion of other evidence painting a bleaker picture of risk. The Board thoroughly considered the documentary evidence concerning the situation for Tamils in Sri Lanka and acknowledged the ongoing concerns, particularly for Tamils who fit a certain profile. The Board, however, reasonably concluded that the applicant's particular profile would not put him at risk if he were to return to Sri Lanka.", "[44] The Board addressed the contrary evidence but found, for several reasons, that it was not persuasive and chose to \"prefer the documents and guidelines prepared by the UNHCR\".", "[45] The applicant strongly argued that the Board erred in failing to heed the advice of the UNHCR that the more recent country condition evidence should be considered.", "[46] I agree with the applicant that the UNHCR is the foremost authority on the risks faced in the country of origin.", "[47] Therefore, the Board was justified in relying on the 2010 UNHCR Guidelines which remained unchanged at the date of the hearing and decision. The Board noted that the previous version of the UNHCR Guidelines in 2009 called for protection for young male Tamils more generally but had been superseded by the 2010 UNHCR Guidelines, which note risks to particular people or categories of people and call for an individualised assessment.", "[48] The relevant parts of the UNHCR Guidelines are: The Guidelines contain information on the particular profiles for which international protection needs may arise in the current context. Given the cessation of hostilities, Sri Lankans originating from the north of the country are no longer in need of international protection under broader refugee criteria or complementary forms of protection solely on the basis of risk of indiscriminate harm . In light of the improved human rights and security situation in Sri Lanka, there is no longer a need for group-based protection mechanisms or for a presumption of eligibility for Sri Lankans of Tamil ethnicity originating from the north of the country. It is important to bear in mind that the situation is still evolving, which has made the drafting of these Guidelines particularly complex. (at page 1)", "[49] With respect to the status of recognized refugees: The status of recognized refugees should be reviewed only if there are indications, in an individual case, that there are grounds for cancellation of refugee status which was wrongly granted in the first instance; revocation of refugee status on the grounds of Article 1F of the 1951 Convention; or cessation of refugee status on the basis of Article 1C(1-4) of the 1951 Convention relating to the Status of Refugees (1951 Convention). UNHCR considers that the current situation in Sri Lanka, although significantly improved in the last twelve months, does not yet warrant cessation of refugee status on the basis of Article 1C(5) of the 1951 Convention. All claims by asylum-seekers from Sri Lanka should be considered on their individual merits in fair and efficient refugee status determination procedures and taking into account up-to-date and relevant country of origin information. UNHCR considers that, depending on the particular circumstances of the case, some individuals with profiles similar to those outlined below require a particularly careful examination of possible risks ... (at page 3) [...] At the time of writing, the greatly improved situation in Sri Lanka is still evolving. UNHCR recommends that all claims by asylum-seekers from Sri Lanka need to be considered on the basis of their individual merits in fair and efficient refugee status determination procedures taking into account up-to-date and relevant country of origin information . Particular attention is drawn to the profiles outlined in these Guidelines. (at page 13) Emphasis added", "[50] Although the applicant disagrees with the way the Board has treated the contrary evidence, the Board's analysis of that evidence was thorough, balanced and unimpeachable under a reasonableness standard of review.", "[51] The Board did exactly what the UNHCR advised - an individual assessment based on the documentary evidence while acknowledging the mixed evidence and identifying that it preferred to rely on the UNHCR Guidelines. The Board found that the applicant would not be at risk.", "[52] It is also worth noting that although the applicant submits that new UNHCR Guidelines were issued a month after the decision was released, the 2012 UNHCR Guidelines continue to call for an individual assessment and continue to note that there are particular risk profiles, including those with suspected ties to the LTTE. Did the Board err in not considering the applicant's status as a UNHCR refugee?", "[53] The applicant submits that the Board failed to consider his status as a UNHCR refugee and that this error is fatal to the decision.", "[54] The applicant also argues that the respondent has attempted to supplement the Board's decision by referring to the expiry of the refugee status certificate and by providing reasons that the Board omitted. The applicant submits that while the certificate has an expiration date, the refugee status does not expire unless there has been a cessation proceeding. The applicant also submits that he should have been questioned about the UNHCR certificate in order to ascertain the basis on which he was granted refugee status. UNHCR status was considered", "[55] The applicant noted the extensive jurisprudence which highlights the importance of UNHCR refugee status and which requires a visa officer or the Board to consider the status.", "[56] <FRAGMENT_SUPPRESSED> FTR 165 [ <FRAGMENT_SUPPRESSED> ], Justice Snider noted: 54 The Applicant has been recognized as a Convention refugee by UNHCR, as evidenced by a \"blue card\" issued August 31, 2009. As I understand it, the blue identity card shows that the bearer has been individually assessed and is officially acknowledged by this UN body as a refugee. The Applicant submits that the Officer erred by failing to give any consideration to the UNHCR status as a factor relevant to her determination. 55 In carrying out her responsibilities, the Officer is guided by Citizenship and Immigration Canada (CIC) Guideline OP 5, \" Overseas Selection and Processing of Convention Refugees Abroad Class and Members of the Humanitarian-protected Persons Abroad Classes \" (August 13, 2009) (OP 5 or the Guidelines). OP 5 makes extensive reference to the UNHCR and the relationship between the duties of a visa officer and the UNHCR. The Guidelines set out the general context of the CIC/UNHCR relationship in section 6.53: The office of the UNHCR is a humanitarian and non-political organization with a mandate to protect refugees and promote solutions to their problems. Solutions may include voluntary repatriation, local integration and, in a minority of cases, resettlement in a third country. Local UNHCR offices identify persons in need of resettlement and refer them to visa offices. The factors that the UNHCR takes into consideration when it refers a case for resettlement are described in detail in the UNHCR Resettlement Handbook, a copy of which can be found in all visa offices. The officer should be familiar with these factors. The text of the handbook is also available from the UNHCR Web site at http://www.unhcr.org/. The office of the UNHCR is an extremely important partner in Canada's resettlement program. Solid working relations between Canadian visa offices and local UNHCR offices are vital to the success of the program. Officers should ensure that their local UNHCR office understands the Canadian resettlement program and be proactive in requesting referrals of appropriate cases [French version omitted] [...] [...] 57 There is no reference in the CAIPS notes or the decision to the Applicant's status with the UNHCR. I recognize that UNHCR status as a refugee is not determinative; the Officer's mandate is to assess the Applicant's credibility and to determine the merits of his claim under the applicable Canadian laws. Nevertheless, OP 5 recognizes the importance and relevance of the UNHCR in the processing of applications under the Refugee Abroad Class. In my view, the Applicant's status as a UNHCR refugee was a personal and relevant consideration. In the case of <FRAGMENT_SUPPRESSED>  (QL) (FCTD), at paragraph 17, Justice Evans (as he was then) was faced with the failure of a decision-maker to consider a highly personal and relevant document. He provided the following oft-quoted guidance: [T]he more important the evidence that is not mentioned specifically and analyzed in the agency's reasons, the more willing a court may be to infer from the silence that the agency made an erroneous finding of fact \"without regard to the evidence\":  <FRAGMENT_SUPPRESSED>  (F.C.T.D.). In other words, the agency's burden of explanation increases with the relevance of the evidence in question to the disputed facts. Thus, a blanket statement that the agency has considered all the evidence will not suffice when the evidence omitted from any discussion in the reasons appears squarely to contradict the agency's finding of fact. Moreover, when the agency refers in some detail to evidence supporting its finding, but is silent on evidence pointing to the opposite conclusion, it may be easier to infer that the agency overlooked the contradictory evidence when making its finding of fact. 58 The evidence of the UNHCR designation was so important to the Applicant's case that it can be inferred from the Officer's failure to mention it in her reasons that the decision was made without regard to it. This is a central element to the context of the decision. The Officer, faced with a UNHCR refugee, should have explained in her assessment why she did not concur with the decision of the UNHCR. The Officer was not under any obligation to blindly follow the UNHCR designation; however, she was obliged to have regard to it. Unless a visa officer explains why a UNHCR designation is not being followed, we have no way of knowing whether regard was had to this highly relevant evidence. (My emphasis)", "[57] Several points in <FRAGMENT_SUPPRESSED> should be noted.", "[58] First, Justice Snider found that the UNHCR status was not determinative and, in that case the visa officer, and in this case, the Board had to make its own assessment in accordance with Canadian law. The Board did make such an assessment.", "[59] Second, unlike <FRAGMENT_SUPPRESSED> , the Board specifically mentioned the applicant's UNHCR status, noting that the applicant \"remained in Thailand for two and a half years and got registered with the UNHCR as a refugee\".", "[60] Third, the Board made strong negative credibility findings against the applicant, which he does not challenge. Such credibility issues inevitably undermine the findings of the UNHCR. Coupled with the principle that a UNHCR designation is not determinative, the Board's conclusion demonstrates that it replaced the UNHCR refugee designation with its own determination of the applicant's risk profile, which it is entitled to do.", "[61] Fourth, the Board considered whether compelling reasons existed, and would not have done so but for the fact that the applicant had raised his UNHCR status. There was no other reason to refer to the exception in subsection 108(4) of the Act except to address the UNHCR refugee status of the applicant.", "[62] The Board noted that the exception only applies when there has been a determination that the person was a Convention refugee or a person in need of protection and that the conditions that led to such a finding no longer exist.", "[63] The Board also referred to and considered the UNHCR Handbook regarding compelling reasons.", "[64] As noted above, the 2010 UNHCR Guidelines provide that the improved conditions do not warrant cessation of refugee status, but that an individual assessment should be conducted. In this case, the Board conducted an individual assessment.", "[65] In addition, as noted by the respondent, the applicant was questioned about his UNHCR status at the hearing and indicated that he made the same allegations to the UNHCR as he did to the Board.", "[66] The applicant also referred to several other cases, including <FRAGMENT_SUPPRESSED>  [2010] FCJ No 484, and <FRAGMENT_SUPPRESSED>  [2011] FCJ No 651 [ <FRAGMENT_SUPPRESSED> ], which establish that UNHCR status is relevant and must be considered by the Officer or Board. <FRAGMENT_SUPPRESSED> is almost identical to the decision in <FRAGMENT_SUPPRESSED> and reinforces the need to consider the UNHCR status. Justice Snider noted at paras 31-33:", "[31] There is no reference in the CAIPS notes or the decision to the Applicant's status with the UNHCR. I recognize that UNHCR status as a refugee is not determinative; the Officer's mandate is to assess the Applicant's credibility and to determine the merits of her claim under applicable Canadian laws. Nevertheless, OP 5 recognizes the importance and relevance of the UNHCR in the processing of applications under the Refugee Abroad Class. In my view, the Applicant's status as a UNHCR refugee was a personal and relevant consideration.", "[32] The evidence of the UNHCR designation was so important to the Applicant's case that it can be inferred from the Officer's failure to mention it in her reasons that the decision of the Officer was made without regard to it ( <FRAGMENT_SUPPRESSED>  (QL)(FCTD), at para 17). This is a central element to the context of the decision. The Officer, faced with a UNHCR refugee, should have explained why her assessment did not concur with that of the UNHCR. She was not under any obligation to blindly follow the UNHCR designation; however, she was obliged to have regard to it. Unless a visa officer explains why a UNHCR designation is not being followed, we have no way of knowing whether regard was had to that highly relevant evidence.", "[33] This error by the Officer is a sufficient basis on which to overturn the decision. I wish, however, to repeat that the UNHCR determination is not determinative; the Officer must still carry out her own assessment of the evidence, including the evidence of the UNHCR Refugee status.", "[67] Justice Snider noted twice in <FRAGMENT_SUPPRESSED> that UNHCR status as a refugee is not determinative and that the Officer's mandate is to assess the applicant's credibility and to determine the merits of the claim under the applicable Canadian law.", "[68] There is no dispute about the principles.", "[69] In the present case, the principles were applied.The Board's reasons read as a whole establish that the applicant's status as a UNHCR refugee was considered and that a rigorous assessment of his application on its merits in accordance with Canadian law was conducted. This is what the jurisprudence calls for and this is what the Board undertook. Did Board err in not considering changed country conditions?", "[70] The applicant submits that the Board did not consider the totality of the evidence concerning the changing conditions of Sri Lanka ( <FRAGMENT_SUPPRESSED> [2001] FCJ No 1131). Rather, the applicant argues that the Board simply relied on the fact that the UNHCR Guidelines have ceased to recommend refugee status for all Tamil males from the North.", "[71] The applicant argues that the Board failed to meaningfully assess whether the improved country conditions it relied on were durable and noted that the jurisprudence has highlighted the need to do so.", "[72] <FRAGMENT_SUPPRESSED> Imm LR (3d) 161, Justice Mosley stated:", "[14] When coming to that decision, the RPD member must, however, have a view as to the stability and probability of continuation of the change in country conditions which resulted in the finding of a lack of risk. To do otherwise would put into harm's way those who flee the persecution of one side of an ongoing dispute. While the period in which their group is in the ascendance might be safe, the fragility of that safety is one issue which the RPD must consider in coming to their decisions. It does not appear from the decision that the member in the instant case directed her mind to that question. The Board considered the changed country conditions", "[73] The Board turned its mind to the issue of durability of the changed conditions and cited <FRAGMENT_SUPPRESSED> (FCA) [ <FRAGMENT_SUPPRESSED> ] and <FRAGMENT_SUPPRESSED> [2003] FCJ No 1856 [ <FRAGMENT_SUPPRESSED> ].", "[74] In <FRAGMENT_SUPPRESSED> , the Court of Appeal noted that there is no test to gauge a durable change and that this is a factual determination; moreover, the focus is on assessing the applicant's current risk. In <FRAGMENT_SUPPRESSED> , Justice Russell noted at para 56:", "[56] The Member noted that, in addition to matters that directly impacted upon the Applicants, there was evidence of change in Tanzania, in terms of the relationship between the CCM and the CUF. The question remains whether this change was \"fundamental and durable enough to eliminate any doubt of a possible risk of persecution.\" I believe that is a question that the Member had to consider and, in fact, did consider by balancing the probabilities on the evidence presented. The fact that the Applicants disagree with the conclusions reached by the Member does not make that conclusion wrong. There was no reviewable error in this regard.", "[75] The Board conducted a thorough and rigorous analysis of Sri Lanka's ameliorating country conditions, in so doing it relied on several objective sources in addition to the UNHCR Guidelines. The Board readily acknowledged that the current situation in Sri Lanka is not perfect for Tamils, especially for those suspected of ties with the LTTE.", "[76] The Board's conclusion that the applicant would not be at risk in Sri Lanka is reasonable, in light of its conclusions that: the government has never suspected the applicant of any association with LTTE; many Tamils, including many (but not all) ex-LTTE affiliates and combatants, have been released by the Sri Lankan government and no longer fear persecution; and the socio-political situation in Sri Lanka has calmed since 2010, as evidenced by the return of tourism and significant improvements in the lives of Tamil minority civilians.", "[77] Furthermore, the Board did not rely only on the fact that the applicant was able to exit Sri Lanka using his own genuine travel documents. Rather, the Board's finding that the applicant would not be at risk in Sri Lanka is based on a range of considerations. Did Board err in failing to consider the applicant's risk as an amputee?", "[78] The applicant submits that the Board erred in speculating that his amputated leg would not put him at greater risk.", "[79] The applicant argues that, because he had never been required to show his medical records in the past should not lead to the conclusion that he would not be at risk upon his return as a failed refugee. In fact, his medical record would create suspicion because it reveals that he lost his leg during the civil war, due to shelling, in Jaffna. The Board considered the applicant's cumulative risk profile including that he was an amputee", "[80] The Board considered the risk profile of the applicant as an amputee with significant scarring. The Board acknowledged that authorities \"look at young Tamils with injuries with extra attention\" [my emphasis]. However, the Board also noted that the applicant does not fit the risk profile of Tamils who would be suspected of having links to the LTTE because he was not born in the North and is not young, and in any event, his amputation has never caused him trouble. The applicant's evidence was that he had never been asked to show his medical documents nor had he been questioned for longer than 15 minutes. The Board also noted that Sri Lankan authorities have been releasing detainees with physical disabilities suffered during the conflict.", "[81] The applicant's document, Freedom from Torture, Report, \"Out of the Silence: new Evidence of Ongoing Torture in Sri Lanka 2009-2011\" (7 November 2011), indicates that individuals with scarring may be detained separately, however, this does not establish a greater risk to the applicant in light of the Board's conclusion that \"there is evidence that known former LTTE registered members and supporters, have been released from government detention and rehabilitation programs, and are living and working in their home communities\".", "[82] The applicant also cites a footnote in the UNHCR Guidelines, which states that \"those most likely to be of interest to authorities at the checkpoints are young Tamil males originating from the north and east of the country, particularly those with: [...] scarring consistent with wounds sustained in hostilities\" This passage does not, however, establish the applicant's risk profile; the Board conducted an individualized assessment and found that the applicant would not be at risk, including because he is not young.", "[83] I do not find the Board's conclusion - that the applicant would not be at risk due to his amputation - to be speculative. The Board took into account the evidence and found that the applicant, despite his amputation, does not fit the profile of Tamils who would be subjected to a serious possibility of persecution or, on a balance of probability, torture in Sri Lanka.", "[84] The Board also considered that, in almost 20 years that the applicant has lived with the disability, his amputation has never put him at risk of being suspected of LTTE membership, even during the civil war. Adding these two facts together, the Board drew a reasonable inference that the applicant's loss of a leg would not put him at risk if he were to return to Sri Lanka.", "[85] The Board assessed the applicant's individualised risk, as a male Tamil returning as a failed refugee and a passenger on the MV Sun Sea , and as an amputee, and reasonably concluded that he did not fit any of the profiles that would put him at risk if he were returned. Conclusion", "[86] The Board assessed the applicant's claim in the context of the extensive documentary record, provided reasons for preferring the UNHCR Guidelines over other country condition evidence, addressed the applicant's status as a UNHCR refugee, and reasonably found that the applicant would not be at risk based on an assessment of his risk factors individually and cumulatively.", "[87] The Board reasonably found that the removal of the applicant to Sri Lanka would not subject him to a serious possibility of persecution, nor would he suffer, on a balance of probabilities, a risk to life, a risk of cruel and unusual treatment or punishment, or a danger of torture and, therefore, he was neither a Convention refugee nor a person in need of protection pursuant to section 96 and subsection 97(1) of the Act Proposed certified question", "[88] The applicant proposed the following two alternative questions for certification, in the event the decision turns on whether the Board properly considered the applicant's status as a UNHCR refugee in the assessment of his claim. What value if any should a UNHCR refugee determination have in the Canadian refugee determination process? OR When confronted with a UNHCR refugee, is it possible for the RPD to come to a reasonable decision when it is not apparent that it had regard for the UNHCR designation (in) its actual assessment of the claim or clearly articulate why it did not concur with that status?", "[89] The respondent submits that neither question is appropriate for certification; the issue must arise from the case, address issues of general importance and be dispositive.", "[90] The respondent notes that the jurisprudence has established that UNHCR status is a factor to be considered but is not determinative. In addition, the respondent submits that the Board considered the applicant's UNHCR status, conducted an assessment of the applicant's risk on the merits as well as considered the compelling reasons exception pursuant to section 108. The respondent also notes that the assessment for the purposes of sections 96 and 97 differs from the broader test used by the UNHCR as the latter may include humanitarian and compassionate considerations.", "[91] As noted above, I have found that the Board did in fact consider the applicant's UNHCR status, therefore the questions proposed would not be dispositive in this case as these findings are based on the facts. This Court has established that UNHCR status must be considered but is not determinative and that the decision maker must conduct an assessment of the claim for protection on its merits.", "[92] If further guidance is needed from the Court about whether further deference is owed to a UNHCR status, a question could be proposed in a future case. JUDGMENT", "[93] THIS COURT'S JUDGMENT is that 1. The application for judicial review of the decision dated is dismissed. 2. No question is certified. Application dismissed. Editor: Angela E. McKay/vnh"]}