{"id_": "030134", "body_str": ["[1] Zinn, J. : The applicant did not have the requisite points for admission as a member of the federal skilled worker class. She asked the officer to exercise her discretion to make a substituted evaluation pursuant to section 76(3) of the Regulations to the Immigration and Refugee Protection Act , R.S.C. 2001, c. 27. The applicant is seeking to set aside the officer's decision not to make a substituted evaluation.  <FRAGMENT_SUPPRESSED>", "[2] For the reasons that follow this application is dismissed.  <FRAGMENT_SUPPRESSED> I. Background  <FRAGMENT_SUPPRESSED>", "[3] Lily Siao Xu is a citizen of the Philippines. She is married and has two children. In January 2004 she applied for a permanent resident visa as a member of the federal skilled worker class. In her application, Ms. Xu assessed her point score as 67 and she also requested substituted evaluation in the event the officer determined that she did not have the requisite points necessary for the federal skilled worker class.  <FRAGMENT_SUPPRESSED>", "[4] In January 2008, Ms. Xu provided the officer with further information and the officer conducted an assessment of the application. The officer determined that the applicant possessed 65 points, two less than the minimum required. No issue is taken in this application with the officer's calculation of the applicant's points.  <FRAGMENT_SUPPRESSED>", "[5] In the decision letter, the officer does not address the issue of the substituted evaluation request that the applicant had made in her application. However, in the CAIPS notes the officer did consider this request. The officer wrote:  <FRAGMENT_SUPPRESSED> \"I HAVE CONSIDERED SUBSTITUTION OF EVALUATION BUT I AM SATISFIED THAT THE PTS AWARDED ARE SUFFICIENT INDICATORS TO REFLECT THE CAPACITY OF THE SUBJ TO BECOME SUCCESSFULLY ESTABLISHED IN CDA. SUBJ DOES NOT QUALIFY UNDER IRPA . THE APPLICATION IS REFUSED. [sic] <FRAGMENT_SUPPRESSED> II. Issues  <FRAGMENT_SUPPRESSED> a. The applicant raises two issues with respect to the officer's consideration of her substituted evaluation request:  <FRAGMENT_SUPPRESSED> 1. Whether the officer committed an error in law by failing to provide adequate reasons for her analysis pursuant to section 76(3) of the Regulations .  <FRAGMENT_SUPPRESSED> 2. In the alternative, whether the officer committed an error in law by carrying out a deficient analysis pursuant to section 76(3) of the Regulations by failing to render a decision that is justified, transparent and intelligible.  <FRAGMENT_SUPPRESSED> 1. Were the reasons adequate?  <FRAGMENT_SUPPRESSED>", "[6] The applicant submits that in the context of her application, the bald statement that the officer had considered but rejected substituted evaluation, does not satisfy the duty to give reasons. She submits that the contrary decision in <FRAGMENT_SUPPRESSED>  should not be followed because it was decided on the standard of patent unreasonableness, which no longer exists. The applicant further submits that the contrary decision in <FRAGMENT_SUPPRESSED>  is distinguishable, and that even though the decision in this case may be within the range of possible and acceptable outcomes, it is insufficiently transparent and therefore unreasonable.  <FRAGMENT_SUPPRESSED>", "[7] The respondent cites Poblado at para. 7 and Budhooram at para. 32 for the proposition that there is no duty to give reasons when an officer refuses to exercise the discretion described in section 76(3) of the Regulations . The respondent submits that the reasons the officer proffered satisfied any duty to give reasons that may exist.  <FRAGMENT_SUPPRESSED>", "[8] Whether the officer provided adequate reasons is a question of procedural fairness and therefore reviewable on the correctness standard.  <FRAGMENT_SUPPRESSED>", "[9] This Court has held that \"[t]here is no requirement under the regulations, guidelines or jurisprudence that visa officers give reasons for the refusal to exercise discretion\" granted them under section 76(3) of the Regulations Budhooram at para. 31. The same proposition was put by Justice von Finckenstein in Poblado at para. 7:  <FRAGMENT_SUPPRESSED> \"As for written reasons, while they are always desirable, there is no requirement for them. The officer merely has to inform the applicant that she considered the request for substitution of evaluation [citations omitted]. <FRAGMENT_SUPPRESSED> This proposition can be traced back to <FRAGMENT_SUPPRESSED>  (T.D.) wherein Justice Simpson held:  <FRAGMENT_SUPPRESSED> \"In circumstances where the statute only requires reasons when discretion is used, I am not prepared to conclude that reasons are also required when that discretion is not exercised. If that result had been intended, it would have been expressed in the statute. <FRAGMENT_SUPPRESSED>", "[10] The applicant argues that Poblado should not be followed because it was based on the patent unreasonableness standard. While it is correct that that the Supreme Court in <FRAGMENT_SUPPRESSED>  collapsed the standards of patent unreasonableness and reasonableness simpliciter into a single reasonableness standard, this significant change in the approach to standard of review analysis does not bring into question every decision that was rendered according to the patent unreasonableness standard. Prudence might suggest that such decisions be approached with caution, but they do not become bad law because of . In Poblado the patent unreasonableness standard had no relevance to Justice von Finckenstein's reasoning regarding the duty to give reasons. This reasoning was based on the decision  <FRAGMENT_SUPPRESSED> and its interpretation of the requirements in the Act at that time.  <FRAGMENT_SUPPRESSED>", "[11] The applicant further submits that Budhooram should not be followed because it is distinguishable from the facts of this case. Specifically, she points to paragraph 18 of the Reasons  <FRAGMENT_SUPPRESSED> and submits that the officer there explained to the applicant his concerns, something not done in this case. That paragraph reads as follows:  <FRAGMENT_SUPPRESSED> \"The Officer informed the applicant about certain concerns he had, such as the fact that the applicant's mother continued to support him financially. The information and explanations provided by the applicant did not satisfy the Officer that he had or would be able to become economically established in Canada. As a result, the Officer did not substitute his evaluation pursuant to subsection 76(3) of the Regulations . <FRAGMENT_SUPPRESSED>", "[12] First, it is not clear to me that the fact that the officer had a discussion with the applicant is so significant to the decision reached that Budhooram is distinguishable. Second, on my read of the decision and, in particular paragraph 31 thereof, the officer's decision, like that here, was reflected in the CAIPS notes. The officer indicated he was not satisfied that the points were an inaccurate reflection of the applicant's ability to become established in Canada. This was not reflected in the previous discussion, even if it could be said that the discussion formed a part of the reasons.  <FRAGMENT_SUPPRESSED>", "[13] In this case, whether there is a duty to give reasons or not, reasons were provided. I prefer, therefore to analyze the adequacy of those reasons assuming that there was a duty to give them.  <FRAGMENT_SUPPRESSED>", "[14] The applicant submits that in assessing whether the officer met her duty to provide reasons the Court is restricted to an examination of the letter sent to the applicant and cannot also examine the \"reasons\" set out in the CAIPS notes. I disagree. This Court has found in a myriad of circumstances in immigration matters that the information in the CIAIPS notes written prior to the decision constitutes the reasons as well as anything directly provided to the individual.  <FRAGMENT_SUPPRESSED>  the Supreme Court of Canada held that notes form part of the reasons. At para. 44 the Court stated:  <FRAGMENT_SUPPRESSED> \"In my view, however, the reasons requirement was fulfilled in this case since the appellant was provided with the notes of Officer Lorenz. The notes were given to Ms. Baker when her counsel asked for reasons. Because of this, and because there is no other record of the reasons for making the decision, the notes of the subordinate reviewing officer should be taken, by inference, to be the reasons for decision. Accepting documents such as these notes as sufficient reasons is part of the flexibility that is necessary, as emphasized by Macdonald and Lametti, supra, when courts evaluate the requirements of the duty of fairness with recognition of the day-to-day realities of administrative agencies and the many ways in which the values underlying the principles of procedural fairness can be assured. It upholds the principle that individuals are entitled to fair procedures and open decision-making, but recognizes that in the administrative context, this transparency may take place in various ways. I conclude that the notes of Officer Lorenz satisfy the requirement for reasons under the duty of procedural fairness in this case, and they will be taken to be the reasons for decision. <FRAGMENT_SUPPRESSED>", "[15] While a better practice may be to include that detail in the formal correspondence, it does not follow that there were no reasons simply because they were not repeated in the decision letter sent to the applicant.  <FRAGMENT_SUPPRESSED> 2. Was the decision justified, transparent and intelligible?  <FRAGMENT_SUPPRESSED>", "[16] The applicant  <FRAGMENT_SUPPRESSED> at para. 47 for the proposition that the officer's exercise of discretion must be justified, transparent and intelligible. The applicant relies on <FRAGMENT_SUPPRESSED>  and <FRAGMENT_SUPPRESSED>  for the proposition that in this type of application an officer must consider all the relevant factors put forward by an applicant, including the availability of settlement funds. The applicant submits that the officer failed to consider five factors:  <FRAGMENT_SUPPRESSED> 1. The applicant was only 2 points short of the passing mark of 67;  <FRAGMENT_SUPPRESSED> 2. Had the applicant scored only slightly higher on any of the abilities tested on the language exam, she would have gained an extra two points;  <FRAGMENT_SUPPRESSED> 3. The applicant's brother resides in Canada, is a permanent resident, and could assist her in getting established;  <FRAGMENT_SUPPRESSED> 4. The applicant's husband has significant business experience as a manager; and  <FRAGMENT_SUPPRESSED> 5. The applicant had a net worth well above the minimum amount required.  <FRAGMENT_SUPPRESSED> Only the last of these factors was strenuously advanced during oral submissions.  <FRAGMENT_SUPPRESSED>", "[17] At the time of the applicant's application, Parliament had determined that 67 points were required for a foreign national to be considered a skilled worker; this is the bare minimum standard. Accordingly, a score below the bare minimum, without more, is evidence that the applicant would not become economically established if admitted to Canada.  <FRAGMENT_SUPPRESSED>", "[18] In my view, it is irrelevant whether the applicant was just below the bare minimum or very much below the bare minimum - she did not have the requisite points to meet the definition of skilled worker. It is no doubt true that an officer may be more prepared to find that the points are not a sufficient indicator of the ability to become economically established in Canada, and thus exercise his substituted evaluation discretion, if an applicant is just below the bare minimum, and presents another reason why the score is not indicative of their ability to become economically established; but the fact that the applicant was only two points short of the passing mark alone does not impugn the officer's conclusion that her point score was indicative of her ability to become economically established in Canada.  <FRAGMENT_SUPPRESSED>", "[19] The applicant's submissions regarding the language test scores that she could have obtained are without merit. The fact is that the applicant obtained the score that she did. The officer need not have considered the points that the applicant could or might have obtained if she had performed at a higher level - she did not.  <FRAGMENT_SUPPRESSED>", "[20] The officer did consider the fact that the applicant's brother resided in Canada and had permanent residence. The officer awarded the applicant an additional 5 points, where she had self-assessed at zero, under the heading of \"adaptability\".  <FRAGMENT_SUPPRESSED>", "[21] The officer provided the applicant with an opportunity to arrange an offer of employment. Yet, despite her skill set and the possibility of assistance from her brother, she was unable to obtain any offer of employment. Having awarded the applicant an additional five points for adaptability, the officer did not need to consider the applicant's brother again when exercising her discretion under section 76(3).  <FRAGMENT_SUPPRESSED>", "[22] Without a specific explanation from the applicant as to how her spouse would help her become economically established - and none was provided to the officer - I fail to see why the officer was obligated to consider this factor when determining whether the applicant was likely to become economically established notwithstanding her inability to meet the bare minimum point requirement.  <FRAGMENT_SUPPRESSED>", "[23] The final factor that the applicant submits was overlooked was the amount of her settlement funds.  <FRAGMENT_SUPPRESSED>", "[24] The applicant's available funds were substantially higher than the bare minimum required. The applicant submits that the officer did not refer to these funds when concluding that the applicant's point score was indicative of her ability to become economically established. In fact, as she points out, there is no reference to the amount of her settlement funds at all in the CAIPS notes.  <FRAGMENT_SUPPRESSED>", "[25] The record reveals that when the applicant first applied in 2004, she disclosed settlement funds of $153,207.00. Two years later, in her updated application, she disclosed her settlement funds of $135,469.08. Regardless of the reduction, the amount was substantially above the minimum required by the Minister.  <FRAGMENT_SUPPRESSED>", "[26] The applicant submits that it is required than an officer consider the applicant's settlement funds when considering whether to exercise his or her discretion under section 76(3). She cites and relies on the following decisions of this  <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[27] In Hernandez , Justice Heneghan held that section 76(3), as it then read, required consideration of settlement funds when deciding whether to make a substituted evaluation of a person's ability to become economically established in Canada. It is significant, in my opinion, that section 76 then read as follows:  <FRAGMENT_SUPPRESSED> \"76(1) For the purpose of determining whether a skilled worker, as a member of the federal skilled worker class, will be able to become economically established in Canada, they must be assessed on the basis of the following criteria:  <FRAGMENT_SUPPRESSED> (a) the skilled worker must be awarded not less than the minimum number of required points referred to in subsection (2) on the basis of the following factors, namely,  <FRAGMENT_SUPPRESSED> (i) education, in accordance with section 78,  <FRAGMENT_SUPPRESSED> (ii) proficiency in the official languages of Canada, in accordance with section 79,  <FRAGMENT_SUPPRESSED> (iii) experience, in accordance with section 80,  <FRAGMENT_SUPPRESSED> (iv) age, in accordance with section 81,  <FRAGMENT_SUPPRESSED> (v) arranged employment, in accordance with section 82, and  <FRAGMENT_SUPPRESSED> (vi) adaptability, in accordance with section 83; and  <FRAGMENT_SUPPRESSED> (b) the skilled worker must  <FRAGMENT_SUPPRESSED> (i) have in the form of transferable and available funds, unencumbered by debts or other obligations, an amount equal to half the minimum necessary income applicable in respect of the group of persons consisting of the skilled worker and their family members, or  <FRAGMENT_SUPPRESSED> (ii) be awarded the number of points referred to in subsection 82(2) for arranged employment in Canada within the meaning of subsection 82(1).  <FRAGMENT_SUPPRESSED> \"76(2) The Minister shall fix and make available to the public the minimum number of points required of a skilled worker, on the basis of  <FRAGMENT_SUPPRESSED> (a) the number of applications by skilled workers as members of the federal skilled worker class currently being processed;  <FRAGMENT_SUPPRESSED> (b) the number of skilled workers projected to become permanent residents according to the report to Parliament referred to in section 94 of the Act; and  <FRAGMENT_SUPPRESSED> (c) the potential, taking into account economic and other relevant factors, for the establishment of skilled workers in Canada.  <FRAGMENT_SUPPRESSED> \"76(3) Whether or not the skilled worker has been awarded the minimum number of required points, an officer may substitute for the criteria set out in subsection (1) their evaluation of the likelihood of the ability of the skilled worker to become economically established in Canada if the number of points awarded is not a sufficient indicator of whether the skilled worker may become economically established in Canada.  <FRAGMENT_SUPPRESSED> \"76(4) An evaluation made under subsection (3) requires the concurrence of a second officer. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[28] Section 76(1), as it then read, made it clear that there were two parts to the assessment as to whether a candidate would become economically established in Canada: (a) points awarded for the six factors set out, and (b) the minimum settlement funds held or employment that the candidate had arranged. Under that version of the legislation, when the candidate did not have the necessary point score, it provided that the \"officer may substitute for the criteria set out in subsection (1), their evaluation of the likelihood of the ability to become economically established in Canada.\" In short, the officer was substituting his or her evaluation for all of the criteria set out above under both (a) and (b). Given that one such factor was settlement funds, Justice Heneghan, correctly in my view, held that the officer must consider the candidate's settlement funds when determining whether or not to substitute his opinion.  <FRAGMENT_SUPPRESSED>", "[29] However, the legislation was subsequently amended and it currently reads as follows:  <FRAGMENT_SUPPRESSED> \"76(1) For the purpose of determining whether a skilled worker, as a member of the federal skilled worker class, will be able to become economically established in Canada, they must be assessed on the basis of the following criteria:  <FRAGMENT_SUPPRESSED> (a) the skilled worker must be awarded not less than the minimum number of required points referred to in subsection (2) on the basis of the following factors, namely,  <FRAGMENT_SUPPRESSED> (i) education, in accordance with section 78,  <FRAGMENT_SUPPRESSED> (ii) proficiency in the official languages of Canada, in accordance with section 79,  <FRAGMENT_SUPPRESSED> (iii) experience, in accordance with section 80,  <FRAGMENT_SUPPRESSED> (iv) age, in accordance with section 81,  <FRAGMENT_SUPPRESSED> (v) arranged employment, in accordance with section 82, and  <FRAGMENT_SUPPRESSED> (vi) adaptability, in accordance with section 83; and  <FRAGMENT_SUPPRESSED> (b) the skilled worker must  <FRAGMENT_SUPPRESSED> (i) have in the form of transferable and available funds, unencumbered by debts or other obligations, an amount equal to half the minimum necessary income applicable in respect of the group of persons consisting of the skilled worker and their family members, or  <FRAGMENT_SUPPRESSED> (ii) be awarded the number of points referred to in subsection 82(2) for arranged employment in Canada within the meaning of subsection 82(1). <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[30] What is evident in the current section 76(3) is that the officer may only substitute his or her opinion \"for the criteria set out in subsection 1(a)\" which are the point factors, he or she cannot substitute his or her opinion for the factors set out in subsection 1(b), the settlement funds or arranged employment.  <FRAGMENT_SUPPRESSED>", "[31] Parliament chose not only to make settlement funds or arranged employment a minimum requirement but also removed those considerations from the list of criteria for which an officer may substitute his or her opinion. It might reasonably be suggested that it did so because it was of the view that settlement funds, beyond a minimum level, are not indicative of the likelihood of economic establishment. Section 76(1)(b) of the Regulations points to Parliament being concerned with how skilled workers will meet their immediate economic needs upon arriving in Canada. If they have arranged employment they will have an income flow; but if they do not, then they need a minimum amount of resources to act as a buffer until they find employment. Presumably, these buffer resources are not included in the point calculation because eventually they will run out without employment, and they say nothing of whether a foreign national will find employment. In contrast, an arranged offer of employment is strong evidence that a foreign national is sufficiently skilled to compete in the Canadian job market for their specific skill, which is why points are awarded for pre-arranged employment.  <FRAGMENT_SUPPRESSED>", "[32] In my opinion, for this Court to import the requirement that these funds must be considered by an officer is to overstep the proper role of the Court. I read section 76(3) of the Regulations as not requiring consideration of the settlement funds available to the applicant; however, that is not to say that an officer cannot consider the applicant's settlement funds.  <FRAGMENT_SUPPRESSED>", "[33] Justice Kelen  <FRAGMENT_SUPPRESSED> did not hold that the officer was required to consider settlement funds; rather he held that \"any consideration under subsection 76(3) should not be limited to the assessment of points, but rather should be open to all factors identified in subsection 76(1).\" In my view, the decisions  <FRAGMENT_SUPPRESSED> and Roberts stand on their own facts and are not counter to that basic principle, nor do they stand for the bald proposition that an officer must consider settlement funds in every case.  <FRAGMENT_SUPPRESSED>", "[34] In Lackhee Justice Pinard allowed the application for judicial review because he found that the officer failed to take account of the updated information regarding the applicant's settlement funds. When the application was initially filed the applicant had $25,000 in settlement funds; however, he updated that information prior to the decision indicating that he had $90,000 in settlement funds. The officer's notes merely reflected the initial amount provided. Although the officer filed a subsequent affidavit in which she claimed that she was aware of this increased amount, Justice Pinard held that \"it is not enough that she was aware of this information; she had a duty to reflect this awareness in her notes and/or reasons, in the interests of 'justification, transparency and intelligibility'.\" Thus, the error was not in failing to consider the settlement funds; it was in failing to reflect exactly what amount of settlement funds had been considered by the officer.  <FRAGMENT_SUPPRESSED>", "[35] The applicant relies on Roberts for the proposition that the officer is required to consider the extent of settlement funds. It must firstly be noted that the officer  <FRAGMENT_SUPPRESSED> did consider the applicant's settlement funds (see para. 27) and thus any comments made by the learned Deputy Judge that are relied on by the applicant are obiter. Moreover, to the extent that Deputy Judge Teitelbaum, relying on Hernandez , holds that an officer must consider all of the factors set out in section 76(1), he is, with respect, in error. It must be noted that it was not put to him that the statutory provision had been amended since Hernandez . As noted earlier, Choi and Lackhee do not stand for the proposition suggested  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[36] What Lackhee and Roberts establish is that if an applicant puts forward a case as to why his or her settlement funds render the point calculation not indicative of the likelihood of economic establishment, then the officer should be open to considering it.  <FRAGMENT_SUPPRESSED>", "[37] In this case, the applicant made no submissions as to why any of the factors she now raises should have prompted the officer to substitute her opinion. All that the applicant submitted was as follows:  <FRAGMENT_SUPPRESSED> \"If for some reason you find that she does not receive sufficient points to qualify under the Selection System set out in section 76 of the Regulations , please evaluate her under section 76(3) of the Regulations and use your discretion with the concurrence of a second officer to issue immigrant visas to her and her dependants. <FRAGMENT_SUPPRESSED>", "[38] In the face of such a general submission, the officer's decision that she was satisfied that the points awarded were sufficient indicators to reflect the capacity of the applicant to become economically established in Canada, in my view, is justified, transparent and intelligible. Accordingly, this application is dismissed.  <FRAGMENT_SUPPRESSED>", "[39] Neither party proposed a question to be certified. In my view there is no certifiable question on these facts.  <FRAGMENT_SUPPRESSED>", "[40] THIS COURT ORDERS AND ADJUDGES that :  <FRAGMENT_SUPPRESSED> 1. This application is dismissed; and  <FRAGMENT_SUPPRESSED> 2. No question is certified.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Sharon McCartney/vnh  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}