{"id_": "030256", "body_str": ["[1] Snider, J. : Schering-Plough Canada Inc. (Schering-Plough), one of the Applicants in this matter, distributes and sells AERIUS, an antihistamine used principally for treating allergy symptoms. The active medicinal ingredient in AERIUS is desloratadine (also known as descarboethoxyloratadine or DCL). Two patents are listed in the Patent Register for AERIUS. The first is Canadian Patent No. 2,325,014 (the '014 Patent) owned by Schering Corporation, the other Applicant in this matter (Schering Corporation and Schering Plough are collectively referred to as  <FRAGMENT_SUPPRESSED>  or \"the Applicants\"). The second listing is Canadian Patent No. 2,267,136 (the '136 Patent) owned by Sepracor Inc. (Sepracor) and for which Schering-Plough holds a licence.", "[2] Pharmascience Inc. (Pharmascience) wishes to manufacture and sell a product it describes as \"desloratadine tablets, 5 mg of desloratadine per tablet, for the treatment of nasal and non-nasal symptoms of allergic rhinitis\". Pursuant to the relevant Patented Medicines (Notice of Compliance) Regulations , S.O.R./93-133 ( NOC Regulations ), Pharmascience has applied to the Minister of Health (the Minister) for approval to sell its product in Canada. As required by the NOC Regulations , Pharmascience served a Notice of Allegation (NOA) dated October 17, 2007, addressed to Schering-Plough, wherein Pharmascience alleged that: (a) no claim of the '136 Patent or the '014 Patent would be infringed by the making, construction, using or selling by Pharmascience of its product; and (b) the claims of the '136 and '014 Patents are not valid.", "[3] In response to the NOA, as the holder of the notice of compliance for AERIUS, Schering commenced (by way of Notice of Application filed with the Court on December 3, 2007) an application for prohibition pursuant to s. 6(1) of the NOC Regulations . After litigation that ended with the decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , Sepracor, named as a Respondent in this application, was permitted to participate in this application in support of Schering. On the eve of the hearing of this application, Sepracor advised the Court that it would not appear at the hearing and that it would rely on its written submissions.", "[4] If the application is allowed in full, the Minister will be prohibited from issuing a Notice of Compliance (NOC) to Pharmascience, thereby preventing Pharmascience from marketing its product until the expiry of the '136 Patent and the '014 Patent.", "[5] For the reasons set out in the following, I have concluded that the application will be dismissed in respect of both patents. The determinative findings - stated in summary terms - are that, on a balance of probabilities, the following allegations of Pharmascience are justified: 1. Pharmascience does not infringe Claim 23 of the '136 Patent; 2. Claims 1, 6 and 9 of the '136 Patent were anticipated by certain of the prior art; 3. Claims 1, 6, 9 and 23 of the '136 Patent are obvious; 4. Claim 23 of the '136 Patent is overbroad; and 5. Pharmascience does not infringe Claims 1 and 38 of the '014 Patent. 2.", "[6] To assist the reader, I am including an outline of these Reasons, noting the beginning paragraph of each topic. Paragraph INTRODUCTION", "[1]", "[6] ISSUES", "[7] WITNESSES", "[10] BACKGROUND OF AERIUS", "[14] PHARMASCIENCE PRODUCT", "[18] THE 136 PATENT", "[24] --Construction of the '136 Patent", "[25] ---General Principles of Construction", "[25] ---Person Skilled in the Art", "[28] ---Application of the principles to construction of the '136 Patent Claims", "[29] --Infringement", "[56] --Validity", "[62] ---Anticipation of Claims 1, 6 and 9 by Aberg and Cho", "[64] ---Obviousness of Claims 1, 6, 9 and 23 of the '136 Patent", "[97] ---Overbreadth of Claim 23", "[131] THE '014 PATENT", "[140] --Construction of the '014 Patent", "[141] ---Application of the principles to the '014 Patent claims", "[141] --Infringement of the '014 Patent", "[185] --Validity of Claims 1 and 38 of the '014 Patent", "[190] ---Lack of Utility, Sound Prediction and Inoperable Species", "[191] ---Obviousness", "[196] ---Overbroad Claiming", "[211] ---Conclusion on validity allegations", "[216] OVERALL CONCLUSION", "[217] 3. ISSUES", "[7] There are two sets of issues to be addressed in this proceeding -- one set for each of the patents.", "[8] With respect to the '136 Patent, the issues are as follows: • What is the proper construction of Claims 1, 6, 9 and 23 of the '136 Patent? • Has Schering met its burden of satisfying this Court that Pharmascience's allegation of non-infringement of claims 1 and 9 of the '136 Patent is not justified? • Has Pharmascience led sufficient evidence to rebut the presumption of validity of Claims 1, 6, 9 and 23 and has Schering, in turn, failed to meet its burden of showing that the allegation of invalidity is not justified?", "[9] With respect to the '014 Patent, the issues are as follows: • What is the proper construction of Claims 1 and 38 of the '014 Patent? • Has Schering met its burden of satisfying this Court that Pharmascience's allegation of non-infringement of claims 1 and 38 of the '014 Patent is not justified? • Has Pharmascience led sufficient evidence to rebut the presumption of validity of Claims 1 and 38 and has Schering, in turn, failed to meet its burden of showing that the allegation of invalidity is not justified? 4. WITNESSES", "[10] Each of Schering, Sepracor and Pharmascience provided affidavit evidence from a number of witnesses whose evidence addressed both technical and factual matters. Those witnesses who provided expert or fact evidence of the most significance in this application are described below.", "[11] Schering's expert witnesses include: 1. Dr. Louis Cartilier, Professor with the Faculty of Pharmacy at the University of Montreal. Dr. Cartilier researches and teaches in the area of drug design and manufacturing of pharmaceutical dosage forms and consults to pharmaceutical companies on formulation issues. His first affidavit was directed to the issue of claims construction and infringement. In his Reply Affidavit, he addressed the issue of invalidity raised by Pharmascience. 2. Dr. Gilbert Banker, now retired. Dr. Banker's lengthy academic career was completed as Dean and John L. Lach Distinguished Professor of Drug Delivery at the University of Iowa College of Pharmacy from 1992-1999. Although his entire career has been in academia, Dr. Banker has acted as a consultant to pharmaceutical companies. He is co-editor with Dr. Christopher Rhodes on Modern Pharmaceutics , 4th ed. (New York: Marcel Dekker, Inc., 2002), a textbook about the formulation of drugs. Dr. Banker's first affidavit was directed to the issue of claims construction and infringement. In his Reply Affidavit, he addressed the issues of invalidity raised by Pharmascience 3. Dr. Jerry Atwood, Professor and Chairman of the Department of Chemistry at the University of Missouri-Columbia. Dr. Atwood has focused his entire academic, research and teaching career on solid state chemistry. He was asked to opine on the affidavits of Drs. Rhodes and Fiese. In particular, Dr. Atwood was very critical of what he called the \"oversimplification\", by Pharmascience's experts, on the role of the Maillard reaction. Dr. Atwood also responded to the Pharmascience experts' opinions on patent validity issues. Finally, he provided a short opinion responding to Dr. Rhodes's reply affidavit on certain limited issues related to formulation and the Food and Drug Administration (FDA) practices.", "[12] Pharmascience's expert witnesses include: 1. Dr. Christopher Rhodes, Professor Emeritus at the University of Rhode Island and co-editor with Dr. Banker on Modern Pharmaceutics . For over 30 years, Dr. Rhodes has been involved with the design and evaluation of drug products. Dr. Rhodes provided opinions on claims construction, the state of the prior art, obviousness, overbreadth, inoperability and utility for both patents in issue. 2. Dr. Eugene Fiese, a pharmaceutics consultant with Fiese Pharmaceutics Consulting. Of particular relevance and assistance, Dr. Fiese has extensive and direct laboratory experience in drug formulation. He provided opinions on the issues of claims construction, the state of the prior art, obviousness and utility for both patents in issue.", "[13] Sepracor presented, as a fact witness, Mr. Stephen Wald, one of the named inventors of the '136 Patent. 5. BACKGROUND OF AERIUS", "[14] As noted, the key ingredient in AERIUS is DCL. DCL is a molecule with medicinal properties as an antihistamine. As compared to other antihistamines known in the art, DCL is non-drowsy and avoids some other negative side effects. A number of patents relating to DCL have been filed over the years and prior to the patents in issue. This application is not about the invention of DCL. However, two of the earlier patents have particular significance for this application: • U.S. Patent No. 4,659,716 with a patent date of April 21, 1987 (the Villani Patent) is a product patent that discloses and claims DCL itself and several of its compositions. • U.S. Patent No. 5,595,997 (the Aberg Patent) with a patent date of January 21, 1997 is a use patent that discloses and claims methods of treating allergies with DCL while avoiding certain side effects of other antihistamines.", "[15] Schering and Sepracor claim that, working independently, they invented a form of DCL that was sufficiently stable to bring to market. Each of Schering and Sepracor submits that, prior to the work carried out by the inventors of the '014 and the '136 Patents, it was not known that DCL would degrade when formulated with acidic excipients such as lactose, one of the most common fillers or excipients and a compound that was \"taught\" by the Aberg Patent.", "[16] Thus, Schering asserts that the first \"invention\" or discovery reflected in the two patents was that DCL degrades and is highly reactive in the presence of acidic excipients, including lactose. Having identified the problem, the inventors of the two patents independently came up with solutions to the problems.", "[17] In simple terms, the Schering inventors came up with a DCL composition where the \"carrier medium\" was free of acidic excipients and contained a \"basic salt\" ('014 Patent). Sepracor's invention was a composition where the carrier was lactose free or a composition that was anhydrous (the '136 Patent). 6. PHARMASCIENCE PRODUCT", "[18] Pharmascience, in its NOA, alleges that its product will not infringe either the '014 or the '136 Patent. While acknowledging that its composition contains a therapeutically effective amount of DCL with a pharmaceutically acceptable carrier, Pharmascience alleges that: 1. With respect to the '014 Patent, its product \"does not contain a DCL-protective amount of a pharmaceutically acceptable basic salt and is not substantially free of acidic excipients, as those terms are used in the '014 Patent\"; and 2. With respect to the '136 Patent, its product \"is not entirely free or substantially free of reactive excipients and is not substantially free of unbound water, as those terms are used in the '136 Patent\".", "[19] For purposes of establishing whether Pharmascience's allegation of non-infringement is justified, it is necessary to understand the Pharmascience product. Pharmascience declined to give samples of its product to Schering for purposes of this application. As a result of Prothonotary Aronovitch's Order, dated June 11, 2008, Pharmascience did provide the details of the complete manufacturing process. Schering contracted with the Toronto Institute of Pharmaceutical Technology (TIPT) to perform the formulation described in the produced documentation. Mr. Frank Martinuzzi, Manager - General Operations & Laboratory of TIPT, was engaged to create a \"recipe\" for formulating tablets that, as closely as scientifically possible, would match those made by Pharmascience, and to carry out the formulation. Subsequently, Mr. George Kretschmann, an engineering technologist at the University of Toronto, subjected the tablets to scanning electron microscopy (SEM) to establish the structure of the particles.", "[20] From the experiments of Mr. Martinuzzi and the SEM conducted by Mr. Kretschmann, as interpreted by other experts, I am satisfied that Pharmascience uses a three-step process to manufacture its tablets: 1. (Confidential Step One) In this first process, DCL and (Confidential Compound One) are mixed. After the addition of other excipients, the mixture is formed into (forms) which contain the following: a. DCL ... b. (Other compounds including Confidential Compound One and Confidential Compound Two)  ... 2. Blending and compression. The above (forms), once dried, are formed into tablets. As part of this step, additional excipients are added, one of which, as acknowledged by Pharmascience, is lactose anhydrous. 3. Coating. At the final stage, the tablets are coated.", "[21] Pharmascience does not deny that lactose is added at step two of the procedure. The question of where the lactose is located within the tablet is critical.", "[22] Dr. Banker opined that the (forms) of step one survive Pharmascience's manufacturing process and are found in its tablets (Application Record of the Applicants (A.R.), vol. 3, Tab. 10, p. 487). Dr. Cartilier provided further details in support of his similar conclusion that the (forms) of step one \"survive compression and exist intact in tablets made according to the Pharmascience process\" (A.R., vol. 2, Tab. 6, p. 186). Dr. Cartilier described the Pharmascience tablets as being made up of three compartments: the (forms) comprising DCL and (excipients within the form); the (space outside the form) comprising the (excipients outside the form) and potentially discrete fragments of some broken (forms); and, the coating (A.R., vol. 2, Tab. 6, p. 188). It follows from this that, on a balance of probabilities, any lactose in the Pharmascience tablets is contained outside the step one (form). In other words, the DCL is separated from the lactose, except for some inconsequential amounts where the step one (forms) are broken during the tableting process.", "[23] I observe that the step one (forms) are designed to be anhydrous and to contain (Confidential Compounds One and Two). Each of these elements is relevant to the question of whether Pharmascience's allegation of non-infringement is justified and is considered later in these Reasons. 7. THE '136 PATENT", "[24] I turn first to consider the issues with respect to the '136 Patent. 7.1. Construction of the '136 Patent 7.1.1. General Principles of Construction", "[25] As taught by the jurisprudence, my first task is to undertake a \"purposive construction\" of the claims in issue. There is no disagreement and thus no need to set out an exhaustive list of the well-established principles of claims construction (see, principally, Free World Trust v. Électro Santé Inc. et al. , [2000] 2 S.C.R. 1024; 263 N.R. 150; 9 C.P.R.(4th) 168, and <FRAGMENT_SUPPRESSED>  C.P.R.(4th) 129). In overarching terms: \"The key to purposive construction is therefore the identification by the court, with the assistance of the skilled reader, of the particular words or phrases in the claims that describe what the inventor considered to be the 'essential' elements of his invention\" ( Whirlpool , above at para. 45).", "[26] The Court must objectively construe the claim through the eyes of the hypothetical skilled person in the art, and decide how this person would have understood the patent at the relevant time ( Whirlpool , above, at paras. 45, 53).The Court should construe the claims in light of the description in the specification, assisted, where necessary, by experts as to the meaning of technical terms, if they cannot be understood by the Court from reading the specification ( <FRAGMENT_SUPPRESSED>  at para. 22; Whirlpool, above, at para. 45).", "[27] Finally, it is also important to recognize that purposive construction should be directed at the points at issue between the parties (see Shire  <FRAGMENT_SUPPRESSED> , at para. 21). 7.1.2. Person Skilled in the Art", "[28] In this case, there is no dispute between the parties as to the notional skilled person. The skilled person for purposes of construction of both patents in issue will hold a BSc in chemistry or a related field with an emphasis on pharmaceutical formulations and solid oral dosage forms along with four years of experience in this field. 7.1.3. Application of the principles to construction of the '136 Patent claims", "[29] The first patent in issue is the '136 Patent. The '136 Patent was published on August 13, 1998; this is the date for determining the proper construction of the patent.", "[30] The '136 Patent is entitled \"Lactose-free, non-hygroscopic and anhydrous pharmaceutical compositions of descarboethoxyloratadine\". As acknowledged in the patent specification, an earlier patent (the Aberg Patent) disclosed that DCL, \"while providing effective, non-sedating antihistamic therapy, also avoids many, often severe, adverse side-effects commonly associated with the administration of [other antihistamines]\".", "[31] As set out in the specification, beginning at page 3, the inventors first identify a manufacturing \"problem\", that being the undesirable degradation of DCL in the presence of lactose or \"other similar reactive excipients, such as mono- or di-saccharides\": \"Recognizing the desirability of DCL-containing pharmaceutical compositions, we have concluded that under typical manufacturing and storage conditions, DCL is not stable and degrades in the presence of lactose, a compound commonly used as a filler in various pharmaceutical dosage forms, such as tablets, capsules or powders. Over time, the lactose and DCL compound form a brown-colored product, and there is a high degree of DCL degradation. The intensity of the brown color is typically dependent on the amount of DCL present, the conditions of storage, such as humidity and temperature, as well as the length of storage time.\"", "[32] The inventors continue on to describe two aspects of their intervention that are of interest for purposes of the claims in issue before the Court. The first element of their invention is, quite simply, the avoidance of lactose. At page 4 of the specification, the inventors describe their invention as follows: \"The present invention relates to stable pharmaceutical compositions of DCL wherein DCL is in intimate admixture with one or more excipient(s), including, but not limited to, blended, granulated or compressed dosage forms, that avoid the incompatibility between DCL and reactive excipients, such as lactose and other mono- or di-saccharides.\"", "[33] In the specification, the inventors describe certain \"preferred embodiments\" of this first invention, all of which avoid the use of lactose or the describe ways in which the interaction of lactose with DCL may be avoided.", "[34] The second aspect of their invention is the problem associated with water in the pharmaceutical compound. The inventors disclose, at page 5, that \"our studies have also shown that in the absence of unbound water very little to no degradation occurs in DCL compositions that include lactose\". Recognizing that lactose \"is among the best of all direct compression filters in fluidity and is very effective for low dose formulations\", the inventors disclose an embodiment of the present invention that encompasses \"non-hygroscopic pharmaceutical compositions\" comprising DCL and \"at least one pharmaceutically acceptable excipient\". The inventors contemplate that, where an overall composition is substantially non-hygroscopic or anhydrous, such excipients may include lactose and other reactive excipients such as mono- or di-saccharides.", "[35] The specification includes the \"Results of Excipient Compatibility Studies\" (beginning at page 16 of the specification), following which, various examples or embodiments are described. The inventors specifically comment, at page 19, that the examples \"are provided by way of illustration and not by way of limitation\".", "[36] This brings me to the specific claims in issue. Schering raises Claims 1, 6, 9 and 23 of the '136 Patent.", "[37] I pause to consider the position of Sepracor. In its Memorandum of Fact and Law, Sepracor asserted that, in addition to those claims focused on by Schering, Pharmascience's allegation was not justified insofar as Claims 2, 3 and 31. As noted above, Sepracor withdrew from the oral hearing of the application. This leaves the Court in an odd position. The Applicant before me is Schering who seeks the remedy of prohibition until expiry of the '014 and the '136 Patents. Schering does not take a position with respect to these additional claims raised by Sepracor. Given Schering's failure to assert that Pharmascience's allegations are not justified in respect of Claims 2, 3 and 31, I can see no reason why I need or should consider the merits of those allegations.", "[38] Accordingly, I will only construe the claims relied on by Schering - Claims 1, 6, 9 and 23. Those claims are as follows: \"1. A pharmaceutical composition in blended or granulated form for the treatment of histamine-induced disorders, comprising a therapeutically effective amount of descarboethoxyloratadine, or a pharmaceutically acceptable salt thereof, and a pharmaceutically acceptable inert carrier. \"6. The pharmaceutical composition of claim 1 further comprising a therapeutically effective amount of an analgesic. \"9. The pharmaceutical composition of claim 1 wherein the composition is present in one of tablet or capsule form. \"23. The anhydrous pharmaceutical composition of claim 22 wherein the composition is present in tablet form.\"", "[39] Claim 23 is dependent on Claim 22 which, in turn, is dependent on Claim 16. Claim 16 covers: \"16. An anhydrous pharmaceutical composition in granulated or blended form for the treatment of histamine-induced disorders, comprising a therapeutically effective amount of descarboethoxyloratadine, or a pharmaceutically acceptable salt thereof, and a pharmaceutically acceptable carrier.\"", "[40] Claims 1, 6 and 9 relate to the alleged invention of the avoidance of lactose. Claim 6 adds an analgesic to the elements of Claim1, and Claim 9 limits Claim 1 to a tablet or a capsule form. By the time of oral arguments, the parties no longer disputed that the term \"pharmaceutical composition\" meant anything other than the final dosage form. Thus, the only construction issue in dispute for Claims 1, 6 and 9 is whether the term \"pharmaceutically inert carrier\" encompasses everything in the \"pharmaceutical composition\" (or final dosage form) or is restricted to only the materials in intimate admixture with the DCL.", "[41] It is not disputed that lactose is a reactive excipient rather than an inert carrier.", "[42] Pharmascience argues that \"carrier\" represents the vehicle for delivering or administering the active ingredient DCL to the body. Drs. Rhodes and Fiese opined that \"carrier\" refers to all of the components of the final dosage form other than DCL. Thus, to Pharmascience, \"inert carrier\" represents that the final dosage must be free of lactose or any acidic excipient. In support of this construction, Pharmascience argues that the '136 Patent includes, in the definition of \"carrier\" or \"inert carrier\", all manner of excipients, including diluents, lubricants, binders, and coating agents (Patent '136 at p. 10, 14, 15). Since, coating agents are used at the end of the process, it must certainly mean that \"carrier\" encompasses all excipients of the final dosage form.", "[43] In contrast, Schering relies on Drs. Banker and Cartilier in submitting that a \"pharmaceutically acceptable inert carrier\" refers solely to the excipients in \"intimate admixture\" with the DCL, and not those outside. Thus, the \"inert carrier\" must be lactose free, even though the pharmaceutical composition can include some lactose (A.R., vol. 3, Tab 10, p. 463-464; A.R., vol. 2, Tab 6, pp. 176-177). In my view, the construction offered by Schering and its experts is to be preferred.", "[44] The first problem with Pharmascience's interpretation is with its reference to the coating agents. On reading the '136 Patent, one can see that the inventors set out several ways to solve the problem of DCL's degradation when in contact with lactose. One such solution, \"coating DCL\", is found at page 7 of the Patent's specification. This is where DCL is first granulated with inert excipients, and then the (forms) are coated with inert coating agents. Finally, in the tableting process, these (forms), already protected, can be blended with other excipients, including lactose. As stated at p. 7, lines 25-30: Once the particles or granulated formulations of DCL are coated with the inert coating agent, the coated DCL may be formulated using standard techniques, including, but not limited to blending, granulation, compression and combinations thereof, with other inert and reactive excipients, such as lactose, to make various dosage forms , for example, tablets, caplets, capsules, torches, and the like.\" (Emphasis added.)", "[45] This embodiment of the invention shows that \"coating agents\" do not always have to be used at the end process, and thus, this argument of Pharmascience fails.", "[46] Next, I observe that all of the experts appear to accept that the word \"comprising\" is not limiting. That is, what follows the word \"comprising\" does not necessarily identify everything that is included in the composition. In the case of Claim 1, when the inventors describe the composition as \"comprising\" DCL with an inert carrier, the skilled person would know that other things could be included in the composition. (For further discussion of the word \"comprising\", see paragraphs [150] -[151] below.)", "[47] Furthermore, while \"pharmaceutical composition\" is used often in the specification to represent the final dosage form to be administered to patients, \"carrier\" is never used synonymously or interchangeably with \"pharmaceutical composition\" or with \"dosage form\". This differentiation is included in the language of the claims, where the inventors state that the \"pharmaceutical composition\" comprises DCL together with a \"pharmaceutically acceptable inert carrier\".", "[48] Drs. Cartilier and Banker state that \"inert carrier\" is that which is intimately admixed with DCL. They rely on the following paragraph found at page 4, lines 3 to 7 of Patent '136: \"The present invention relates to stable pharmaceutical compositions of DCL wherein DCL is in intimate admixture with one or more excipients, including, but not limited to, blended, granulated or compressed dosage forms, that avoid the incompatibility between DCL and reactive excipients, such as lactose and other mono- or di-saccharides.\"", "[49] I prefer the opinions of Drs. Cartilier and Banker that the skilled person would understand that, in order to protect DCL, those excipients that are in admixture with the DCL must not include \"reactive excipients\". According to Dr. Cartilier, this passage is \"consistent with the purpose of the invention which is to provide a formulation in which DCL will not be decomposed or discoloured\" (A.R., vol. 2, Tab. 6, p. 177). Dr. Cartilier continued by saying \"the '136 Patent recognizes that some pharmaceutical product have different 'compartments' or sections\" (A.R., vol. 2, Tab 6, p. 178). He also stated: \"The disclosure tells the Skilled Formulator that a formulation (or product) with multiple compartments is contemplated by the '136 Patent\" (A.R., vol. 2, Tab 6, p. 178). Dr. Cartilier pointed to the language of the patent that states ('136 Patent, p. 7, lines 25-29): \"Once the particles or granulated formulations of DCL are coated with the inert coating agent, the coated DCL may be formulated using standard techniques, including, but not limited to, blending, granulation, compression and combinations thereof, with other inert and reactive excipients , such as lactose, to make various dosage forms, for example, tablets, caplets, capsules, troches, and the like.\"", "[50] On the other hand, Dr. Rhodes stated that the reference to \"intimate admixture\", by Schering's experts, would lead the skilled person \"to apply an unusual interpretation of the commonly used term 'carrier'\" (Application Record of the Respondent, Pharmascience Inc. (R.R.), vol. 1, Tab 1, p. 43). According to Dr. Rhodes, carrier represents the whole dosage form, not an inner (form). Dr. Rhodes justified this interpretation by stating that inventors included \"coating agents\" in their list of excipients that may comprise the carrier (R.R., vol. 1, Tab 1, p. 43). I do not agree with this interpretation. As I have stated previously (at paragraphs [45] -[46] of this decision), coating agents do not have to be used at the end process.", "[51] The essential element of Claims 1, 6 and 9 is that the DCL must be in intimate admixture only with inert carriers, thus avoiding the intimate mixture of DCL with reactive excipients. The claims are silent on what excipients can be used outside the carrier but still within the \"pharmaceutical composition\". I believe that this is a reasonable construction of the words of Claim 1. The construction of Claims 6 and 9 would follow.", "[52] The only issue with respect to Claim 23 - and Claim 16 on which Claim 23 depends - is what is meant by the term \"anhydrous pharmaceutical composition\". And, as I read the submissions of Schering and Pharmascience, I am not persuaded that there is a material difference in their proposed constructions. Each of Pharmascience and Schering acknowledge that the term \"anhydrous\" would not be read by the skilled person to mean absolutely no water present in the composition. According to Dr. Cartilier, the person skilled in the art would know that \"pharmaceutical compositions are never anhydrous in an absolute sense\" and 100 percent water free (A.R., vol. 2, Tab 6, p. 180). Dr. Rhodes, for Pharmascience, agreed and stated that the skilled person would read \"anhydrous\" as referring \"to an amount of unbound water that may be greater than zero, but still insufficient to initiate or accelerate the degradation reaction\" (R.R., vol. 1, Tab 1, p. 11). In cross-examination, Dr. Atwood stated: \"It's very difficult to make a pharmaceutical tablet that doesn't have some water but some water could be parts per million\" (R.R., vol. 5, Tab 10, p. 1053, q. 151). Thus, the question is what the patent teaches about the amount of water that could be contained in the composition.", "[53] The term \"anhydrous\" is defined in the '136 Patent, at page 11, lines 24-27, as: \"The amount of unbound water present, if any, is insufficient to initiate and/or accelerate the incompatibility between DCL and reactive excipients, such as lactose.\"", "[54] The term \"unbound water\", as stated by the inventors, at page 11, lines 22-24, refers to \"water that is not present in the form of a stable hydrate of one or more components of the pharmaceutical composition, e.g., α-lactose monohydrate.\"", "[55] The inventors have not set out any absolute limit of water content that would meet the requirement to be \"anhydrous\". Rather they have defined the amount of water content by its function. Stated simply, a composition of DCL appears to satisfy Claims 16 and 23 if it remains stable in the presence of lactose. If the composition with lactose degrades, it is not anhydrous. If it does not degrade, it is anhydrous. Dr. Rhodes accepted this construction, but he raised several concerns: \"the person of ordinary skill in the art would not know, from reading the '136 Patent, either how much unbound water will be acceptable, nor even how to measure or determine this amount\" (R.R., vol. 1, Tab 1, p. 11). I agree. While I accept the construction of \"anhydrous\" as an insufficient amount of unbound water to initiate or accelerate the degradation process, I find that it raises significant questions on: (a) how one measures infringement; and (b) the allegations of invalidity. These questions are discussed below. 7.2. Infringement", "[56] Based on these constructions, I turn to the question of whether Pharmascience's allegation of non-infringement is justified.", "[57] As discussed above, the Pharmascience tablets contain (forms) that are free of reactive excipients such as lactose. The lactose in the Pharmascience tablets is situated outside the (form) or \"carrier\". I am satisfied that the allegation of non-infringement of Claims 1, 6 and 9 is not justified.", "[58] The question with respect to Claim 23 is more difficult to answer. While Claims 1, 6 and 9 require, in effect, that the carrier be free of lactose, Claim 23 (through Claim 16) refers to the entire formulation or tablet as being anhydrous. The final tablets made according to the Pharmascience specifications contain water in the amount of [confidential] % of the total weight. This amount has been confirmed by Dr. Fiese (R.R., vol. 3, Tab 4, p. 789), and Dr. Banker (A.R., vol. 3, Tab 10, p. 501). According to Dr. Rhodes, \"under typical manufacturing conditions, a tablet will normally contain less than about 2% of total water and will rarely if ever exceed about 3%\" (R.R., vol. 1, Tab 1, p. 50). Dr. Atwood, in cross examination, acknowledged that while some tablets can be higher than 3% of unbound water, the normal level of water ranges from 1 to 3% in pharmaceutical products that undergo usual manufacturing processes (R.R., vol. 5, Tab 10, pp. 1053-1054). Nevertheless, the tablets are stable; they do not degrade. Thus, it appears that the tablets contain insufficient water to initiate or accelerate the incompatibility between DCL and reactive excipients, such as lactose. If this is correct, the allegation of non-infringement of Claim 23 is not justified.", "[59] In my view, however, this is an overly-simplified approach to the question of infringement.", "[60] Claim 16 is a \"functional\" claim. According to Justice Noël in <FRAGMENT_SUPPRESSED>  claiming in terms of a desired result, is in principle permissible in this country\". Implicit in Claim 16 is that a stable or non-degrading composition is a function of the avoidance of water. As I see it, this is not a simple question to answer. For example, the '136 Patent teaches at least two ways of avoiding degradation - avoidance of lactose or avoidance of water. The '014 Patent discloses another method - the avoidance of lactose together with the use of a basic salt. How would one know that the stability of any Pharmascience product is as a result of an infringement of Claim 16? Could the stability be due to the use of a different excipient? There is no simple way to establish that a lack of degradation is due to the avoidance of water rather than to some other variable in the formulation. Schering did not, it appears, perform any testing to determine what effect, if any, the amount of water in Pharmascience's tablets - as opposed to other elements in its composition - had on the stability of the final product. Accordingly, I am not persuaded that Schering has met its burden to show that the Pharmascience product would infringe Claims 16 and 23. I find that Pharmascience's allegation of non-infringement of these claims is justified.", "[61] Even if I am wrong in this conclusion, I am also satisfied that Pharmascience's allegation that Claim 16 (and hence Claim 23) is invalid due to obviousness or overbreadth is justified. This is discussed below. 7.3. Validity", "[62] In its NOA, Pharmascience makes a number of allegations related to the validity of Claims 1, 6, 9 and 23. For purposes of these reasons, I will focus on those allegations that appear to have the most merit; specifically: 1. Claims 1, 6, 9 and 23 were anticipated or rendered obvious as of February 7, 1997 by the prior art or common general knowledge; and 2. Claim 23 is overbroad.", "[63] I find Pharmascience's allegations regarding a failure by the inventors to demonstrate the utility or sound prediction of their invention (either avoidance of lactose or avoidance of water) to not be justified. 7.3.1. Anticipation of Claims 1, 6 and 9 by Aberg and Cho", "[64] I turn to the first argument of Pharmascience - that of anticipation. In its NOA, Pharmascience relies on, inter alia, United States Patent No. 5,595,997 (the Aberg Patent) and United States Patent No. 4,990,535 (the Cho Patent), to allege that \"[t] he subject matter of claims 1 to 36 of the '136 Patent was ... disclosed to the public prior to the claim date of the '136 Patent ... \" and that, \"[t] herefore, each of the claims 1 to 36 of the '136 Patent are invalid for lacking novelty (i.e. for being anticipated) pursuant to section 28.2 of the Act \".", "[65] In its final submissions, Pharmascience narrowed its allegations to argue that Claim 9 of the '136 Patent was anticipated by certain of the teachings of both the Aberg Patent and the Cho Patent. Principles of Anticipation", "[66] I begin this section of the Reasons by referring to the general legal principles of anticipation.", "[67] The concept of anticipation arises from s. 28.2 of the Patent Act R.S.C. 1985, c.P-4. In short, this provision requires that the subject matter of a claim must not have been disclosed to the public before the claim date.", "[68] Until the decision of the Supreme Court in <FRAGMENT_SUPPRESSED>  the test for anticipation followed by the Courts was as described in <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 289 (F.C.A.), at p. 297  <FRAGMENT_SUPPRESSED> : \"One must, in effect, be able to look at a prior, single publication and find in it all the information which, for practical purposes, is needed to produce the claimed invention without the exercise of any inventive skill. The prior publication must contain so clear a direction that a skilled person reading and following it would in every case and without possibility of error be led to the claimed invention.\"", "[69] In Sanofi-Synthelabo , at paragraph 23, the Supreme Court determined that the trial judge, by using the <FRAGMENT_SUPPRESSED> test, \"overstated the stringency of the test for anticipation that the 'exact invention' has already been made and publicly disclosed\". The Supreme Court concluded that the issue of whether an invention is anticipated by the prior art requires that the Court have regard to two questions: 1. Was the subject matter of the invention disclosed to the public by a single disclosure? 2. If there has been such a clear disclosure, is the working of the invention enabled by that disclosure?", "[70] At the first step of the analysis, the Supreme Court provided the following guidance (at para. 25): \"When considering the role of the person skilled in the art in respect of disclosure, the skilled person is 'taken to be trying to understand what the author of the description [in the prior patent] meant' (para. 32). At this stage, there is no room for trial and error or experimentation by the skilled person. He is simply reading the prior patent for the purposes of understanding it.\"", "[71] Once disclosure has been made, the question of enablement was described by the Supreme Court (at para. 27): \"Once the subject matter of the invention is disclosed by the prior patent, the person skilled in the art is assumed to be willing to make trial and error experiments to get it to work. While trial and error experimentation is permitted at the enablement stage, it is not at the disclosure stage. For purposes of enablement, the question is no longer what the skilled person would think the disclosure of the prior patent meant, but whether he or she would be able to work the invention.\"", "[72] <FRAGMENT_SUPPRESSED>  affd. (2009), 387 N.R. 347; 2009 FCA 94 (referred to as Abbott, Hughes J ), Justice Hughes undertook a helpful survey of the law of anticipation as it exists after Sanofi- <FRAGMENT_SUPPRESSED> . He summarized the legal requirements for anticipation as follows (at para. 75): \"1. For there to be anticipation there must be both disclosure and enablement of the claimed invention. \"2. The disclosure does not have to be an 'exact description' of the claimed invention. The disclosure must be sufficient so that when read by a person skilled in the art willing to understand what is being said, it can be understood without trial and error. \"3. If there is sufficient disclosure, what is disclosed must enable a person skilled in the art to carry out what is disclosed. A certain amount of trial and error experimentation of a kind normally expected may be carried out. \"4. The disclosure when carried out may be done without a person necessarily recognizing what is present or what is happening. \"5. If the claimed invention is directed to a use different from that previously disclosed and enabled then such claimed use is not anticipated. However if the claimed use is the same as the previously disclosed and enabled use, then there is anticipation. \"6. The Court is required to make its determinations as to disclosure and enablement on the usual civil burden of balance and probabilities, and not to any more exacting standard such as quasi-criminal. \"7. If a person carrying out the prior disclosure would infringe the claim then the claim is infringed.\" The Aberg Patent", "[73] Turning to the facts of the application before me, I first consider the teachings of the Aberg Patent. The parties before me appear to be agreed that, if the Aberg Patent is a single disclosure of the subject matter of Claim 9 of the '136 Patent, the working of the invention disclosed in Claim 9 is enabled by that disclosure.", "[74] In the disclosure, the inventors of the Aberg Patent state that the invention \"is further defined by reference to\" a number of examples. One of those examples is Example 8, entitled \"Soft Gelatin Capsules\": \"A mixture of active ingredient in a digestible oil such as soybean oil, lecithin, cottonseed oil or olive oil is prepared and injected by means of a positive displacement pump into gelatin to form soft gelatin capsules containing 0.1 to 10 milligrams of the active ingredient. The capsules are washed and dried.\"", "[75] The \"active ingredient\" referred to in Example 8 is DCL. The product described in Example 8 would be lactose free.", "[76] Soft gelatin tablets are contemplated by the '136 Patent. At page 13 of the specification, the inventors state that, \"Suitable dosage forms include tablets, troches, cachets, capsules, including hard and soft gelatin capsules , and the like.\" (Emphasis added.) Claim 9 of the '136 Patent specifically claims capsules: \"The pharmaceutical composition of claim 1 wherein the composition is present in one of tablet or capsule form .\" (Emphasis added.)", "[77] The key question to be asked is whether Example 8 of the Aberg Patent falls within Claims 1 and 9 of the '136 Patent. I am satisfied that it does. This was the unequivocal opinion of Dr. Fiese (R.R., vol. 2, Tab 2, p. 437) and Dr. Rhodes (R.R., vol. 1, Tab 1, p. 58).", "[78] First, Claim 9 captures either tablet or capsule forms of the \"pharmaceutical composition of claim 1\". No expert appears to dispute that conclusion.", "[79] Next, I turn to an examination of whether the composition described in Example 8 of the Aberg Patent consists of a \"pharmaceutical composition of claim 1\". On this point, I observe that the Example 8 composition is free of lactose or any other reactive excipient. The only question remaining is whether the composition of Example 8 of the Aberg Patent is \"in blended or granulated form\" as set out in Claim 1. It is obvious that Example 8 of the Aberg Patent is not granulated. But, could it be considered to be blended?", "[80] On this issue, I turn to the experts. Dr. Fiese, in his affidavit, opined that the gelatin capsule disclosed in Example 8 of the Aberg Patent is a \"pharmaceutical composition in blended form\" (Emphasis added) (R.R., vol. 2, Tab 2, p. 437). Dr. Rhodes, in his affidavit, stated that the term \"blended\" used in the patent (and indeed in pharmaceutical technology generally) simply means mixed together\" (R.R., vol. 1, Tab 1, p. 36). Dr. Banker was asked, during cross-examination, whether Example 5 of '136 Patent (which example is almost identical to Example 8 of the Aberg Patent) would fall within Claim 1 of the '136 Patent. His response was: \"The DCL could be in blended form with the components listed\" (Emphasis added). Only Dr. Atwood appears to have adopted a different view. During cross-examination, he expressed his view that a soft gelatin capsule with just DCL in an oil would not be covered under Claim 1.For Dr. Atwood, a \"blend\" is something that generally involves \"mixing together things which don't dissolve one in the other\" (R.R., vol. 5, Tab 10, p. 1045). However, when I read this portion of the transcript, I note that Dr. Atwood also appears to have accepted that the term \"blended\" could be interpreted more broadly (R.R., vol. 5, Tab 10, p. 1045, line 14). I believe that the better view is that the skilled person would understand the product of Example 8 to be \"blended\". Thus, I conclude that, on balance, the composition of Example 8 meets the requirements of Claim 1 - and thus, Claim 9 - in every respect.", "[81] Quite simply, if a skilled person were to make a gel capsule in accordance with Example 8 of the Aberg Patent, he would be making a capsule that falls within the scope of Claim 9 (and hence, Claim 1) of the '136 Patent. Stated in other words, the skilled person, by following the teachings of Example 8 of the Aberg Patent would infringe Claims 1 and 9 of the '136 Patent.", "[82] For its argument on anticipation, Pharmascience points to Example 5 of the '136 Patent (p. 21), which states as follows: \"Soft gelatin DCL capsules may be prepared with a mixture of DCL in a digestible oil such as soybean oil, lecithin, cottonseed oil, or olive oil wherein the mixture is injected by means of a positive pressure pump into gelatin, such that each dosage unit contained 0.1 mg to 10 mg of DCL. The capsules are washed and dried.\"", "[83] The words of Example 8 in the Aberg Patent and Example 5 of the '136 patent are almost identical. Example 5 of the '136 Patent falls within Claim 9; so does Example 8 of the Aberg Patent. However, Schering submits that the similarity of Example 8 of the Aberg Patent and Example 5 of the '136 Patent ought not to drive my analysis. I agree. The fact that Example 5 is included in the examples of the '136 Patent does not mean that it is claimed. Anticipation cannot be based on a comparison to something that is not claimed. Thus, in this discussion of anticipation, I have not relied on the almost identical wording of the two examples.", "[84] The test for anticipation - even on the most stringent test of <FRAGMENT_SUPPRESSED> - has been met. The allegations of Pharmascience in its NOA that Claims 1 and 9 of the '136 Patent are invalid for anticipation are justified.", "[85] In addition to the argument that the capsules of Example 8 of the Aberg Patent are not \"blended\", Schering puts forward two additional arguments in response to the allegation: 1. Examples 7 and 9 of the Aberg Patent are tablets that have lactose; 2. Even if the Aberg Patent anticipates the capsule in Claim 9, s. 27(5) of the operates to treat the tablet as a separate claim.", "[86] On the first of these arguments, Schering points to Examples 7 (capsules) and 9 (tablets) of the Aberg Patent, both of which specifically include lactose in their compositions. The argument is that the \"invention\" of the '136 Patent does not disclose the avoidance of lactose; rather it teaches the skilled person to use lactose in Examples 7 and 9. The simple fact that Example 8 contains no lactose is not, in their submission, a teaching that the skilled person should avoid lactose.", "[87] This argument, in my view, fails. The fact that other examples in the Aberg Patent teach other formulations is an irrelevant factor for assessing the anticipation. According to Justice Hughes in <FRAGMENT_SUPPRESSED> the test is (above, at para. 75): \"If a person carrying out the prior disclosure would infringe the claim then the claim is infringed.\" In other words, by practising Example 8 of the Aberg Patent - acknowledged by all to be prior art - a skilled person would infringe Claims 1 and 9 of the '136 Patent. The test for anticipation is met.", "[88] Schering's second argument relates to its interpretation of s. 27(5) of the , which provides that: \"For greater certainty, where a claim defines the subject matter of an invention in the alternative, each alternative is a separate claim for the purposes of sections 2, 28.1 to 28.3 and 78.3\"", "[89] Schering argues that Claim 9 defines the subject matter of the invention in the alternative; the claim describes the composition as being in \"one of tablet or capsule form\". Thus, Schering submits, even if the capsule referred to in Claim 9 is anticipated by Example 8 of the Aberg Patent, s. 27(5) applies to treat the tablet form of Claim 9 as a separate claim. In other words, Schering urges the Court to consider tablets and capsules in Claim 9 separately as regards to their novelty, non obviousness and utility. In Schering's view, s. 27 (5) is a remedial provision where, if the claim is truly a definition of the invention as an alternative, the invalidity of one should not cause the invalidity of the others. Pharmascience submits that s. 27(5) has no application in this case; if one alternative in a claim is invalid, the entire claim fails.", "[90] I acknowledge that, on its face, s. 27(5) applies to s. 28.2, which provision, as stated above, is the source of the requirement that claims not be anticipated by prior art. Nevertheless, I prefer Pharmascience's position. Section 27(5) does not save claim 9, if one of the alternatives in the claim is otherwise invalid for anticipation.", "[91] This very question was considered by Justice Phelan in <FRAGMENT_SUPPRESSED>  affd. (2007), 361 N.R. 308; 2007 FCA 153. In that case - an NOC application - Abbott argued that s. 27(5) could apply to save certain alternatives in an individual claim. In rejecting that argument, Justice Phelan provided the following analysis and conclusion (at paras. 50-57): \"50 The specific wording of s. 27(5) limits its application to three sections of the , evidencing a legislative intention to circumscribe the operation of the section. Section 27(5) did not say something to the effect of 'For all purposes ...'.\" \"51 The sections of the Patent Act to which s. 27(5) refers are (a) section 2 -- the definition provision; (b) section 28.1 -- the claim date provision; (c) section 28.2 -- the non-prior disclosure provision; (d) section 28.3 -- the non-obvious provision; and (e) section 78.3 -- transitional provision related to s. 43. Therefore, the application of s. 27(5) is very limited within the operation of the itself. \"52 Section 27(5) is part of the provisions under the heading 'Application for Patents'. The section requires that if there are alternative claims, each alternative meet the test for patentability -- novelty, utility and inventiveness. Failure to establish that each alternative meets the test for patentability would result in the alternative being invalid as well as the whole of the claim. \"53 Section 27(5) does not direct that alternatives in a claim constitute a separate claim for purposes of either s. 27 and 58. It is particularly significant that s. 58 is not included by reference in s. 27(5) because s. 58 allows a court to sever an invalid claim from a patent and allow the remainder of the patent to survive. \"54 The conflicting interpretations result  <FRAGMENT_SUPPRESSED>  arguing that so long as one alternative in a claim is valid, the whole claim is saved and Apotex saying that if one alternative is proven not to be patentable, the whole claim fails. \"55 Abbott makes this argument on the effect of s. 27(5) without reliance on any direct authority in support. One would have thought that if s. 27(5) had the scope argued by Abbott, it would have been the subject of at least some learned writing if not actual decisions of this Court. \"56 Given that alternative claims can result in a vast number of claims and the general adverse consequences of overclaiming, I interpret the application of s. 27(5) more narrowly than Apotex. It applies only to the named provisions and is principally an administrative provision for purposes of a patent application. \"57 Therefore, even if the claim (1 or 15) is in the alternative, if Apotex establishes that an alternative is not patentable, the whole claim fails -- at least for purposes of an NOC.\"", "[92] I adopt the reasoning and conclusion of my brother judge, Justice Phelan, and conclude that the alternative claim to a tablet set out in Claim 9 is not saved by s. 27(5) of the", "[93] In sum, even without Example 5 of the '136 Patent, the gel capsule made in accordance with Example 8 of the Aberg patent would fall within Claim 9; such a gel capsule would infringe Claim 9 and Claim 1 of the '136 Patent. The Cho Patent", "[94] Pharmascience also argues that the '136 Patent is anticipated by the Cho Patent. The Cho Patent, with a publication date of February 5, 1991, is directed to pharmaceutical compositions containing loratadine or DCL in combination with ibuprofen (an analgesic), pseudophedrine (a decongestant) and suitable excipients. Pharmascience summarizes its argument as follows: \"Thus the preferred DCL tablet of Cho contains an analgesic and decongestant with [hydroxypropylmethylcellulose (HPMC)] and microcrystalline cellulose in its core, together with a coating containing DCL, HPMC and [polyethylene glycol (PEG)]. Such a tablet is a pharmaceutical composition in blended or granulated form for the treatment of histamine-induced disorders comprising a therapeutically effective amount of DCL and a pharmaceutically acceptable inert carrier as claimed by claims 1, 2, 3 and 9 of the '136 Patent.\"", "[95] Unlike Example 8 of the Aberg Patent, there is no example or embodiment that would, in my view, constitute a single disclosure. To move from the Cho Patent to the composition contemplated by Claim 9 requires a number of choices and assumptions. The skilled person would need to alter the Cho examples to include DCL. Such a step would allow for substitution of lactose and sucrose, both of which would take the Cho compositions outside the '136 Patent. The disclosure is not sufficient \"so that when read by a person skilled in the art willing to understand what is being said, it can be understood without trial and error\" ( Abbott, Hughes J , above, at para. 75). Conclusion on Anticipation", "[96] I conclude that, on a balance of probabilities, the allegation of Pharmascience that Claim 9 of the '136 Patent was anticipated by the teachings of the Aberg Patent is justified. Given this finding, there is no need to consider the other allegations of invalidity of any of Claims 1, 6 or 9. Nevertheless, in the event that I am mistaken in this conclusion, I will also consider the allegation of obviousness. 7.3.2. Obviousness of Claims 1, 6, 9 and 23 of the '136 Patent General Principles of Obviousness", "[97] The term \"invention\" is defined in s. 2 of the to include \"any new and useful ... composition of matter\". Pharmascience asserts that Claims 1, 6, 9 and 23 of the '136 Patent would have been obvious to a person skilled in the art, as of the relevant date.", "[98] The test for obviousness was recently clarified by the Supreme Court of Canada  <FRAGMENT_SUPPRESSED> -Synthelabo . Justice Rothstein, writing for a unanimous Court, adopted a four-step approach (above, at para. 67): \"1. (a) Identify the notional 'person skilled in the art'; and, (b) identify the relevant common general knowledge of that person; \"2. Identify the inventive concept of the claim in question or if that cannot readily be done, construe it; \"3. Identify what, if any, differences exist between the matter cited as forming part of the 'state of the art' and the inventive concept of the claim or the claim as construed; \"4. Viewed without any knowledge of the alleged invention as claimed, do those differences constitute steps which would have been obvious to the person skilled in the art or do they require any degree of invention?\"", "[99] As part of his analysis, Justice Rothstein stated that the so-called \"obvious to try\" test, derived from UK jurisprudence, should be approached cautiously and with the understanding that \"obvious to try\" means \"very plain\" or \"more or less self evident\". \"... I am of the opinion that the 'obvious to try' test will work only where it is very plain or, to use the words of Jacob, L.J., more or less self evident that what is being tested ought to work. \"For a finding that an invention was 'obvious to try', there must be evidence to convince a judge on a balance of probabilities that it was more or less self-evident to try to obtain the invention. Mere possibility that something might turn up is not enough.\" Sanofi- <FRAGMENT_SUPPRESSED> , at paras. 65-66)", "[100] If an \"obvious to try\" analysis is warranted, Justice Rothstein proposed a non-exhaustive list of factors that may apply ( Sanofi- <FRAGMENT_SUPPRESSED> , at paras. 69-71): \"1. Is it more or less self-evident that what is being tried ought to work? Are there a finite number of identified predictable solutions known to persons skilled in the art? \"2. What is the extent, nature and amount of effort required to achieve the invention? Are routine trials carried out or is the experimentation prolonged and arduous, such that the trials would not be considered routine? \"3. Is there a motive provided in the prior art to find the solution the patent addresses? \"4. Another important factor may arise from considering the actual course of conduct which culminated in the making of the invention.\"", "[101] In the recent case of <FRAGMENT_SUPPRESSED> the Federal Court of Appeal provided further guidance on the \"obvious to try\" notion. \"The test recognized is 'obvious to try' where the word 'obvious' means 'very plain'. According to this test, an invention is not made obvious because the prior art would have alerted the person skilled in the art to the possibility that something might be worth trying. The invention must be more or less self-evident .\" (Emphasis added.)", "[102] Although the Supreme Court emphasized that flexibility is required in applying the \"obvious to try\" test, it appears well-settled that the Court should address all of the components, and applying flexibility where appropriate. The person skilled in the art", "[103] The first step in the analysis is to identify the notional person skilled in the art. The parties agree that the skilled person for purposes of this application would hold a BSc in chemistry or a related field with an emphasis on pharmaceutical formulations and solid oral dosage forms along with 4 years of experience in this field. Common General Knowledge", "[104] Next, I must assess the state of the common general knowledge as of the relevant date. In this application, the common general knowledge is very similar for both the '136 and '014 Patents.", "[105] In general, it is undisputed that the skilled person would have knowledge of the Aberg, Cho and Villani Patents. The Aberg Patent, with its direct claims to DCL, would be of particular relevance.", "[106] One area of disagreement was the knowledge about the Maillard reaction, a chemical reaction that was first reported in 1912 by the chemist Louis-Camille Maillard. The reaction is said to occur when compounds interact with lactose (and similar carbohydrates) to form \"a brightly coloured degradation product - yellow, brown, or pink - readily discernable to the human eye\" (R.R., vol. 1, Tab 1, p. 21). All the experts agree that it was general common knowledge, as of the relevant date, that the Maillard reaction (browning or degradation) occurs between a primary amine and lactose. However, the experts come to different conclusions on whether it was common general knowledge that the Maillard reaction would apply to secondary or tertiary amines, as well as primary amines.", "[107] Related to the issue of the common general knowledge and the Maillard reaction, Dr. Cartilier provided his opinion of the common general knowledge at the relevant date for the '136 Patent (A.R., vol. 2, Tab 7, p. 302). I would paraphrase Dr. Cartilier's list as follows: • The Maillard reaction was known to occur in the case of primary amines but would not be understood by the skilled person for the case of secondary or tertiary amines. DCL is a secondary amine. • The Maillard reaction was known to be blocked or at least hindered in the presence of acids and accelerated in the presence of bases. • The role of lactose in \"browning\" was uncertain. • The Aberg Patent (US '997 Patent) and the Villani (US '716 Patent) Patent had shown that lactose was a preferred excipient and made no mention of the consequences of water being present in a DCL composition. • Many drug products containing lactose or other amines existed on the market.", "[108] Dr. Atwood was particularly emphatic that this skilled person would not know of such reaction. In his affidavit, Dr. Atwood observed that Drs. Rhodes and Fiese had not \"provided a single reference which reports Maillard degradation between a secondary amine [such as DCL] and lactose prior to the claim date of the '136 Patent\" (A.R., vol. 2, Tab 8, p. 346). Dr. Atwood then proceeded to refer to the well-known Handbook of Pharmaceutical Excipients (the Handbook), R.C. Rowe, P.J., Sheskey, S.C. Owen, ed., 5th ed. (Chicago: Pharmaceutical Press, 2006) to support his conclusion. In the preface to the Handbook, the authors state that (A.R., vol. 2, Tab 8, p. 440): \"If an incompatibility is not listed it does not mean it does not occur but simply that it has not been reported or is not well known.\"", "[109] Dr. Atwood pointed out that the 2006 Handbook still makes made no mention of an incompatibility of lactose with a secondary amine. From this omission of any incompatibility between secondary amines and DCL in 2006, he concludes that, in 1997, any such reaction would most certainly have been unknown or unreported. Specifically on the Maillard reaction, the 2006 Handbook includes the following (A.R., vol. 2, Tab 8, p. 441): \"A Maillard-type condensation reaction is likely to occur between lactose and compounds with a primary amine group to form brown or yellow-brown-coloured products.\" (Emphasis added.)", "[110] It occurs to me that the Handbook may not be the most reliable reference. The incompatibility between lactose and DCL was known as of the publication date of either the '014 Patent and the '136 Patent - as early as 1997. And yet, the 2006 edition of the Handbook makes no reference to the incompatibility. This failure by the Handbook authors to refer to an incompatibility that has been known for the past ten years raises some doubt in my mind as to the reliability of the information.", "[111] In spite of some reservations, I am prepared to accept that a reaction between a secondary amine (such as DCL) and lactose would not have been part of the common general knowledge. Stated in different words, an understanding that DCL would discolour or degrade in the presence of lactose (or other acidic excipients) was not likely part of the common general knowledge as of the relevant date.", "[112] The role of water in degradation was another area of some dispute. None of the Aberg, Villani or Cho Patents specifically addresses the issue of how the presence of water could affect degradation. If I accept that the reaction of DCL and lactose was not part of the common general knowledge, it follows that ameliorating such a reaction by avoiding water was also not part of the common general knowledge.", "[113] However, in general terms, it was common general knowledge that the amount of water in a formulation would be a consideration for a skilled formulator. Drs. Rhodes, Fiese, Banker and Cartilier seem to agree that it was known that water would generally speed up degradation. Dr. Atwood stated that water may speed up, or even slow down the rates of degradation. In either case, it was known that the amount of water in a formulation could be a factor in formulation.", "[114] Some mention must be made of the standard formulation tests and techniques. I think that it is self-evident that a pharmaceutical company would not market a pharmaceutical composition without testing its stability. It is also clear that commonly used stability studies, testing and laboratory techniques would be part of the common general knowledge. One frequently-mentioned procedure is the use of differential scanning calorimetry (DSC) to determine chemical incompatibilities.", "[115] Finally, I would include as part of the common general knowledge the use of lactose as a common and preferred excipient in drug formulations. Not only is this found at page 5 of the '136 Patent, it was explicitly stated by Mr. Wald, an inventor of the '136 Patent: \"Lactose is a commonly used filler in various pharmaceutical dosage forms\" (Sepracor's Responding Application Record, vol. 1, Tab 2, p. 30). Dr. Rhodes also acknowledged this fact (R.R., vol. 1, Tab 1, p. 61).", "[116] While the experts all presented me with lengthy lists of other prior art, the foregoing common knowledge (or lack of knowledge) informs the obviousness analysis for the '136 Patent. The Inventive Concept", "[117] Schering submits that the inventive concepts for the '136 Patent can be divided into two phases or concepts. First, Schering submits, the inventors of the '136 Patent discovered that DCL discolours or degrades in the presence of acidic excipients such as lactose. As described in the final written submissions of Sepracor, based on the evidence of Dr. Wald, one of the inventors of the '136 Patent: \"In beginning the development process  <FRAGMENT_SUPPRESSED> , an excipient compatibility study was conducted to determine chemical compatibilities of DCL with common excipients using differential scanning calorimetry. The results of this study demonstrated that there was no interaction between STARCH 1500 and DCL. However, it did demonstrate that there was an interaction between lactose ( -lactose monohydrate) and DCL .\" (Emphasis added.)", "[118] The inventors then proceeded to \"solve\" this problem by avoiding lactose in \"intimate admixture\" with DCL (Claims 1, 6 and 9).", "[119] The second inventive step (which led to Claims 16 and 23) was also described by Sepracor in its written submissions: \"A second study was carried out to determine the stability of a formulation comprising DCL and lactose, in the presence and absence of 5% water. The only significant degradation found in the formulations studied was in the vial containing 5% water along with 80% lactose. Specifically, it did not look like DCL and 80% lactose, in the absence of 5% water, had the same high degree of degradation. ... \"[T]he reaction rate and/or the extent of DCL/lactose interaction, is reduced in the absence of added water.\" Differences between the common general knowledge and the inventive concepts", "[120] I now move to the next portion of the analysis. I must identify what, if any, differences exist between the matter cited as forming part of the \"state of the art\" and the inventive concept of the claim or the claim as construed. It appears to me that the differences or \"gaps\" consist of the following: 1. It was not common general knowledge that the Maillard reaction would occur between DCL, a secondary amine, and lactose (or other reactive excipient). 2. It was not common general knowledge that reactions between DCL and lactose could be avoided by ensuring that lactose was not in intimate admixture with the DCL in the pharmaceutical composition. 3. It was not common general knowledge that the degradation of DCL in the presence of lactose would be accelerated by water. Or, stated in the reverse, it was not common general knowledge that the degradation of DCL when used together with any \"pharmaceutically acceptable carrier\" (including lactose) could be reduced by the avoidance of water in the composition. Inventiveness of Steps", "[121] Finally, Sanofi-Synthelabo teaches that I ask: Do those differences constitute steps which would have been obvious to the person skilled in the art or do they require any degree of invention? Of particular relevance, at this stage, I must determine whether there is evidence to convince me, on a balance of probabilities, that it was more or less self-evident to try to obtain the invention.", "[122] As noted above, pre-formulation experiments would be conducted before any product is taken to market. To me, the goal of obtaining a stable formulation is \"more or less self-evident\"; it is just plain common sense. No company wants to commercialize a product that will quickly degrade or discolour.", "[123] Secondly, it is undisputed that lactose is one of the most commonly-used excipients. As stated by the inventors, lactose was \"among the best of all direct compression filters in fluidity and is very effective for low dose formulations\" (Patent, p. 5). Given this knowledge, it would be more or less self-evident to run formulation studies to determine the interaction of lactose and DCL. Thus, even if the Maillard reaction was not generally known to occur with secondary amines, the skilled person would still run stability tests with DCL and lactose, a very desirable excipient.", "[124] Mr. Wald, one of the inventors, confirmed that he came about his \"invention\" during routine \"preformulation work\". The inventors first conducted the common DCS test with three common excipients - microcrystalline cellulose, starch and lactose. The routine test revealed the incompatibility between lactose and DCL (R.R., vol. 4, Tab 9, p. 951).", "[125] In response, Schering submits that the '136 Patent inventors' work was contrary to the teachings of the prior art. In particular, Schering points to the Aberg Patent which, Schering asserts, teaches the use of lactose as an excipient. I agree that certain examples of the Aberg Patent include lactose as an excipient; but, not all do. Example 8 of the Aberg Patent, as discussed above, does not include lactose. From reading the examples of the Aberg Patent, I do not believe that the skilled person would be persuaded away from carrying out preformulation tests with lactose. And, as soon as those tests were carried out, the incompatibility of lactose with DCL would be highlighted to the skilled person. In my view, the step of identifying the incompatibility was more or less self evident.", "[126] Once the skilled person discovered the incompatibility of DCL with lactose, he would have two predictable choices. First, the skilled person would, almost as a matter of routine, try a formulation that avoided the use of lactose and other reactive excipients. Thus, he would come to Claims 1, 6 and 9. He would be assisted in that step by Example 8 in the Aberg Patent.", "[127] The second, and possibly less predictable, solution would be to try to reduce the degradation. He would ask: Is there a way that I can reduce or eliminate the reaction? As noted above, the important role of water in degradation was generally known. In my view, it follows that a skilled person trying to minimize degradation or discolouration would not hesitate to try eliminating as much water as possible from the formulation. Thus, the skilled person would come to the invention of Claims 16 and 23.", "[128] According to Sanofi-Synthelabo , the more arduous, expensive and prolonged the experimentation, the less obvious the invention. On the other hand, the more routine the tests, the more the results are likely to be \"obvious to try\" (above, at paras. 86-89, 91). The Supreme Court of Canada examines the tests, rather than the conduct of inventors. In the case before me, both the tests for incompatibility and the solutions arrived at would be obvious to try.", "[129] In sum, on this step in the Sanofi-Synthelabo analysis, I am satisfied that there is evidence to convince me, on a balance of probabilities, that it was more or less self-evident to try to obtain the invention. Conclusion on Obviousness", "[130] In summary, I conclude that the allegation of Pharmascience that the inventions in Claims 1, 6, 9 and 16 were obvious, as of the relevant date, is justified. 7.3.3. Overbreadth of Claim 23 General Principles of Overbroad Claiming", "[131] Finally, I will consider the allegation that Claim 23 is overbroad.", "[132] A patent that claims more than that which was invented or disclosed is invalid for being overly broad (see, for example, Unilever plc v. Procter & Gamble Inc. (1995), 184 N.R. 378; 61 C.P.R.(3d) 499 ( <FRAGMENT_SUPPRESSED>  at paras. 52-53; <FRAGMENT_SUPPRESSED> ). An inventor ought not to claim a result rather than a means of achieving it. As stated in Free World Trust , above at paragraph. 32: \"[T]he ingenuity of the patent lies not in the identification of a desirable result but in teaching one particular means to achieve it. The claims cannot be stretched to allow the patentee to monopolize anything that achieves the desirable result. It is not legitimate, for example, to obtain a patent for a particular method that grows hair on bald men and thereafter claim that anything that grows hair on bald men infringes.\"", "[133] The consequence of overly-broad claiming is that the relevant claims will be invalid. Application to Claim 23 (and 16)", "[134] Schering submits that Claim 16 is an example of a \"functional\" claim. A claim that is expressed in a way that leads to a desired result may be legally permissible (see, for example, Burton  <FRAGMENT_SUPPRESSED>  at p. 215; <FRAGMENT_SUPPRESSED>  at p. 485  <FRAGMENT_SUPPRESSED> , 188 N.R. 382 (F.C.A.), provided that the skilled person would be able to directly come to the desired result (see Procter & Gamble , above, at p. 159). Jurisprudence also cautions that functional claiming can put inventors in dangerous waters. As Justice Noël in stated: \"There may, however, in doing so, be some danger of claiming either broader than the invention or of the claims being ambiguous. It is also possible that a functional claim or clause covers something that is inoperable\" (above, at p. 215).", "[135] The reading of Claim 16, which Schering appears to have adopted, is that every DCL compound that is stable is, by the definitions of the patent, \"anhydrous\". While functional claims may certainly exist, Claim 16, in my view, is beyond any acceptable functional claim.", "[136] The weakness  <FRAGMENT_SUPPRESSED> 's support for Claim 16 is glaringly apparent when one looks at the Pharmascience tablet. The Pharmascience tablet contains well over 3% water, which, as indicated by the experts, is a moderate to high water content in a composition. And yet, because the tablet is (apparently) stable, Schering would have us conclude that it is anhydrous and hence infringes Claim 16. There are two possibilities. First, one can construe the Claim to require that the stability of the DCL and lactose composition be as a result of the amount of water. In this case, as I have already stated, Schering has provided no evidence to show that the Pharmascience tablet would infringe. In the alternative, if I am wrong in my construction, Claim 16 catches every stable DCL/lactose composition no matter how or why it is stable.", "[137] This, in my view, is a blatant example of overbroad claiming. The requirement of stability is analogous to growing hair on bald men. Just as Justice Binnie in Free World Trust above, at paragraph 32, stated \"It is not legitimate, for example, to obtain a patent for a particular method that grows hair on bald men and thereafter claim that anything that grows hair on bald men infringes\", one cannot stretch Claim 16 to cover everything that is stable.", "[138] Quite simply, Claim 23 and Claim 16 are clear examples of overclaiming and, as stated by Justice Harrington in <FRAGMENT_SUPPRESSED> , \"To overclaim is to lose everything\" (above, at para. 15).", "[139] I conclude that Pharmascience's allegation that Claims 16 and 23 are overbroad is justified. 8. THE '014 PATENT", "[140] I turn to consideration of the '014 Patent. The general principles of construction and a description of the person skilled in the art are set out under the analysis for the '136 Patent and need not be repeated here. 8.1. Construction of the '014 Patent 8.1.1. Application of the principles to the '014 Patent claims", "[141] The date for determining the proper construction of the claims in issue is the '014 Patent publication date of January 20, 2000.", "[142] At page 1 of the '014 Patent disclosure, the inventors state that the \"invention relates to pharmaceutical compositions containing [DCL] and substantially free of DCL decomposition products, and suitable for oral administration to treat allergic reactions\". The inventors set out a summary of their invention at page 2, where they state that: \"It has now been found that the [DCL] discolors and decomposes in the presence of excipients disclosed in the prior art. It has been discovered that these problems are substantially solved when the use of an acidic excipient is avoided and [DCL] is combined with a pharmaceutically acceptable carrier medium comprising a DCL-protective amount of a pharmaceutically basic salt. Thus, this invention provides a pharmaceutical composition comprising an anti-allergic effective amount of [DCL] in a pharmaceutically acceptable carrier medium comprising a DCL-protective amount of a pharmaceutically basic salt.\"", "[143] This statement sets out the two-part thrust of the claimed invention - avoidance of acidic excipients and use of a \"basic salt\" in the \"carrier medium\".", "[144] Only Claims 1 and 38 are in issue in this application: \"1. A pharmaceutical composition for oral administration comprising an anti-allergic effective amount of descarbonyethoxyloratadine in a pharmaceutically acceptable carrier medium comprising a DCL-protective amount of a pharmaceutically acceptable basic salt and at least one pharmaceutically acceptable disintegrant, wherein the pharmaceutically acceptable carrier medium is substantially free of acidic excipients. \"38. The pharmaceutical composition of any one of claim 1 to 36, wherein said composition is a solid oral dosage form and wherein said descarbonylethoxyloratadine is in an amount of 5 mg.\"", "[145] Claim 38 is dependent on Claim 1 (the other claims not being relevant to this application), meaning that Claim 38 narrows the application of Claim 1 to 5 mg oral-dosage tablets. Accordingly, the construction of Claim 1 is key to understanding this application.", "[146] Claim 1 covers a \"pharmaceutical composition\". The parties now acknowledge that this term means the entire tablet or other dosage form. As I read the claim, Claim 1 will cover a tablet that contains DCL if: (a) the DCL is in a carrier medium; (b) the carrier medium contains enough of a basic salt to protect the DCL from degradation, including discolouration; and (c) the carrier medium is substantially free of acidic excipients. All three elements are essential. This leads me to the terms used in Claim 1 that are in issue: 1. Does the term \"carrier medium\" include the entire \"pharmaceutical composition\" other than the DCL, as submitted by Pharmascience? Or, does the \"carrier medium\" include only those materials in association with the DCL and not include those excipients that may exist in the (space outside the form), as argued by Schering? 2. Does the term \"basic salt\" include any ionic compound, as submitted by Schering? Or, does the term, as used in the '014 Patent, limited to calcium, magnesium and aluminum salts, as asserted by Pharmascience? 3. What is meant by the term \"DCL-protective amount\"? 4. What is meant by the term \"acidic excipient\"? Carrier Medium", "[147] Pharmascience, relying on opinions from both Dr. Rhodes (R.R., vol. 1, Tab 1, p. 13) and Dr. Fiese (R.R., vol. 2, Tab 2, p. 472), submit that the term \"carrier medium\" would include all of the components of the dosage form other than the active ingredient - in this case, the DCL. Following this line of reasoning, on a proper construction of Claims 1 and 38, the entire tablet must be \"substantially free\" of acidic excipients.", "[148] I do not agree that the construction of the term \"carrier medium\" proposed by the Pharmascience experts is a fair and purposive construction of the term. On my reading of Claim 1, there are two strong indicators that lead to the construction of the words \"carrier medium\" put forward by Schering.", "[149] The first is the fact that Claim 1 covers tablets that contain DCL when the DCL is \"in\" a carrier medium. The Claim does not state that the DCL is \"in\" the composition. From this use of language, I draw a strong inference that a skilled person would read the term \"carrier medium\" as something different from the \"pharmaceutical composition\".", "[150] The second indicator is the use of the word \"comprising\". All of the experts accepted that use of the word \"comprising\" does not mean \"limited to\". As stated by Dr. Jerry Atwood, in his affidavit (A.R., vol. 2, Tab 8, pp. 353-354): \"The first occurrence of the word 'comprising' makes clear that the pharmaceutical composition can include other things apart from the DCL in its carrier medium ... There can be other materials that 'comprise' the contents of the pharmaceutical composition but they are not the pharmaceutically acceptable carrier medium referred to in the claims.\"", "[151] During cross-examination on his affidavit, Dr. Rhodes acknowledged that a person skilled in the art, as of the relevant date, would know that the word \"comprising\" could \"include other things\" (A.R., vol. 8, Tab 19, p. 1989).", "[152] Thus, when Claim 1 states that the pharmaceutical composition comprises DCL in a carrier medium, it logically follows that the pharmaceutical composition as a whole may contain other ingredients. This could be the end of the analysis. Where the language of a claim is clear, \"it is necessary to look no further to discover the nature of an infringement ( Procter & Gamble , above, at para. 10). However, even if I consider the arguments of Pharmascience based on certain words in the specification, I remain unconvinced of the Pharmascience's proposed construction.", "[153] In support of its construction, Pharmascience submits three key references - at pages 6, 7 and 10 - in the specification that, in its view, demonstrate that \"carrier medium\" should be given the same construction as \"pharmaceutical composition\". I will consider each of these.", "[154] Pharmascience's expert, Dr. Fiese (R.R., vol. 2, Tab 2, p. 470), points to the language used at page 7 of the specification, where the \"inert pharmaceutically acceptable carrier medium includes one or more substances which may also act as diluents, flavouring agents, solubilizers, lubricants ... ncapsulating materials\". Pharmascience argues that, since lubricants and encapsulating materials are used after granulation, then \"carrier\" does not refer only to the inner (form), but to the entire final dosage form.", "[155] I am not persuaded by this argument. In my view, Dr. Fiese has taken the excerpt on page 7 out of context. I first observe that the entire passage is under the heading of \"Pharmaceutical Composition\", which is presented by the inventors as the final dosage form. Contained in this \"composition\", is the \"carrier\", which provides a capsule for the active ingredient. It follows that the active ingredient is surrounded by the carrier medium; and thus, in association with it. Further, on the same page, the inventors define \"carrier medium\" excipients as including basic salt, cellulose, etc. The inventors then say that these excipients \"may also act as\" lubricants or encapsulating materials - thus, another way to coat or protect the active ingredient.", "[156] Another argument of Pharmascience relies on a reference in the specification to the inclusion of talc in the carrier medium. Dr. Fiese refers to page 6 of the specification where the inventors describe a preferred embodiment where the \"carrier medium\" contains talc. Dr. Fiese then turns to the manufacturing process described at pages 8-10 of the specification. There, talc is added after the granulation but before tableting. Thus, Dr. Fiese concludes that \"carrier medium\" must mean the entire tablet (R.R., vol. 2, Tab 2, p. 472). The problem with this assertion is that Dr. Fiese has selected one embodiment out of many contained in the specification. Many other embodiments do not require talc to be in the carrier medium. Dr. Fiese's extraction of one embodiment to prove his point is not an example of purposive construction.", "[157] A third argument of Pharmascience is centred on a statement at page 10 of the specification where the inventors describe the tableting process for the tablets as follows: \"The tablets may be film-coated by charging the compressed tablets into suitable coating equipment having a rotating pan and heater. The tablets of the rotating pan are contacted at a temperature of about 30-50°C with a coating solutions [sic] formed by dissolving clear or colored coating materials in purified water. After the tablets are completely coated, a polishing powder may be added to the coated tablets to provide polished coated tablets. Alternatively, the colored coating material may be added as a dry powder in step 5 or 10, preferably step 5 of the Granulation phase of the process. It is preferred that the colored coating material is preferably substantially free, i.e., < about 1%, or more preferably completely free of offensive excipients such as lactose.\"", "[158] Pharmascience submits that this paragraph contains language that directly equates the carrier with the composition. The \"coating\" reference, in its view, must be to the exterior of the tablet, supporting its construction. Schering, on the other hand, puts forth an alternative interpretation of this manufacturing step where the \"coating\" reference could be to a coating for the (forms). In my view, the paragraph at page 10 could support either interpretation. In the face of this ambiguity and given the wording of Claim 1 itself, where there is a distinction drawn between \"carrier medium\" and \"pharmaceutical composition\", the more purposive construction is that put forward by Schering.", "[159] Moreover, I observe that Pharmascience and its experts have ignored a number of references in the specification to a clear division between \"pharmaceutical composition\" and \"carrier medium\". Nowhere are they made equivalents. For example, the inventors, at page 6, state: \"Unexpectedly, we discovered that when descarbonyl-ethoxyloratadine was combined with a carrier medium comprising a dibasic calcium phosphate, and 70microcrystalline cellulose - in the absence of prior art excipients such as stearic acid or lactose - we produced a pharmaceutical composition that was stable to discolouration when stored for 4 weeks in open petri dishes at a temperature of 40 degrees Celsius and relative humidity of 75%.\" (Emphasis added).", "[160] In sum, I conclude that a skilled person would interpret \"carrier medium\" as the substance or mixture of substances containing the DCL-protective amount of a pharmaceutically acceptable basic salt which is mixed with or associated with the DCL. Thus, the \"carrier medium\" includes only those materials in association with the DCL and does not include those excipients that may exist in the (space outside the form). Pharmaceutically Acceptable Basic Salt", "[161] The next disagreement occurs over the meaning of the term \"basic salt\" in Claim 1. At page 5 of the '014 Patent specification, the term \"pharmaceutically acceptable basic salts\" is defined to mean: \"... a calcium, magnesium or aluminum salt, or mixtures thereof, including, but not limited to carbonates, phosphates, silicates and sulfates of calcium, magnesium or aluminum. Typically, suitable pharmaceutically acceptable basic salts include calcium sulfate anhydrous, hydrates of calcium sulfate, such as calcium sulfate dihydrate, magnesium sulfate anhydrous, hydrates of magnesium sulfate, dibasic calcium phosphate, dibasic calcium phosphate anhydrous, tribasic calcium phosphate, calcium silicate, magnesium silicate, magnesium trisilicate, aluminum silicate, and magnesium aluminum silicate. The use of calcium phosphate salt is preferred. The use of dibasic calcium phosphate hydrates is more preferred. The use of dibasic calcium phosphate dehydrate is most preferred.\"", "[162] The specification makes no explicit mention of (compounds of the type of Confidential Compound One) or of (Confidential Compound One). The specific question, for this application, is whether the term \"basic salt\" includes (Confidential Compound One).", "[163] Schering's expert, Dr. Cartilier, opines that the person skilled in the art would understand that the term \"pharmaceutically acceptable basic salt\" would include \"(Confidential Compound One), together with many other salts of calcium, magnesium and aluminum\" (A.R., vol. 2, Tab 6, p. 190). Dr. Cartilier refers to the definition of \"salt\" in publications by the International Union of Pure and Applied Chemistry (IUPAC). According to Schering, IUPAC is the foremost authority on nomenclature in chemistry, used by undergraduate chemistry students, and thus within the common general knowledge of the person skilled in the art. The IUPAC defines salt as: \"a chemical compound consisting of a combination of cations and anions\". In Dr. Cartilier's opinion, this necessarily includes (Confidential Compound One) in its definition, as (Confidential Compound One) is composed of (confidential) (A.R., vol. 2, Tab 6, p. 191). Dr. Cartilier further states that \"(Confidential Compound One) presents a basic character\" (A.R., vol. 2, Tab 6, p. 191).", "[164] Dr. Banker expressed a similar view when he opined that the person skilled in the art \"would understand the term 'pharmaceutically acceptable basic salt' to mean any pharmaceutically acceptable calcium, magnesium or aluminum salt (or mixture thereof) that has a basic pH\" (A.R., vol. 3, Tab 10, p. 478). Dr. Banker relies on the same IUPAC publication as Dr. Cartilier.", "[165] In contrast, Dr. Fiese and Dr. Rhodes provide a contrary view. In his affidavit (R.R. vol. 2, Tab 2, p. 479), Dr. Fiese opines that the inventor did not intend to include all basic ionic compounds within the term \"pharmaceutically acceptable basic salt\". Dr. Fiese refers to the extensive list of examples provided with the definition and notes that \"no reference is made in the patent to the use of [compounds of the type of Confidential Compound One] or a [confidential] as a 'pharmaceutically acceptable basic salt', even though a [confidential] such as [confidential] ... is known to be a basic compound suitable in pharmaceutical formulations\" (R.R. vol. 2, Tab 2, p. 479).", "[166] On balance, I prefer the opinions of Drs. Rhodes and Fiese on this point. The inventors of the '014 Patent provided the skilled reader with an explicit definition of the term \"basic salt\". Regard must be given to the entire definition. Drs. Cartilier and Banker provide an interpretation that is based only on a general definition of \"salt\" contained in IUPAC. They do not appear to have considered the extensive examples offered by the inventors that, in my view, clarify what the inventors meant by the term. I agree that, on a purely academic level, (Confidential Compound One) may meet the definition of \"salt\" contained in chemistry textbooks. I also acknowledge that the inventors attempt to generalize by using words such as \"including, but not limited to\" and \"typically\". However, such language cannot disguise the fact that the inventors do not include (compounds of the type of Confidential Compound One) in their lengthy list of typical \"basic salts\" in their definition. From the omission, I infer that the inventors either did not have (compounds of the type of Confidential Compound One) and (confidential) in mind, or had rejected the use of such \"salts\".", "[167] During cross-examination on this point, Dr. Rhodes admitted: \"I fully understand that the IUPAC is the ultimate definition\" (A.R., vol. 8, Tab 18, pp. 1914-1915). However, with respect, the IUPAC definition is not the point. A skilled reader of the '014 Patent could very well accept the IUPAC definition of \"salt\" but still conclude that the inventors did not intend to claim every possible \"combination of cations and anions\". A skilled person would respect the definition provided by the inventors.", "[168] I conclude that the term \"pharmaceutically acceptable basic salt\", as used in Claim 1 of the '014 Patent, is a subset of the broadest class of all ionic compounds that would meet the definition of \"salt\" under IUPAC references. It includes the classes of salts described at page 5 of the specification. Of particular relevance to this application, the term does not include [compounds of the type of Confidential Compound One]. DCL-protected Amount", "[169] As set out in Claim 1, the amount of basic salt that must be used is described as a \"DCL-protective amount\". This provides little guidance to the person skilled in the art who is attempting to understand the claim. The term is not defined in the specification, as is the case with the term \"pharmaceutically acceptable basic salt\". The only specific guidance is supplied at page 5 of the specification, where the inventors state the following: \"The DCL-protective amount of the pharmaceutically acceptable basic salt used in the compositions of the present invention is normally about 50% by weight of the total composition; with a weight to weight ratio of basic salt to DCL in the range of 5:1 to 60:1, preferably 7:1 to about 11:1, and most preferably about 10:1 to about 11:1.\"", "[170] The question is whether the ratios suggested at page 5 should be incorporated into Claim 1, thereby setting limits on the amounts of basic salt to be used.", "[171] Pharmascience submits that the specification of the '014 Patent provides a percentage range for what constitutes a \"DCL-protective amount\" of basic salt. This construction, in Pharmascience's view, is supported by Examples 1-5 of the Patent, where the basic salt was from 53 to 5.3 times the weight of DCL. In essence, Pharmascience argues that an essential element of Claim 1 is that the ratio of basic salt to DCL will fall within the ranges set out on page 5 of the specification.", "[172] Schering argues, relying on Drs. Cartilier and Banker, that the \"protective amount\" is \"a non-zero amount\". In essence, basic salt can be present in any amount, so long as it protects DCL from degradation. As stated by Dr. Cartilier (A.R., vol. 2, Tab 6, p. 165-166): \"The Skilled Formulator would read claim 1 of the '014 Patent as not limiting the DCL-Protective amount to any specific amount or ratio of amounts. A review of the claims dependant on claim 1 supports my construction, since specific ratios are found in some of those dependent claims, but not in claim 1 itself. \"[B]ecause the amount of the basic salt which will be DCL protective depends on a number of factors about the particular composition being considered, the Skilled Formulator would know that the phrase 'DCL-Protective Amount simply means \"that amount of the pharmaceutically acceptable basic salt which is sufficient to protect DCL from discoloration or decomposition in a given composition\" and would read the claim in that way.'\"", "[173] Dr. Banker provided a similar opinion. Dr. Banker also referred to those claims in the '014 Patent where specific ratios are set out (for example, claims 3-5 and 9-11).", "[174] Dr. Fiese, on the other hand, opined that the inventor of the '014 Patent provided \"a clear direction\" in the specification as to the ratios to be used (R.R., vol. 2, Tab 2, p. 473). Dr. Rhodes expressed a similar opinion (R.R., vol. 1, Tab 1, p. 85). However, neither of these experts suggested that a skilled person could not carry out the step of determining an operable ratio for any particular salt. Neither expert explained why, if their interpretation is to be adopted, there was any need to set out explicit ratios in Claims 3-5 and 9-11.", "[175] Have considered the evidence before me, I conclude that the skilled person would understand that the term \"DCL-protective amount\" includes whatever amount of a salt is necessary to prevent degradation of the DCL. Claim 1 does not limit the ratio of salt to DCL to any particular amount. In particular, it is not limited to the ratios set out on page 5 of the specification.", "[176] First, I accept that the amount of salt needed to protect the DCL will vary with the specific salt that is used and the amount of DCL. I also believe that a person skilled in the art would be able to ascertain the amount of any particular salt required to provide the necessary DCL protection, through formulation procedures that would have been known as of the relevant date. Further, the use of the words \"normally\" and \"about\" in the explanation make it clear that the ratios set out at page 5 of the specification are meant to provide guidance or examples to the skilled person and not necessarily direction. Moreover, use of specific ratios in some of the claims leads to an inference that Claim 1 includes any and all ratios that would protect the DCL from degradation.", "[177] Finally, Pharmascience, in effect, seeks to read a limitation into Claim 1 that is simply not present.  <FRAGMENT_SUPPRESSED> , at paragraph 52, Justice Binnie commented that: \"In my view, it was perfectly permissible for the trial judge to look at the rest of the specification ... to understand what was meant by the word 'vane' in the claim, but not to enlarge or contract the scope of the claim as written and thus understood.\" (Emphasis added.)", "[178] The construction proposed by Pharmascience would limit Claim 1 in a way not written and understood. Substantially Free of Acidic Excipients", "[179] It is accepted by all parties that lactose is an acidic excipient for purposes of the '014 Patent. However, the term is not defined in the '014 Patent and led to some disagreement with respect to other possible excipients. Does the term include any excipient that has a pH in water that is less than 7.0 - in particular (Confidential Compound Two)?", "[180] Pharmascience uses (the type of compounds of Confidential Compound Two) in association with the DCL in its tablets. Unlike the lactose, this ingredient is (within the form), or in association with the DCL. As stated in its NOA: \"The term 'acidic excipients' as used in the claims is also properly construed to include excipients such as corn starch and pregelatinized starch, given that corn starch and pregelatinized starch have a pH in water that is less than 7 (Boylan, et al, Handbook of Pharmaceutical Excipients , American Pharm. Assoc. & the Pharma. Society of G. Britain: 289-293, 296-297 (1986)).\"", "[181] The commonly-used definition of an acid is a compound with pH less than 7.0. All the experts agree that the (Confidential Compound Two) used by Pharmascience has a pharmacopeial range of pH 4.5-7.0. Thus, at a pH of 7.0, (Confidential Compound Two) could be weakly basic.", "[182] Drs. Banker and Cartilier opined that (Confidential Compound Two) would not be considered an acidic excipient in general or as those words would be understood by the skilled person. According to Dr. Banker, (Confidential Compound Two) \"has a pharmacopoeial pH range of 4.5 to 7.0\", which includes neutrality (A.R., vol. 3, Tab 10, p. 509). Dr. Cartilier concurred: \"(Confidential Compound Two) that may be obtained with a pH below 7.0 are only weakly acidic and would not be regarded as acidic excipients in the ordinary language or understanding of a Skilled Formulator reading the patent\" (A.R., vol. 2, Tab 6, p. 194). Their view is that the term \"acidic excipient\" would not include compounds that are only weakly acidic or that have pH ranges that include neutrality at their upper end. I agree with their evidence on this point. Dr. Fiese, while stating otherwise in his affidavit, agreed, during cross-examination, that (Confidential Compound Two) was not an acidic excipient for purposes of Claim 1. Conclusion for the Construction of Claim 1 and 38 of the '014 Patent", "[183] Having considered the submissions of the parties and the experts, I conclude that the person skilled in the art would understand that Claim 1 will cover a dosage form that contains DCL where: (a) the DCL is in a carrier medium; (b) the carrier medium contains enough of a basic salt to protect the DCL from degradation; and, (c) the carrier medium is substantially free of acidic excipients. The terms in issue in this application would be understood as follows: 1. \"Pharmaceutically acceptable carrier medium\" refers only to those excipients in association with the DCL and does not include those excipients that may exist in the (space outside the form) of the pharmaceutical composition; 2. \"Basic salt\" means a calcium, magnesium or aluminum salt, or mixtures thereof, including but not limited to carbonates, phosphates and sulfates of calcium, magnesium or aluminum; (Confidential Compound One) is not included in that definition; 3. A \"DCL-protective amount\" is that amount of the pharmaceutically acceptable basic salt which is sufficient to protect DCL from discolouration or decomposition in a given composition; and 4. The term \"acidic excipient\" would not include those excipients, such as (Confidential Compound Two), that would normally have a range of pH levels with an upper limit of 7.0 or higher.", "[184] Claim 38 would be read in the same manner, but limited to solid dosage forms (that is, tablets) of 5mg. 8.2. Infringement of the 014 Patent", "[185] Having construed the claims in issue, I turn to the question of whether Pharmascience's allegation of non-infringement of Claims 1 or 38 of the '014 Patent is justified. All three essential elements of Claim 1 must be met for infringement to be found.", "[186] A description of Pharmascience's tablet is set out above. Given my construction of \"carrier medium\" in Claim 1 and 38, it follows that Pharmascience does not include lactose - an acidic excipient - in the carrier medium of its tablets. Rather, its lactose is outside the (form) that form the \"carrier medium\" of its tablets. Further, the (Confidential Compound Two) that is used in association with the DCL by Pharmascience is not an \"acidic excipient\" as that term is used in Claim 1. Thus, the carrier medium of Pharmascience's tablets does not include an acidic excipient and meets the first essential element of Claim 1.", "[187] However, Pharmascience uses (Confidential Compound One) in its tablets. I have concluded that, as that term is used in Claim 1, (Confidential Compound One) is not a \"pharmaceutically acceptable basic salt\". Thus, Pharmascience does not meet this essential element of Claim 1 or 38.", "[188] Accordingly, Pharmascience's allegation that it does not infringe Claims 1 or 38 of the '014 Patent is justified.", "[189] Since I have found that the allegation of non-infringement is justified, there is no need to consider whether the allegations of invalidity are justified. However, since it may be helpful for me to make some brief comments on these allegations, I will do so. Only if I am found to be wrong on the issue of infringement, would these comments become relevant. 8.3. Validity of Claims 1 and 38 of the 014 Patent", "[190] Pharmascience alleges that the relevant claims of the '014 Patent are invalid on a number of grounds: 1. Lack of utility/inoperable species; 2. Obviousness; and 3. Overbroad claiming. I will consider each of the allegations. 8.3.1. Lack of Utility, Sound Prediction and Inoperable Species", "[191] There is no dispute that, as of the date of the invention, an invention must either have utility or have a sound prediction of utility.", "[192] As I understand it, the essence of Pharmascience's arguments on lack of utility, sound prediction and inoperable species is that the inventors of the '014 Patent do not disclose any reaction with an acidic excipient other than lactose. Claim 1 sets out that the carrier medium must be \"substantially free of acidic ingredients\"; it is not limited to lactose. Pharmascience submits that the inventors of the '014 Patent have provided no data or basis for concluding that avoiding other acidic excipients - such as stearic acid, providone or crospovidone - would have any utility in a pharmaceutical composition containing DCL. Thus, Pharmascience argues, the inventors had no basis for making a sound prediction that degradation would occur in the presence of any acidic expedient other than lactose.", "[193] The flaw in this argument is that Pharmascience has misconstrued the promise of the '014 Patent. The patent promises that, if one follows the teachings of the inventors, the resulting composition will not degrade. In other words, use of a basic salt combined with the avoidance of acidic excipients will result in a composition that will not degrade. The patent does not promise that any acidic excipient will cause the composition to degrade. Thus, whether a particular acidic excipient would actually cause degradation is of no great moment. Claim 1 meets the promise of the patent.", "[194] In any event, the patent specification and the expert evidence are to the effect that other acidic excipients would indeed cause degradation. At page 4 of the specification, the inventors disclose that exposure of DCL to many other acids - such as stearic acid, povidone, crospovidone, and sodium benzoate - resulted in degradation. At page 12, specific mention is made of stearic acid.", "[195] If necessary to do so, I would conclude that Pharmascience's allegation of invalidity on this ground is not justified. 8.3.2. Obviousness", "[196] The principles of obviousness are discussed above in the discussion of the '136 Patent. As with the '136 Patent I will consider the allegation of obviousness on the basis of the four-step analysis set out  <FRAGMENT_SUPPRESSED> -Synthelabo . For the '136 Patent, the relevant date for assessing obviousness is July 10, 1998. The person skilled in the art", "[197] As with the '136 Patent, the skilled person would hold a BSc in chemistry or a related field with an emphasis on pharmaceutical formulations and solid oral dosage forms along with 4 years of experience in this field. Common General Knowledge", "[198] With only minor amendments, the common general knowledge cited for the '136 Patent is applicable to the '014 Patent. I refer the reader to my earlier assessment of relevant knowledge and consider, in this section of the reasons, only those additional references.", "[199] The most significant difference between the '136 and '014 Patent is the use of a \"basic salt\" in the '014 Patent. On the question of basic salt to protect DCL, I am not persuaded that the use of a basic salt to protect the DCL was within the common general knowledge of the person skilled in the art. Dr. Cartilier, for Schering, has referred to the Handbook, and has stated that Maillard reaction or \"browning reaction is base-catalyzed and may, therefore, be accelerated if alkaline lubricants are used\" (A.R., vol. 2, Tab 7, p. 317). This means that bases can sometimes cause or speed up the Maillard effect rather than retard it. Dr. Fiese, for Pharmascience, has stated that the use of basic salt \"would be less obvious than removing the unsuitable excipients\", especially since the amount had to be \"protective\" (R.R., vol. 2, Tab 2, p. 494). Thus, I conclude that using basic salt to protect DCL was not, as of the relevant date, within the general common knowledge of the person skilled in the art. The inventive concept", "[200] The inventive concept for the '014 Patent begins in the same manner as that of the '136 Patent. First, the inventors of the '014 Patent discovered that DCL discolours or degrades in the presence of acidic excipients such as lactose. From there, the inventors of the two patents took different routes to achieve the goal of a stable DCL product. The solution discovered by the inventors of the '014 Patent was more complex that that of Mr. Wald and his fellow inventors of the '136 Patent. The inventive concept of the '014 Patent consists of avoiding lactose and other acidic excipients as the carrier medium and using a basic salt to stabilize the composition. Differences between common general knowledge and the inventive concepts", "[201] I now move to the next portion of the analysis. I must identify what, if any, differences exist between the matter cited as forming part of the \"state of the art\" and the inventive concept of the claim or the claim as construed. Reviewing the common general knowledge referred to, it appears to me that the differences consist of the following: 1. It was not known that the Maillard reaction would occur between DCL, a secondary amine, and lactose (or other reactive excipient). 2. It was not common general knowledge that reactions between DCL and lactose could be avoided by ensuring that lactose was not in intimate admixture with the DCL in the pharmaceutical composition.", "[202] In addition, the gap between the state of the art and the inventive concept regarding basic salt use is significant. As stated previously, Dr. Fiese opined that the use of basic salt to protect DCL is \"less obvious\" than the removal of lactose, or acidic excipients (R.R., vol. 2, Tab 2, p. 494). Furthermore, the Handbook (A.R., vol. 2, Tab 7, p. 317), and the Blaug and Huang article used by Pharmascience (A.R., vol. 3, Tab 11, p. 597-598), both state that degradation can occur in basic environments. Inventiveness of Steps", "[203] Finally, Sanofi-Synthelabo teaches that I ask: Do those differences constitute steps which would have been obvious to the person skilled in the art or do they require any degree of invention? Of particular relevance, at this stage, I must determine whether there is evidence to convince me, on a balance of probabilities, that it was more or less self-evident to try to obtain the invention.", "[204] As noted above in the discussion of the '136 Patent, pre-formulation experiments would be conducted before any product is taken to market. For the same reasons and based on the same evidence as for the '136 Patent, I conclude that the step of identifying the incompatibility was more or less self-evident.", "[205] However, the situation with respect to the use of basic salt is more complicated. The use of basic salt to protect DCL was arguably not \"obvious to try\" in 1998. As previously stated, the use of basic salt to slow down the Maillard reaction is disputed by texts and scholars in the field. Experts of both sides cite the Handbook and agree that basic substances can speed up degradation.", "[206] Dr. Rhodes took a strong position in his opinion that the invention was obvious. However, Dr. Rhodes' logic and reasoning is somewhat contradictory. Dr. Rhodes opines that preformulation tests examining pH of substances are not novel - it is known that basic or acidic environment can accelerate degradation. Thus, the outcomes of the tests were obvious (R.R., vol. 1, Tab 1, p. 96-97). But, how can a result be \"more or less self evident\" when either bases or acids can either cause or retard degradation? Thus, if following Dr. Rhodes' logic, there is only \"a possibility of finding the invention\" that basic salt can protect DCL. According to the Supreme Court, this is not enough.", "[207] One of the areas of examination that can potentially assist the Court is the course of conduct followed by the inventors. If the course of conduct involved complex studies and testing, it is more likely that the resulting invention was not obvious.", "[208] In this case, Pharmascience argues that the tests conducted by the inventors of '014 Patent were routine, quick, simple and inexpensive - thus, lacking inventive skill. In contrast, Dr. Banker describes the \"numerous formulation experiments\" carried out by the inventor, Dr. Jim Kou (see A.R., vol. 3, Tab 11, p. 600-611): (a) Dr. Kou's notebook details numerous formulation experiments and stability studies carried out over many months. (b) Dr. Kou made tablets through direct compression and granulation techniques, and monitored the characteristics of the tablets over time. (c) Dr. Kou examined a variety of conditions to determine specifications for coating of the tablets. (d) The inventor was concerned with the formulation of an N-formyl degradant in the formulation of DCL. He monitored the formation of the N-formyl degradant over time (up to 8 months are disclosed) at a variety of accelerated conditions. These studies also examined whether coated tablets had similar degradation issues. (e) Results are disclosed assaying the potency of DCL for different batches at a variety of different accelerated conditions. (f) Certificates of analysis demonstrate that the inventor monitored the presence of N-Formyl degradant over time right up to the time when the first patent was filed in relation to the invention claimed in the '014 Patent.", "[209] While the steps may have taken time, I am not persuaded that they were overly arduous or complex. Rather, they appear to have been rather routine pre-formulation experiments. Thus, this factor would tend to operate in favour of a finding of obviousness, although not strongly so. Conclusion on Obviousness", "[210] In weighing all of the evidence before me, if necessary to do so, I would conclude that there is insufficient persuasive evidence to convince me that the use of a basic salt to stabilize the pharmaceutical composition was obvious. Thus, Pharmascience's allegation of obviousness would not be justified. 8.3.3. Overbroad Claiming", "[211] Pharmascience argues that Claim 1 is the equivalent of a claim for \"anything that grows hair on bald men\" and should be found to be invalid on the principle of overly broad claiming. The principles of overbroad claiming are discussed above in the context of the '136 Patent. The argument, as explained during oral argument, focuses on that part of the claim that deals with the DCL-protective amount. The argument is that, if DCL-protective amount is construed as broadly as suggested by Schering, the claim is overbroad.", "[212] In my view, this argument would not succeed. The invention of the '014 Patent includes the protection of DCL by the use of a basic salt, together with the avoidance of acidic excipients. Claim 1 includes the requirement that the pharmaceutical composition avoid acidic excipients and contain \"a DCL-protective amount of a pharmaceutically acceptable basic salt\". The ingenuity of the '014 Patent lies in teaching one particular means of achieving the result of reducing degradation of DCL.", "[213] Schering described this aspect of Claim 1 as a \"functional claim\". That is, the amount of basic salt needed to protect the DCL is a function of the particular salt that is used by the formulator. As noted earlier in these Reasons in connection with the '136 Patent, a claim that is expressed in terms that lead to a desired result is permissible (see, for example, Burton  <FRAGMENT_SUPPRESSED> , at p. 215; Mobil Oil , above, at p. 485), provided that the skilled person would be able to directly come to the desired result (see Proctor & Gamble , above at p. 159). Each of Dr. Cartilier and Banker appear to have accepted that a person skilled in the art would have the knowledge to determine the stability of any particular basic salt to DCL ratio. As stated by Dr. Cartilier (A.R., vol. 2, Tab 6, p. 169): \"[S] ince the '014 Patent is directed to a practical solution the Skilled Formulator would understand that the desired absence of decomposition or discoloration should be maintained within acceptable limits over the anticipated shelf life of the product.\"", "[214] In sum, the fact that the specific amount of basic salt is not set out in Claim 1 does not turn the claim into \"anything that grows hair on bald men\". The situation with Claim 1 and \"DCL-protective amount\" is far different than the \"anhydrous\" claim of the '136 Patent. In my view, Claim 1 is no broader than the invention.", "[215] If necessary to do so, I would conclude that Pharmascience's allegation of invalidity on this ground is not justified. 8.3.4. Conclusion on validity allegations", "[216] In sum, if I were required to make findings, I would conclude that Pharmascience's allegations of invalidity of Claims 1 and 38 of the '014 Patent are not justified. 9. OVERALL CONCLUSION", "[217] In summary, the determinative findings of this Court are as follows: (a) The '136 Patent: The Applicants have not met their burden of showing, on a balance of probabilities, that the allegation of Pharmascience that it will not infringe the '136 Patent is not justified. In any event, Pharmascience has led sufficient evidence to rebut the presumption of validity and the Applicants, in turn, have failed to meet their burden of showing that the allegation of invalidity is not justified. (b) The '014 Patent : The Applicants have not met their burden of showing, on a balance of probabilities, that the allegation of Pharmascience that it will not infringe the '014 Patent is not justified.", "[218] Accordingly, the Application will be dismissed.", "[219] At the commencement of the hearing, the parties advised the Court that an agreement on costs had been reached. Sepracor, I am informed is a party to that agreement. Thus, there will be no award of costs. POSTSCRIPT", "[220] These Reasons for Judgment contain redactions made to the Confidential Reasons for Judgment which were issued on November 4, 2009, pursuant to the Protective Order dated April 9, 2008. The redactions were made in accordance with correspondence received from the respondent Pharmascience, with which this Court agrees, and are now incorporated in the within Public Reasons for Judgment. Application dismissed. [End of document]"]}