{"id_": "030315", "body_str": ["[1] Locke, J. [Translation]: This is an application for judicial review pursuant to subsection 72 (1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA) of a decision by the Minister of Public Safety and Emergency Preparedness (the Minister) dated May 29, 2013, in which he refused to stay the applicant's deportation in accordance with the recommendations of the Human Rights Committee (HRC) of the United Nations High Commissioner for Refugees. II. Facts", "[2] The applicant was a police officer with the Tunisian police starting in 1986. In 1991, he was promoted to the Service de sûreté politique [Political Security Service], a service known for its brutality and use of torture. The applicant stated before various administrative and judicial tribunals in Tunisia, as well as before the HRC, that he did everything he could to avoid participating in the ill-treatment and torture engaged in by his country's police starting in the 1990s, specifically by not showing up for work. Furthermore, the applicant claims that he lost his employment, was stripped of his weapon, interrogated and accused of sympathizing with political detainees. All of this was for having given food to a hungry detainee in 1993.", "[3] The applicant alleges that he first attempted to leave his country in 1996, but was arrested and placed in detention for a month after this attempt. The applicant further claims that he managed to leave Tunisia three years later by bribing an employee of the Interior minister who issued him a passport.", "[4] The applicant claimed refugee status in Canada on January 20, 2000, by reason of his fear of the Tunisian regime.", "[5] On April 24, 2003, the applicant's refugee protection claim was denied by the Refugee Protection Division (RPD) of the Immigration and Refugee Board (IRB). The RPD doubted the facts alleged by the applicant in support of his refugee claim and noted the lack of evidence in support of his allegations. In addition, the RPD found that the applicant was excluded from the definition of refugee under Articles 1(F)( ) and ( ) of the Refugee Convention (the Convention) because he was a member of a police service known for its brutality and use of torture. The applicant filed an application for leave and for judicial review of the RPD decision with this Court, but that application was dismissed. However, Justice Annis recently noted in obiter in REFERENCE_SUPPRESSED, that the reasoning and case law employed by the RPD regarding the applicant's complicity in crimes against humanity were subsequently rejected by the Supreme Court in REFERENCE_SUPPRESSED.", "[6] On January 8, 2004, the applicant filed an application for permanent residence based on humanitarian and compassionate grounds as a result of his marriage to a Canadian citizen. That application was rejected.", "[7] On December 6, 2004, the applicant filed a second application for a pre-removal risk assessment (PRRA) which was rejected on March 9, 2005. The applicant filed an application for leave and for judicial review of that decision. On September 16, 2005, this Court allowed the application for judicial review and ordered a reassessment.", "[8] On January 19, 2006, the applicant filed a second application for permanent residence on humanitarian and compassionate grounds.", "[9] On June 30, 2006, the reassessment of the PRRA concluded with a negative decision and the applicant's second application for permanent residence on humanitarian and compassionate ground was rejected. In his second PRRA, the applicant alleged that he would be at risk if he were to return to Tunisia because he had witnessed questionable practices on the part of individuals who were still employed by the Tunisian police. The applicant filed applications for judicial review of those decisions but they were dismissed by this Court.", "[10] On January 3 2007, the applicant filed a third PRRA application.", "[11] On January 22, 2007, the applicant's motion for a stay of removal was dismissed. The applicant's removal was scheduled for January 30, 2007.", "[12] The day of the dismissal of his motion, the applicant filed a complaint with the HRC. On January 26, 2007, the HRC asked the Canadian government to stay the applicant's removal until his complaint could be considered. The Canadian government granted the stay. In March 2010, after having considered the applicant's complaint, the HRC recommended that Canada stay the applicant's removal on the ground that it would be contrary to Article 7 of the Convention.", "[13] In December 2010, the applicant filed a third application for permanent residence on humanitarian and compassionate grounds.", "[14] In 2012, the applicant's last application for permanent residence on humanitarian and compassionate grounds and last PRRA application resulted in negative decisions. However, on October 18, 2013, Justice Tremblay-Lamer allowed the application for judicial review of the decision with regard to the applicant's PRRA application and, on October 20, 2014, Justice Annis allowed the applicant's application for judicial review of the application for permanent residence on humanitarian and compassionate grounds. III. Decision", "[15] As indicated, on October 29, 2013, the Minister refused to stay deportation of the applicant in accordance with the recommendations of the Human Rights Committee of the UNHCR.", "[16] The Canada Border Services Agency produced a report, dated May 9, 2013, for the Minister describing the applicant's situation in part. That report is attached to the Minister's decision. The file regarding the decision made by the Minister also includes a memorandum from the office of the Minister dated May 17, 2013, recommending that the Minister not follow the recommendations of the HRC.", "[17] The report, dated May 9, 2013, provides an overview of the administrative and judicial decisions made in Mr. Hamida's file. The report informed the Minister of the following considerations: Canada's longstanding policy has been to generally comply with interim measures requests and final views as evidence of its commitment to respect Convention rights and make best-faith efforts to respect the outcomes of the complaints process. Canada has only pursued removal in the face of an interim measures request in a handful of serious cases, when the person had a history of criminality, was detained and posed a security threat. According to CBSA records, there have been three cases where Canada has removed persons despite a United Nations treaty body issuing a final view that recommended against removal. ... Mr. Hamida was considered excluded from the refugee protection process due to his memberships in a security service known for violations of human rights. He alleges that he was a dissenting member and fears retribution from other members of the security service. He has no history of criminality in Canada. Also, he is currently not detained and he does not pose an apparent risk to national security.", "[18] The report notes that the Department of Justice recommended that the Minister comply with the decision of the HRC and points out the fact that the applicant posed no danger to Canada, but that neither the Department of Foreign Affairs nor the IRB objected to the applicant's removal.", "[19] The above-mentioned documents note that the applicant maintains that he would be tortured if he were to return to Tunisia and that he poses no apparent risk to national security. This documentation further states that the RPD found that the applicant should be excluded from the definition of refugee because there were reasons to believe that he was guilty of crimes against humanity and that, in the alternative, he has been guilty of acts contrary to the purposes and principles of the United Nations. These findings made by the RPD are not challenged by the Minister.", "[20] On the basis of these documents, the Minister decided not to stay the applicant's removal. The decision of the Minister was, in all likelihood, made pursuant to paragraph 50( ) of the IRPA. IV. Issues", "[21] There are five issues: 1. Is this application moot? 2. Is this application irrelevant? 3. Is the Minister's decision justiciable? 4. Did the Minister reasonably decide not to follow the recommendations of the HRC? 5. Was the Minister's decision made in accordance with the principles of natural justice?", "[22] As a result of my findings with respect to the first issue, there is no need for me to consider the other issues. V. Relevant provisions Immigration and Refugee Protection Act (S.C. 2001, c. 27) 50. A removal order is stayed [...] (e) for the duration of a stay imposed by the Minister. Convention relating to the status of refugees Article 1 - Definition of the term \"refugee\" [...] F. The provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for considering that: (a) He has committed a crime against peace, a war crime, or a crime against humanity, as defined in the international instruments drawn up to make provision in respect of such crimes; (b) He has committed a serious non-political crime outside the country of refuge prior to his admission to that country as a refugee; (c) He has been guilty of acts contrary to the purposes and principles of the United Nations. 50. Il y a sursis de la mesure de renvoi dans les cas suivants: [...] [...] VI. Analysis", "[23] The respondent submits that the present application for judicial review is moot because the best possible outcome in this judicial review application would be to return the matter to the Minister in order to reconsider the opinion of the HRC issued prior to the Jasmine Revolution and the fall of the Ben Ali regime in January 2011. In addition, the respondent submits that the Minister should reconsider whether removal is appropriate when such a removal is not possible in light of internal remedies, the applicant being entitled to a new PRRA and a reassessment of his application for permanent residence on humanitarian grounds. The respondent therefore raises the argument of the mootness of this judicial review application within the meaning of REFERENCE_SUPPRESSED. The respondent notes that the applicant can remain in Canada because his removal is not possible in light of the internal remedies available to him.", "[24] In CITATION_SUPPRESSED at paras 15-16 Justice Sopinka states: The doctrine of mootness is an aspect of a general policy or practice that a court may decline to decide a case which raises merely a hypothetical or abstract question. The general principle applies when the decision of the court will not have the effect of resolving some controversy which affects or may affect the rights of the parties. If the decision of the court will have no practical effect on such rights, the court will decline to decide the case. ... The approach in recent cases involves a two-step analysis. First it is necessary to determine whether the required tangible and concrete dispute has disappeared and the issues have become academic. Second, if the response to the first question is affirmative, it is necessary to decide if the court should exercise its discretion to hear the case.", "[25] Three factors must be considered in order to determine whether a court should exercise its discretion: (i) whether an adversarial relationship continues to exist between the parties, (ii) judicial economy; and (iii) the need for courts to demonstrate some sensitivity to the effectiveness or efficacy of judicial intervention and to be aware of the judiciary's role in our political framework ( CITATION_SUPPRESSED , at paras 30-42; REFERENCE_SUPPRESSED).", "[26] I note that at the hearing for this application, counsel for the applicant indicated that he agreed that the issues are moot.", "[27] In my view, the issues raised by the applicant have become academic and would have no impact on the findings of this proceeding. Given that Justices Annis and Tremblay-Lamer have already allowed the applicant's applications for judicial review, he is now entitled to a new PRRA and a new assessment on humanitarian and compassionate grounds in light of CITATION_SUPPRESSED . Furthermore, the applicant can remain in Canada and has not exhausted his internal remedies.", "[28] In addition, I am of the view that it would not be appropriate for me to exercise my discretion in this case. Considering the importance of judicial economy and being sensitive to the effectiveness or efficacy of judicial functions, I find the practical effect of the present matter would be to render a legal opinion on the Minister's obligation to make a decision that would comply with the recommendations of the HRC. VII. Conclusion", "[29] I am of the view that the present application for judicial review must be dismissed due to the mootness of the issues raised by the applicant. JUDGMENT", "[30] THE COURT ORDERS AND ADJUDGES that: 1. The present application for judicial review is dismissed. 2. There is no order as to costs. 3. This matter does not raise any serious question of general importance. Application dismissed. Editor: Jana A. Andersen/nmg"]}