{"id_": "030313", "body_str": ["[1] Teitelbaum, J. : The defendants CAE Machinery Ltd. (CAE) and PS & E Projects Ltd. (PS & E) seek summary judgment pursuant to rules 432.1, 432.3 and 432.7 of the Federal Court Rules dismissing the plaintiff's patent infringement action in respect of Canadian Letters Patent No. 1,260,362 (the patent) and allowing CAE's and PS & E's Counterclaims.", "[2] The defendants also seek: a declaration that the patent is void, or in the alternative that claims 1, 3, 4, 5, 6, 17 and 19 are void; a declaration that none of the acts of the defendants infringe the claims of the patent and an order requiring the Commissioner of Patents to revoke or expunge the patent from the Register of Patents, or in the alternative revoke and expunge each of the claims 1, 3, 4, 5, 6, 17 and 19.", "[3] The plaintiff opposes the motions for summary judgment on the basis that there is a genuine issue for trial with respect to the plaintiff's patent infringement action against the defendants. The plaintiff also seeks summary judgment, pursuant to rule 432.3(4) and requests that the court make a finding that the defendants' Feed Systems use a \"hopper\" and that the relevant claims are not invalid for being too broad. In the alternative, the plaintiff asks that the motions for summary judgment be dismissed on the basis that there is a genuine issue for trial. Background", "[4] The plaintiff is a German company which carries on the business of manufacturing and selling, among other things, machinery for lumber processing. The plaintiff is also a design and engineering firm. The defendants CAE and PS & E are Canadian companies which carry on the business of manufacturing and selling machinery for lumber processing. CAE is also in the business of designing and manufacturing heavy machinery for the forest industry. More specifically PS & E is in the business of engineering design, fabrication and installation of machinery and equipment for the oriented strand board (OSB) industry. According to the affidavit of Ritchie McDonald, dated October 6, 1994 filed in support of CAE's application (the first McDonald affidavit), since the late 1970's CAE has increased its involvement in the OSB part of the forest industry to the point where it represents approximately two-thirds of CAE's total business.", "[5] On September 26, 1989 Canadian Letters Patent No. 1,260,362 was granted to the plaintiff, Pallmann Maschinenfabrik G.M.b.H & Co. KG of Germany (Pallmann), based on an application filed on April 8, 1987. The application claimed priority from a German patent filed on April 9, 1986. The patent is entitled \"Process and Apparatus for Loading Chipping Machines with Lumber of Uniform Length\". The invention claimed in the patent relates to a process for loading chipping machines for the generation of high-grade flat chips by cost-effective, loss-free chipping of lumber of approximately equal length, and to an apparatus for the implementation of the process. More specifically, the Summary of the Invention provides in part: \"... the present invention is based on the object of completely chipping the pieces of lumber supplied in the conventional transportation length of about 2.50 m directly, in other words, without previous processing, in a cost-effective way without having to accept losses of lumber or reductions in quality of the chips generated. \"... The process comprises aligning a number of substantially equal sized pieces of lumber in a hopper disposed above a feed compartment, depositing the aligned lumber pile into a trough which feeds into a compartment where the chipping occurs and then cyclically advancing the lumber pile into the compartment after each previously advanced portion of lumber has been chipped.\"", "[6] Claims 1 and 2 of the patent provide: \"1. A process for loading a wood chipping unit, comprising the steps of: providing a number of lumber pieces of approximately equal length; depositing said lumber pieces into a hopper so as to form a compact pile in which said lumber pieces are aligned along their length; placing said compact pile of lumber pieces into a feed compartment in such a manner that the pile remains substantially aligned; propelling a plate against one lengthwise end of said compact pile so as to thrust the other lengthwise end of said compact pile into a chipping compartment of the chipping unit; operating a chipping machine to chip a first portion of said otherwise lengthwise end of said compact pile; advancing said plate a predetermined length so as to thrust a further portion of said compact pile into said chipping compartment, whereby the length of said further portion substantially equals the working width of said chipping compartment; operating said chipping machine to chip said further portion; cycling said plate so as to thrust successive further portions of said compact pile into said chipping compartment after each preceding further portion has been chipped; and depositing and aligning a next set of lumber pieces in said hopper during said propelling of said plate step or said cycling of said plate step. \"2. A process according to claim 1, wherein said step of placing said compact pile into a feed compartment comprises dropping said compact pile into said feed compartment. (the patent is found at Exhibit 'A' to the first McDonald affidavit)\"", "[7] In the spring of 1992, CAE offered to manufacture and sell to PS & E an apparatus for loading a wood chipping unit, namely the CAE Model CRF 28/78 Long Log Ring Flaker and a Batch Feeder. The plaintiff alleges that CAE's Long Log Ring Flaker incorporates the invention as claimed in claims 4, 5 and 6 of the patent and that the loading process used by this Flaker incorporates the process for loading a wood chipping unit as claimed in claims 1, 3, 17 and 19 of the patent. CAE admits that it offered to manufacture and sell to PS & E its CRF 28/78 Long Log Ring Flaker in addition to a Batch Feeder, but denies that the Flaker and the Feeder incorporate the alleged inventions claimed in each of claims 4, 5 and 6 of the patent and denies the process incorporates the process for loading a wood chipping unit as claimed in claims 1, 3, 17 and 19 of the patent.", "[8] In January of 1993, PS & E presented a tender to Ainsworth Lumber Co. Ltd. (Ainsworth Lumber) for the supply of equipment for an OSB plant at 100 Mile House, B.C. The tender did not include the infeed system for the flaker/waferizer, but provision was made for the supply of two waferizer batch feed systems as optional equipment. The agreement to supply never materialized and on August 10, 1993 Ainsworth Lumber advised PS & E that it had decided to issue a purchase order to a third party. As such, no flaker/waferizer was sold to Ainsworth Lumber. PS & E denies that it manufactured or sold, or offered to sell an apparatus for loading wood chipping units that infringes upon claims 1, 3, 4, 5, 6, 17 or 19 of the patent. PS & E admits it designed and manufactured a batch feed system for long log waferizers but denies that its batch feed system infringes the above noted claims of the patent. A PS & E designed long log batch feed system was installed in the Northwood plant in Bemidji, Minnesota in 1988.", "[9] In February 1993, CAE offered to manufacture and sell to Ainsworth Lumber an apparatus for loading a wood chipping unit, specifically CAE Model 37/118 Long Log Batch Flaker. The plaintiff maintains that CAE Model 37/118 incorporates the invention claimed in each of claims 4, 5 and 6 of the patent and that the loading apparatus which would be used in the process incorporates the process for loading a wood chipping unit as claimed in claims 1, 3, 17 and 19 of the patent. The defendant also denies that CAE Model 37/118 Long Log Batch Flaker incorporates the invention and process for loading the wood chipping unit as claimed in the patent.", "[10] Essentially, the plaintiff alleges that the defendants have infringed the patent. The defendants deny infringing the patent and attack its validity.", "[11] According to the first McDonald affidavit, in the 1960's companies in the forest industry started to develop wafer board. A \"wafer\" is a flat particle of wood, square in shape, approximately 1 1/2 inches, shaved or cut from a log. Wafer board is manufactured using wafers. Wafers are dried, then a glue-like resin is applied to the wafers and the wafers are randomly spread on a forming line to produce a continuous mat. The mat is pressed and then heat is added to set the resin to form a board. Since the wafers are placed randomly, the board has limited strength for structural purposes in the building industry, for example, wafer board cannot be used in place of plywood for structural applications.", "[12] OSB is an advancement to wafer board. It is manufactured using \"flakes\" rather than wafers. OSB is produced using flakes that are cut from wood. The wood is usually in the form of logs. The wood is cut parallel to the grain and the flakes that are produced are flat particles which are longer than they are wide. The width to length ratio is about 1:3. OSB is manufactured in a process similar to the process used in manufacturing wafer board. The significant difference between OSB and wafer board is the use of flakes rather than wafers and the fact the flakes are oriented to each other on the forming line whereas wafers in wafer board are placed randomly. As a result, OSB has significant strength and can be used in place of plywood for structural purposes in the building industry.", "[13] Within the OSB industry the \"flaker\" is the primary piece of heavy equipment required to produce flakes. A flaker is a piece of heavy equipment into which logs are fed. Basically, the part of the flaker into which logs are fed is a rectangular shaped compartment in varying dimensions and is referred to as the flaking compartment. After the logs are fed into the flaking compartment, knives in that compartment cut the logs parallel to the grain producing flakes. This is known as the flaking process. Feeding systems in the OSB industry are systems used to deliver logs into the flaker.", "[14] In the OSB Industry there are two basic types of flakers. First there are flakers that are cylindrical in shape and use multiple knives mounted on the inside of the cylinder. The flaking compartment into which the logs are fed, itself inside the cylinder, is known as the ring flaker. Second, there are circular disc flakers which have multiple knives mounted radially on the face of the disc. The flaking compartment into which the logs are fed, is located in front of the disc. The disc travels through the logs in the flaking process. This is referred to as a disc flaker.", "[15] Within the pulp and paper industry a different type of machine is used to produce chips. Logs or lumber are fed into a \"chipper\" in such a way that the wood is cut across the grain. The particles of wood produced are called chips and are used to produce pulp for paper products.", "[16] There are three types of feeding systems in the OSB industry: a long log feeding system, a block feeding system and a batch feeding system. The long log feeding system uses a conveyor which delivers logs of varying lengths into the flaker. The conveyor moves forward at a set distance and then stops, thereby delivering no more than a predetermined length of logs into the flaking compartment. When the flaking process is completed, the conveyor again moves the logs incrementally the same set distance and repeats the process.", "[17] The block feeding system allows a flaker to flake a continuous feed of a given sized bundle of log pieces. In this system, logs of whatever original length are cut into blocks of slightly less than the width of the flaking compartment. Bundles of these blocks are then delivered to a conveyor and the conveyor in turn delivers these bundles continuously into the flaking compartment.", "[18] In the batch feeding system, logs are cut into prescribed lengths before they are delivered to an OSB plant, generally a \"nominal eight foot length\". A batch feeding system for logs of such a length, bundles nominal eight foot length logs into piles or bundles and then delivers the bundles into the flaker compartment in an incremental manner.", "[19] According to the first McDonald affidavit, the first two batch feeding systems that were put into operation are the CAE batch feeding system which was installed in the Normick Chambord plant in Chambord, Quebec in 1988 and the PS & E batch feeding system installed in the Northwood plant in Bemidji, Minnesota in 1988. McDonald was involved in the design and manufacture of the CAE Feeding System in Chambord.", "[20] In his first affidavit, McDonald states that in a batch feeding system, it is critically important that the bundle of logs enter the flaking compartment in a compact pile which is substantially the same shape and size as the opening of the flaking compartment with the logs substantially parallel to one another and with all the logs substantially even-ended. This is referred to as a \"proper bundle\". Apparently, the creation of a proper bundle is the most difficult part of designing and manufacturing a batch feeding system. In McDonald's opinion a proper bundle is necessary because: 1) the flaking process requires that logs lie parallel to the knives of the flaker so that when the flakes are cut the grain runs along the length of the flake; 2) the production capacity of the flaker must be maximized, in that by minimizing the voids between both the logs along their length and the logs at their ends, the capacity of the flaker is maximized thereby producing the greatest volume of solid wood to be flaked.", "[21] The difficulties in creating a proper bundle is a function of both the nature and the size of the logs and the shape of the flaking compartment. Also, because of the width and height of flaking compartments stacking nominal 8 foot (2.5 m.) long logs into bundles substantially the size of the flaking compartment often results in considerable misalignment unless special efforts and the use of specific devices are employed to prevent such misalignment. However, once a proper bundle has been created it is not difficult to push logs in the proper bundle into the flaking compartment.", "[22] As noted above, it is McDonald's opinion that in a batch feeding system, which is the system used by all three parties in this proceeding, it is critically important that the bundle of logs enter the flaking compartment in a compact pile which is substantially the same shape and size as the opening of the flaking compartment with the logs substantially parallel to one another and with all the logs substantially even-ended. The plaintiff does not disagree that it is critically important that the bundle of logs enter the flaking compartment in a compact pile which is substantially the same shape and parallel to one another. However, the plaintiff refers to this pile or bundle as an \"axially aligned log pile\". Therefore, in order to avoid any possible confusion and for the sake of clarity, I am satisfied that there is virtually no distinction between a \"proper bundle\" as defined by McDonald and an \"axially-aligned\" log pile or bundle as referred to by the plaintiff and as defined by the plaintiff's representative, Mr. Jager, when he speaks of a log \"pile\" in his November 15, 1994 affidavit. Application For Summary Judgment", "[23] The grounds for both CAE's and PS & E's applications are as follows: 1. The Feeding Systems for the OSB Industry of the defendants CAE and PS & E do not have or use a hopper as claimed in claims 1, 3, 4, 5, 6, 17 and 19 of the patent; 2. In the alternative, claims 1, 3, 4, 5, 6, 17 and 19 of the patent are broader in scope than any invention made by the inventor and broader in scope than the invention, if any, indicated in the disclosure.", "[24] In support of its application for summary judgment, CAE filed two affidavits of Ritchie McDonald, Chief Engineer of CAE, dated October 6, 1994 and January 26, 1995 respectively. In support of its application for summary judgment, PS & E filed the affidavit of Robert Zaytsoff (Zaytsoff), Operations Manager of PS & E. In response to the application, the plaintiff filed two affidavits of Roland Jager (Jager), dated November 15, 1984 and December 22, 1994, respectively. Jager is the sales manager for Pallmann.", "[25] According to the first McDonald affidavit, the CAE Feeder and the device described in the patent are different for the following reasons: 1. The CAE Feeder does not employ a hopper or loading magazine; 2. The CAE Feeder does not use three compartments in the manner described in the patent. In the patent, single logs are first collected into a bundle in the first compartment, the hopper. This bundle of logs is then delivered into a second compartment, the feed compartment where, for the first time, according to McDonald, the patent describes that a proper bundle is created. Then, the patent describes that the proper bundle is pushed from the second compartment, the feed compartment, into the third compartment, the chipping compartment. On the other hand, the CAE Feeder uses only two compartments. The CAE Feeder uses one compartment to both collect the individual logs into a bundle and to collect those logs into a proper bundle - the log loading pocket. The CAE Feeder then delivers the proper bundle from that first compartment directly into the second compartment, the flaking compartment.", "[26] McDonald also notes there are only a few differences between the CAE Feeder and the CAE Disc Flake, in terms of shape, height and width. However, the operation of both are substantially the same.", "[27] According to the first McDonald affidavit, the CAE Feeder works as follows (see sectional diagram marked \"A\" on Exhibit \"E\" of the affidavit): 1. Nominal eight foot logs are delivered to the CAE feeder on the log charging deck. The logs travel along the deck and are delivered individually into the log loading pocket in the CAE Feeder. At the end of the log loading pocket, closest to the flaker, is the slide gate. Initially in the log loading pocket, a narrow compartment, approximately 24 inches wide, is created by triangular shaped wedges. As the logs fill the slot, the wedges retract until the entire log loading pocket is filled. The use of these triangular shaped wedges to decrease and then gradually increase the width of the log loading pocket cause the logs in the bundle to be substantially parallel to one another. The slide gate and pusher No. 1 limit the location of the ends of the logs thereby causing the logs in the pile to be substantially even-ended. After the triangular shaped wedges have been fully retracted the log loading pocket itself is substantially the shape and size of the opening of the flaking compartment. Accordingly, the bundle created in the log loading pocket in the CAE Feeder is a proper bundle. 2. After a proper bundle is created in the log loading pocket of the CAE Feeder the slide gate is opened and pusher No. 1, pushes the proper bundle out of the log loading pocket and pushes the first portion of the proper bundle into the flaking compartment. 3. After pusher No. 1 has pushed the first portion of the proper bundle into the flaking compartment of the CAE Feeder, the side press gate and the log clamps are engaged to hold the proper bundle. The flaking process then commences in the flaking compartment. 4. During the flaking process in the flaking compartment, pusher No. 1 of the CAE Feeder retracts to its original position, the slide gate closes, the log loading pocket is narrowed by the extension of the triangular shaped wedges and individual logs are again delivered into the log loading pocket to create a proper bundle. During the same period of time, after the flaker has completed the flaking process of the first portion of the proper bundle of logs, the side press gate and log clamps on the CAE Feeder release the proper bundle and pusher No. 2 comes down and pushes the next portion of the proper bundle into the flaking compartment. 5. After the flaking process is completed, the side press gate and log clamps on the CAE Feeder are released and pusher No. 2 again pushes the next portion of the proper bundle into the flaking compartment. This sequence is again repeated until all of the proper bundle has been pushed into the flaking compartment. 6. After the last portion of the proper bundle has been pushed into the flaking compartment of the CAE Feeder by pusher No. 2, pusher No. 2 completely retracts. As pusher No. 2 is retracting the side press gate closes and the flaking process begins. After the flaking process of the last portion of the proper bundle is completed, the side press gate retracts. As the side press gate is retracting, the slide gate opens and pusher No. 1 pushes a new proper bundle under a fully retracted pusher No. 2 into the flaking compartment. The entire process is then repeated.", "[28] McDonald also notes the reference to \"chips\", \"chipper\" and \"chipping compartment\" in the patent suggests a device to cut wood for chips. However, from the diagram, which is part of the patent, it appears that the patent is describing a feeding system for flakers. In fact, the parties agree that the patent describes a feeding system for flakers.", "[29] According to McDonald, the patent describes three compartments in the feeding process: the \"hopper\", the \"feed compartment\" and the \"chipping compartment\". It appears, in MacDonald's opinion, that it was intended that the logs would be individually delivered into the hopper using a conveyor belt. The logs would roll off the conveyor belt and fall into the hopper forming a v-shaped pile. The patent describes that the pile would be compact and that the logs would be substantially parallel with one another and even-ended.", "[30] The patent then describes that the flaps of the hopper open and the v-shaped compact pile is delivered into a second compartment, namely the \"feed compartment\". According to the patent, it is in this second compartment where the proper bundle would be created. The patent describes that the proper bundle would be created by the delivery of a compact v-shaped bundle into the feed compartment. The patent then describes that after the v-shaped compact pile has been delivered into the feed compartment forming a proper bundle, the flaps of the hopper close and the loading of the hopper starts again. At the same time, the patent describes that a pusher pushes the proper bundle from the feed compartment into the \"chipping compartment\". The feed device appears to be intended to deliver logs to a flaker. McDonald notes that perhaps the chipping compartment would be better described as the flaking compartment.", "[31] In McDonald's view, the logs delivered to the feed compartment would not be a proper bundle because: 1. the logs in the hopper would not be in a v-shaped pile; and 2. the way the logs fall from the hopper. Specifically, there is no means described in the patent to keep the logs aligned as they fall in the feed compartment. The v-shaped pile in the hopper must re-align itself into the feed compartment. Also, there is no means described in the patent to keep the logs even-ended one with another as they fall into the feed compartment. It is McDonald's opinion, that when the log pile is pushed into the chipping compartment, the logs will not be a proper bundle.", "[32] McDonald also comments that in the patent, the words \"loading magazine\" and \"hopper\" are used interchangeably. He was unaware of the word \"hopper\" being used in the OSB Industry. In McDonald's view, the word hopper denotes loading from above, such as a grain hopper or the loading of chips from above. Loading magazine is defined at pages nine and 10 of the patent, by reference to notation 13 on the diagram. Notation 13 refers to a v-shaped overhead device. Figure two and figure three of the patent show different shaped flaps for this overhead v-shaped device. McDonald states that nowhere in the patent is there any reference to or description of any type of compartment where the logs are first bundled together, other than an overhead type of compartment, which is interchangeably referred to as either a \"hopper\" or a \"loading magazine\".", "[33] The applicant, CAE, also refers to comments made by Jager, the plaintiff's representative, during examination for discovery, at page 144 (Tab B, to the first McDonald affidavit), where Jager agrees that the first paragraph of the summary of the invention (page four of the patent) purports to describe the process and apparatus of the invention and refers to a hopper disposed above a feed compartment. Jager also agrees that in that part of the summary of the invention the only hopper referred to is an overhead hopper. Further, at question 796, Jager states that nowhere in the preferred embodiment is any hopper described other than an overhead v-shaped hopper and at question 827 Jager indicated that as far as he knew, no one had ever made a v-shaped hopper work in the field.", "[34] During the examination for discovery of Jager, it was conceded that there is no specific description in the disclosure portion of the patent of another mechanical form of hopper (Exhibit \"B\" to the first McDonald affidavit, page 144).", "[35] The second McDonald affidavit purports to answer the statements made by Jager in his affidavit of November 15, 1994.", "[36] In his first affidavit, Jager states that hopper and loading magazine are used interchangeably and as the terms are used in the patent each have the same function or operation as a hopper, but adds that it is not necessary for the functioning or operation of the hopper that it be an overhead type. All that the hopper is required to do, according to Jager, is to collect and assemble the logs in a suitable pile, i.e., a proper bundle.", "[37] As noted earlier, there appears to be three functioning compartments in the patent. The first compartment is the hopper. The hopper collects and assembles the logs into a suitable log pile. The log pile is then transferred or placed into the feed compartment. The second element of the patent is the feed trough or feed compartment. The purpose of the feed compartment is to support the log pile as it is being fed into the flaker. The third element of patent is the flaking chamber. The purpose of the flaking chamber is to flake the forward ends of the logs. The patent uses a batch method to feed entire uncut nominal eight foot logs into the flaking chamber as a pile. A log pile is formed and the entire \"batch\" or log pile is advanced a suitable distance into the flaking chamber. The forward ends of the logs of the batch are flaked, and then the batch is once more advanced into the chamber. According to Jager, it is apparent to him and would be to a person skilled in feed systems, that the next batch of logs could be collected and assembled either above, behind, beside or even theoretically below, the feed trough. Jager adds that this was apparent to PS & E because PS & E put its \"hopper\" or collecting assembly apparatus beside the feed trough and CAE put its hopper or collecting assembly apparatus to the rear of the feed compartment. Jager refers to McDonald's comments during examination for discovery wherein he agreed that it was apparent in 1986 that one could push a suitable log pile from the rear to transfer it to another position further ahead and that persons skilled in the art, at the time of the patent, would understand that one method of transferring a suitable log pile into position where it could be fed into the flaker would be to push the log pile laterally.", "[38] In Jager's opinion, the overhead hopper is only part of the \"preferred embodiments\" of the invention and to him and to a person skilled in feed systems, it is not intended that the use of an overhead hopper is essential to the invention or to the function of the invention. The hopper is viewed simply as one element of the invention. According to Jager, the overhead hopper as described in the patent is merely the best mode or a preferred embodiment of the patent. Jager notes the purpose of the hopper is to collect and assemble the logs into a suitable pile, a batch or a bundle. Whether or not the hopper is above, beside or behind the feed compartment was not and is not important or essential to the feed compartment. What is essential or important is that the hopper collect and assemble the next suitable log pile or bundle during the time when the first pile or bundle is being flaked by the flaker. In other words, where the hopper is located with regard to the feed compartment is not essential to the invention.", "[39] Jager is of the view that the patent did not intend to exclude nonoverhead hoppers from the scope of the invention because: 1) the function of the hopper is to collect the logs and assemble those logs into a pile and a nonoverhead hopper carries out that function; 2) it is not necessary to the functioning of the invention, as a whole, that the hopper be an overhead hopper; 3) in claim 1, the inventor sought protection for a \"hopper\" that \"places\" the log pile into the feed compartment. However, in claim 2 (a subset of claim 1) the inventor sought protection for a more limited embodiment of the invention where the hopper \"dropped\" the log pile into the feed compartment. Therefore claim 1 is broader than claim 2. In Jager's opinion, if the inventor had intended to limit the subject matter of claim 2 to hoppers that \"drop\" the pile, the hopper of claim 2 would be limited to an overhead hopper. However, as the inventor used the term \"placed\" the inventor intended that the hopper as claimed in claim 1 not be limited to an overhead hopper.", "[40] Therefore, according to Jager, the inventor of the patent could not have intended to exclude from the scope of the patent a nonoverhead hopper, such as the hopper used in the CAE apparatus, which feeds the log pile into the feed compartment longitudinally from behind the feed compartment.", "[41] By way of background, I note that the utility of the patent is not an issue in the proceedings before me. I also note that Pallmann improved on its feed system and now uses a feed system which incorporates the hopper in a nonoverhead position. This improved feed system is the subject of Canadian Letters Patent No. 2,015,038, referred to as Pallmann Patent No. 2. Jager states the reason why Pallmann no longer uses the overhead hopper in its usual batch feed system for flakers is that in most cases, the flakers in the batch feeding system are installed in systems that do not have sufficient height to accommodate an overhead hopper.", "[42] As indicated earlier, the respondent filed a second affidavit of Jager in response to PS & E's application for summary judgment. In this second affidavit, Jager makes reference to a number of admissions by Zaytsoff (transcript of examination for discovery of Zaytsoff is attached as Exhibit \"A\" to the Jager affidavit of December 22, 1994), including: PS & E does not have a patent for its batch feeding system; the PS & E device has a trough loader and this is the compartment in which the logs are initially collected; the trough loader collects logs; the trough loader is positioned beside the feed compartment and is not above the feed compartment; the trough loader is a loading magazine and that it could be called a hopper; and that in the PS & E device the lumber pieces are deposited into a \"hopper\" so as to form a compact pile in which the lumber pieces are aligned along their length and that the user of the PS & E device would deposit and align the next set of lumber pieces into the loading trough or hopper during the time when the previous log pile was pushed forward. As noted in Jager's first affidavit, the \"trick\" to increase the speed and efficiency of the prior art feed system is to create the next batch of logs at the same time as the current batch is being flaked. Jager refers to PS & E's brochure and notes that based on the brochure, PS & E appears to agree, in that the brochure states that the key to the success of the PS & E batch feed system is to collect and batch feed the next set of logs to the flaker during the time it takes to perform the final cut in the previous batch. Federal Court Rules 432.1 To 432.7", "[43] Federal Court Rules 432.1 and following were added effective January 13, 1994 and establish a procedure for obtaining summary judgment. The rules permit the use of affidavit evidence and provide: \"432.1(1) A plaintiff may, after the defendant has filed a defence, or earlier with leave of the court, and at any time prior to the fixing of the time prior to the fixing of the time and date for trial, make a motion to a judge, with supporting affidavit material or other evidence, for summary judgment on all or part of the claim in the statement of claim. \"432.2(1) In response to affidavit material or other evidence supporting a motion for summary judgment, a responding party may not rest on the mere allegations or denials of the party's pleadings, but must set out, in affidavit material or other evidence, specific facts showing that there is a genuine issue for trial. \"432.3(1) Where a judge is satisfied that there is no genuine issue for trial with respect to a claim or defence, the judge shall grant summary judgment accordingly. \"(2) Where a judge is satisfied that the only genuine issue is the amount to which the moving party is entitled, the judge may order a trial of that issue or grant summary judgment with a reference to determine the amount. \"(3) Where a judge is satisfied that the only genuine issue is a question of law, the judge may determine the question and grant summary judgment accordingly. \"(4) Where a judge decides that there is a genuine issue with respect to a claim or defence, the judge may nevertheless grant summary judgment in favour of any party, either upon issue or generally, unless (a) the judge is unable on the whole of the evidence to find the facts necessary to decide the questions of fact or law; or (b) the judge considers that it would be unjust to decide the issues on the motion for summary judgment. \"432.5 Where a summary judgment is refused or is granted only in part, the judge may make an order specifying what material facts are not in dispute and defining the issues to be tried, and may give such directions or impose such terms as the judge deems just, including an order (a) for payment into court of all or part of the claim; (b) for security for costs; and (c) limiting the nature and scope of discovery, if any, to matters not covered by the affidavits filed on the motion for summary judgment and any cross-examination on them, and providing for the use of the affidavits and cross-examination at the trial in the same manner as an examination for discovery. \"432.6 Where it appears that the enforcement of a summary judgment ought to be stayed pending the determination of any other issue in the action or counterclaim, cross-demand or third party claim, a judge may so order on such terms as the judge deems just. \"432.7 Rules 432.1 to 432.6 apply, with such modifications as the circumstances require, to counterclaims, cross-demands and third party claims.\"", "[44] <FRAGMENT_SUPPRESSED>  (T.D.), Reed, J., commented at page 103 that the new summary judgment rules should be interpreted by reference to their own textual framework. Rule 432.3(4) provides that summary judgment should not be granted on an issue when (1) on the whole of the evidence the judge cannot find the necessary facts or (2) it would be unjust to do so. She added that these are the criteria which must be considered, not whether, as in that case, a claim is characterized as an equitable set-off. Reed, J., was also of the view that it was not appropriate to grant summary judgment on one issue which cannot be separated from other issues pending in the action. In this regard, I am in agreement with Madam Justice Reed's reasoning.", "[45] Therefore, summary judgment should not be granted on an issue where either on the whole of the evidence the judge cannot find the necessary facts or it would be unjust to do so. I am of the view that summary judgment should only be granted in circumstances where the facts are clear. I am also of the opinion that, in general, summary judgment is not the proper means to obtain judgment where the issues before the court involve the infringement or the invalidity of a patent. Issues", "[46] Although each of the defendants' affiants have indicated that there are other differences between the defendants' feeders and the feed system claimed in the patent, the only ground set out in the notices of motion with respect to noninfringement is that the defendants' systems do not have or do not use a hopper as claimed in the enumerated claims of the patent. As such, the issue in the application before me involves a determination of whether or not the log loading pocket of the CAE apparatus and the PS & E apparatus is a \"hopper\" within the meaning of the claims of the patent. If I am satisfied, based on the evidence provided in the affidavits filed by the parties and on the pleadings, that CAE Model CRF 28/78 Long Log Ring Flaker and CAE Model 37/118 Long Log Batch Flaker do not have or do not use the \"hopper\" as claimed in claims 1, 3, 4, 5, 6, 17 and 19 of the patent and that the two devices do not incorporate the invention and the process set out in the claims of the patent, then the case before me is appropriate for summary judgment.", "[47] If, on the other hand, CAE's log loading pocket has the same function as the hopper and is fundamentally equivalent to a hopper, then I may determine there is infringement. If there are conflicting facts and evidence regarding this issue, it is my opinion that the matter should proceed with a full hearing where the court would have the benefit of viva voce evidence, including the direct evidence and cross-examination of experts. The Evidence Of MacDonald, Jager And Zaytsoff As Expert Evidence", "[48] Much was made by counsel for the defendant CAE regarding the expertise of Jager. Essentially, counsel for both defendants requested that I not consider Jager's evidence because Jager is not an expert in design, is not an engineer and was not involved in the manufacture of the Pallmann Patent No. 1 apparatus.", "[49] With respect to Jager, I am satisfied that Jager can be considered an expert at least in the vocabulary, terminology and terms of art used in the OSB industry in North America. I am also satisfied that he is an expert \"with regard to the operation and functioning of this type of equipment, including the feed system for flakers for the Oriented Strand Board Industry in North America\". Therefore, I consider Jager to be an expert with respect to the subject matter of the patent in issue.", "[50] It is most apparent that Zaytsoff, the deponent put forth by the defendant PS & E, at the examination for discovery, is not an expert. Zaytsoff is the Operations Manager of PS & E and oversees the day to day operations of PS & E and the services and sales that it provides. Zaytsoff has been in this position since January 1, 1993, before that he was the senior designer of mechanical equipment for \"conveying systems, storage bins, screen material handling systems\". He was not and is not involved with the design of \"flakers and feeding systems for flakers\". When asked about his knowledge regarding \"flakers\", Zaytsoff stated: \"33\tQ\tOkay. Do you consider yourself knowledgeable with respect to flakers? A\tOn a technical basis, no. On the understanding of what they do, yes. 34\tQ\tWhat do you mean by 'technical basis'? A\tThe, um, design conception, the principle behind it, I do not know. Those are for the flaker machines that we deal -- they would have more knowledge than I would, though. The process of how they integrate into a process, I understand. 35\tQ\tWhat about feed systems for flakers? A\tThat's -- I think that's a very general statement. There is many different feed systems to feed a flaker. It can be done by hand, if you so choose. It -- it can be done by a conveying system. It can be done by many methods, and I'm knowledgeable of those methods. 36\tQ\tWould you consider yourself as an expert with respect to those methods? A\tNo sir, not at all.\" (pages 157-158 of the plaintiff's motion record)", "[51] In light of the above statements, I cannot consider Zaytsoff to be an expert regarding \"flakers\" or \"feeding systems for flakers\", nor can he be considered a person skilled in the relevant art.", "[52] I would also like to add that I am not prepared to make any negative inference from the fact that Mr. Wilhelm Pallmann did not give, by way of affidavit, any evidence. It is for the plaintiff to decide how it wishes to make and present its case.", "[53] With respect to the admissibility of the Pallmann Patent No. 2, the plaintiff argued that the statements of the inventor, Mr. Wilhelm Pallmann, in Pallmann Patent No. 2, as the inventor are inadmissible and that this second patent cannot be used to assist the court in the construction of the patent in issue. In other words, the plaintiff's position is that a document extrinsic to the patent cannot be used to interpret the patent even though the document is a document purportedly written by the inventor. Further, it is not the inventor's actual intention that must be considered, it is the intention as gleaned from the patent itself. In this regard, I agree with the plaintiff's submission, that if the direct testimony of the inventor is not admissible to assist in the construction of the patent it follows that statements made elsewhere by the inventor would also not be admissible, as statements of the intention of the inventor.", "[54] The defendant responded by noting that Jager was put forward as a person ordinarily skilled in the art and that he adopted the description of the patent as referred to in Pallmann Patent No. 2 as true and accurate (questions 1803 to 1823 of the discovery of Jager, Exhibit \"B\" to the first McDonald affidavit, pages 364 to 369). The defendants submit that Mr. Wilhelm Pallmann was not only the inventor, but a person skilled in the art and therefore the statements in Pallmann Patent No. 2 should not be viewed as statements of the inventor, but as statements of a person skilled in the relevant art and therefore admissible. The comments in Pallmann Patent No. 2 refer to what the patent discloses. As well, statements were made regarding the CAE Feeder and the PS & E feeder and how they differ in a material way to the patent in issue. Furthermore, the defendants maintain the statements relating to the patent were adopted by the person skilled in the art put forward by the plaintiff, namely Jager, and as such are to be considered by the court as statements from a person skilled in the relevant art.", "[55] I agree that the court cannot use extrinsic evidence to interpret the claims of the patent or the intention of the inventor, however, evidence can be given by persons skilled in the art to assist the court in interpreting the patent. However, it is still for the court to interpret the patent. I am satisfied that Mr. Wilhelm Pallmann is a person skilled in the industry (pages 29, 31 of Exhibit \"A\" to the second McDonald affidavit and paragraph 4 of the second McDonald affidavit), in other words an expert. As such, his evidence as outlined in Pallmann Patent No. 2 under the heading \"prior art\" and adopted by Jager is admissible with the qualification that it is admissible as evidence of a person skilled in the art, not as evidence of the inventor. The evidence is also allowed as \"other evidence\" pursuant to rule 432.1(1).", "[56] Therefore, in this application I have as evidence before me the following: the affidavits of Jager and MacDonald; the discoveries of Jager and MacDonald, as well as the statements made by Mr. Wilhelm Pallmann, in Patent No. 2, as a person skilled in the art, with respect to prior art. Essence Of The Invention", "[57] As noted earlier, the principal issue in the case before me is whether each of the defendants' log collecting devices employ a hopper or loading magazine which falls within the scope of the specific claims of the patent. As I understand it, the defendants' basic argument is that the claims of the patent refer to a hopper or loading magazine which is located above the feed trough (an overhead hopper) and as their devices do not include overhead hoppers there is no infringement. The plaintiff admits that some of the claims of the patent are restricted to an overhead hopper by the express terms of those claims. However, the plaintiff argues that the specific claims being sued upon are not limited to overhead hoppers. Further, according to the plaintiff, the essence of the plaintiff's invention, at least as it relates to the hopper aspect of the invention, is to form an axially aligned pile of logs while the current pile is being flaked and then to place or transfer that next pile to the feed compartment. Therefore, even though the defendants' hoppers are not overhead, the defendants are still infringing because they have taken the substance or the pith and marrow of the invention.", "[58] The defendants agree that an essential element of the invention is the creation of a proper bundle or an axially aligned compact bundle, but add that the method of creating that proper bundle or axially aligned compact bundle is also part of that essential element of the invention. The defendants argue that a review of the patent, including the background, the generic description of the patent, the objectives of the patent, the preferred embodiments and diagrams, the claims and the refinements to the claims, shows that the creation of a proper bundle is an essential element of the invention.", "[59] Therefore, the resolution of the issue before me involves interpreting the patent and applying the relevant law to that interpretation. Claim 1 of the patent provides for a process for loading a wood chipping unit (flaker) comprising the steps of providing a number of lumber pieces of approximately equal length and depositing said lumber pieces into a hopper so as to form a compact pile in which said pieces are aligned along their length and placing said compact pile into a feed compartment in such a manner that the pile remains substantially aligned. This essentially describes the function of the hopper. The next set of lumber pieces are deposited and aligned in the hopper during the propelling of the plate step or cycling of the plate step. In other words, the next set of logs are placed into the hopper and the next bundle is formed while the previous bundle is being flaked. Claim 2, a process claim, provides for the placement of the compact pile into a feed compartment and dropping the compact pile into the feed compartment. Claim 4, an apparatus claim, sets out the function of the loading magazine, namely to hold a pile of lumber and deliver the pile of lumber into the trough.", "[60] The patent speaks of collecting logs in the first compartment and forming the logs into a compact axially aligned pile. It appears that the log pile does not necessarily have to have the same cross sectional shape as the mouth of the feeder because the feed trough has its sides conforming to the shape of the mouth of the flaker and the log pile will take that form. Therefore, what happens is that as the proper volume of logs is collected when the first pile of logs are transferred into the feed trough, there will be the correct volume of logs in the first compartment and those logs will conform to the shape and size of the flaker.", "[61] The plaintiff's argument is based on two propositions: that the method of creating the proper bundle or the compact axially aligned bundle is not part of the essence of the patent and that the word hopper must be interpreted to mean a temporary storage compartment, be it overhead, beside or behind.", "[62] The plaintiff maintains the term \"hopper\" as used in the claims of the patent, specifically claim 1, means any kind of temporary storage device, whether located on the top, side, back or front. In other words the plaintiff urged me to adopt a literal interpretation of the term \"hopper\". The plaintiff further submits that if I do not accept a literal interpretation and interpret \"hopper\" as meaning an overhead funnel shaped device, the functional equivalent of that \"hopper\" is still a device which collects the logs, forms them into a compact pile and delivers the pile to the feed compartment. According to the plaintiff, the use of the overhead hopper is merely a preferred embodiment and the essence of the invention or the novel idea of the invention was to create a compact axially aligned pile, to be delivered to the feed compartment while a previous pile was being flaked from the feeding compartment or that while a previous pile was being flaked the next pile was being ready to be delivered when the first pile has been fully flaked. In other words, a bundle or pile was being formed away from the feed trough in order that it could be deposited in the feed compartment when the previous bundle was being flaked. The method of implementing this idea was by means of a hopper, namely a temporary storage compartment. The plaintiff maintains it is immaterial that the defendants do not use an overhead hopper, as they have merely substituted one hopper for another type of hopper. The plaintiff submitted that the method of delivering the bundle to the feeder is a minor change, substitution or a minor variant and accordingly there is infringement. In support of its position, the plaintiff referred me to the following jurisprudence: <FRAGMENT_SUPPRESSED>  (H.L.), and <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 179 (F.C.A.).", "[63] The defendants' position is that if the creation of a proper bundle is an essential element of the invention it follows logically that the very method of creating the proper bundle must also be an essential element of the invention. Further, the plaintiff's claim must be dismissed because there is no genuine issue to decide, because according to the defendants, there is only one method of creating a proper bundle disclosed in the patent, that is by means of the v-shaped overhead hopper depositing logs from the \"v\" into the feeding compartment and neither of the defendants' devices do that.", "[64] The defendants submit that since the method of creating the proper bundle is an essential element of the invention, the <FRAGMENT_SUPPRESSED> test does not apply. Further as the substance of the invention of the claim has been altered there can be no taking of the substance or the \"pith and marrow\" of the invention.", "[65] In terms of determining the nature of the invention and the essential elements of the invention, I note the comments of Urie, J., in <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 193 (F.C.A.), at page 198 C.P.R.: \"... As in any patent action, the specification must be construed as a whole. The disclosure portion describes the invention for which the monopoly is claimed. The claims define the scope thereof. Since the invalidity of claim 16 found by the trial judge was based on his finding that the claim is broader than the invention disclosed, the nature of that invention should be first ascertained from the disclosure in the specification.\"", "[66] Moreover, the intention of the patentee is the intention expressed in the text of the patent, read in light of the surrounding circumstances, specifically the knowledge of those skilled in the art ( <FRAGMENT_SUPPRESSED> , page 257 C.P.R.). The claims of the patent must be construed with reference to the entire specification, which includes both the disclosure and the claims. Further, assistance in construing one claim is available from the language of another claim.", "[67] There is no dispute among the persons skilled in the art that the creation of a proper bundle is an essential element to the operation of the invention. The evidence of both McDonald and Jager is that it is important that a pile the shape and size of the mouth of the flaker, which is parallel along its length and the ends are abutted close to one another, be delivered to the mouth of the flaker. The reason is twofold: in the flaking process it is necessary that logs lie parallel to the knives so when they are cut they are cut along the grain and it is necessary to maximize the flaker so that the compartment is filled.", "[68] The background portion of the patent sets out the prior art at the time of the invention and the disadvantages or problems the inventor intended to overcome. The disadvantages referred to in the prior art include the inability to fill the flaking compartment and the difficulty in maintaining the logs in an axially aligned pile during the flaking process. The patent describes this disadvantage as impairing the quantity and quality of flakes during the process. To the extent the patent addresses these disadvantages, it does so by claiming it delivers a proper bundle into the flaking compartment.", "[69] The disadvantages referred to in the block feeding system involved the additional operating stage of creating the blocks and the loss of approximately three per cent in this stage. In other words, it costs quality. Therefore, the problems the patent asserts the invention solves demonstrates that the method of creating a bundle was clearly an essential element of the invention.", "[70] The summary of the invention provides in part: \"... In accordance with the invention, a process and an apparatus for chipping wood is provided. The process comprises aligning a number of substantially equal pieces of lumber in a hopper disposed above a feed compartment, depositing the wide lumber pile into a trough which feeds into the compartment where the chipping occurs. ...\"", "[71] The objects of the invention include: to provide a process for thoroughly chipping pieces of lumber without extensive handling of the lumber before chipping; to deliver a proper bundle to the mouth of the flaker; to provide an apparatus for chipping wood; to have a hopper which delivers an aligned pile of lumber to a feed trough and to provide a process and apparatus which minimizes the percentage of processed lumber which cannot be chipped.", "[72] In terms of the preferred embodiments the patent provides: \"In one preferred embodiment, the hopper has a V-shaped bottom comprising two pivoting flaps which pivot outwardly to deposit the lumber pile into the trough. Each pivoting flap can be pivoted by a hydraulic cylinder piston hinged to its underside. In another preferred embodiment, the flaps are concave or convex in correspondence with the concave or convex configuration of the trough.\" (page 4 of the patent)", "[73] The generic description in the process claim found in the summary of the invention also refers to depositing the aligned lumber pile into the trough below. The detailed description of the preferred embodiment reads in part: \"The process and apparatus of the present invention are directed to providing cost-effective loading and use of a wood-chipping machine. With regard first to the process, the first process step is the loading of the feed compartment and is carried from above, preferably by free fall, in the form of a compact, axially aligned lumber pile. \"An apparatus particularly suitable for implementation of the process described above is provided by the invention. In a loading magazine arranged over a trough and provided with pivotable load flaps, the pieces of lumber delivered are packed together in a compact lumber pile by a V-shaped magazine bottom formed by the two load flaps and at the same time are aligned in the longitudinal direction, possibly with the assistance of the operating personnel. By sudden opening of the load flaps, this compact pile suitably aligned for the chipping, then drops into the trough.\"", "[74] It appears that what the inventor describes throughout the preferred embodiment is depositing from above, accomplished by way of free fall.", "[75] With respect to the claims, claim number 1 speaks of a process for loading a wood chipping unit comprising a number of steps. Steps 2 and 3 describe the creation of a compact pile using the hopper to form a compact pile in which the pieces of lumber are aligned along their length and the compact pile is then placed into a feeding compartment in such a manner that the pile remains substantially aligned. It seems that the creation of the bundle occurs for the first time in the v-shaped hopper. Claims 2, 3, 17, 18 and 19 are the other process claims and their primary refinements to claim 1 relate to the method of creating the compact log pile in the feed compartment, i.e., creating the proper bundle. Claim 2 speaks of dropping, which relates to the first preferred embodiment of free fall referred to in claim 1.", "[76] The apparatus claims, namely 7, 8, 9, 10, 11, 12 and 13 demonstrate that the inventor spent a considerable amount of time refining the apparatus to allow for a quicker opening and a better dropping operation. This, in my opinion, tends to support the defendants' position, in that it begs the question: why devote so much time achieving a better bundle if it was not essential to the invention? Claim 7 speaks of a loading magazine for holding the pile of lumber and having at least one pivoting flap whereby the pivoting flap can be pivoted open to allow the lumber pile to drop into the trough. Claim 8 is an apparatus claim for loading wood according to claim 7 whereby the loading magazine has a v-shaped pile. Claim 9 refers to an apparatus for loading wood according to claim 7 wherein the loading magazine includes two pivoting flaps. Claim 10 is an apparatus for loading wood as claimed in claim 7 where the pivoting flap is convex. Claim 11 is an apparatus for loading wood as claimed in claim 7 where the flap is concave. Claim 12 is an apparatus for loading wood at claim 7 where the flap is pivoted by quick-acting actuation mechanism. Claim 13 is an apparatus for loading wood as claimed in claim 12 wherein the quick acting actuation mechanism is comprised of a hydraulic cylinder piston unit.", "[77] After reading the Jager and McDonald affidavits and the claims of the patent, I am satisfied that what the patent is attempting to achieve is a proper axially aligned compact bundle of logs to be fed into a flaker in an efficient manner and in a manner designed to create high quality flakes, by means of an overhead hopper . The pile is being formed while the previous pile is being flaked. Further, the patent only refers to one method of achieving an axially aligned compact bundle, namely by way of an overhead hopper. This is stated by McDonald in his affidavits. On the other hand, Jager states that the claims of the patent do not restrict the creation of an axially aligned compact bundle to an overhead hopper and that those skilled in the art reading the claims would know that \"hopper\" would not necessarily have to be an overhead hopper. After reading the affidavits of both McDonald and Jager, as well as their examinations for discovery, I accept as the better evidence the evidence of McDonald. McDonald would have the better expert knowledge as he is an engineer and a designer of such equipment. Jager, although an expert, is not an engineer and is not a designer of such equipment, he is no doubt an excellent salesperson and would certainly know the product he sells. However, in choosing which is the better evidence, I am satisfied that more weight should be given to McDonald's evidence.", "[78] Moreover, after reviewing the patent, the background, the summary of the invention, the generic description of the invention, (which I note refers to being carried out from above) the objectives of the invention, the preferred embodiments and the diagrams, the claims and the refinements to the claims, I am satisfied that because the claims seek to refine the manner in which the proper bundle is created, the creation of the proper bundle must be an essential element of the invention. Meaning Of The Term \"Hopper\"", "[79] As I am satisfied that the creation of the proper bundle is an essential element of the invention, I now turn to the question of whether the term \"hopper\" as used in the patent means an overhead hopper. Basically, the plaintiff's position is that hopper merely refers to a temporary storage area that can be above, behind or beside and the defendants' position is that hopper means an overhead hopper.", "[80] In terms of construing the patent, the jurisprudence is clear that the construction of the patent is a matter for the court. Further, there is no dispute that it is the claims at the end of specification, and only the claims, which define and limit the patentee's scope of protection ( <FRAGMENT_SUPPRESSED> at 249 C.P.R.). As noted by Reed, J., in <FRAGMENT_SUPPRESSED> (supra) at page 249 C.P.R.: \"There is no dispute as to the applicable law. The construction of the patent is a question for the court; that construction is to proceed on the basis that the addressee of the patent is a person skilled in the art, having the knowledge that such a person is likely to possess ... The patent must be construed by a mind willing to understand, seeking a construction which is reasonable and fair to both the patentee and the public. \"In construing a patent the claims are the starting point. The claims alone define the statutory monopoly and the patentee has a statutory duty to state in the claims what the invention is that it is desired to protect. In construing the claims recourse to the specification is: (1) permissible to assist in understanding the terms used in the claims; (2) unnecessary where the words of the claim are plain and unambiguous; and (3) improper to vary the scope or ambit of the claims.\"", "[81] Reed, J., continued with the following comments at page 257 C.P.R.: \"The principles relating to the construction of patents set out in the jurisprudence are: (1) in construing a patent one must adopt a purposive construction and not engage in an overclose parsing of the words; (2) the question that must always be asked is whether the 'pith and marrow', or the substance of the plaintiff's invention, has been taken; (3) if a variant of an aspect of a claim has no material effect on the way the invention works there is a presumption that the patent is infringed and that the patentee intended that the variant falls within the scope of the claim; (4) the question must always be asked, however, is whether the patentee intended to include or exclude equivalents (variants) from the scope of the invention claimed; (5) the patentee's intention in this regard is not his actual intention, if that could in any event be ascertained with any degree of certainty, but it is the intention of the patentee as expressed in the text of the patent, read in the light of surrounding circumstances, specifically the knowledge of those skilled in the art. \"There is good reason for adopting a purposive approach to the construction of the patents. It is not the inventor who drafts these texts. It is usually a legal advisor who presumably has some knowledge of the particular art to which the patent relates but who, for legal reasons related to the patenting process, adopts wording quite different from that in which most inventors would explain their invention.\"", "[82] Further, the Court of Appeal in <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 470 (F.C.A.), has clarified the jurisprudence relating to claim construction. The court indicated that a claim must be read in light of the specification so that apparently broad language in a claim is to be limited where the specification, when fairly read, clearly indicates that a broad interpretation cannot be supported. The court also noted that the fact that some claims may be narrow does not necessarily permit the court to afford broad protection to claims drafted more broadly for that reason alone. Robertson, J.A., made the following comments at page 482 C.P.R.: \"In my opinion, the cases decided after Beecham place it in proper perspective and clear the way for us to recognize the Supreme Court's approach to the proper construction of a patent. \" <FRAGMENT_SUPPRESSED>  must look to the whole of the disclosure and the claims to ascertain the nature of the invention and the methods of its performance ... being neither benevolent nor harsh, but rather seeking a construction which is reasonable and fair to both the patentee and public. There is no occasion for being too astute or technical in the matter of objections either title or specification for, as Duff, C.J.C., said, giving the judgment of the court in <FRAGMENT_SUPPRESSED>  of it, can be so read to afford the inventor protection for that which he has actually in good faith invented, the court, as a rule, will endeavour to give effect to that construction\". Sir George Jessel spoke to like effect at a much earlier date ... He said the patent should be approached \"with a judicial anxiety to support a really useful invention\".' \"As Hayhurst, supra, cautions at p. 24: 'Terms must be read in context and it is therefore unsafe in many instances to conclude that a term is plain and unambiguous without a careful review of the specification ...'.\"", "[83] I note the only reference to hoppers in the patent is to an overhead device, specifically an overhead v-shaped hopper loading into a rectangular shaped feeding compartment. As such, the patent only discloses one method of obtaining a proper bundle, by means of an overhead v-shaped hopper loading into a rectangular shaped feeding compartment. I also note that Jager agreed, during examination for discovery, that an overhead v-shaped hopper was described in the preferred embodiment of the patent and that nowhere in the patent was another type of hopper described (page 138, questions 768 and 769, Exhibit \"B\" to the first McDonald affidavit).", "[84] Further, the process claim as outlined in claim 2 places the hopper overhead with a reference to \"dropping\". In my view, if one reads claims 1 and 2 in the context of the overall patent, what was intended was that claim 1 capture the generic invention, including depositing the aligned lumber pile from above. That is what is outlined in the summary of the invention. The preferred embodiment refers to free fall. Moreover, when claims 1 and 2 are read in the context of the other specifications, it is clear to me that the invention was intended to simply capture all methods of depositing the lumber pile, whether one opens the trough slowly or quickly, or deposits them in any method, however it is clearly from above.", "[85] As noted above, the description of depositing from above or depositing comes from the generic description itself.", "[86] The summary of the invention reads in part: \"... the process comprises aligning a number of substantially equal sized pieces of lumber in a hopper disposed above a feed compartment , depositing the aligned lumber into the trough which feeds into the compartment where the chipping occurs and then cyclically advancing the lumber pile into the compartment after each previously advanced portion of lumber has been chipped.\" (Emphasis added)", "[87] Although in the detailed description of the preferred embodiments it is acknowledged that the lumber may be deposited from the hopper to the feed compartment in more than one way, the best method is still considered to be by free fall. Page 6 of the patent reads as follows: \"... with regard first to the process, the first process step is the loading of the feed compartment and is carried out from above, preferably by free fall in the form of a compact axially aligned lumber pile . Owing to the mutual support of the pieces of lumber during the loading operation, there is no possibility whatsoever of there changing their mutual positions and thus being laid at an angle in the feed compartment. They therefore retain their axial alignment, adopted in the proceeding compacting of the lumber pile with some assistance of the operating personnel.\" (Emphasis added)", "[88] Counsel for both parties provided a number of dictionary definitions of \"hopper\". Webster's Ninth New Collegiate Dictionary , (Springfield, Merriam-Webster Inc., 1983) defines hopper as \"a usu. funnel-shaped for delivering material (as grain or coal); also: of various other receptacles for the temporary storage of material\". Webster's Third International Dictionary of the English Language Unabridged (Springfield, Merriam-Webster Inc., 1986) defines hopper as a: \"chute, box, or receptacle us. funnel-shaped with an opening at the lower part for delivering material (as grain, fuel, or coal)\". The Shorter Oxford English Dictionary , vol.1 (3rd Ed. Oxford, Clarendon Press) defines hopper as a \"receiver like inverted pyramid or cone, through which grain or anything to be ground passes into the mill; so called because it had originally a hopping or shaking motion\".", "[89] The patent defines \"loading magazine\" (which all agreed meant the same as \"hopper\") by reference item 13 in Figure 2 and Figure 3 of the patent, as being a v-shaped overhead loading compartment with either convex or concave flaps, Exhibit \"A\" to the first McDonald affidavit, page 8 of the patent.", "[90] Further, in the accompanying diagrams, which were used to interpret the apparatus as a feeding device for a flaker as opposed to a chipper, only a v-shaped overhead loading compartment is shown.", "[91] Two known feed devices are described at pages 2 and 3 of the Pallmann Patent No. 2 under the heading \"Prior Art\": the PS & E batch feeding system installed in Bemidji, Minnesota in 1988 and the CAE batch Feeding System installed in Chambord, Quebec (Pallmann Patent No. 2, Exhibit \"C\" to the first McDonald affidavit). I understand there are no relevant differences between the CAE Feeder and the CAE Batch Feeding System installed in Chambord (the first McDonald affidavit). In Pallmann Patent No. 2, the inventor, in the context of this action, taken as a person skilled in the art, described the device in the patent as a device that \"consists substantially of a flow trough which, feeding into the flaking chamber of the flaking machine, runs underneath a loading magazine\" (Pallmann Patent No. 2, Exhibit \"C\" to the first McDonald affidavit). As noted earlier, Mr. Jager during his examination for discovery accepted this statement as true and accurate.", "[92] Therefore, for the reasons noted above, I am satisfied that on a reasonable reading of the terms \"hopper\" and \"loading magazine\" as used in the patent, the term hopper refers to an overhead loading compartment. Functional Equivalency", "[93] The plaintiff submits that even if I am satisfied from the evidence that the essential part of the invention is to create an axially aligned bundle or a proper bundle by a process using a hopper and that hopper means an overhead hopper and therefore there would be no literal infringement by the defendants; there would still be infringement of the substance or the \"pith and marrow\" of the invention, in that the defendants' devices are functional equivalents.", "[94] In support of its position, the plaintiff referred me to the Cutter case (supra). In Cutter , the device used by the defendant was a pointed plastic vaned spike, cruciate in its cross section and designed to fit loosely in the inside of the tube but having small protrusions on two opposing vanes intended to engage the inner wall of the tube and by friction hold the spike in place until used to perforate the membrane. The trial judge found that the Cutter mechanism read on all claims of the patent and that the Cutter cruciate vaned spike was the same or substantially the same as the Bellamy device in the Bellamy mechanism. As such, the trial judge found literal or textual infringement as well as: \"... a taking so as to constitute infringement of the substance of the invention, the essential features of the invention, in that specifically the Cutter spike is the functional equivalent of the 'cannula', 'hollow cannula', 'membrane removing member' referred to in the claims of the subject patent and generally this whole Cutter mechanism is the equivalent of the Bellamy mechanism.\" (page 196 C.P.R.)", "[95] The Court of Appeal disagreed with the finding of textual infringement and stated the following at page 197 C.P.R.: \"... Having regard to (a) the dictionary meaning of 'cannula' and the evidence of what it was understood by persons skilled in the art ... to mean, having regard as well to (b) the evidence that at the material time the only mechanism in use in the blood bag field for piercing membrane was a pointed hollow-tube cannula, and to (c) the fact that the only device depicted in the patent drawings as a cannula is a pointed hollow tube, as well as to (d) the absence of evidence that a vaned spike of the kind in the appellant's valve is known in the art as a cannula, I am with respect unable to conclude that the appellant's cruciate vaned spike falls within the meaning of 'cannula' in claims 1, 2, and 4. It is not a tube and, in my view, it is not hollow in the sense that a tube is hollow. Moreover, even if the device could be regarded as within the meaning of 'cannula' in my view it would still fail to satisfy the limitation of claims 1 and 4 to a hollow cannula. I am accordingly of the opinion that claims 1, 2 and 4 are not 'textually' infringed by the appellant's device.\" Thurlow, C.J., continued with the following comments at pages 198 and 199 C.P.R.: \"As the result of these conclusions is that the Cutter device falls within the terms of and infringes claim 3, it is not strictly necessary that I deal with the finding of the learned trial judge that the device infringes all four claims by taking their substance. I shall, however, state shortly the view I have formed in case it may be of some interest in the event of an appeal. \"A useful review of the law on this subject is found in the judgment of the former President of the Exchequer Court in <FRAGMENT_SUPPRESSED> . \"It seems to me to be plain that the Cutter spike is, as found by the learned trial judge, the functional equivalent of the cannula referred to in claims 1, 2 and 4. Both are operated by the technician in the same way. Both rupture the membrane and establish a channel or channels through which blood or its components or anticoagulants can flow. Both do it in the same way. The evidence shows that the cannula ruptures the membrane by causing a transverse slit which permits the blood to flow around the outside wall of the cannula as well as through its lumen. \"Moreover, both devices are in the tube and are unattached. \"Further, in my view, the precise structure or configuration of the device to be used to rupture the membrane and establish a flow channel is not an essential element of the invention. As I see it, it would not matter whether a cannula or a vaned spike or a device of some other sort, such as, for example, a device of the like proportions with a semicircular cross section, were used or whether it would cut out in whole or in part or merely rupture the membrane. The substance of the invention, its 'pith and marrow' would be taken so long as the rupturing device has the essential elements of being in the tube and being unattached. I think therefore that the substance of the invention has been taken and that all of the claims of the patent were infringed by the Cutter device.\"", "[96] In <FRAGMENT_SUPPRESSED> the plaintiff obtained a patent in connection with lintel. The plaintiff had substantial market success. The defendant initially unaware of the patent, copied the device. There was a patent infringement action and the plaintiff was successful. The defendant then sought to design and construct a device with the purpose of avoiding the patent. The basic distinction between the two devices was that the plaintiff's lintel had a back plate which extended vertically while the defendant's device had a back plate which was six degrees from vertical. The issue before the House of Lords was whether this distinction was sufficient to avoid infringement of the patent. Lord Diplock noted that all school boys would know that the distinction between vertical and six percent off vertical would result in a one to two percent reduction in strength and accordingly found from a functional point of view, that the distinction was negligible. Lord Diplock continued with his analysis at pages 242 to 243: \"My Lords, a patent specification is a unilateral statement by the patentee, in words of his own choosing, addressed to those likely to have a practical interest in the subject matter of his invention (i.e., 'skilled in the art'), by which he informs them what he claims to be the essential features of the new product or process for which the letters patent grant him a monopoly. It is those novel features only that he claims to be essential that constitute the so-called 'pith and marrow' of the claim. A patent specification should be given a purposive construction rather than a purely literal one derived from applying to it the kind of meticulous verbal analysis which lawyers are too often tempted by their training to indulge. The question in each case is: whether persons with practical knowledge and experience of the kind of work in which the invention was intended to be used, would understand that strict compliance with a particular descriptive word or phrase appearing in a claim was intended by the patentee to be an essential requirement of the invention so that any variant would fall outside the monopoly claimed, even though it could have no material effect upon the way the invention worked. The question, of course does not arise where the variant would in fact have a material effect upon the way the invention worked . Nor does it arise unless at the date of publication of the specification it would be obvious to the informed reader that this was so. Where it is not obvious, in the light of then-existing knowledge, the reader is entitled to assume that the patentee thought at the time of the specification that he had good reason for limiting his monopoly so strictly and had intended to do so, even though subsequent work by him or others in the field of the invention might show the limitation to have been unnecessary. It is to be answered in the negative only when it would be apparent to any reader skilled in the art that a particular descriptive word or phrase used in a claim cannot have been intended by a patentee, who was also skilled in the art, to exclude minor variants which, to the knowledge of both him and the readers to whom the patent was addressed, could have no material effect upon the way in which the invention worked.\" (Emphasis added)", "[97] Therefore, it is clear that, if the variant relates to an essential element of the patent, the doctrine of functional equivalency does not apply.", "[98] As I have concluded that the formation of a proper bundle is an essential element of the patent and in accordance with the reasoning in <FRAGMENT_SUPPRESSED> , functional equivalency is not applicable to the case before me.", "[99] With respect to the second ground of the application, namely that the claims are broader in scope than the invention claimed, as I have determined that the defendants' devices do not use a hopper as claimed in the patent and relying on the \"Gillette defence\" it is not necessary for me to deal with the second ground as the defendants have been successful on the first ground of their application. In this regard, I note the comments of George Takach in his text Patents, A Canadian Compendium of Law and Practice (1993 Juriliber Limited), at page 52: \"6.25 Breadth of Claims \"Although it is in an applicant's best interest to maximize protection by claiming an invention as broadly as possible without encompassing or 'reading on' the prior art, there is a conflicting value at work. If a patent is granted and infringement action is brought, the Patentee faces potential conflict between a wide interpretation of a claim to catch infringing activity which risks the claim being invalidated as too broad, and a narrow interpretation to avoid a finding of invalidity, which risks excluding the infringing activity. However, the alleged infringer will not be required to choose between these conflicting interpretations in defending the action for infringement (the 'Gillette defence'). A patentee cannot broaden the scope of his claim by 'borrowing this or that gloss from other parts of the specification'.\" He continued at page 138: \"... with the 'Gillette' defence, a defendant can deny both the infringement and the validity of the patent, and thus spare himself the trouble of demonstrating on which horn of the well-known dilemma the plaintiff has impaled himself, invalidity or infringement.\"", "[100] As I indicated earlier in my reasons, given my findings on the issues, I would allow the defendants motions for summary judgment. Rule 432.3(4) provides that where there is a genuine issue for trial the judge may nevertheless grant summary judgment in favour of either party, either upon issue or generally, unless the judge is unable on the whole of the evidence to find the facts necessary to decide the questions of fact or law or the judge considers that it would be unjust to decide the issues on the motions for summary judgment.", "[101] I am satisfied that there is sufficient evidence before me to decide the issues, as identified. Essentially, the issue before me was whether the formation of the proper bundle is an essential element of the patent. This determination involved interpreting the patent and applying the applicable law to that interpretation. The construction of the patent is a matter for the court and I am satisfied that based on the detailed submissions of all counsel and the affidavits filed, there is sufficient evidence before me to formulate an interpretation of the patent that is reasonable in the circumstances. As I determined that the method of creating the proper bundle was an essential element of the invention, functional equivalency does not apply. Further, the defendants employ a different method to form a proper bundle.", "[102] In terms of the meaning of the term hopper, this too called for an interpretation of the patent. As I determined that hopper as used in the patent refers to an overhead hopper and as it was clear the defendants' devices do not utilize an overhead hopper, there is no infringement. In terms of the grounds of the applications, the defendants are not required to choose between the grounds upon which the applications have been based. In fact, I have not been asked to determine the validity of the patent. Therefore, relying on the Gillette defence, I am allowing the defendants' applications on the basis that the feeding systems for the OSB industry of the defendants CAE and PS & E do not use a hopper as claimed in claims 1, 3, 4, 5, 6, 17 and 19 of the patent.", "[103] I am also satisfied that in the circumstances of the present applications it would not be unjust to decide the issues on these applications.", "[104] For the reasons noted above, the defendants' applications for summary judgment pursuant to rule 432.3(4) dismissing the plaintiff's infringement action are granted and the plaintiff's request for summary judgment against the defendants is denied.", "[105] Defendants, in their Notice of Motion of December 8, 1994, ask for, in addition for an Order dismissing plaintiff's action, a number of other conclusions.", "[106] In that I have concluded that plaintiff's action should be dismissed, I see no need to decide any of the other conclusions.", "[107] Costs are to be in favour of the defendants. Only one set of costs shall be paid to defendants for the summary judgment applications. Order accordingly. Editor: Jean Merlini/klf [End of document]"]}