{"id_": "030394", "body_str": ["[1] von Finckenstein, J. : This is an appeal from the decision of Prothonotary Aronovitch dated January 27, 2005 in which she refused to strike out the third party claim of the Defendants against Her Majesty the Queen as represented by the Attorney General of Canada (\"the Crown\"). Facts", "[2] The background to this matter is succinctly set out in paragraphs 1 to 6 of Prothonotary Aronovitch's decision which I reproduce herewith with slight conforming modifications. The main action and third party claims 4. ... Apotex Inc. ('Apotex'), the plaintiff in the main action, is suing Hoffman-Laroche Limited ('Roche') and Syntex Pharmaceuticals International Limited ('Syntex') for damages under s. 8(2) of the Regulations (the Patented Medicines (Notice of Compliance) Regulations SOR/93-13), on the basis that its generic version of naproxen slow release tablets was held off the market for a period of some four years, from July 1995 to May 1999, by reason of the defendants' application to prohibit the Minister from issuing a Notice of Compliance ('NOC') to Apotex. 5. The defendants, Syntex and Roche, have in turn instituted identical third party claims against the Minister of Health (the 'Minister') for part of the damages for which they may be found liable to Apotex. 6. The defendants' patent having been declared to be invalid in a judgment that issued on April 19, 1999, and an NOC having issued to Apotex on May 4, 1999, the defendants allege in their suits against the Minister that she owed a duty to Apotex that she breached in refusing, 'without lawful justification', to issue an NOC to Apotex immediately upon the judgment of invalidity. Roche and Syntex assert that if they are found liable to Apotex, the Minister, in turn, is liable to the defendants for the period between April 19, 1999 and May 4, 1999.\" This represents a period of roughly two weeks out of the four years that is the subject matter of the main action.", "[3] Prothonotary Aronovitch came to the conclusion that there is no foundation for an action based on s. 8; but refused to strike the pleadings regarding the third party claim as in her view: \"generously construed, they may be sufficient to support an action for negligent breach of statute\".", "[4] The Crown is now appealing the ruling of Prothonotary Aronovitch. Standard of Review", "[5] Both sides agree that the relevant law for appeals of a Prothonotary is laid down in FRAGMENT_SUPPRESSED, as reformulated in FRAGMENT_SUPPRESSED, namely: FRAGMENT_SUPPRESSED Where either of those factors exist, the reviewing court will exercise its discretion de novo.", "[6] The vital question in a case involving third party pleadings is the liability of the third party. If this motion to strike is successful, this would mean the end of any liability for the Crown. This certainly would be vital to the final issue as far as the Crown is concerned. This view is supported by Society of FRAGMENT_SUPPRESSED, where Letourneau, J.A., states at paragraph 14: FRAGMENT_SUPPRESSED", "[7] While this case does not concern the addition of an additional defendant but the addition of a third party, the rationale of the foregoing quote in my view, applies equally in this case.", "[8] In addition, as will be set out later, I believe that Prothonotary Aronovitch proceeded on the wrong principle, namely that there is such a tort as \"negligent breach of statute\". For both these reasons, I will consider this matter de novo. Third party Claim", "[9] As noted before, the Patent in issue was declared invalid on April 19th, 1999. The NOC was issued on May 4th, 1999. The Defendants bring this third party claim as a contingency measure. In their third party claim the Defendants allege: FRAGMENT_SUPPRESSED", "[10] By virtue of Rule 221(1), Federal Court Rules, 1998 the Court may order any pleading to be struck out that \"discloses no reasonable cause of action\".", "[11] It is well established that where it is plain and obvious that the Statement of Claim discloses no reasonable cause of action, and the court is satisfied that the case is beyond doubt, the Statement of Claim should be struck out and the action dismissed (see FRAGMENT_SUPPRESSED).", "[12] This applies even to complex pleadings. As stated by Marceau, J.A., in FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED FRAGMENT_SUPPRESSED, FRAGMENT_SUPPRESSED", "[13] The Patented Medicines (Notice of Compliance) Regulations SOR/93-13 (the \" Regulations \"), create a special regime involving exceptional rights and obligations. They relate particularly to competing drug companies. Essentially, where one drug company (generally, a \"generic\" company) proposes to market a drug that may infringe another's patent, it must give notice to that other drug company. The patent-holding company may then choose to initiate a proceeding under s. 6 of the Regulations . If that proceeding is successful, the result will be an order prohibiting the Minister of Health from issuing a Notice of Compliance for the drug until after the patent expires. Without a Notice of Compliance, no drug company may lawfully market a new drug.", "[14] A particularly unusual feature of this regime is that the Notice of Compliance may not be issued during the course of the proceedings. Thus, the patent-holding company may keep the generic company off the market for a significant time, merely by filing an application under s. 6. By doing so, the patent-holding company is essentially permitted an interim injunction, without having to satisfy the stringent test that would apply in a patent infringement action.", "[15] Clearly, this feature of the regime could be open to abuse. To offset that possibility, s. 8 of the Regulations creates a means by which a generic company may recover damages from the patent-holding company. Thus, where the proceedings initiated by the patent-holder are unsuccessful, the Court may be required to compensate the generic company for losses suffered due to the delay in entering the market.", "[16] Specifically, s. 8 (attached as Annex A) creates a liability, a right of action, and jurisdiction for the Court. It applies where a proceeding initiated by a first person is withdrawn, discontinued, or dismissed, or where it is initially successful but ultimately dismissed on appeal.", "[17] Under those circumstances, s. 8 operates as follows. First, under s. 8(1), if an application for prohibition is withdrawn, discontinued, or dismissed, a liability is created: \"the first person is liable to the second person for any loss suffered\" during the defined period.", "[18] Second, under s. 8(2), a right of action to enforce the liability is created, to wit: \"(2) A second person may, by action against a first person, apply to the court for an order requiring the first person to compensate the second person for the loss referred to in subsection (1).\"", "[19] Third, s. 8(1) specifically limits any liability to the period \"ending on the date [of] the withdrawal, the discontinuance, the dismissal or the reversal\". The end point is not the date of issuance of the Notice of Compliance.", "[20] Finally, in s. 8(4), and (5), the Court is provided with the jurisdiction to deal with the action, to wit: \"(4) The Court may make such order for relief by way of damages or profits as the circumstances require in respect of any loss referred to in subsection (1); and \"(5) In assessing the amount of compensation the Court shall take into account all matters that it considers relevant to the assessment of the amount, ...\"", "[21] The terms first person and second person are used throughout the Regulations . In s. 2, they are specifically defined by reference to ss. 4(1) and 5(1) respectively. In essence, a first person is one who has received a Notice of Compliance for a drug and has submitted a patent relating to it to the Minister of Health to be listed on the Patent Register. A second person is one that seeks approval to market a new drug on the basis of a comparison to a first person's drug.", "[22] Section 8 forms a complete code in respect of the recovery of losses resulting from the invocation of the regime established by the Regulations . Liability, a right of action, and jurisdiction are explicitly found in the terms of the provision.", "[23] The following features of the code found in s. 8 are of particular relevance to this motion: - Only a first person may be liable; - Only a second person has a right of action; - The Court has jurisdiction only to make an Order against a first person in favour of a second person; and - The period of liability ends with the withdrawal, the discontinuance, the dismissal or the reversal of the prohibition proceedings.", "[24] Based on the foregoing it seems clear that: - Section 8 does not establish liability on the part of anyone other than a first person; - Section 8 does not create a right of action by anyone other than a second person; - Section 8 does not give the Court jurisdiction to make any Order against anyone (including the Crown) other than a first person; and - no liability extends beyond the day of the withdrawal, the discontinuance, the dismissal or the reversal of the prohibition proceedings.", "[25] Consequently, applying the foregoing to the situation at hand, I must conclude on a plain reading of s. 8 that only Apotex has a right of action; that the Defendants have no right of action, that there is no provision for third party claims against anyone, including the Crown; and that in any event, any liability by the Defendants ends on the day the patent was declared invalid.", "[26] None of these findings, in my view, could in any way be changed by any facts produced at trial. Therefore, following FRAGMENT_SUPPRESSED , supra, I would wholly agree with the Prothonotary when she stated \"there is no foundation for the action based on s. 8\". Defendants Allegation re Contributory Negligence", "[27] The Defendants in their third party claim make the following allegation: FRAGMENT_SUPPRESSED", "[28] The Defendants argue that: a) The Crown owed Apotex a duty of care to issue the NOC as soon as the patent was declared invalid, referring to the Food and Drug Regulations , C.R.C., c. 870, s. C.08.004(1); b) That duty of care was breached when the NOC was issued 14 days after the declaration of invalidity of the patent in issue; c) If damages are awarded against the Defendants, some of those damages are a result of the delayed issuance (i.e. by 14 days) and are attributable to the breach of the Minister's duty; and d) By virtue of s. 3(b) of the Crown Liability and Proceedings Act and s. 1 of the Negligence Act of Ontario, if damages are awarded against the Defendants, the Minister is liable to make a contribution and indemnify the Defendants for damages relating to the 14 days in question.", "[29] This line of argument raises several interesting questions, namely: a) Are the pleadings precise enough so that a cause of action can be gleaned from them? b) What is the nature of the duty of care owed to the Plaintiff? c) Does the Negligence Act of Ontario apply to situations where there is no negligence but merely a breach of a statutory duty?", "[30] However, I do not need to address any of these points as in my view this line of argument has one fatal flaw. The breach of duty here alleged, the failure to issue a NOC on time, is a statutory duty. A statutory duty does not automatically give rise to an action in tort. As stated in FRAGMENT_SUPPRESSED by Cory, J.: FRAGMENT_SUPPRESSED", "[31] The remedy for breach of statutory duty may give rise to a public law duty such as a mandamus, but unless the legislature has otherwise provided, it does not give rise to a private law duty of care and a corollary tort remedy.", "[32] As mentioned before s.8 of the regulations provide a complete code for recovery against a second person. There is no provision regarding the liability of the crown for any alleged breach of statutory duty. I also note that there is no cause of action known in law as \"negligent breach of statute\".", "[33] Without such a tort liability arising, I fail to see how either s. 3(b) of the Crown Liability and Proceedings Act or s. 1 of the Negligence Act of Ontario canbecome engaged.", "[34] Accordingly, I find that Prothonotary Aronovitch erred or proceeded upon a wrong principle when she found that \"generously construed, they [the pleadings] may be sufficient to support an action for negligent breach of statute\".", "[35] Prothonotary Aronovitch in her reasons refers to a long line of cases ( FRAGMENT_SUPPRESSED), which suggest that contentious questions requiring the interpretation of s. 8 of the Regulations , are not appropriate to be disposed of on a motion to strike, nor one on summary judgment, and require a full trial.", "[36] I take no issue with that position, however, I do not see the issues here either as contentious or complex. The first issue, is a question of straightforward interpretation of s. 8 of the NOC Regulations . The second issue is one of established law on which the Supreme Court has pronounced several times; namely that there is no nominate tort of breach of statutory issue. I fail to see how a full trial would change any aspect of either issue. If the present situation is not considered a case for striking a pleading, it is hard to imagine when Rule 221(1), could ever be applied in a case involving s. 8 of the Regulations", "[37] Accordingly, I will strike the third party motion of the Defendants and allow this appeal. Annex A \"S. 8(1) If an application made under subsection 6(1) is withdrawn or discontinued by the first person or is dismissed by the court hearing the application or if an order preventing the Minister from issuing a notice of compliance, made pursuant to that subsection, is reversed on appeal, the first person is liable to the second person for any loss suffered during the period (a) beginning on the date, as certified by the Minister, on which a notice of compliance would have been issued in the absence of these Regulations, unless the court is satisfied on the evidence that another date is more appropriate; and (b) ending on the date of the withdrawal, the discontinuance, the dismissal or the reversal. \"(2) A second person may, by action against a first person, apply to the court for an order requiring the first person to compensate the second person for the loss referred to in subsection (1). \"(3) The court may make an order under this section without regard to whether the first person has commenced an action for the infringement of a patent that is the subject matter of the application. \"(4) The court may make such order for relief by way of damages or profits as the circumstances require in respect of any loss referred to in subsection (1). \"(5) In assessing the amount of compensation the court shall take into account all matters that it considers relevant to the assessment of the amount, including any conduct of the first or second person which contributed to delay the disposition of the application under subsection 6(1). SOR/98-166, ss. 8, 9.\" ORDER", "[38] THIS COURT ORDERS that this appeal be allowed.", "[39] The third party Applications of the Defendants dated June 23 and amended July 28, 2003 are hereby struck.", "[40] The Crown shall have its costs in these proceedings and in the proceedings before Prothonotary Aronovitch. Appeal allowed. [End of document]"]}