{"id_": "030450", "body_str": ["[1] Lagacé, D.J. : This is an application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (the Act), of the decision of an immigration officer dated September 27, 2007, dismissing the Applicants' Pre-Removal Risk Assessment (PRRA) application. I. Facts", "[2] The principal Applicant (the Applicant) and his wife are both citizens of Colombia whereas their son was born in the United States. The couple also has a daughter who was included in the PRRA application; however, as she was born in Canada, she was not considered in the PRRA officer's assessment. Both children are entitled to Colombian citizenship by descent through their parents.", "[3] The Applicants left Colombia in November 1998 for the United States. They did not seek asylum in the United States. They arrived in Canada from the United States on March 9, 2004, and immediately made a claim for refugee protection. The refugee application is based on the Applicant's fear of persecution from the FARC (Revolutionary Armed Forces of Colombia). The Applicant alleged that as the owner of a farm in an area controlled by the FARC, he was pressured into paying a vacuna tax. When he refused to pay the vacuna, he began receiving written threats from the FARC and as such, he fled the country. On March 7, 2006, the Refugee Protection Division determined that the Applicants were neither \"Convention refugees\" nor \"persons in need of protection\".", "[4] In the PRRA application, the Applicant alleges that the FARC would seek him out and harm him for refusing to pay the vacuna tax. The Applicant also submits that state protection would not be forthcoming to him in Colombia as the police have been infiltrated by the guerrillas. The Applicant alleged that his brother returned to work at the farm in October 2006, and that in January 2007, the FARC requested that he plant 5 acres of coca as \"collaboration for them\". The principal Applicant submitted that his brother refused the request and was killed in February 2007. As new evidence in support of the PRRA application, the Applicant presented a note from the FARC, dated January 10, 2007, requesting that 5 hectares of coca plants be planted as a contribution towards their cause, and his brother's death certificate dated February 12, 2007, indicating that he died of a gunshot wound to the head. II. The PRRA Officer's Decision", "[5] In a decision dated September 27, 2007, the PRRA officer dismisses the Applicants' application and concludes that the Applicants had not provided sufficient evidence to establish that there was more than a mere possibility that they would face persecution should they be returned to Colombia. III. Issues", "[6] The Applicant submitted the following issues for the Court's consideration: 1. Did the PRRA officer err in discounting the new evidence provided by the Applicant in support of his PRRA? 2. Did the PRRA officer err in finding that the Applicant did not fit the \"profile\" of persons targeted by the FARC? 3. Did the PRRA officer breach the duty of fairness to the Applicants by failing to provide adequate reasons in support of the finding that state protection was available to the Applicant? If not, did the PRRA officer err in finding adequate state protection existed? IV. Standard of Review", "[7] The first and second issues raised by the Applicants are questions of fact to be reviewed on a standard of patent reasonableness. As decided in the Supreme Court of Canada's recent decision in <FRAGMENT_SUPPRESSED>  there is a need for reconsideration. At paragraph 47 of <FRAGMENT_SUPPRESSED>  the Supreme Court defined reasonableness as:", "[47] ...a deferential standard animated by the principle that underlies the development of the two previous standards of reasonableness: certain questions that come before administrative tribunals do not lend themselves to one specific, particular result. Instead, they may give rise to a number of possible, reasonable conclusions. Tribunals have a margin of appreciation within the range of acceptable and rational solutions. A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "[8] In applying the standard of review analysis as described in <FRAGMENT_SUPPRESSED> , the appropriate standard of review for the first two issues raised by the applicants is reasonableness. The questions at issue are factual in nature and fall within the expertise of the PRRA officer; as a result deference is owed. The same is true for the PRRA officer's finding on state protection.", "[9] As for the question of adequacy of reasons, this is a question of procedural fairness reviewable on a standard of correctness ( <FRAGMENT_SUPPRESSED>  at paragraph 100). V. Analysis Did the PRRA officer err in discounting the new evidence provided by the Applicant in support of his PRRA?", "[10] In the reasons for the decision, the PRRA officer made the following comments regarding the new evidence presented by the Applicants: As evidence the PA has submitted a note from the FARC, dated 10 January 2007, requesting 5 hectares of coca plants be planted as a contribution towards their cause; as well as his brother's (Gerardo RUIZ HURTADO) death certificate, dated 12 February 2007, indicating that he died of a gunshot wound to the head. I afford these documents little probative value, in that, the note from the FARC is typed, there is no indication of previous demands or failure to make payments in the past, or why after all this time, as the (Applicant) has been outside of Colombia for approximately 9 years, would the FARC remain interested in him. I find this evidence to be self-serving. There is no explanation provided by the (Applicant) informing as to how he received this letter in Canada. In terms of the death certificate of his brother, the document itself indicates death by a gunshot to the head. No further substantiating evidence was provided by the (Applicant) linking the FARC to the death of his brother.", "[11] The Applicants submitted that the PRRA officer's considerations do not support the finding that the documents deserve little probative value, nor do they provide a rational basis for dismissing the corroborative evidence. The Respondent submitted that the Applicants or the Court may have weighed the documents differently, but this is not sufficient reason for intervention by this Court when the PRRA officer is acting within his jurisdiction to assess and weigh the evidence as he deems appropriate ( <FRAGMENT_SUPPRESSED> ).", "[12] This Court finds that the PRRA officer's weighing of the evidence was reasonable. The PRRA officer's principal concern appears to have been the absence of an actual connection between the new evidence submitted and the threat to the principal Applicant. This is illustrated in the PRRA officer's comments that the note failed to mention previous requests and that there was no evidence presented to link the principal Applicant's brother's death to the FARC. These concerns on the part of the PRRA officer fall within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "[13] These were reasonable concerns on the part of the PRRA officer which are defensible in respect of the facts and law and as a result, the Court sees no reason to interfere with this finding. Did the PRRA officer err in finding that the Applicant did not fit the \"profile\" of persons targeted by the FARC?", "[14] In his negative decision, the PRRA officer cites portions of the United States Department of State Country Reports on Human Rights Practices - 2006 for Colombia that list groups of people targeted by security forces, particularly FARC. The PRRA officer goes on to conclude that the evidence did \"not indicate that the (Applicant) would be personally targeted by guerrillas in Colombia. He does not meet the profile of persons being targeted (teachers, journalists, religious leaders, union members, human rights activists, candidates for public office, elected officials and other politicians, alleged paramilitary collaborators, and members of the government security forces).\"", "[15] The Applicants submit that the PRRA officer's finding is patently unreasonable for two reasons: • First, section 96 does not require that the Applicant be personally targeted; and • Second, the Refugee Division's \"Persuasive Decision\" in MA4-04467 clearly states that individuals who refuse to bow to FARC's demands become targets as their refusal is seen as a political opinion opposed to FARC. Therefore the applicant would clearly be personally targeted by FARC if returned to Colombia.", "[16] In reply to these arguments the respondent submits that it is well established that section 96 consists of both a subjective and objective element. Moreover, the Respondent argued that this Court held in <FRAGMENT_SUPPRESSED>  that the Refugee Division made no reviewable error in failing to acknowledge and follow a \"Persuasive Decision\", and as such, the Court should not interfere with the PRRA officer's finding.", "[17] This Court concludes that the PRRA officer's finding that the principal Applicant did not meet the profile of persons being targeted by FARC is reasonable. The officer canvassed the documentary evidence and it indicates that FARC targeted certain groups of people. The officer considers in his decision whether the principal Applicant meets the description provided by the documentary evidence and finds that he does not. While persuasive decisions can be useful in helping a PRRA officer to make his decision, there is no obligation on the officer to expressly consider or rely on the information and recommendations therein ( <FRAGMENT_SUPPRESSED> , above). As to the applicants' argument that there is no subjective element in the legal test for section 96, there is no merit to this argument. It is trite law that the analysis under section 96 of the Act is subjective. Therefore the Court sees no reason to interfere with this other finding since it is acceptable and defensible in respect of the facts and law. Did the PRRA officer breach the duty of fairness to the Applicants by failing to provide adequate reasons in support of the finding that state protection was available to the Applicant? If not, did the PRRA officer err in finding adequate state protection existed?", "[18] The Applicants argue that the PRRA officer breached procedural fairness in failing to provide adequate reasons for concluding that Colombia \"is attempting to deal with extortion and kidnappings by paramilitary groups\". The Applicant further submits that regardless of whether the reasons were adequate, the finding on state protection was unreasonable.", "[19] Having reviewed the PRRA officer's decision, the Applicants have failed to convince this Court that any reviewable error was made with regards to the PRRA officer's reasons and finding on state protection. The PRRA officer clearly engages in his decision in a thorough analysis of state protection. The officer canvassed the objective documentary evidence for Colombia, and highlighted relevant considerations such as the political atmosphere, respect for human rights, and measures taken to prevent corruption in state protection forces in Colombia. While the Court acknowledges that the PRRA officer's consideration of this evidence is intermingled with his consideration of the likelihood of persecution, the Court is still satisfied that sufficient reasons were provided to support the PRRA officer's finding on state protection. As such, no breach of procedural fairness occurred and moreover, the PRRA officer's finding on state protection was reasonable given the evidence on the record.", "[20] Contrary to the Applicants' submissions, this Court finds that it was open to the PRRA officer and reasonable for her to conclude, on the totality of the evidence before her, that the Applicant \"did not meet the profile of persons being targeted\" in Columbia. The Applicant and his family had been outside Columbia for nearly 9 years, he had lived with his family problem-free in Columbia for almost a year after the initial alleged threats from the FARC, and he and his family were not among the group of people typically targeted by the FARC such as teachers, journalists, union members and politicians.", "[21] It is well established that there is both a subjective and objective element to the analysis under s.96 of the Act. The PRRA officer after a thorough analysis finally determined that there was \"no more than a mere possibility that (the applicants) would face persecution, should they be returned to Columbia ...\" It was for the PRRA officer to make this assessment and the Applicant failed to convince the Court that this assessment is not defensible in respect of the facts and law.", "[22] The application will therefore be dismissed.", "[23] The Court agrees with the parties that there is no question of general interest to certify. JUDGMENT", "[24] FOR THE FOREGOING REASONS THE COURT dismisses the application. [End of document]"]}