{"id_": "030683", "body_str": ["[1] Beaudry, J. : This is an application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 of a decision of an Immigration Officer (the Officer), dated February 14, 2007, denying the applicant, Antonio Erinaldo da Silva, a work permit without a labour market opinion from Human Resources and Social Development Canada (HRSDC). ISSUES", "[2] The present application raises the following issue: did the Officer's decision breach the duty of procedural fairness by failing to provide adequate reasons? FACTUAL BACKGROUND", "[3] The applicant is a citizen of Brazil. He applied for a work permit under section 205(a) of the Immigration and Refugee Protection Regulations , SOR/2002-227, (Regulations) which provides an exemption from the requirement of providing a labour market opinion from HRSDC on the grounds that the foreign national \"would create or maintain significant social, cultural or economic benefits or opportunities for Canadian citizens or permanent residents\".", "[4] The applicant secured employment with Ache Brazil, a martial arts academy in Vancouver, British Columbia that offers instruction in the Brazilian martial art Capoeira. DECISION UNDER REVIEW", "[5] The Officer assigned to the case determined that an exemption under section 205(a) of the Regulations was not warranted because the applicant's work would not create sufficient cultural or economic benefits in Canada.", "[6] The decision reads as follows: This refers to your application for a work permit which you submitted to this Consulate General on January 22nd, 2007. I informed you my e-mail through my assistant on that same date that you required a Job Opinion Confirmation issued by a Human Resources and Skills Development Canada officer. Your representative has requested written reasons for this requirement. As the officer processing your case, please be informed that I have determined that the potential cultural and economic benefits Canada would enjoy, as you explained through your representative, do not warrant an exemption of a Job Opinion Confirmation by HRSDC.", "[7] While this and subsequent letters leave open the possibility of obtaining a work permit if a labour market opinion is provided, the applicant takes this letter to represent a negative decision, and a denial of a work permit. Because the respondent does not take issue with this assumption, I will consider the letter dated February 14, 2007 as a final decision. RELEVANT LEGISLATION", "[8] Immigration and Refugee Protection Regulations , SOR/2002-227. 200. (1) Subject to subsections (2) and (3), an officer shall issue a work permit to a foreign national if, following an examination, it is established that (c) the foreign national (ii) intends to perform work described in section 204 or 205, or . . . 203. (1) On application under Division 2 for a work permit made by a foreign national other than a foreign national referred to in subparagraphs 200(1)(c)(i) and (ii), an officer shall determine, on the basis of an opinion provided by the Department of Human Resources Development, if the job offer is genuine and if the employment of the foreign national is likely to have a neutral or positive effect on the labour market in Canada. 205. A work permit may be issued under section 200 to a foreign national who intends to perform work that (a) would create or maintain significant social, cultural or economic benefits or opportunities for Canadian citizens or permanent residents; . . . 200. 203. 205. ANALYSIS Standard of Review", "[9] The issue raised by the applicant, regarding the right to adequate reasons, is an issue of procedural fairness. Therefore, the standard that the Court must consider is that of correctness; questions of procedural fairness require no deference ( <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 1096 (QL) at paragraph 18; <FRAGMENT_SUPPRESSED> ). Did the Officer fail to provide adequate reasons?", "[10] The Officer in this case did not breach the applicant's right to procedural fairness by failing to provide adequate reasons.", "[11] The Court has often held that the adequacy of reasons must be viewed in context. Factors which may reduce the content of the duty to provide reasons include the nature and significance of the decision, the nature of the statutory scheme, the significance or impact of the decision on the applicant, the absence of a legal right to obtain a visa, the burden of establishing eligibility, the fact that the Officer may be better placed to address the issue raised, and administrative efficiencies ( <FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 1699 (QL) at paragraphs 30-32; <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1615 (QL) at paragraphs 19-20; <FRAGMENT_SUPPRESSED>  at paragraph 21).", "[12] I agree with the respondent's submission that the duty to provide reasons is lower in the context of applications for temporary residence status. A number of the factors listed above would suggest that the duty to provide reasons is minimal: the applicant has no legal right to obtain a visa, and bears the burden of establishing the merits of his claim; the refusal of a work permit on an application from outside of Canada has less impact on the applicant than would the removal of a benefit; and the Officer is in a better place to evaluate the cultural and economic benefits of the applicant's prospective employment than the applicant.", "[13] Further, it is helpful to look to the Citizenship and Immigration Canada FW 1 Foreign Worker Manual, at paragraph 5.29 which states: In considering exemptions to the need for a HRSDC labour market opinion, or 'confirmation' before issuing a work permit, officers should keep in mind the general principle: Authorizing a foreign national to work in Canada has an impact on the Canadian labour market and economy. And, generally speaking, officers should be reluctant to issue a work permit without the assurance from HRSDC that the impact on Canada's labour market is likely to be neutral or positive. R205(a) is intended to provide an officer with the flexibility to respond in these situations. It is imperative that this authority not be used for the sake of convenience, nor in any other manner that would undermine or try to circumvent the importance of the HRSDC confirmation in the work permit process. It is rather intended to address those situations where the social, cultural or economic benefits to Canada of issuing the work permit are so clear and compelling that the importance of the HRSDC confirmation can be overcome.", "[14] The Guideline from Citizenship and Immigration Canada is instructive because it affords the Officer a high level of discretion in exceptional circumstances. In my opinion, the fact that an application under 205(a) should only be granted in exceptional cases is another factor serving to attenuate the duty of fairness owed with respect to reasons.", "[15] For these reasons, I find that the Officer did not breach the applicant's right to procedural fairness. It was open to the Officer to simply state that he was not convinced that the applicant had met the burden of proving that the cultural and economic benefits were so overwhelming as to exempt the applicant from the requirement of obtaining a labour market opinion.", "[16] At the hearing, the applicant objected to the filing of the Officer's affidavit. The affidavit in question was filed in accordance with Justice Campbell's order of July 30, 2007. The respondent argues that the objection is too late and the applicant could have cross-examined the Officer or bring a motion to exclude the affidavit from the file before the hearing. Nothing was done and therefore the objection should be dismissed.", "[17] I examined the affidavit in question and compared the Officer's assertions with the Computer Assisted Immigration Processing System notes (CAIPS notes) to see if the applicant had been prejudiced by the filing of the Officer's affidavit. There is nothing different except that the Officer states that he consulted the Citizenship and Immigration Canada Foreign Worker's Manual (FW 1) section 5.29 to arrive at his decision. I am satisfied that the affidavit should be included in the respondent's record. Therefore, the applicant's objection is dismissed.", "[18] The applicant submits the following question for certification: 1. Up to what point in time may the Respondent alter or add to the reasons for decision: a. when the decision and contemporaneous CAIPS notes are made, b. when the Respondent sends reasons for decision to the Applicant on the Applicant's request, c. when the Federal Court requests reasons for decision after a judicial review has been commenced, d. when the Respondent's affidavits to the Leave decision are due, e. when the trial record is filed, f. when the respondent's affidavits to the Judicial Review are due, or g. the date of the judicial review hearing. 2. If the Applicant asks for the reasons for decision and reasons for decision are provided by the Respondent which do not include the contents of the CAIPS notes, may the Respondent later claim the CAIPS notes as part of the reasons for decision.", "[19] The respondent opposes the requests for certification. I agree with the respondent that the proposed questions do not arise from the facts in the case at bar. The Officer's affidavit introduced the CAIPS notes which constitute the reasons for his decision. This is an acceptable method to introduce them in evidence ( <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 1199 (QL)).", "[20] Even though no direction from the Court was given to the Applicant to submit a reply to the respondent's submissions on the proposed questions for certification, the Court analyzed and considered the applicant's reply before coming to its decision. JUDGMENT", "[21] THIS COURT ORDERS that the application for judicial review is dismissed. No question is certified. [End of document]"]}