{"id_": "030703", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act ) for judicial review of an August 28, 2009 decision of an immigration officer (the officer), finding the applicant to be inadmissible to Canada pursuant to paragraph 34(1)(f) of the Act .  <FRAGMENT_SUPPRESSED>", "[2] The applicant seeks an order from this Court quashing the decision of the officer and remitting the matter back to Citizenship and Immigration Canada (CIC) for reconsideration by a different officer.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[3] The applicant was born in 1972 in Karachi and is a citizen of Pakistan. He belongs to an ethnic subgroup of Mohajirs in the Southern Pakistan province of Sindh. Most Urdu-speaking Mohajirs residing in Pakistan were of families who had fled India pursuant to that country's 1947 partition. The Mohajir Quami Movement (MQM) was formed in 1984 to represent the interests of Sindh's Urdu-speaking Mohajirs.  <FRAGMENT_SUPPRESSED>", "[4] The applicant was a member of the All Pakistan Mohajir Student Organization (APMSO) from 1988 to 1993. APMSO is the student wing of the MQM of which he was also a member (April 1988 to March 1999).  <FRAGMENT_SUPPRESSED>", "[5] The applicant was an active member of the APMSO and served as joint secretary from 1988 to 1990. From 1990 to 1993, the applicant attended a different school and was only a regular member of APMSO and also attended regular Muttahida Quami Movement Altaf (MQM-A) meetings and rallies.  <FRAGMENT_SUPPRESSED>", "[6] The applicant alleges that MQM split apart in 1992 into the MQM-A faction lead by Altaf Hussain and the MQM-H faction. After the split, the applicant was only affiliated with MQM-A.  <FRAGMENT_SUPPRESSED>", "[7] Many publications however including most the respondent relies upon, refer to MQM as a single organization.  <FRAGMENT_SUPPRESSED>", "[8] The Pakistani government began to take a hard stance against the MQM, causing the applicant to go into hiding in 1993. From 1993 to 1999, the applicant was in hiding and did no work for the MQM-A. He states that his purpose during that time was just to save his life and survive the military crackdown.  <FRAGMENT_SUPPRESSED>", "[9] The applicant came to Canada on April 22, 1999 seeking refugee protection which was granted February 21, 2001. In his Personal Information Form (PIF), the applicant claimed his membership in the above organizations.  <FRAGMENT_SUPPRESSED>", "[10] The applicant's application for permanent residence was approved in principle on May 3, 2001 although a background check was requested. The applicant was interviewed by the Canadian Security Intelligence Service (CSIS) on March 12, 2002. Since then, the applicant has been the subject of three separate inadmissibility findings pursuant to paragraph 34(1)(f) of the Act .  <FRAGMENT_SUPPRESSED>", "[11] On February 25, 2005, the applicant attended an admissibility interview with an immigration officer. By a decision dated March 7, 2005, the applicant was advised that he was inadmissible because he had been a member of the APMSO and MQM-A and that those organizations were involved in acts of terrorism. The applicant sought judicial review and this Court quashed the decision and remitted the matter back for determination by another officer ( <FRAGMENT_SUPPRESSED> ; 60 Imm. L.R.(3d) 221, ( Naeem 2007 )).  <FRAGMENT_SUPPRESSED>", "[12] A second interview was conducted on January 23, 2008 by another office. By a letter dated May 23, 2008, the applicant was again found inadmissible due to his membership in the MQM. This Court again quashed the decision and sent the matter back for redetermination by a different officer ( <FRAGMENT_SUPPRESSED>  Imm. L.R.(3d) 23, ( Naeem 2008 )).  <FRAGMENT_SUPPRESSED>", "[13] In May 2009, Officer A. Sorenson sent a letter to the applicant again stating that the CIC possessed information that the applicant may be inadmissible to Canada pursuant to paragraph 34(1)(f) of the Act due to the applicant's membership with MQM. An information package about the MQM was attached.  <FRAGMENT_SUPPRESSED>", "[14] On June 2, 2009, the applicant attended an interview at Scarborough CIC accompanied by counsel. At the interview, the applicant stated that the MQM-A never supported or promoted violence. The applicant added that any violence that may have occurred in 1995 would have been caused by rogue MQM members acting against the group's sanctioned activities. The applicant also responded to the reports of MQM violence by stating that most of the reports cited by CIC came from Pakistani newspapers which were biased against the MQM. In submitting that the MQM-A was not a terrorist group, the applicant pointed out that the United States Assistant Secretary of State went to meet with Altaf Hussain and that the MQM mayor of Karachi was well-respected. He also questioned the fact that the CIC sources were all written by people who were not actually present during the reported violence. Finally, the applicant pointed out that any MQM violence was likely attributable to the MQM-Haqiqi faction which had been removed from the party or other rogue members.  <FRAGMENT_SUPPRESSED>", "[15] Subsequent to the interview, the applicant's counsel sent submissions containing a package of information on MQM to counter CIC's information. The package included transcripts of evidence given by Dr. Lisa M. Given and Dr. Gowher Rizvi at a refugee hearing in 2006 (the expert transcripts). The expert transcripts questioned the validity and reliability of the CIC sources.  <FRAGMENT_SUPPRESSED> The Officer's Decision  <FRAGMENT_SUPPRESSED>", "[16] In his decision, Officer Sorensen (the officer) determined that the applicant was a member of the MQM-A and its student wing, APMSO, and that there were reasonable grounds to believe that MQM-A had engaged in terrorism.  <FRAGMENT_SUPPRESSED>", "[17] Membership was not in dispute. The issue was whether the above organizations had engaged in acts of terrorism.  <FRAGMENT_SUPPRESSED>", "[18] The officer reviewed the following CIC sources:  <FRAGMENT_SUPPRESSED> 1. Immigration and Refugee Board's November 1996 Paper, Pakistan: the Mohajir Qaumi Movement (MQM) in Karachi January 1995 to April 1996 : described the origins of the MQM and the APMSO both founded by Altaf Hussain in 1984 and 1978 respectively.  <FRAGMENT_SUPPRESSED> 2. Jane's World Insurgency and Terrorism profile (Jane's): chronology of major MQM-A events including:  <FRAGMENT_SUPPRESSED> a. 1986 - Altaf Hussain told an MQM rally that Mohajir men should stockpile weapons. At another rally he said, \"if our rights are not given to us we will use every kind of force\".  <FRAGMENT_SUPPRESSED> b. 1988 - The MQM was believed to have perpetrated the killings of 90 Sindhis in various incidents. Also in 1988, APMSO activists were reported to have attacked other students and lecturers under the supervision of five elected city councillors.  <FRAGMENT_SUPPRESSED> c. 1990 - Violent rioting and political terror took place in Karachi and Hyderbad; the MQM refused to participate in a conference to broker peace in Sindh.  <FRAGMENT_SUPPRESSED> 3. New York Times, 1986 report on widespread violence between the Mohajirs and other groups in Karachi.  <FRAGMENT_SUPPRESSED> 4. An academic article from the Asian Survey describing the creation of the MQM as the result of ethnic violence.  <FRAGMENT_SUPPRESSED> 5. Reports of violence in 1995 when the MQM reportedly engaged in terrorist activities by starting riots and having its members storm anti-MQM neighborhoods. Sources stated the violence stemmed from the killing of a high ranking MQM member and the rape of the sister of an MQM member.  <FRAGMENT_SUPPRESSED> a. The officer included quotes from the following sources: IRB, Toronto Star, New York Times, Reuters News and Agence France-Presse.  <FRAGMENT_SUPPRESSED> 6. Amnesty International's 1996 paper, Pakistan: Human rights crisis in Karachi outlines violence and human rights abuses attributed to the MQM during the 1995 Karachi riots.  <FRAGMENT_SUPPRESSED>", "[19] The applicant had argued that there was no credible and reliable information to substantiate that the MQM-A had engaged in acts of terrorism. The applicant had further submitted that any acts of terrorism attributed to the MQM-A were the result of rogue members acting independently. After reviewing the applicant's documentary evidence, the officer disagreed. The documentary evidence listed above satisfied the officer that there are reasonable grounds to believe the MQM-A is an organization that has engaged in acts of terrorism and the APMSO is a component of the MQM-A. The officer was also satisfied that \"... the MQM-A's engagement in acts of terrorism is of a level beyond the occasional use of violence. I am satisfied the MQM-A engaged in acts of terrorism to promote its political program and assert itself as the dominant organization in Karachi, Pakistan. <FRAGMENT_SUPPRESSED>", "[20] The officer then explained why he was not persuaded by the expert transcripts. Dr. Given's evidence stressed possible problems with the research methodology found in some of the CIC sources, namely, Jane's and Amnesty International. The officer also noted that Dr. Given did not discuss any problems with many of the CIC's sources and that the CIC relied on many distinct sources for information on MQM and not just Jane's and Amnesty International. The officer also took issue with Dr. Given's critiques and noted that Jane's and Amnesty International have been upheld as reliable sources by the IRB and courts. Despite the critiques, the officer was satisfied that CIC's sources, when considered together, were reliable and valid.  <FRAGMENT_SUPPRESSED>", "[21] Dr. Rizvi's 2006 statement and testimony was that the MQM did not subscribe to violence, but he could not deny that individual MQM members had engaged in violence. The officer concluded that given his review of the above sources and the expert testimony, he was satisfied that the MQM-A had engaged in acts of terrorism and was not satisfied that MQM-A acts of terrorism could be attributable to members acting individually.  <FRAGMENT_SUPPRESSED>", "[22] In conclusion, the officer determined that after reviewing the documents on file, there are reasonable grounds to believe that the MQM or MQM-A engaged in acts of terrorism referred to in paragraph 34(1)(c), that the APMSO is the student wing of the MQM and that the applicant's involvement with both organizations constituted membership. Therefore, the applicant is inadmissible to Canada.  <FRAGMENT_SUPPRESSED> Issues  <FRAGMENT_SUPPRESSED>", "[23] The applicant asks the Court to consider the following three issues:  <FRAGMENT_SUPPRESSED> 1. Did the officer err in law because he failed to consider the proper test for when an organization engages in terrorism?  <FRAGMENT_SUPPRESSED> 2. Did the officer err in law in his finding that the APMSO and MQM-A have engaged in terrorism because he failed to explain how he understood and applied the definition of terrorism and failed to provide a proper analysis and reasons for his conclusion?  <FRAGMENT_SUPPRESSED> 3. Did the officer err in law by misunderstanding the expert evidence of Dr. Given and Dr. Rizvi and by failing to provide valid reasons for not accepting the expert evidence?  <FRAGMENT_SUPPRESSED>", "[24] The parties agree that the appropriate standard of review for all issues is reasonableness.  <FRAGMENT_SUPPRESSED> Applicant's Written Submissions  <FRAGMENT_SUPPRESSED>", "[25] The applicant admits that there were members of the MQM-A who engaged in violence, but submits that the official position of the leadership of the MQM is to not condone or encourage any violence and that members who engaged in violence were expelled. There was evidence that it was the MQM-H which engaged in acts of violence that might constitute terrorism and the MQM-A deny any connection with the MQM-H.  <FRAGMENT_SUPPRESSED>", "[26] The applicant submits that while the officer concluded that members of the organization engaged in acts of terrorism, he was required to find that the organization itself engaged in such acts and to provide some legal reasoning for his position. The officer failed to understand the difference between acts of members or activists and acts of the organization itself. Nowhere in his reasons did he refer to the MQM's manifesto or political platform or the fact that the organization rejected violence. There was nothing in the MQM manifesto or the writings of leader Altaf Hussain to indicate the MQM-A believes in or advocates for violence. On the contrary, the documents disclose belief in tolerance, democracy and equal rights. The officer was also provided with a policy statement by Altaf Hussain responding to the Pakistani authorities' unfounded allegations. Moreover, neither Canada nor the U.S. has declared the MQM-A to be a terrorist group and the MQM-A operates openly in Canada. The applicant submits that the MQM-A is a political party in Pakistan with representation in the Legislature and Cabinet in Sindh and the National Parliament and Senate. The MQM-A also operates openly in the U.K. where its head office is located.  <FRAGMENT_SUPPRESSED>", "[27] The applicant submits that the officer erred in law because he failed to explain how he understood and applied the definition of terrorism, thereby failing to give proper analysis and reasons for his conclusion.  <FRAGMENT_SUPPRESSED>", "[28] The applicant submits that the officer just recited documented incidents of violence. The officer recited the definition of terrorism and concluded that his review of documentation from credible sources described that the MQM-A engaged in acts of terrorism. There must be an evidentiary foundation to support a finding that an organization was engaged in acts of terrorism.  <FRAGMENT_SUPPRESSED>", "[29] An officer must identify specific acts carried out by the MQM-A that would meet the definition of terrorism and provide any analysis of that evidence. The acts committed must be intended to cause death or serious bodily injury, the act must be committed against civilians and the purposes of the act must be to intimidate a population or to compel a government to do or to abstain from doing any act.  <FRAGMENT_SUPPRESSED>  ( Jalil 2006 ) at paragraph 32, the Court held that the officer has to provide the definition of terrorism and explain how the listed acts met the definition. In the case at bar, the officer failed to discuss why he viewed the violent acts as acts of terrorism.  <FRAGMENT_SUPPRESSED>", "[30] The applicant submits that the New York Times report from 1986 only refers to generalized violence in Karachi and in fact discusses events wherein Mohajirs are the victims of violence and where the government blamed disgruntled drug and arms traffickers for the violence, not the MQM. Further, Jane's report on the MQM-A is of questionable reliability and trustworthiness and cannot be characterized as providing credible and compelling information in order to meet the reasonable grounds to believe standard as articulated in <FRAGMENT_SUPPRESSED> . The other CIC sources also fail in this regard as they provide no mention of the sources relied on.  <FRAGMENT_SUPPRESSED>", "[31] The officer erred further by relying on evidence that post-dates 1993, when the applicant ceased to be an active member of MQM-A and was forced to go into hiding.  <FRAGMENT_SUPPRESSED>", "[32] The applicant submits that the officer misconstrued, ignored and failed to provide reasons for rejecting the expert evidence of Dr. Given and Dr. Rizvi. The officer failed to understand the purpose of Dr. Given's evidence which was to provide an outline of how to judge the reliability and credibility of source information and that this was a reviewable error. Dr. Given stressed that issues of authority, currency, objectivity and coverage must be addressed. These issues went to the heart of the reliability of the documents relied on by the officer. She also warned of the phenomenon when one document gets unwarranted credibility simply because it becomes a source for other documents. The officer's failure to explain then why he still accepted the evidence from Jane's and Amnesty International despite Dr. Given's critiques is a reviewable error.  <FRAGMENT_SUPPRESSED>", "[33] The officer erred by failing to provide analysis and reasons why he rejected Dr. Rizvi's evidence. This was a more egregious error because the evidence corroborated the applicant's testimony regarding the policies of MQM-A. Dr. Rizvi is highly renowned in Pakistan politics and was a disinterested party in the case, agreeing to testify free of charge, in order that the truth get out. Dr. Rizvi was unequivocal that MQM-A did not subscribe to violence and is a democratic political party. Dr. Rizvi's documentation also stated that the Pakistani military has been quick to ban political parties in the past but has never banned MQM and that the MQM advances secular goals. None of this crucial evidence was considered by the officer. In Naeem 2008 above, it was held that it is a reviewable error to not give substantive expert evidence a more comprehensive review.  <FRAGMENT_SUPPRESSED> Respondent's Written Submissions  <FRAGMENT_SUPPRESSED>", "[34] The respondent submits that the officer's determination was clearly reasonable. Moreover, the applicant does not provide any convincing evidence that the officer was incorrect on any question or fact or incorrect in the inferences he drew. Nor did the officer make any of the errors pointed out by Madam Justice Dawson and Mr. Justice Gibson  <FRAGMENT_SUPPRESSED>  2007 and Naeem 2008 above, respectively.  <FRAGMENT_SUPPRESSED>", "[35] The absence of terrorism in the MQM-A's manifesto/platform or published documents does not mean the officer was precluded from determining that it engages in or has engaged in terrorism. Such writings can be properly discounted when evidence shows that the organization uses terrorism to achieve its goals. Contrary to the applicant's contention that all the terrorist violence is the work of the rival MQM-H faction, the evidence shows that both the MQM-A and MQM-H factions use indiscriminate and targeted violence as a tool.  <FRAGMENT_SUPPRESSED>", "[36] Likewise, the legality of MQM-A currently in Canada, the U.S. or the U.K. has no bearing on the question the officer was required to decide: whether there are reasonable grounds to believe that the MQM-A engages or has engaged in acts of terrorism.  <FRAGMENT_SUPPRESSED>", "[37] After correctly defining terrorism, the officer found that those actions committed by the MQM-A as mentioned in the documentary evidence were terrorist acts. The officer considered the objections to the evidence raised in the expert transcripts, but ultimately concluded that the objective documentary evidence against MQM-A was sufficient, credible and trustworthy. This Court has several times upheld an officer's reliance on those same documentary sources to find that there are reasonable grounds to believe that MQM-A had engaged in terrorism. This Court has also held in <FRAGMENT_SUPPRESSED> ; 279 F.T.R. 296; 2005 FC 1306 at paragraph 40:  <FRAGMENT_SUPPRESSED> \"The MQM's reputation for violence ..., possession of arms ..., violent strikes ..., mistreatment of dissidents ..., extortion ..., and involvement in street battles ..., murder ... and torture ... are all well established in the documentation. <FRAGMENT_SUPPRESSED>", "[38] The applicant's arguments regarding the officer's assessment of the expert transcripts amount to a disagreement with the officer's weighing of the evidence. The respondent submits that the officer discussed each expert's transcript in detail and considered their arguments, but in the end described why he preferred the other evidence. This weighing of the evidence is within the officer's discretion.  <FRAGMENT_SUPPRESSED> Analysis and Decision  <FRAGMENT_SUPPRESSED> Issue 1  <FRAGMENT_SUPPRESSED> Did the officer err in law because he failed to consider the proper test for when an organization engages in terrorism?  <FRAGMENT_SUPPRESSED>", "[39] Paragraph 34(1)(f) of the Act renders an individual inadmissible if there are reasonable grounds to believe that the organization he was a member of has, is or will engage in acts of terrorism. The applicant is correct in pointing out that it is insufficient for an officer to merely find that individuals or activists who happen to be members of an organization have engaged in such acts.  <FRAGMENT_SUPPRESSED>", "[40] The applicant further contends that there is essentially a separate and additional legal test for determining when an organization engages in terrorism. The applicant says an officer must find that the organization in question commits acts of terrorism \"... either through its manifesto and platform or through accepting responsibility as an organization for acts of terrorism or through its encouragement and instigations of such acts\" (applicant's record, paragraph 52). I disagree. The determination is factual in nature. It is true that some regard must be had for the difference between actions of members acting independently and actions expressly or implicitly sanctioned by the organization. There is no authority or basis for the additional legal test the applicant wishes to impose.  <FRAGMENT_SUPPRESSED>", "[41] This Court has rejected similar arguments in respect of other MQM-A members.  <FRAGMENT_SUPPRESSED> ; 2007 FC 568 at paragraph 38 ( Jalil 2007 ), Mr. Justice Teitlebaum, in upholding the officer's determination regarding MQM-A, held that whether an organization engaged in terrorist acts is a factual determination based on the documentary evidence. It can include not only the statements of the leadership or members but also their actions.  <FRAGMENT_SUPPRESSED>", "[42] There is no requirement to find evidence that the organization officially sanctioned acts of terrorism.  <FRAGMENT_SUPPRESSED> ; 2008 FC 701 Madam Justice Tremblay-Lamer specifically addressed this issue:  <FRAGMENT_SUPPRESSED> \"14. With respect to the related issue of whether the MQM-A, as an organization, engaged in acts of terrorism, the applicant submits that violence was not part of MQM-A's objectives. While there is no legal requirement for evidence that the organization 'sanctioned or approved' of the acts forming part of the s. 34(1)(f) analysis, the officer must assess whether there is enough evidence to establish that they were indeed sanctioned ...  <FRAGMENT_SUPPRESSED> \"15. The applicant submits that the officer could not conclude that MQM-A engaged in violence because it did not form part of the organization's objectives. I disagree. This determination is a factual one, based on the documentary evidence which involves not only the statements of the leader-ship or an organization's members but also their actions. The analysis does not lend itself well to a simple tally of members who openly support violent acts; however, at some point, the magnitude and frequency of violent tactics employed by the organization in question will make it difficult to classify the perpetrators as merely rogue members acting outside the will of the group. \" (Emphasis added)  <FRAGMENT_SUPPRESSED>", "[43] The reasons here do not suggest that the officer failed to understand that he was required to have reasonable grounds to believe that the MQM-A, as an organization, had been involved in acts of terrorism. It is evident in the portion below, that the officer understood the important difference.  <FRAGMENT_SUPPRESSED> \"It is also noted that the MQM-A's engagement in acts of terrorism is of a level beyond the occasional use of violence. I am satisfied that the MQM-A engaged in acts of terrorism to promote its political program and assert itself as the dominant organization in Karachi, Pakistan. <FRAGMENT_SUPPRESSED>", "[44] Since organizations can only act through their individual members and supporters, it is not surprising that the documentary evidence the officer relied on focused on the actions of individuals.  <FRAGMENT_SUPPRESSED>", "[45] The officer also considered evidence on the nature and mandate of the MQM-A. The officer noted the evidence that the MQM-A condemns any action where the innocent are killed, evidence that the MQM-H faction was removed or expelled and evidence that the MQM-A was totally against religious fanaticism. The officer also directed the applicant to a list of violent incidents attributed to the MQM or the APMSO and solicited the applicant's comments on those documents.  <FRAGMENT_SUPPRESSED>", "[46] I am satisfied that there was no error of law.  <FRAGMENT_SUPPRESSED> Issue 2  <FRAGMENT_SUPPRESSED> Did the officer err in law in his finding that the APMSO and MQM-A have engaged in terrorism because he failed to explain how he understood and applied the definition of terrorism and failed to provide a proper analysis and reasons for his conclusion?  <FRAGMENT_SUPPRESSED>", "[47] I would note that in a March 2005 letter to CIC, the applicant wrote that he \"abhorred the violence which the MQM sometimes resorted to\" but that he was in \"favour of the aims and goals of the party.\" He now disavows the statement, claiming his lawyer wrote it and that he signed it (the letter) without reading it.  <FRAGMENT_SUPPRESSED>", "[48] Section 34 does not ask whether an individual is a threat to national security. Inadmissibility under paragraph 34(1)(f) merely asks whether the individual was a member of an organization which there are reasonable grounds to believe does, has or will engage in, in this case, acts of terrorism. The implication of such a broad prohibition is that members of such groups who never themselves took part in acts of terrorism and individuals who were members at a time when the organization was peaceful, may nonetheless be lawfully found inadmissible.  <FRAGMENT_SUPPRESSED>", "[49] Accordingly, the applicant's argument that evidence of MQM-A activities during the period when he was not a member should not be considered and has no merit. Moreover, the applicant's evidence regarding the current standing and legality of MQM-A both in Pakistan and abroad is similarly irrelevant to the question which was before the officer.  <FRAGMENT_SUPPRESSED>", "[50] The officer appropriately set out the applicable definition of terrorism provided by the Supreme Court of Canada in Suresh above, at paragraph 98:  <FRAGMENT_SUPPRESSED> \"... any 'act intended to cause death or serious bodily injury to a civilian, or to any other person not taking an active part in the hostilities in a situation of armed conflict, when the purpose of such act, by its nature or context, is to intimidate a population, or to compel a government or an international organization to do or to abstain from doing any act.' <FRAGMENT_SUPPRESSED>", "[51] The officer had previously provided a list of the evidence of reported acts attributed to the MQM-A, noted above. Some of those reported acts clearly fall within the Suresh above, definition of terrorism, because they involved violence perpetrated by the MQM-A for political purposes and resulted in death or serious bodily injury. The applicant does not attack the correctness or reasonableness of the officer's conclusion per se, although he remains adamant that the MQM-A has never engaged in terrorism. Rather, the applicant first takes the position that the officer made a legal error. Secondly, the applicant argues that some of the CIC sources relied on by the officer were not sufficiently reliable. I will deal with each in turn.  <FRAGMENT_SUPPRESSED>", "[52] The applicant argues that in applying the definition of terrorism, an officer must explicity: (i) comment on how the acts committed were intended to cause death or serious bodily injury, (ii) find that the acts were committed against civilians, and (iii) find that the purposes of the acts were to intimidate a population or to compel a government to do or to abstain from doing any act. I disagree. The law does not require such precise analysis by an immigration officer. I recently rejected this contention in <FRAGMENT_SUPPRESSED>  this Court determined that it was a reviewable error when an officer failed to set out the Suresh above, definition of terrorism because it was impossible to discern how the officer defines the term. Having omitted the proper definition, the Court was also concerned that the officer failed to \"... identify any specific acts carried out by the MQM-A that would meet the Suresh definition of 'terrorism', or to provide any analysis of that evidence\" (at paragraph 64). Clearly, omitting the proper definition of terrorism resulted in a higher burden on the officer to analyze the evidence before her.  <FRAGMENT_SUPPRESSED>", "[54] <FRAGMENT_SUPPRESSED> ; 257 F.T.R. 52; 2004 FC 997 this Court again expressed concern that the definition of terrorism from Suresh above, was omitted and found the analysis lacking:  <FRAGMENT_SUPPRESSED> \"... the decision-maker must specify what acts the organization engaged in, i.e., those referred to in [s.34(1)] (a), (b) or (c), or any combination thereof. A sweeping statement that merely references paragraph 34(1)(f), without more, will not suffice.  <FRAGMENT_SUPPRESSED> \"A finding of exclusion must provide some basis for the determination regarding the nature of the group and the determination regarding an applicant's membership in the group. <FRAGMENT_SUPPRESSED>", "[55] In Naeem 2007 above, at paragraph 46, Madam Justice Dawson stated:  <FRAGMENT_SUPPRESSED> \"In my view, the officer's decision in the present case suffers from the same inadequacy. There is no indication as to how the officer understood and applied the definition of terrorism. The reasons do not set out the details and circumstances of the acts characterized to be terrorist acts. Acts such as kidnapping, assault and murder are undoubtedly criminal, but are not necessarily acts of terrorism. It was incumbent on the officer to explain why she viewed them to be terrorist acts. Her failure to do so leads to the conclusion that her reasons do not withstand somewhat probing scrutiny. <FRAGMENT_SUPPRESSED>", "[56] The officers in the above cases all made the same fatal error by failing to provide the correct definition of terrorism or any definition at all. Once such an omission is made, the officer can only remedy the situation with an extensive analysis of why he or she believed the acts to be acts of terrorism so the reviewing court can determine whether the officer had the correct understanding of what constitutes terrorism despite omitting the definition.  <FRAGMENT_SUPPRESSED>", "[57] When the correct definition of terrorism is displayed by the decision maker, such an extensive analysis is not always required. In Jalil 2007 above, a less than meticulous explanation of how the impugned acts constituted terrorism was accepted as reasonable by this Court:  <FRAGMENT_SUPPRESSED> \"33. The respondent submits that it is apparent from the Officer's reasons that the acts attributed to the MQM-A clearly fall within the Suresh definition of terrorism as all the cited activities involve violence perpetrated by the MQM-A for political purposes that caused death or serious bodily injury. ...  <FRAGMENT_SUPPRESSED> \"34. I agree with the respondent. Unlike  <FRAGMENT_SUPPRESSED> and Naeem , the Officer included a definition of terrorism in her decision. While she did not explicitly explain how she understood and applied this term, she implicitly did so when she held that 'there is an overwhelming evidence and a consensus among observers in Karachi that some MQM party members have used violent means to further their political ends. ' This seems to me to indicate that the Officer considered the acts attributed to the MQM-A to more than criminal acts.  <FRAGMENT_SUPPRESSED> \"35. While it would be desirable for the Officer to have provided a more detailed analysis of how the acts attributed to the MQM-A meet the definition of terrorism provided in Suresh , I am satisfied that her reasons stand up to a 'somewhat probing examination' ( Canada (Director of Investigation and  <FRAGMENT_SUPPRESSED> ).\" (Emphasis added)  <FRAGMENT_SUPPRESSED>", "[58] Likewise in this case, the officer quoted from the same Amnesty International passage stating: \"there is an overwhelming evidence and a consensus among observers in Karachi that some MQM party members have used violent means to further their political ends \". The officer also listed and discussed the evidence from numerous sources of the killings attributed to the MQM-A. In all, the officer dedicated over four pages of the decision to the definition of terrorism and discussing the relevant evidence.  <FRAGMENT_SUPPRESSED>", "[59] The law does not require that an officer's decision to surpass such a probing analysis, as the applicant suggests. The concept of deference expressed by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  and reiterated in <FRAGMENT_SUPPRESSED> ictates that while the written reasons of tribunals constitute a primary form of accountability, it should be recognized that those written reasons are not formal judgments and need not satisfy meticulous or microscopic legal scrutiny. <FRAGMENT_SUPPRESSED> , at paragraph 47, teaches that as long as a decision can be shown to have \"justification, transparency, and intelligibility\" and \"falls within a range of possible, acceptable outcomes,\" courts should not interfere. The officer here set out the correct legal definition of terrorism, then cited and discussed evidence of MQM-A activities that fell within that definition. I find no reviewable legal error in the officer's method.  <FRAGMENT_SUPPRESSED>", "[60] It was open for the applicant to argue that the documentary evidence could not possibly nourish any reasonable grounds to believe that MQM-A had engaged in acts of terrorism and that such a finding was unreasonable. He elected not to submit this. Instead, the applicant casts doubt on the credibility and reliability of some of the CIC sources, namely, Jane's and the New York Times report. However, since the applicant has not challenged the officer's conclusion on the whole of the evidence, this argument does not assist him. There is no indication that the two mentioned CIC sources were of primary importance to the officer's conclusion and in all, the officer relied on over ten sources.  <FRAGMENT_SUPPRESSED>", "[61] I will further discuss the credibility and reliability of the CIC sources in my analysis of the final issue.  <FRAGMENT_SUPPRESSED> Issue 3  <FRAGMENT_SUPPRESSED> Did the officer err in law by misunderstanding the expert evidence of Dr. Given and Dr. Rizvi and by failing to provide valid reasons for not accepting the expert evidence?  <FRAGMENT_SUPPRESSED>", "[62] The applicant contends that there is a duty on officers to give special attention to expert transcripts and that the officer failed in this regard. It is well established law that administrative decision makers are presumed to have taken all available information and evidence into account and that the weighing of evidence is entirely within the decision maker's discretion (see <FRAGMENT_SUPPRESSED> ). However, when there is important evidence that counters a decision maker's conclusion and this evidence is disregarded or ignored, a court may well conclude that the decision was made without regard for the evidence contrary to paragraph 18.1(4)(d) of the Federal Courts Act and grant judicial review (see <FRAGMENT_SUPPRESSED> ; 157 F.T.R. 35 (T.D.) at paragraphs 14 to 17).  <FRAGMENT_SUPPRESSED>", "[63] In Naeem 2008 above, Mr. Justice Gibson allowed judicial review on three grounds, the final of which was the officer's failure to understand and discuss the expert evidence submitted:  <FRAGMENT_SUPPRESSED> \"24. While the foregoing brief analysis is sufficient to justify allowing this application for judicial review, I will go further and express the Court's view that, with great respect, the Officer's analysis of Dr. Given's relevant expertise together with the rejection, without any analysis whatsoever, of Dr. Rizvi's evidence constituted further reviewable error. A decision such as that here under review is critical to an individual such as the Applicant in this matter. Where substantive expert evidence is put forward, by respected counsel, on behalf of a person such as the Applicant in this matter, it de-serves more thoughtful and comprehensive analysis if it is to be rejected. <FRAGMENT_SUPPRESSED>", "[64] In Mohammad above, I held that the transcripts and resumes of these experts fell short of what is normally considered expert evidence. In the present case, affidavits containing the evidence of Dr. Given was presented. As well, Dr. Given has now been found to be an expert in another case in this Court.  <FRAGMENT_SUPPRESSED>", "[65] Nonetheless, the officer in the case at bar devoted a considerable portion of his decision to discussing the expert transcripts. The officer discussed each expert's transcript in detail and considered their arguments, but in the end described why he preferred the other evidence. The officer acknowledged Dr. Given's report and her comments regarding the reports from Jane's, Amnesty International and the IRB. However, the officer noted that:  <FRAGMENT_SUPPRESSED> 1. Dr. Given's report did not discuss other evidence such as the Asian Survey and newspaper articles from the New York Times and Toronto Star;  <FRAGMENT_SUPPRESSED> 2. Reports from Jane's and Amnesty International have been relied upon by the IRB and Federal Court; and  <FRAGMENT_SUPPRESSED> 3. The assessment of MQM-A was not limited to reports from Jane's and Amnesty International. Several articles from distinct sources were used to assess MQM-A's activities.  <FRAGMENT_SUPPRESSED>", "[66] It was also clear from the reasons that the officer understood that Dr. Given's evidence was not expert evidence on MQM-A, but was evidence impugning some of the CIC sources, particularly in terms of objectivity, reliability and trustworthiness.  <FRAGMENT_SUPPRESSED>", "[67] Similarly, the officer considered the evidence of Dr. Rizvi. He acknowledged Dr. Rizvi's view that the MQM-A was an organization that did not subscribe to violence, but could not deny that individual members of MQM had engaged in acts of terrorism.  <FRAGMENT_SUPPRESSED>", "[68] The officer made the following comments with respect to Dr. Rizvi's evidence at page 18 of his decision (application record page 25):  <FRAGMENT_SUPPRESSED> \"... [I]nformation from Jane's Security World Insurgency and Terrorism and Amnesty International have been upheld as a reliable source by the Immigration and Refugee Board and Canadian courts. Furthermore, the Immigration and Refugee Board of Canada (IRB) prepares objective background information so to assist IRB members and employees in making well informed decisions.  <FRAGMENT_SUPPRESSED> \"I have reviewed the 2006 statement and testimony from Dr. Rizvi, who served as Director of the Ash Institute at Harvard University. Dr. Rizvi's 2006 statement wrote that the MQM as an organization on whole does not subscribe to violence, but he could not deny that individual MQM members had engaged in violence. I acknowledge Dr. Rizvi's submission that the MQM is not an organization that has engaged in terrorism.  <FRAGMENT_SUPPRESSED> \"However, given my review of several articles from several credible sources, that support information the MQM-A was involved in violence and terrorism, I am satisfied that the MQM-A is an organization that has engaged in acts of terrorism; those articles are listed in this section. Furthermore, I am not satisfied that MQM-A acts of terrorism can be solely attributable to some individual MQM-A members acting independently of the MQM-A party.  <FRAGMENT_SUPPRESSED> \"I have reviewed the submissions from the applicant's representative, including the submissions from Dr. Lisa Given and Dr. Gowher Rizvi who reviewed some of the documentary evidence used by CIC in the assessment. However, I am satisfied that the compilation of CIC source information, when considered together, is reliable and valid. <FRAGMENT_SUPPRESSED>", "[69] In my view, this was more than enough to alleviate the concerns expressed by Mr. Justice Gibson  <FRAGMENT_SUPPRESSED>  2008 above.  <FRAGMENT_SUPPRESSED>", "[70] In my view, the applicant's arguments regarding the officer's assessment of the expert transcripts amount to a disagreement with the officer's weighing of the evidence. This weighing of the evidence is within the officer's discretion. It is not the place of courts on judicial review to re-weigh the evidence before an administrative tribunal. The officer in this case certainly regarded the significance of the evidence, but explained why it was not enough to sway his final determination. Clearly, the officer did not run afoul of the rule  <FRAGMENT_SUPPRESSED> - <FRAGMENT_SUPPRESSED> . I am satisfied that the officer did have regard for the expert transcripts and therefore I would not grant judicial review on this ground.  <FRAGMENT_SUPPRESSED>", "[71] In my view, the officer did not make a reviewable error with respect to the testimony of Dr. Given and Dr. Rizvi.  <FRAGMENT_SUPPRESSED>", "[72] As a result of my findings, the application for judicial review must be dismissed.  <FRAGMENT_SUPPRESSED>", "[73] Neither party wished to submit a proposed serious question of general importance for my consideration for certification.  <FRAGMENT_SUPPRESSED>", "[74] IT IS ORDERED that the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: E. Joanne Oley/vnh  <FRAGMENT_SUPPRESSED> ANNEX  <FRAGMENT_SUPPRESSED> Relevant Statutory Provisions  <FRAGMENT_SUPPRESSED> Immigration and Refugee Protection Act , S.C. 2001, c. 27  <FRAGMENT_SUPPRESSED> 33. The facts that constitute inadmissibility under sections 34 to 37 include facts arising from omissions and, unless otherwise provided, include facts for which there are reasonable grounds to believe that they have occurred, are occurring or may occur.  <FRAGMENT_SUPPRESSED> 34(1) A permanent resident or a foreign national is inadmissible on security grounds for  <FRAGMENT_SUPPRESSED> (a) engaging in an act of espionage or an act of subversion against a democratic government, institution or process as they are understood in Canada;  <FRAGMENT_SUPPRESSED> (b) engaging in or instigating the subversion by force of any government;  <FRAGMENT_SUPPRESSED> (c) engaging in terrorism;  <FRAGMENT_SUPPRESSED> (d) being a danger to the security of Canada;  <FRAGMENT_SUPPRESSED> (e) engaging in acts of violence that would or might endanger the lives or safety of persons in Canada; or  <FRAGMENT_SUPPRESSED> (f) being a member of an organization that there are reasonable grounds to believe engages, has engaged or will engage in acts referred to in paragraph (a), (b) or (c).  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> 72(1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}