{"id_": "030874", "body_str": ["[1] : This judicial review ap­plication, authorized by leave of this Court, involves a challenge by John Joseph Good­man (the applicant), a Roman Catholic born in Belfast, Northern Ireland (N.I.) in 1951 and a citizen of the United Kingdom (U.K.) to a decision by the Refugee Division of the Immigration and Refugee Board (CRDD) dated April 1, 1998, denying his refugee claim of a well-founded fear of persecution in the U.K. and in N.I. by reason of his political opinion. He considers himself a nationalist and belonged to a group wanting Ireland to be ruled by the people of Ireland as opposed to the British Army.", "[2] At the heart of the CRDD's decision are findings related to the ability of the U.K. to protect him and exclusions from refugee status because the applicant, on the balance of probabilities, was complicit in the com­mission of crimes against humanity, com­plicit in serious non political crimes as well as complicit in crimes contrary to the pur­poses and principles of the United Nations (U.N.).", "[3] This appeal raises issues related to the application of the proper test to determine a state's inability to protect its nationals and potentially as to the meaning, scope and considerations to be applied to the Article 1F(a), (b) and (c) exclusions in the context of this case, particularly as the CRDD's decision was rendered before the Supreme Court of Canada's decision in <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 193. This appeal also raises an issue related to whether a breach of natural justice occurred because of the unavailability of a transcript of part of the applicant's cross-examination due to a recording failure.", "[4] The applicant was, from 1969 to 1974, a member of the Official Irish Republican Army (IRA) and then from 1975 to early 1982, a member of the Irish National Libera­tion Army (INLA). He rose in the ranks of both organizations. The applicant came to Canada in May 1986 and has not returned either to the U.K. or to N.I. His refugee claim was heard, on various days beginning in February 1996 and concluding on Novem­ber 5, 1997.", "[5] The Immigration Act defines \"Con­vention refugee\" as follows: \"'Convention refugee' means any person who (a) by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (i) is outside the country of the per­son's nationality and is unable or, by reason of that fear, is unwilling to avail himself of the protection of that coun­try, or (ii) not having a country of nationality, is outside the country of the person's former habitual residence and is unable or, by reason of that fear, is unwilling to return to that country, and (b) has not ceased to be a Convention refugee by virtue of subsection (2), but does not include any person to whom the Convention does not apply pursuant to section E or F of Article 1 thereof, which sections are set out in the schedule to this Act;\"", "[6] The schedule to the Immigration Act incorporating section F of Article 1 of the United Nations Convention reads: \"F. The provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for con­sidering that: (a) he has committed a crime against peace, a war crime, or a crime against humanity, as defined in the international instruments drawn up to make provision in respect of such crimes; (b) he has committed a serious non-polit­ical crime outside the country of refuge prior to his admission to that country as a refugee; (c) he has been guilty of acts contrary to the purposes and principles of the United Nations.\" 2.0 THE CRDD'S DECISION 2.1 Background", "[7] In order to arrive at its conclusions related to availability of protection as an integral part of a well-founded fear of persecution in the definition of Convention refugee and exclusions based on section 1F(a) to (c) of the Convention incorporated into Canadian law, the CRDD made findings based on its assessment of the applicant's Personal Information Form (PIF), his oral testimony at the hearing, the oral testimony of Jack Holland, an expert witness who has written extensively on the troubles in N.I. at that time including a book entitled INLA Deadly Divisions and documentary evidence presented by the applicant's counsel, counsel for the Minister and the Refugee Claims Officer (RCO). The troubles in N.I. refer to the civil conflict and armed uprising which erupted in Northern Ireland in the late 1960s, continuing throughout the 1970s and 1980s and the early part of the 1990s when the peace process began to take hold and evolve.", "[8] The CRDD found the conflict in N.I. was characterized by bombings, paramilitary attacks on British Army Forces as well as N.I. Police Forces, the murder of civilians, attacks on civilian establishments, kidnappings, etc.", "[9] The central question the CRDD faced on the exclusion issue was the extent of the applicant's personal participation in the many events making up this conflict, the role he played in the IRA and the INLA (how high up he was in the chain of command) against the evidence the movement itself was not unified either politically or in terms of the methods to be used to achieve political ends; there were factions within the IRA and the INLA. The applicant's perspective on his role is set out in his PIF. The CRDD quoted the following extract at page 3 of its decision: \"In his narrative to his PIF, Mr. Goodman stated: 'While with the INLA and the Official IRA, I was never involved in actions against civilians. I was primarily in an administrative capacity within these organizations. I was involved in coordinating and planning armed actions against the police and military at times during the civil war, but I was not in an active combat position. I was never involved in any actions which targeted civilians or even Loyalist paramilitary organizations.'\" 2.2 Mr. Goodman's activities", "[10] The major milestones of Mr. Goodman's history from 1970 when he joined the IRA to 1982 while in the IRA and INLA are not in dispute. In 1971, he was detained without charge, several times under the Prevention of Terrorism Act (\" PTA \"). In 1972, he was interned in Longkesh prison for eight months, a detention subsequently determined illegal. In 1974, he became the Officer in Command (OC) in the Ballymurphy area and was in charge of 25 men. He left the IRA that year and was inactive for some time. He joined the INLA in 1975 when he was detained in prison. In 1976, he was arrested and convicted for illegal possession of a firearm and sentenced for 12½ years of which he served 2½ years. He was released in 1978 and there were no major detentions or charges against Mr. Goodman thereafter.", "[11] After his release in 1978 and a short hiatus, Mr. Goodman continued his work with the INLA. He became part of the brigade staff of the INLA's Belfast Brigade. He was brigade organizer. The brigade staff was, in hierarchical order, composed of the Officer in Command (OC), his Adjunct, the Quartermaster in charge of arms; at Mr. Goodman's level there were the intelligence officer, the financial officer, the operations officer, the education officer and himself. He also became brigade organizer for the six counties and, in 1982, for a brief period, assumed the role of OC in the Belfast Brigade.", "[12] Interwoven throughout Mr. Goodman's testimony was his description of the internal fighting amongst two factions of the INLA, particularly in Belfast. On the one hand, there was the group to which Mr. Goodman belonged; they were aligned with the leadership in Dublin and were the traditionalists reflecting a civil rights perspective whose aims were political and its means were restricted military and police targets. The other group was known as the Steenson gang; they were an undisciplined and unfocussed group where the end justified the means which included killing civilians.", "[13] In 1982, one phase of the power struggle within the INLA was at its height. In January of 1982, Mr. Goodman was shot and hospitalized; he suspected the Steenson gang and found safe haven with the Armagh Brigade. However, a few months later, he was arrested by the Royal Ulster Constabulary on a tip received from sources in the INLA. He did not want to go to prison; he turned informer; his cooperation with the police led to 36 arrests; he received immunity; he had turned \"supergrass\". In May of 1982, he and his family were moved to England; they were provided police protection. He was preparing to testify in court against those who had been arrested because of him. A few months later, his wife and child returned to N.I. as she did not like what he had done.", "[14] In September 1982, Mr. Goodman decided to retract, to end his cooperation with the authorities; he refused to testify against those arrested by his words. He quit the INLA sometime in 1982 and returned voluntarily to N.I. and lived there without much incident except being ostracized. However, the struggle within the INLA continued and the Steenson gang seemed to be in control after 1985. He got word there were orders to kill him and this was confirmed by the local parish priest. He believed the Steenson gang had put out the order. He left N.I. in May 1986 and has never returned. 2.3 Mr. Goodman's fears", "[15] The CRDD then turned its analysis on what Mr. Goodman told them about his fear of persecution if he were returned to N.I., the U.K. or Europe. According to the CRDD's assessment of his testimony, Mr. Goodman said: (a) The \"supergrass\" system had collapsed and, with its collapse, the INLA paramilitaries were no longer afraid of it and those who participated in it would be at risk. Those who did \"supergrass\" were no longer living in Ireland. (b) Although Steenson and a number of others had since been killed, the remaining members of this faction held control of the INLA. He believed that he would not be safe if he were to return to Northern Ireland given his history in the organization and his potential conflict with the present membership of the INLA. (c) He believed he would not be safe in Southern Ireland as the nationalist paramilitary organizations are based there. He did not believe he would be safe in England because the INLA and the IRA also operate there; he believed, because of the PTA, he would not be allowed to enter or stay in England as he was sent back to Northern Ireland when he retracted. Even if he was allowed in England, he believed he might be deported from there. He fears he would come under suspicion for any actions taking place in the United Kingdom because of his background and would probably still get some pressure from the police to provide cooperation. He did not know how he stood with the police in England, or whether they would let him in or just tell him to go back to Ireland. (d) As to Europe, he was not familiar with the rules but believed he would be considered undesirable because of his past association with paramilitary groups in Ireland. The INLA had support groups in Europe and one of the GHQ members of the INLA had been killed by ex-INLA members in France. 2.4 The evidence of Jack Holland", "[16] As noted, Jack Holland testified as an expert witness. His testimony focused on a number of areas: an historical perspective of the troubles; the factions or divisions within the Irish Nationalist Movement; the split within the INLA itself between those of the \"old guard\" who would target only the military and the police and the Steenson faction who were younger, had grown up in violence, were not ideologically rooted and committed random acts of violence. He also testified on the evolution of the INLA since 1982 to 1995 and the continuing internal feud including murders and assassinations amongst INLA members.", "[17] Mr. Holland's testimony largely corroborated that of Mr. Goodman except where his and Mr. Goodman's testimony diverged in the area of Mr. Goodman's specific and actual involvement or participation in identified events of robberies or violence. Here, Mr. Holland deferred to Mr. Goodman's testimony saying it was more accurate than what he said in his book.", "[18] Mr. Holland also testified as to Mr. Goodman's fear and said he believed Mr. Goodman continued to be at risk if removed to N.I., to Southern Ireland, to England and Europe. Specifically, in terms of England, he said Mr. Goodman would be at risk there because the cease-fire then in place had ended in 1996 with the bombing in England by the IRA and the killing of two police officers outside of Belfast. He noted the INLA and IRA had the capability of acting in England. As to the PTA, Mr. Holland testified this law gave the British authorities the power to expel persons from England to N.I. and over the years, hundreds were sent back. 2.5 The CRDD findings of the U.K.'s ability to protect", "[19] The CRDD found it was not satisfied Mr. Goodman had provided clear and convincing confirmation of the U.K.'s inability to protect him and that it was objectively unreasonable for him not to have sought such protection. The CRDD anchored its reasoning on the Supreme Court of Canada's decision in <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 1.", "[20] From that case, the CRDD derived the following principles: (a) it is at the stage of establishing whether a claimant has a well-founded fear of persecution the state's inability to protect is analyzed; the test of a state's inability to protect is partly objective; if a state is able to protect a claimant, then his or her fear is not, objectively speaking, well-founded; (in other words, the claimant does not meet the definition of Convention refugee; he cannot fit within its terms); (b) there is a presumption the state is capable of protecting a claimant; (c) a refugee claimant will not meet the definition of \"Convention refugee\" where it is objectively unreasonable for the claimant not to have sought the protection of his home authorities; otherwise, the claimant need not literally approach the state for protection; (d) the issue that arises then, is how, in the practical sense, a claimant makes proof of a state's inability to protect its nationals as well as the reasonable nature of the claimant's refusal actually to seek out this protection; and (e) absent a state's admission that protection is unavailable, a clear and convincing confirmation of a state's inability to protect must be provided. Absent some evidence, the claim should fail, as nations should be presumed capable of protecting their citizens. Absent a situation of complete breakdown of state apparatus, it should be assumed that the state is capable of protecting a claimant.", "[21] The CRDD then performed a separate \"unable\" or \"unwilling\" analysis flowing out of the definition of Convention refugee in the Act in order to assess the inability of the U.K. to protect the applicant and the applicant's unwillingness to avail himself of the protection of the U.K. 2.5.1 Unable to seek protection", "[22] The CRDD held this category pertains \"to Mr. Goodman's right to enter the U.K. and to the state's ability to offer him effective protection from the INLA\".", "[23] Quoting from the UNHCR Handbook , the CRDD concluded being unable to avail state protection implies circumstances beyond the will of the person concerned such as a state of war, civil war or other grave disturbance which prevents the country of nationality from extending protection or makes such protection ineffective; denied access or entry to the U.K. could also be an aspect of the unable test.", "[24] The CRDD considered arguments advanced by Mr. Goodman's counsel as to why Mr. Goodman, given the PTA legislation, would not be allowed to enter or remain in the U.K.: his profile as a person who held responsible positions with the IRA and the INLA, his retracted cooperation from the \"supergrass\" system, his past convictions related to the nationalist cause, and his lack of public profile at the present time.", "[25] The CRDD did not find favour with any of these arguments. It held there was no persuasive evidence to support his contention he would be denied entry to the U.K. It was critical of Mr. Goodman for not having approached his home authorities (the U.K.) directly for a ruling as to whether or not he would be allowed to enter England. The CRDD mentioned a number of factors which would be in his favour: he had renounced his INLA activism and association in 1982; he has consistently maintained that rejection to the present time; he had cooperated with the British authorities as a \"supergrass\" in the past and was given entry and police protection for doing so, the authorities being aware at that time of his rank and seniority; he returned voluntarily to Northern Ireland in September 1982 and did not encounter any difficulties from the authorities since the time he returned to N.I. to his departure for Canada in 1986. Finally, he has had no further contact with the INLA organization for the past twelve years.", "[26] The CRDD found there was no persuasive evidence to indicate the British authorities have had or continue to have any interest in him after 1982, either in Belfast or in Canada. The Canadian authorities had contacted the U.K. authorities about Mr. Goodman's criminal record; the U.K. authorities were aware he was in Canada and would have contacted him or the Canadian authorities had they had any further interest in him.", "[27] The CRDD concluded: \"Under the circumstances, the panel believes that Mr. Goodman's assumptions regarding his inability to return to England has no factual basis and is purely speculative.\"", "[28] The CRDD also viewed the definition of Convention refugee had a forward-looking nature to it. It mentioned the cease-fire in mid 1996 (recognizing when it wrote its decision, that cease-fire had at that time shattered) and the new efforts to advance the peace process; the British Government's recent introduction proposals to revamp the anti-terrorism legislation including lifting twelve orders barring republicans and loyalists from Britain and clippings from the London Times , October 31, 1997, quoting the Home Secretary to the effect he was prepared to abandon the PTA exclusion powers as a weapon against terrorism.", "[29] The CRDD then assessed the risk which Mr. Goodman might face if he were to return to the U.K., that is, the effectiveness of protection. Here, the panel indicated it had \"considered the evidence regarding Patrick Francis Ward, a person whose situation bears some similarity to the claimant\" on the Ward hearing mandated by the Supreme Court of Canada.", "[30] Mr. Ward was involved for a brief period of time in 1983 with the INLA as a volunteer. He had been convicted that year of offenses of possession of firearms, conspiracy to convey things unlawfully into Northern Ireland and of contributing to acts of terrorism. Although he had not turned \"supergrass\", in 1983 he had disobeyed an INLA order and after serving his prison term, had fled from the INLA, by coming to Canada. After that second hearing, he was deported to England in January 1997.", "[31] The CRDD concluded Mr. Ward was able to return to the U.K. in a highly publicized case with no immediate repercussions from anybody, and found at page 18: \"Based on the foregoing, the panel is not persuaded that, on a balance of probabilities, Mr. Goodman is unable to avail himself of the protection of his country of nationality, the United Kingdom.\" 2.5.2 Unwilling to seek protection", "[32] Referring again to the UNHCR Handbook , the CRDD found the \"unwilling\" category pertains to Mr. Goodman's alleged fear, as a former INLA ranking member, of the British authorities; he fears persecution from them. He is not willing to avail himself of the protection of the British Government in any part of the U.K., i.e. N.I., England, Wales or Scotland because he believes that they would not offer him adequate protection.", "[33] Based on Ward , supra, and citing the Federal Court of Appeal's decision in Minister of Employment and  <FRAGMENT_SUPPRESSED>  (F.C.A.), the CRDD concluded at page 19: \"There is insufficient evidence before the panel to impugn the judicial system of the United Kingdom and to discount the availability of due process to the degree required by <FRAGMENT_SUPPRESSED> . The panel notes, as well, that there is no evidence of a specific interest in Mr. Goodman on the part of the British authorities at the present time. \"The panel concludes that it would not be unreasonable in all the circumstances for Mr. Goodman to seek refuge there.\" 2.5.3 The exclusions 2.5.3.1 Article 1F(a) exclusion", "[34] As noted, refugee status will not be granted to a refugee claimant if there are serious reasons for considering the claimant has committed a crime against humanity, as defined in the international instruments drawn up to make provision in respect of such crimes.", "[35] The CRDD quoted the Charter of the International Military Tribunal describing acts which may be considered to be crimes against humanity at page 20: \"The following acts, or any of them, are crimes coming within the jurisdiction of the Tribunal for which there shall be individual responsibility: (c) Crimes against humanity: namely, murder, extermination, enslavement, deportation and other inhumane acts committed against any civilian population , before or during the war; or persecutions on political, racial or religious grounds in execution of or in connection with any crime within the jurisdiction of the Tribunal, whether or not in violation of the domestic law of the country where perpetrated.\" (emphasis mine)", "[36] The CRDD also referred to Article II of the United Nations Convention on the Non-Applicability of Statutory Limitations to War Crimes and Crimes Against Humanity at page 21: \"If any of the crimes mentioned in article I is committed, the provisions of this Convention shall apply to representatives of the State authority and private individuals who, as principals or accomplices, participate in or who directly incite others to the commission of any of those crimes, or who conspire to commit them, irrespective of the degrees of completion, and to the representatives of the State authority who tolerate their commission .\" (emphasis mine)", "[37] Counsel for Mr. Goodman argued before the CRDD that he did not fall within the scope of the Article 1F(a) exclusion because: (a) none of his involvement and activities in the INLA could be considered as a war crime, a crime against humanity, or a crime against peace; (b) even though he was personally involved in an attack on an army barrack, convicted of assault, disorderly behaviour, police assault and carrying and possession or arms and ammunition without a licence while he was a member of the INLA, his actions were not against civilian targets. He could not be held responsible for activities that other members of the INLA committed including brutal attacks on loyalists leaders, robberies, murders and bombings with those within his command while he was holding a leadership position in the organization; and (c) he did not hold such a high position in the IRA or INLA so as to render him responsible for acts of others in the context of the military chain of command, relying upon the Federal Court of Appeal's decision in <FRAGMENT_SUPPRESSED>  (F.C.A.).", "[38] The CRDD held the test for complicity according to <FRAGMENT_SUPPRESSED> , supra, rests on the existence of a shared common purpose and the knowledge that all parties have of it. The CRDD then quoted from the submissions of the Minister's representative to the effect that, according to the Political Handbook of the World , (1992 Ed.), the INLA was described as a group with a limited, brutal purpose; an organization which was illegal and had been formed in 1975 by a small group of hard-line Marxists who split from Sinn Fein and the Official IRA because of the adoption of those groups of a policy of nonviolence. Citing another document, the CRDD added at page 23: \"... the INLA began to conduct armed warfare to bring about a British military withdrawal from Northern Ireland which was to be united with the Republic on the basis of socialist principles. \"The use of violence is fundamental to the existence and aims of the INLA. Violence is the sole reason for the existence of the INLA and its activities are well documented. In Exhibit R-5, the introduction to the text, Deadly Divisions , Jack Holland describes the INLA as '... one of the most violent and unpredictable off shoots of republicanism'.\"", "[39] The CRDD then listed a number of murders and bombings attributed to the INLA and determined that those crimes fell within the sphere of crimes against humanity.", "[40] The CRDD then cited the Federal Court of Appeal's decision in <FRAGMENT_SUPPRESSED>  (F.C.A.), for the principle that a commander may be responsible for international crimes committed by those under his command, but only if there is knowledge or reason to know about them; the proposition that complicity is stronger if an individual holds a position of importance in the organization. The CRDD invoked the Federal Court of Appeal's decision in <FRAGMENT_SUPPRESSED>  (T.D.), for the proposition that those who fall into the category of accomplices do not necessarily hold leadership positions. The CRDD concluded at page 26: \"Although Mr. Goodman tried to minimize his involvement in the INLA, the evidence indicates that he went up the ranks first as a volunteer and became the Brigade OC in Belfast by the time he left the organization. As OC, Mr. Goodman was in charge of 200 people. According to his PIF, Mr. Goodman was involved in coordinating and planning armed actions against the police and military ... He was also the organizer for the six counties as the OC. Mr. Goodman was involved with the IRA and INLA from the early seventies until the early eighties. The panel infers that given his position and the history of his involvement in both organizations, Mr. Goodman knew about the activities being undertaken by the people in his command and by the INLA in general, and therefore finds he is complicit in the crimes against humanity committed by the INLA during his involvement in that organization. \"Based on the evidence before it, the panel is of the view that, on a balance of probabilities, there are serious reasons for considering that the claimant is a person who has been complicit in the commission of crimes against humanity and, therefore, he is excluded from international protection by virtue of Article 1F(a) of the Convention .\" (my emphasis) 2.5.3.2 Article 1F(b) exclusion", "[41] As noted, Article 1F(b) relates to the commission of a serious non-political crime. In order to determine this issue, the CRDD referred to the Federal Court of Appeal's decision in <FRAGMENT_SUPPRESSED>  (F.C.A.), for this test: \"... first, the existence of a political disturbance related to a struggle to modify or abolish either government or a government policy; and second, a rational nexus between the crime committed and the potential accomplishment of the political objective sought.\"", "[42] The CRDD found the first part of the Gil test had been met because, in its view, the evidence clearly indicated the existence of a struggle on the part of the INLA to abolish the local government in N.I. which had the support of the British Government. However, it determined that Mr. Goodman failed on the second prong of the Gil test, namely a nexus between the crimes committed by the INLA and the potential accomplishment of the group's political objective to overthrow the local government in place. 2.5.3.3 Article 1F(c) exclusion", "[43] As noted, this exclusion relates to a person guilty of acts contrary to the purposes and principles of the United Nations. The Minister's representative argued Mr. Goodman was guilty of such acts because of his membership in the INLA, an organization whose acts of terrorism were documented.", "[44] The meaning of \"terrorism\" was the focus argument here. Counsel for Mr. Goodman submitted that \"terrorism\" is a term which is not capable of legal definition and, as such, it cannot be utilized, absent the establishment of statutory parameters by Parliament.", "[45] The panel rejected this argument, relying upon this Court's decision in Suresh, Re (1997), 140 F.T.R. 88 (T.D.), per Teitelbaum, J.). The panel found at page 32: \"In the panel's opinion, these words apply to the conduct of Mr. Goodman having determined him to be complicit in the commission of crimes by the INLA. This term also applies to the crimes committed by the INLA, crimes that are characterized to be contrary to the purposes and principles of the United Nations and as such they fall within the parameters of Article 1F(c).\" 3.0 THE UNAVAILABILITY OF A PORTION OF THE TRANSCRIPT", "[46] On February 25, 1997, (transcript p. 1899 f.f.), the Presiding Member identified that one of the tape recordings of the previous session was blank and no transcript would be available. The tape was to have recorded the cross-examination by the Minister's representative of Mr. Goodman whose examination but not reexamination by his counsel had been completed.", "[47] Submissions were made on how to proceed with Mr. Goodman's counsel indicating the hearing should restart because there could be credibility findings against her client and she had no way to recreate the transcript for judicial review to his prejudice. Other alternatives were discussed such as an agreed statement of facts based on the parties' notes of the evidence. The RCO, in his submissions, stated that the blank tape was important because it concerned the last 1½ hours of counsel for the Minister's examination of Mr. Goodman regarding issues of exclusion and credibility and perhaps internal flight. He stated at transcript page 1901 the particular portion of the missing tape \"is perhaps essential to the claim overall as any testimony ... the questions concerned there made reference over and over again to one particular documentary source posing activities of the INLA to Mr. Goodman for his comments and responses\".", "[48] Counsel for Mr. Goodman was sceptical on the accuracy of any agreed statement of facts constructed from counsels' notes.", "[49] The CRDD decided (transcript page 1903) that the hearing should proceed in the normal course on the basis of the development of an agreed statement of facts for review by counsel and the panel. In doing so, the CRDD relied on <FRAGMENT_SUPPRESSED>  (F.C.A.), where Pratte, J.A., in the context of an Immigration Board hearing, said this: \"[9] I am ready to assume, for sake of discussion, that the principles of fundamental justice require that the decisions of the Refugee Division be subject to judicial review. However, a meaningful right of review may exist without a transcript or a recording of the proceedings. In the absence of a transcript, the appellant may establish by other means what transpired at the hearing. This is specially true of the hearings before the Refugee Division where the applicant is always present and, in most cases, is the only witness heard.\" Further discussion took place at transcript page 1905 as to the value of a statement of facts by one side or the other which might not be agreed to.", "[50] The Panel resumed its hearing on June 16, 1997. It started off with a discussion of the blank tape and where the parties were on the agreed statement of facts. Both counsel for the Minister and counsel for Mr. Goodman had prepared their own version of a statement of facts, which the CRDD panel said the substance was generally the same with some slight discrepancies. The statement of facts prepared by the Minister's counsel, dated May 14, 1997, was entered as Exhibit M-2 and the summary of notes of examination by counsel for Mr. Goodman dated June 9, 1997 was entered as R-7 (a RCO exhibit) when counsel for Mr. Goodman objected to making it part of the claimant's exhibits because she did not think it reflected an actual summary of what happened in the proceeding since it may not be complete and may not be accurate (transcript, page 1914).", "[51] The RCO raised the issue of how the two exhibits M-2 and R-7 could be reconciled. Counsel for the Minister was prepared to accept some questions and answers not contained in her summary M-2 (transcript page 1916). Counsel for Mr. Goodman raised a question of the notes which the Panel took. She maintained her objection to basing any facts on notes because inconsistencies adverse to her client could be drawn on the basis of a word or two and it was unfair to proceed in the manner proposed because credibility was an important element (transcript, page 1917).", "[52] The Panel wanted clarification on two points; the claimant was questioned by the CRDD and by his counsel on these two points and he gave answers (transcript, pages 1919 to 1921). The transcript reveals that Mr. Goodman was asked to clarify another point: the spraying of the Princess Bar. The RCO objected saying the question was not one of clarification but one in the nature of reexamination and might contradict his earlier testimony (transcript page 1923). Counsel for Mr. Goodman also conducted reexamination. 4.0 ANALYSIS 4.1 Standard of Review", "[53] Based on <FRAGMENT_SUPPRESSED> , supra, I apply the correctness standard to the question whether the CRDD properly understood the legal principles attached to the concept of protection as defined by Ward , supra, as well as the meaning and scope of the exclusion clauses in Article 1F(a) to (c) of the Convention . On the question of whether the CRDD correctly applied Ward to the facts of this case, the standard of unreasonableness applies. Any finding of facts made by the CRDD must be shown to be patently unreasonable, i.e. made without reference to the evidence. 4.2 The U.K.'s inability to protect Mr. Goodman 4.2.1 The principles", "[54] A review of the CRDD's decision shows, in my view, that it correctly interpreted the legal principles related to the concept of state protection established by the Supreme Court of Canada in Ward , supra. There is no question as to the place and importance this concept plays as an integral part of the demonstration which a claimant must make of a \"well-founded fear\" of persecution because \"if a state is able to protect the claimant, then his or her fear is not, objectively speaking, well-founded\" ( Ward , p. 712). The place and importance of a state's inability to protect either under the unable category or in respect of a claimant's unwillingness to approach the state is emphasized by La Forest, J.'s, reasons for judgment on behalf of the Court in Ward , supra, page 722: \"It is clear that the lynch-pin of the analysis is the state's inability to protect: it is a crucial element in determining whether the claimant's fear is well-founded, and thereby the objective reasonableness of his or her unwillingness to seek the protection of his or her state of nationality.... \"Having established that the claimant has a fear, the Board is, in my view, entitled to presume that persecution will be likely , and the fear well-founded , if there is an absence of state protection. The presumption goes to the heart of the enquiry, which is whether there is a likelihood of persecution.\" (some emphasis mine)", "[55] I find the CRDD's separate analysis of a claimant being unable to avail himself of protection encompassing in this case Mr. Goodman's right to enter and stay in England and the U.K.'s ability to offer him effective protection from the INLA and his unwillingness to do so also to be in accord with Ward , supra, (see pages 717 to 721). In particular, the CRDD correctly assessed the issue of whether Mr. Goodman first had to seek the protection of the U.K. when he was claiming under the unwilling branch. La Forest, J., on this aspect, said at page 724: \"Like Hathaway, I prefer to formulate this aspect of the test for fear of persecution as follows: only in situations in which state protection 'might reasonably have been forthcoming', will the claimant's failure to approach the state for protection defeat his claim. Put another way, the claimant will not meet the definition of 'Convention refugee' where it is objectively unreasonable for the claimant not to have sought the protection of his home authorities; otherwise, the claimant need not literally approach the state .\" (emphasis mine) This was the test adopted by the CRDD at page 21 of its decision.", "[56] Again, in my view, as to the nature and quality of proof required to demonstrate a state's inability to protect its citizens, the CRDD's decision is unimpeachable and well anchored on Ward , supra, as is evident from the following extract from that case at pages 724 and 725 where La Forest, J., wrote: \"... clear and convincing confirmation of a state's inability to protect must be provided. For example, a claimant might advance testimony of similarly situated individuals let down by the state protection arrangement or the claimant's testimony of past personal incidents in which state protection did not materialize . Absent some evidence, the claim should fail, as nations should be presumed capable of protecting their citizens. Security of nationals is, after all, the essence of sovereignty.\" (emphasis mine)", "[57] Again, the CRDD adopted this test at page 21 of its decision and placed the burden of such demonstration on Mr. Goodman (see Ward , supra, page 751).", "[58] The Ward case is helpful on two further points as it should be remembered Mr. Ward was a member of the INLA (having joined in 1983 after Mr. Goodman had ceased to be a member in 1982).", "[59] First, the Supreme Court of Canada said the CRDD in the Ward case had missed the mark when it said the CRDD \"would have made a finding that the claimant's life would be in danger from the INLA if he was returned to the United Kingdom\". Finding the CRDD had not addressed the real issue, La Forest, J., expressed himself at page 753: This finding, however, is insufficient for the purposes of the determination that must be made by the Board. It does not address the real issue. The fact that Ward's life will be in danger should he be returned either to Ireland or to Great Britain is not disputed by anyone; the question, rather, is whether Ward can be protected from that danger . The Board never made a finding of fact on the real issue—the ability of the British to protect Ward.\" (emphasis mine) Second, the ability of the U.K., under the PTA, to deny entry or to limit staying there was the subject of comments by the learned judge at page 754: Such evidence might serve to rebut the presumption by demonstrating a lack of protection afforded by Great Britain . Denial of admittance to the home territory is offered by the UNHCR in its Handbook, at paragraph 99, as a possible example of what might amount to a refusal of protection. The applicability of the presumption and its rebuttal are matters that depend upon the particular circumstances of this case and which must be determined by the Board. \" (emphasis mine)", "[60] The only other principle to be taken from Ward , supra, for the purposes of this case, is the statement made by La Forest, J., at page 751, that the burden of proof of demonstration of a state's inability to protect falls on the shoulders of the refugee claimant. 4.2.2 Application and conclusions on the issue of protection", "[61] Having found the CRDD defined the proper legal principles attached to a state's inability to protect its citizens flowing from Ward , the next question is whether the CRDD properly applied these principles to the facts of this case or reached its conclusions without evidentiary foundation.", "[62] After reviewing the transcript, I am satisfied that on each critical finding of (a) refusal of entry or being allowed to stay in England, (b) the effectiveness of protection and (c) the unwillingness of Mr. Goodman to seek protection, there was evidence to reasonably support those findings and the inferences drawn. There was evidence Mr. Goodman had been allowed to enter the U.K. and live there in 1982 and had left voluntarily after he decided to retract. Since his coming to Canada in 1986, he had not contacted the U.K. Government and could not say he would be denied entry and stay in England which is his right as a citizen. There was evidence of the use of the PTA in the past and some evidence of its relaxed use in 1997. The CRDD did not, as alleged by counsel, base its finding on this issue on the intentions of the British Government to abolish the PTA. Mr. Holland said at page 1980 that it was possible Mr. Goodman would be denied entry. There was evidence that former members of the INLA (transcript page 1972) were living in England. Mr. Holland, when asked whether Mr. Goodman would be allowed to stay in the U.K. did not say no; he gave an equivocal \"I doubt it very much\" (transcript page 1980). On the basis of this evidence, I find the CRDD's finding Mr. Goodman did not provide clear and convincing evidence the U.K.'s ability to protect him, had a solid evidentiary basis.", "[63] The CRDD also referred to Mr. Ward's experience after he was deported to England, i.e. his entry and his now being there. Counsel for Mr. Goodman said the CRDD erred in taking the evidence of what happened to Mr. Ward into account. This criticism, even if correct, is not a basis for setting aside the CRDD's decision as there was other evidence of the INLA members being in England, other than Mr. Ward and, in any event, the CRDD could take into account, as a matter of public knowledge, what happened to Mr. Ward after it made its decision in his case. It was not a matter which had to be formally proven.", "[64] On the issue of the effective protection in the U.K., the CRDD was not satisfied, on the balance of probabilities, Mr. Goodman had discharged his burden. Mr. Holland, who testified on behalf of Mr. Goodman, offered no evidence that the U.K. could not protect him; he only said (transcript page 1980) Mr. Goodman would not be secure, i.e. would be at risk. As La Forest, J., said in Ward this is not the real question.", "[65] Counsel for the applicant said the CRDD erred by asking itself the wrong question in terms of who Mr. Goodman feared: he did not fear the U.K. authorities but the INLA. In my view, this argument has no merit. The CRDD, at page 15 of its decision, clearly had the INLA as the organization he feared when it undertook its unable analysis which can flow into the unwillingness analysis (see Ward , page 717). Counsel for Mr. Goodman said the CRDD analysis of unwillingness of Mr. Goodman to seek protection from the U.K. and its reference to the analysis in <FRAGMENT_SUPPRESSED> , supra, at page 19 of its decision, was misplaced because his fear had nothing to do with the effectiveness of the U.K. judiciary. In my view, this reference cannot be read in isolation or microscopically as if it were the only element taken into account by the CRDD in its assessment of the ability of the U.K. to protect Mr. Goodman. That is not the case.", "[66] In my view, a reading of the decision as a whole reveals the real basis of the CRDD's finding on this point. Simply put, the CRDD was not satisfied Mr. Goodman had discharged the burden on him, on a balance of probabilities, that the U.K. would not be able to protect him effectively. I see no basis to interfere in the CRDD's conclusion. 5.0 NATURAL JUSTICE AND THE BLANK TAPE 5.1 The principle", "[67] In , [1997] 1 S.C.R. 793; 210 N.R. 101; 144 D.L.R.(4th) 577, the Supreme Court of Canada set out the common law natural justice test to be applied in a case where the transcript of a proceeding, before an administrative tribunal such as the CRDD which is not expressly statutorily obliged to record testimony, is unavailable on a review of that tribunal's decision.", "[68] L'Heureux-Dubé, J., writing for the Court, acknowledged that, in some circumstances, the unavailability of a transcript could prejudice an applicant in advancing a review proceeding amounting to a denial of natural justice where the decision the reviewing court is faced with could not be made on the basis of evidence established before the reviewing by other means.", "[69] In establishing this test, endorsing the Federal Court of Appeal's decision in <FRAGMENT_SUPPRESSED> , supra, as well as decisions of the Labour Court in Quebec which she characterized as involving \"regimes with a broad statutory right of appeal to an appellate administrative tribunal on the merits\", L'Heureux-Dubé, J., said this at page 841: \"In my view, the above jurisprudence of the Labour Court is not inconsistent with the principles enunciated in <FRAGMENT_SUPPRESSED> , supra. In each case, as the Labour Court expressly acknowledged, the appeal turned on the appellate tribunal's review of the findings of fact and weighing of the evidence , which would be impossible without a complete record of the testimony at the initial inquiry. Such cases would likely fall within the exception mentioned in <FRAGMENT_SUPPRESSED> , supra, as no other means of reproducing all of the evidence before the commission of inquiry would be readily available. This would substantially interfere with an appellate tribunal's ability to review the initial decision on its merits. \"In my view, the decisions in <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> , supra, provide an excellent statement of the principles of natural justice as they apply to the record made of an administrative tribunal's hearing. In cases where the record is incomplete, the denial of justice allegedly arises from the inadequacy of the information upon which a reviewing court bases its decision. As a consequence, an appellant may be denied his or her grounds of appeal or review. The rules enunciated in these decisions prevent this unfortunate result. They also avoid the unnecessary encumbrance of administrative proceedings and needless repetition of a fact-finding inquiry long after the events in question have passed. \"In the absence of a statutory right to a recording, courts must determine whether the record before it allows it to properly dispose of the application for appeal or review. If so, the absence of a transcript will not violate the rules of natural justice. Where the statute does mandate a recording, however, natural justice may require a transcript. As such a recording need not be perfect to ensure the fairness of the proceedings, defects or gaps in the transcript must be shown to raise a 'serious possibility' of the denial of a ground of appeal or review before a new hearing will be ordered . The principles ensure the fairness of the administrative decision-making process while recognizing the need for flexibility in applying these concepts in the administrative context.\" (emphasis mine)", "[70] L'Heureux-Dubé, J., then set out the task which a reviewing court must undertake to make this determination. She said the reviewing court \"must determine whether the record before it allows it to properly dispose of the application for appeal or review\". If it can, the absence of a transcript \"will not violate the rules of natural justice\". The question before the reviewing court, she said, is \"whether the respondent was denied a ground of review by virtue of the absence of a recording of the hearing ...\".", "[71] L'Heureux-Dubé, J., then examined the affidavit in support of the application for judicial review and determined that the respondent union had made challenges to factual findings of the administrative tribunal based on no evidence to support certain of the tribunal's essential findings or conclusions. She found the record was not inadequate because the reviewing court had another means before it of determining \"what went on at the hearing\". This other means was through the response affidavits of various individuals who had testified before the administrative tribunal. L'Heureux-Dubé, J., said it was not enough for the union to simply claim there was no evidence for a particular finding when the other party could provide sworn affidavits as to the truth of the testimony referred to in the tribunal's reasons. The union had an obligation to provide some basis for rejecting the witnesses' testimony as to what took place before the administrative tribunal or describe the evidence which was rejected or ignored. 5.2 Application to this case", "[72] This is not the type of case where there was no transcript at all of the hearing before the CRDD; there were transcripts for the most part. The problem is that the hearing transcript contains a defect or a gap. The test to be applied in such a circumstance is whether the gaps or defects in the transcript raises a \"serious possibility\" (not probability, I hasten to add) of a denial of a ground of appeal or review before a new hearing will be ordered. This assessment, in this case, must be performed taking into account the other means which the CRDD determined were available (over the objections of Mr. Goodman's counsel), namely, the notes taken by legal counsel or others during that part of the hearing for which the transcript is missing. In addition, the required analysis must take into account two other elements. First, the fact the CRDD's decision dealt with both the issue of whether the U.K. was unable to protect Mr. Goodman which is an integral aspect to his well-founded fear of persecution and then with exclusionary grounds under Article 1F of the Convention . Second, the required analysis must examine each ground for review being advanced by Mr. Goodman because it is only a ground for review advanced and denied that may breach natural justice.", "[73] It is clear from L'Heureux-Dubé, J.'s, reasons  <FRAGMENT_SUPPRESSED>  and the City of  <FRAGMENT_SUPPRESSED> , and her majority judgment in <FRAGMENT_SUPPRESSED>  N.S.R.(2d) 286; 227 A.P.R. 286; 68 C.R.(3d) 245; 48 C.C.C.(3d) 161, that all transcript gaps will not automatically lead to a new hearing.", "[74] As noted, the CRDD, in this case, made two distinct findings which in terms of refugee law are not interdependent. As noted, the CRDD found that Mr. Goodman did not discharge the burden on him to demonstrate he had a \"well-founded fear of persecution\" should he return to England and this on the basis that the U.K. had the ability to protect him. This finding, in itself, is sufficient to defeat Mr. Goodman's claim. However, the CRDD went on to make findings that Mr. Goodman was nonetheless excluded from protection because of the exclusionary clauses.", "[75] In my view, in this case, the following factors should be considered in determining whether the transcript hearing gap in the CRDD proceedings amounts to a serious possibility that Mr. Goodman will be denied a ground for review: (1) the grounds for review advanced; (2) the importance of the impugned findings to Mr. Goodman's refugee claim; (3) the basis upon which the CRDD arrived at its conclusions or findings and by this I mean did the CRDD base its conclusions on findings of incredibility, or findings of fact or as a matter of legal interpretation; (4) what was the subject matter of the transcript gaps (was it direct evidence or cross-examination or, as in <FRAGMENT_SUPPRESSED> , supra, conversations between the trial judge and legal counsel as well as the judge's charge to the jury) and the significance of the transcript gap to the impugned findings, that is, how material was the subject matter or content of the transcript gap and what reliance did the tribunal place on it; (5) what other means did the tribunal use to fill the gap; and (6) what other means were available to the Court to determine what went on at the hearing.", "[76] Mr. Goodman advanced on his written leave application and, after leave was granted, before this Court, two main grounds of review (apart from the transcript gap issue). He said the CRDD erred in law in its interpretation of the definition of \"Convention refugee\" in the Act as it relates to both the inclusion and exclusion clauses and he said the CRDD erred in law by ignoring the evidence.", "[77] Mr. Goodman supported his leave and judicial review application with an affidavit to which he attached as a schedule a lengthy summary of \"testimony and some of the documentary evidence which was led in my case ... and believe it to be an accurate reflection of the evidence\". The respondent did not file a rebuttal affidavit and there was no cross-examination on Mr. Goodman's affidavit.", "[78] The transcript gap occurred when, as noted, counsel to the Minister was cross-examining Mr. Goodman after he had led direct evidence. There was substantial agreement between the parties at the CRDD hearing after the transcript gap was discovered as to the subject matter, as distinct from the content of the cross-examination not recorded. This subject matter was: (a) the number of operations Mr. Goodman was involved in, who decided on the operations and whether Mr. Goodman knew the targets; (b) Mr. Goodman's detailed knowledge on specific operations such as gunmen spraying the Princess Bar in 1975, Steenson's attacks on Loyalists, attempts to murder a municipal councillor, attacks in 1979 on a Conservative MP in London, attacks on prison officials in December of 1977 and attacks on others; (c) his knowledge of how the INLA was funded and the specific robberies committed by the INLA for this purpose, including the destruction of the Gate Inn in order to extort insurance moneys; (d) the history of his detentions and treatment during internments; (e) the scope of his deal with the authorities when he turned supergrass and his knowledge of what happened to others in the INLA who had turned supergrass; (f) the death threat he received and whether he sought protection from the U.K. authorities; and (g) his arrival in Canada.", "[79] I note the RCO characterized the matters covered in the transcript gap as \"essential to Mr. Goodman's claim\". Moreover, the RCO did not cross-examine Mr. Goodman after the tape defect was cured. I also observe that Jack Holland's evidence was fully recorded as was Mr. Goodman's re-examination.", "[80] Credibility was not an issue at the hearing. A fair reading of the decision shows the CRDD did not make any findings that Mr. Goodman was not to be believed and the tribunal did not draw nor identify any contradictions or implausibilities in Mr. Goodman's testimony although it did characterize Mr. Goodman's evidence as seeking to distance himself from his past involvement with the INLA. 5.3 Conclusions on the issue of natural justice 5.3.1. The U.K.'s ability to protect Mr. Goodman", "[81] I am satisfied that on this central element related to Mr. Goodman's well-founded fear of persecution using either a balance of probabilities or a serious possibility test, the transcript gap did not deny Mr. Goodman any ground for review on this point. The basis for the CRDD's finding was that Mr. Goodman had not provided clear and convincing evidence the U.K. could not protect him and that it was objectively not reasonable for Mr. Goodman to have sought that protection. Mr. Goodman had the burden of demonstrating this central element in his claim. His direct evidence and re-examination were fully recorded and during his cross-examination, this issue was not touched upon. Jack Holland's corroborative evidence was fully recorded. The substantial documentary evidence Mr. Goodman mentions in the affidavit filed with his leave affidavit is unaffected by the transcript gap. Furthermore, it was Jack Holland's recorded evidence which counsel for Mr. Goodman said was ignored by the CRDD. The other attacks on the CRDD's findings were of a legal nature and have been dealt with in these reasons. 5.3.2", "[82] I have come to the conclusion, however, that the CRDD's findings on the exclusions cannot stand because of the transcript gaps; I am not satisfied the state of the record permits me, in respect of such exclusions, to say with any degree of comfort Mr. Goodman's ground of review was meaningfully aired before me.", "[83] I am mindful of what Mr. Justice Bastarache said about the importance of the exclusionary clauses in <FRAGMENT_SUPPRESSED>  the Convention are automatically excluded from the protections of the Act. Not only may they be returned to the country from which they have sought refuge without any determination by the Minister that they pose a threat to public safety or national security, but their substantive claim to refugee status will not be considered. The practical implications of such an automatic exclusion, relative to the safeguards of the s. 19 procedure, are profound.\"", "[84] The factual foundation for the exclusionary finding the CRDD made were anchored on the crimes committed by the INLA (crimes against humanity, serious non-political crimes and crimes related to terrorism) and Mr. Goodman's knowledge of those crimes, his participation in them or his shared common purpose with the organization carrying them out.", "[85] The springboard for the factual evidence essential to the CRDD's exclusionary findings were set out in detail over three full pages of its decision at pages 23 to 25. That springboard was a chronology of murders and bombings attributed to the INLA. After reciting the crimes and bombings, the CRDD determined at page 25 that \"these crimes fall within the sphere of crimes that are characterized as crimes against humanity\".", "[86] Counsel's notes clearly indicate that a substantial portion of the Minister's counsel's cross-examination was in respect to exhibit R-5 listed crimes which the CRDD accepted as having occurred. Neither the Minister's representative nor the RCO led any evidence and Mr. Holland differed to Mr. Goodman on specific alleged crimes. I can only conclude, in the circumstances, the evidence relied on by the CRDD was substantially derived from the cross-examination of Mr. Goodman conducted by counsel for the Minister and for which no transcript is available. What was covered in the transcript gaps was crucial to the CRDD's exclusionary findings and this missing information was relied upon by the tribunal in a significant way.", "[87] In terms of other means, it is my view that counsel's notes are not an adequate means to fill the gap. They are, of necessity, in point form and do not give the substance of Mr. Goodman's answers. They are not and cannot be a substitute for a voice recording or a court reporter's shorthand or verbatim record of testimony. Counsels' notes are not a sufficient means to enable the court to know what went on at the hearing. Furthermore, Mr. Goodman, in his affidavit, did not address the specific crimes in such a manner as would permit me to say the CRDD was wrong and thereby quash its decision.", "[88] I was invited to certify three questions but I decline to do so on the grounds the proposed questions do not fairly arise. As to the first question, I consider the test for reviewing findings of fact by the Refugee Division settled by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , supra, in <FRAGMENT_SUPPRESSED>  the Federal Court Act", "[89] The second question proposed for certification is whether the clear and convincing confirmation of the State's inability to protect requires a contextual analysis taking into account the claimant's circumstances. I do not think this proposed question is material to this case because on the evidence, as I see it, the CRDD adopted a contextual approach.", "[90] The last question was proposed by the respondent and asks \"who bears the onus of demonstrating that there is a serious possibility that a ground for review has been denied by a gap or defect in a tribunal's transcript\". I am satisfied this question does not fairly arise in this case. The onus falls upon the applicant to demonstrate there was this serious possibility; this proposition is clear from <FRAGMENT_SUPPRESSED>  rise to a question of general importance.", "[91] For all these reasons, the judicial review is allowed in part. The findings of the CRDD in respect of all exclusions are set aside and remitted to the same Panel which heard Mr. Goodman's claim. The finding of the CRDD that Mr. Goodman did not have a well-founded fear of persecution based on the U.K.'s ability to protect him is upheld. No question is certified. Application allowed in part. Editor: Sharon J. McLaughlin/pdk [End of document]"]}