{"id_": "030980", "body_str": ["[1] Heneghan, J. : Mr. Victor White (the \"Applicant\") seeks judicial review of a second level decision made by Mr. Wade Hiscock (the \"Director\" or \"Mr. Hiscock\"), Director of the Newfoundland and Labrador Tax Services Office, of the Canada Revenue Agency (the \"CRA\"), represented here by the Attorney General of Canada (the \"Respondent\"). In that decision, dated February 6, 2008, the Director refused the Applicant's second level request for the exercise of discretion pursuant to subsection 152(4.2) of the Income Tax Act , R.S.C. 1985, c. 1 (5th Supp.) (the \"ITA\" or the \"Act\") seeking relief against the normal deadlines for the reassessment of income tax returns for the reduction of tax payable.", "[2] The Applicant sought relief pursuant to the fairness provisions in order to obtain a refund of a portion of the tax he paid upon monies he received in 1999 under the Atlantic Groundfish Licence Retirement Program (\"AGLRP\"). The Applicant treated the entire payment as a capital gain, and subsequently learned that others were taxed upon only half of the AGLRP payment. Background (i) Procedural Background", "[3] The Applicant pleads on his own behalf and on behalf of 751 other fish harvesters, residents in the Province of Newfoundland and Labrador and along the north shore of the Province of Quebec. His representative status arises as a result of the Order of Prothonotary Morneau made on March 8 2010, appointing the Applicant as the representative Applicant pursuant to Rule 114 of the Federal Courts Rules , SOR/98-106 (the \"Rules\").", "[4] The terms of the Order of March 8, 2010 include the following, as preamble: Whereas the applicant has filed a judicial review application and also wishes to bring the proceeding as the representative of all those named in the schedule attached to this order as Schedule \"A\"; And whereas the parties agree that a) the issues asserted by the applicant and the persons to be represented are common issues of fact and law and that there are no issues affecting only some of the persons to be represented; b) the applicant is authorized to act on behalf of the represented persons; c) the applicant can fairly and adequately represent the interests of the persons to be represented; and d) the use of the representative proceeding is the just, most efficient and least costly manner of proceeding.", "[5] The body of the Order itself provides that the Applicant is \"appointed as the representative of the persons listed in Schedule A to this Order\".", "[6] The Applicant commenced this application for judicial review on March 4, 2008. As noted in the opening paragraph of these Reasons, the subject of this application for judicial review is a decision made by the CRA upon a \"fairness request\" made by the Applicant pursuant to subsection 152(4.2) of the ITA. In addition to this application, judicial review applications were filed by other individuals as follows: T-1213-09 - Junior Antsey T-1214-09 - Ronald J. Decker T-1215-09 - Richmond Gallichon T-1216-09 - Gerald King T-1217-09 - J. Ralph Lethbridge T-1219-09 - Harvey Pearce T-1220-09 - Curtis G. Stone", "[7] By Order dated January 20, 2010, Prothonotary Morneau granted the Applicant's motion to delay the filing of the Applicant's Affidavit, documentary exhibits and Applicant's Record \"until a certification motion has been adjudicated for a class proceeding in the matter pursuant to subsection 334.15(1)\" of the Rules where the Applicant was seeking appointment as the representative Applicant. That Order also applied to the other seven applications for judicial review.", "[8] On February 18, 2010, the Applicant filed a motion for the certification of this proceeding as a class proceeding. The purpose of such motion for certification was to secure the appointment of the Applicant as the representative Applicant for the interested parties.", "[9] Subsequently and pursuant to a case management conference held by Prothonotary Morneau, the Prothonotary made his Order of March 8, 2010 appointing the Applicant as the representative Applicant, pursuant to Rule 114 of the Rules. The motion for certification was subsequently adjourned sine die. (ii) Tribunal Record", "[10] The provision of a tribunal record is addressed in Rule 318 of the Rules which provides as follows: 318. (1) Within 20 days after service of a request under rule 317, the tribunal shall transmit (a) a certified copy of the requested material to the Registry and to the party making the request; or (b) where the material cannot be reproduced, the original material to the Registry.", "[11] <FRAGMENT_SUPPRESSED>  (F.C.A.), the Federal Court of Appeal commented on the absence of a tribunal record and said as follows at paras. 29 to 32:", "[29] Some confusion arose before this Court as to what evidence was before the Board. This was because on the application for judicial review in the Federal Court no certified tribunal record was requested or filed. Instead, each party filed an affidavit in the Federal Court. It was not clear that the narrative contained in the affidavits was confined to information provided to the Board, or that documents in the Appeal Book had been placed before the Board.", "[31] This confusion should be avoided in a future case. Rule 317 of the Federal Courts Rules allows a party to request material in the possession of a decision-maker. An applicant for judicial review in the Federal Court may include such a request in its notice of application. Rule 318 then obliges a decision-maker to transmit a certified copy of the requested material to the Court and the person making the request within 20 days of the service of the request under Rule 317.", "[32] In the present case, the appellant did make a request that the Board provide a copy of the record before it to the Registry of the Federal Court of Appeal. This request was contained in the notice of appeal filed with this Court. Such form of request is neither proper nor effective. Evidence not before the Federal Court cannot be placed before this Court on an appeal unless an order is granted permitting a party to file new evidence. See: Rule 351. The appropriate time for invoking Rule 317 is by requesting material in the notice of application in the Federal Court.", "[12] The purpose of requesting the tribunal record is to allow the Court to review the documents that were actually before the Federal Board when it made its decision; see the decision in <FRAGMENT_SUPPRESSED>  at para. 26.", "[13] No tribunal record was produced by the Respondent in connection with this application for judicial review. In the amended Notice of Application that was issued on April 5, 2010, as permitted by the Order of Prothonotary Morneau made on March 8, 2010, no request was made for the production of a tribunal record. The relevant facts will be taken from the affidavits, including exhibits, filed on behalf of the parties.", "[14] Both the Applicant and the Respondent filed affidavits in support of their respective positions. The Application Record filed by the Applicant after the designation of this application as a representative proceeding includes the Affidavits of the Applicant and of Mr. Donald Sweetapple, his accountant.", "[15] The Respondent filed the Affidavit of Mr. Wade Hiscock, as part of his Application Record. In his Affidavit, Mr. Hiscock described his role as the decision-maker who made the second level decision under the Act. (iii) Facts", "[16] The Applicant is a resident of Newfoundland and Labrador. After serving as a member of the Canadian Armed Forces between 1965 and 1969, he began fishing as a full-time inshore fisherman in April 1969. He worked in the fishery until the closure of the Northern Cod Fishery in 1992. In this application, he pleads on his own behalf and on behalf of 751 other fish harvesters, residents of the Province of Newfoundland and Labrador and along the north shore of the Province of Quebec.", "[17] In June 1998, the Government of Canada established the AGLRP. Under this program, fish harvesters from Atlantic Canada and Quebec would bid to sell their groundfish licences to the Federal Government and retire permanently from the fishery. In Newfoundland and Labrador, a fish harvester would also be required to surrender his or her Professional Fish Harvester's Certificate. The amount of the bid was intended to compensate a fish harvester for the retirement of his or her groundfish licence and for permanent retirement from the fishing industry.", "[18] The Applicant and all those whom he represents applied under the AGLRP. The average bid was $120,000. The Department of Fisheries and Oceans (the \"DFO\") provided financial information to Revenue Canada concerning the amounts received by the fish harvesters under the AGLRP. In turn, the Canada Customs and Revenue Agency, as it was then known, gave the AGLRP retirees instructions on how to treat the income for income tax purposes. These instructions came in a letter from the Regional Director of Policy and Economics Branch of the DFO. The letter to the Applicant is dated March 21, 2000. The AGLRP payments were to be \"treated as capital gains from the disposition of capital property\".", "[19] In his Affidavit, Mr. Sweetapple deposed as to the circumstances in which he filed the 1999 tax return on behalf of the Applicant. The Applicant's tax return was filed according to the instructions in the letter dated March 21, 2000 that was sent to him by the DFO. That letter instructed the Applicant to treat the AGLRP payment as a capital gain from the disposition of capital property. In 1999, the capital gains inclusion rate was 75 percent, so the Applicant paid tax on 75 percent of the payment he received under the AGLRP. According to the Affidavit of Mr. Hiscock, the Applicant's 1999 tax return was assessed as filed on April 20, 2000.", "[20] In External Technical Interpretation 2000-0023275 (E) (the \"Technical Interpretation\"), dated September 22, 2000, the CRA advised the DFO of the following: Treatment of Licence Retirement A fishing license held in connection with a fishing business is an eligible capital property in respect of the fishing business. The proceeds from the license retirement will be treated as the proceeds from the disposition of eligible capital property... The cumulative eligible capital for a business is, in effect, an expenditure pool relating to the eligible capital property of the business... Specifically, once an individual has relinquished his fishing license directly to the DFO, the proceeds received should be included as income from his fishing business under paragraph 14(1)(a)(v), to the extent that such proceeds results in an \"excess\" amount as defined in subsection 14(1) ... such \"excess\" amount arising on the direct relinquishment to DFO will be taxable as income from a fishing business, rather than deemed to be a capital gain ...", "[21] According to the Technical Interpretation, an AGLRP payment is income from a business, not a capital gain. The Technical Interpretation is publicly available, and is attached as Exhibit \"I\" to the Affidavit of Mr. Hiscock.", "[22] In late 2003 and throughout 2004, the Applicant learned that others in his community had been taxed differently. Other AGLRP retirees had filed notices of objection and initiated appeals to the Tax Court. The CRA made offers to settle a number of these appeals on December 11, 2003.", "[23] The December 2003 offers to settle are reflected in a redacted letter dated February 9, 2004 to a fish harvester who accepted such an offer. That letter is attached as part of Exhibit \"M\" of Mr. Hiscock's Affidavit. The letter shows that proceedings had been initiated in the Tax Court, and that a Consent to Judgment by both the taxpayer and the CRA was necessary to implement the settlement offered in December 2003.", "[24] For the latter group, the CRA was prepared to recognize half of the AGLRP payments as relating to the fish harvester's agreement to retire from the fishing industry, and the other half as relating to the fishing licence. This meant that half of the AGLRP payment would not be taxable. According to the redacted letter attached to Mr. Hiscock's Affidavit, the other half would be treated as a capital gain. In 2000, the inclusion rate for capital gains was reduced to 50 percent. As a result, this group was taxed on 25 percent of the total AGLRP payment, rather than 75 percent.", "[25] On January 14, 2005, the Applicant, who was unrepresented at the time, wrote to the CRA requesting a late reassessment under the fairness provisions. He noted that some fish harvesters had not paid the same amount of income tax under the AGLRP as others had paid.", "[26] On November 23, 2006, the Assistant Director, Audit Division of the Newfoundland and Labrador Tax Services Office, wrote to the Applicant, denying his request. The letter, attached as Exhibit \"F\" to Mr. Hiscock's Affidavit, stated the following: The Agency does not grant a request for a refund of income tax based solely on a decision reached in another case that was before the courts. Since our review indicates that the time period in which you could have filed a notice of objection under the Act had expired before the date of your request, it would not be appropriate for the Agency to consider your request further.", "[27] On March 6, 2007, the Honourable Carol Skelton, then Minister of National Revenue, wrote to other fish harvesters who had complained of the differential tax treatment. She advised that the Director would review fairness decisions for those fish harvesters who requested a review.", "[28] The Applicant then retained counsel. By letter dated March 14, 2007, counsel submitted a request for a second level review to the Director. On May 1, 2007, the Director responded and requested further submissions. The Applicant provided further submissions by correspondence dated June 6 and July 10, 2007.", "[29] On November 21, 2007, the Tax Court of Canada released its decision in <FRAGMENT_SUPPRESSED> . In that case, the parties proceeded upon an agreed statement of facts that half of the AGLRP payment was a non-taxable retirement amount. The Court found that the other half would be treated as a capital gain, rather than as income.", "[30] On November 22, 2007, the Director informed the Applicant of a new Interpretation Circular, that is Income Tax Information Circular IC07-1 - Taxpayer Relief Provisions (\"IC07-1\"). The Applicant made further submissions on December 13, 2007.", "[31] By letter dated February 6, 2008, the Director informed the Applicant's counsel that the first level decision, denying request for relief under the fairness provisions, was confirmed.", "[32] On March 4, 2008, the Applicant commenced this application for judicial review.", "[33] In the fall of 2008, the Newfoundland and Labrador Legislature passed a resolution calling on the CRA to give the same tax treatment to all AGLRP retirees. Subsequently, the Honourable Gordon O'Connor, then Minister of National Revenue, said that the decision in <FRAGMENT_SUPPRESSED> would apply to all pending similar objections related to the AGLRP.", "[34] The Applicant applied for a third level review. The Director refused to carry out this review, on December 2, 2008, stating that Minister O'Connor's statement did not change the CRA's position. On May 29, 2009, the Minister of National Revenue tabled a response to petitions, indicating that the decision in <FRAGMENT_SUPPRESSED> had decided the tax treatment of AGLRP retirement amounts. (iv) The Decision", "[35] In his Affidavit, Mr. Hiscock described his role as the decision-maker who made the second level decision under the Act, denying the Applicant's request for the positive exercise of discretion in the matter of extending the deadlines for the reassessment of income tax returns for the reduction of tax payable. While addressing in a general way the nature of the discretion conferred under subsection 152(4.2) of the Act, the Director identified the \"information and documentation\" of which he was \"aware\" in reviewing the Applicant's request. This material is identified in paragraph 4 of his Affidavit and includes the following correspondence: (i) a letter dated January 14, 2005 from the Applicant written to Bev Curran, a CRA employee, in which the Applicant requested a review of his 1999 tax return concerning the AGLRP; (ii) a letter dated May 24, 2006 from the Applicant to Kevin Flynn, a CRA employee, in which the Applicant requested a review of his 1999 tax return under the fairness legislation; (iii) a letter dated July 13, 2006 from Mr. Eli Baker, Counsel for the Applicant, to Kevin Flynn, as well as to the Chief of Appeals, St. John's Tax Centre and Valerie Miller, Director of Tax Law Services, Department of Justice, Canada; (iv) a letter dated November 23, 2003 from Mr. Gord Kelland, Assistant Director, Audit Division, Newfoundland and Labrador Tax Services Office, responding to the Applicant's letter of January 14, 2005, denying the Applicant's request for fairness with respect to the disposition of the Applicant's fishing license in 1999; (v) letter dated November 29, 2006 from Mr. Baker to Mr. Hiscock, requesting a review of Mr. Kelland's decision; (vi) letter dated January 5, 2007 from Mr. Baker to Mr. Hiscock, forwarding a copy of a letter from the Regional Director of Policy and Economics Branch, Department of Fisheries and Oceans (\"DFO\"), said letter addressed to the Applicant and dated March 21, 2000; (vii) letter dated January 10, 2007 from Mr. Hiscock to Mr. Baker, forwarding a copy of the technical interpretation, dated September 22, 2000, provided by the CRA to DFO regarding the tax treatment of monies received under the AGLRP; (viii) letter dated March 14, 2007 from Mr. Baker to the Director, requesting a review of the first level fairness decisions of a group of former fishermen represented by Mr. Baker, including the Applicant; (ix) letter dated May 1, 2007 from Mr. Hiscock to Mr. Baker, requesting further information relative to each individual fairness request on behalf of Mr. Baker's 883 clients; (x) letter dated June 6, 2007 from Mr. Baker to the Director in response to the latter's letter of May 1, 2007, requesting advice on how to proceed with the numerous fairness requests and providing specific information with respect to four individuals including the Applicant, for second level review; (xi) letter dated July 10, 2007, from Mr. Baker to Mr. Hiscock, providing further submissions on the second level fairness request for his client, including the Applicant, and providing documentation in support of his submissions; (xii) letter dated July 11, 2007, from the Director to Mr. Baker, in response to the latter's letter of June 6, 2007, in which the Director indicated he could not advise Mr. Baker on how to proceed as this was \"legal advice\" and further that he would consider the four individual fairness requests referred to in the letter of June 6, 2007 upon receipt; (xiii) letter dated July 13, 2007 from Mr. Baker to the Director, advising that the first individual fairness request that is on behalf of the Applicant, had been forwarded to him; (xiv) letter dated November 22, 2007 from the Director to Mr. Baker, advising that he was in the process of responding to the fairness request and advising Mr. Baker of IC07-01, dated May 31, 2007; (xv) letter dated December 13, 2007 from Mr. Baker to the Director, providing further submissions with respect to paragraph 88 of IC07-01; and (xvi) a second level taxpayer relief report prepared by Vicki Stokes and signed on February 8, 2008 by Ms. Stokes and other members of the Review Committee.", "[36] In paragraph 5 of his Affidavit, the Director identified 18 factors that he took into account in deciding to refuse the second level fairness request made by the Applicant. That decision was communicated to the Applicant in a letter dated February 6, 2008.", "[37] In his decision of February 6, 2008 upon the request for a second level review of the \"fairness\" request, the Director referenced three letters that he had received from Counsel for the Applicant. The Director referred to letters dated July 10, 2007, July 13, 2007 and December 13, 2007. He set out the basis of the Applicant's request for the second level review as follows: (i) that only 50 percent of the sum of $130,000 received by the Applicant under the AGLRP be treated as proceeds of disposition; (ii) that this tax treatment was given to a group of cases that had been settled by the CRA; and (iii) that the Applicant had filed his tax return in accordance with a letter from a DFO, a letter written after consultation with the CRA.", "[38] Then the Director referred to various provisions of the Act, beginning with subsection 152(4). This provision allows for a reassessment within three years of the normal reassessment period and that period had expired, the Applicant, on April 20, 2005. The Director said that he had \"no authority to grant relief\" under that provision.", "[39] The Director further noted that subsection 165(1) of the Act applied for the computation of time for the filing of an objection to an assessment or reassessment and that the Applicant could have filed a valid objection until June 15, 2001. Otherwise, the Applicant could have requested an extension of time to file an objection, pursuant to subsection 166.1(1) and 166.1(7) of the Act. The time limit for such an application was one year, in the Applicant's case up to June 15, 2002. The Director recorded that the Applicant neither filed an objection nor sought an extension of time within which to do so.", "[40] Then the Director proceeded to address subsection 152(4.2) of the Act and referred to IC07-1, paragraphs 71 and 73.", "[41] The Director noted that the Applicant filed his 1999 tax return, reporting 100 percent of the monies that he had received from the AGLRP as \"proceeds of disposition\". The Director acknowledged that the Applicant had received a letter dated March 21, 2000 from DFO that referred to advice given to DFO by CRA about the tax treatment of monies received from the AGLRP.", "[42] The Director stated the following conclusion: It was and still is our position that Mr. White filed his tax return appropriately. However, even if he did not agree with the opinion expressed in this letter, it in no way prevented Mr. White or his representative from filing his return in accordance with his understanding of the law. If the Minister did not agree then your client could have exercised his right to Object to and then Appeal the assessment of his 1999 return. As outlined, Mr. White reported the proceeds of disposition and upon receiving the assessment notice did not file a Notice of Objection or an Appeal.", "[43] Then the Director quoted paragraph 88 of IC07-1. Finally, the Director stated his conclusion for denying the Applicant's request, as follows: In summary, my review indicates that Mr. White filed his 1999 Return of Income reporting 100% of the proceeds of disposition he received under the Atlantic Groundfish License Retirement Program. This return was assessed by the Canada Revenue Agency on April 20, 2000. There was no further correspondence on this issue until January 19, 2005 when the Canada Revenue Agency received a letter dated January 14, 2005 where Mr. White requested a review of his file under the Fairness Legislation. His rights to file a Notice of Objection or an Appeal on this matter were already expired. I have reviewed the file in relation to the Taxpayer Relief provisions, including the initial request for relief under the Fairness Legislation. While I appreciate your position, I must confirm the decision previously reached. Issues", "[44] Initially, the Applicant stated two issues: Did the tax official err in not exercising his discretion pursuant to subsection 152(4.2) of the Act to allow a reassessment of the Applicant's 1999 taxation year and if so, should the Court quash the decision of the second level decision-maker, pursuant to subsection 18.1(3) of the Federal Courts Act , R.S.C. 1985, c. F-7 and remit the matter back for re-determination by a different decision-maker.", "[45] However, at the end of the written memorandum, the Applicant posed 12 separate issues. In my opinion, the several issues stated by the Applicant can be re-stated as follows: (a) Did the Director err by breaching the Applicant's legitimate expectations? (b) Did the Director err by fettering his discretion? (c) Did the Director fail to provide adequate reasons? (d) Did the Director make an erroneous finding of fact? (e) Was the Director's decision reasonable? Discussion and Disposition", "[46] The statutory context of this application for judicial review is subsection 152(4.2) of the Act, which provides as follows: Notwithstanding subsections (4), (4.1) and (5), for the purpose of determining, at any time after the end of the normal reassessment period of a taxpayer who is an individual (other than a trust) or a testamentary trust in respect of a taxation year, the amount of any refund to which the taxpayer is entitled at that time for the year, or a reduction of an amount payable under this Part by the taxpayer for the year, the Minister may, if the taxpayer makes an application for that determination on or before the day that is ten calendar years after the end of that taxation year, (a) reassess tax, interest or penalties payable under this Part by the taxpayer in respect of that year; and (b) redetermine the amount, if any, deemed by subsection 120(2) or (2.2), 122.5(3), 122.51(2), 122.7(2) or (3), 127.1(1), 127.41(3) or 210.2(3) or (4) to be paid on account of the taxpayer's tax payable under this Part for the year or deemed by subsection 122.61(1) to be an overpayment on account of the taxpayer's liability under this Part for the year.", "[47] While ministerial guidelines are not tantamount to legislation, several paragraphs of IC07-1 are relevant to this application for judicial review: ¶ 9. A taxpayer can ask for relief in accordance with the provisions of the Act listed in this paragraph. After consideration of the relevant facts and circumstances, a delegated official of the CRA (see ¶ 17) will decide whether it is appropriate to: (d) authorize a reassessment or redetermination for an individual (other than a trust) or a testamentary trust beyond the three-year normal reassessment period under subsection 152(4.2), where the adjustment would result in a refund or a reduction in an amount payable. ¶ 71. The CRA may issue a refund or reduce the amount owed if it is satisfied that such a refund or reduction would have been made if the return or request had been filed or made on time, and provided that the necessary assessment is correct in law and has not been already allowed. ¶ 73. The purpose for requesting an adjustment under subsection 152(4.2) is not to dispute or disagree on the correctness or validity of a previous assessment. The ability of the CRA to allow an adjustment to amounts for a statute barred tax year should not be used as a means to have issues reconsidered, such as an audit reassessment, where the individual or testamentary trust chose not to challenge the issues through the normal objection/appeals processes or where the issues were already dealt with under the objection/appeal ... ¶ 87. CRA policy does not allow for the reassessment of a statute-barred return if the request is made as a result of a court decision (for more information, see Information Circular 75-7R3, Reassessment of a Return of Income). Requests made to reassess a statute-barred return based only on the successful appeal by another taxpayer will not be granted under subsection 152(4.2). ¶ 88. Similarly, knowledge of another taxpayer's negotiated settlement to resolve an objection, or another taxpayer's consent to judgment on an appeal, will not be extended to permit a reassessment of a taxpayer's statute-barred return under subsection 152(4.2), if the taxpayer has chosen not to protect his or her right of objection or appeal.", "[48] Since this proceeding involves review of an administrative decision-maker, the first matter to be addressed is the applicable standard of review. That standard will vary according to the nature of specific issues.", "[49] According to the decisions of the Supreme Court in <FRAGMENT_SUPPRESSED>  and Canada (Citizenship and  <FRAGMENT_SUPPRESSED> , decisions of statutory decision-makers are reviewable on one of two standards, that is correctness or reasonableness. True questions of law will be reviewable on the standard of correctness and questions of law falling within the expertise of the decision-maker are reviewable on the standard of reasonableness, following the more recent decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> .", "[50] Questions of procedural fairness are reviewable on the standard of correctness; see <FRAGMENT_SUPPRESSED> at para. 43.", "[51] Questions of fact are reviewable on the standard of reasonableness. The overall reasonableness of the decision is likewise reviewable on the standard of reasonableness.", "[52] As well, in <FRAGMENT_SUPPRESSED> at para. 57, the Supreme Court noted that where prior jurisprudence has established the applicable standard of review, that standard can be used.  <FRAGMENT_SUPPRESSED>  (F.C.A.), the Federal Court of Appeal found that discretionary decisions pursuant to subsection 152(4.2) of the ITA are reviewable on the standard of reasonableness.", "[53] The issues, as re-stated above, can readily be divided into two categories, that is issues of procedural fairness that are reviewable on the standard of correctness and issues of fact or mixed fact and law that are reviewable on the standard of reasonableness. I will first address the issues of procedural fairness.", "[54] Did the Director err by breaching the Applicant's legitimate expectations?", "[55] The Applicant argues that the Director ignored legitimate expectations that were created by the statements of two Ministers of National Revenue, Ms. Skelton and Mr. O'Connor, in spring 2007 and fall 2008, respectively. He submits that the Director also erred in failing to follow the direction of the Minister of National Revenue stated in a Response to Petition, tabled in Parliament on May 29, 2009.", "[56] The Respondent submits that the Response to Petition is not properly before the Court, as it is merely attached as an exhibit to the Applicant's memorandum, rather than as an exhibit to a sworn affidavit. Likewise, he submits that the 2008 statement of Minister O'Connor is not properly before the Court because it postdates the decision in question.", "[57] The letter from Minister Skelton merely indicated that the Director would review the first level fairness decision.", "[58] I agree with the position advanced by the Respondent that the Response to Petition and the statement of Minister O'Connor, from fall 2008, are not properly before the Court. This material only became available after the Director had made his second level review decision which is the subject of this application for judicial review. This material will not be taken into consideration.", "[59] In any event, the doctrine of legitimate expectations relates to process, not outcome. In this regard, I refer to decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  at para. 26, as follows: As applied in Canada, if a legitimate expectation is found to exist, this will affect the content of the duty of fairness owed to the individual or individuals affected by the decision. If the claimant has a legitimate expectation that a certain procedure will be followed, this procedure will be required by the duty of fairness. Similarly, if a claimant has a legitimate expectation that a certain result will be reached in his or her case, fairness may require more extensive procedural rights than would otherwise be accorded. Nevertheless, the doctrine of legitimate expectations cannot lead to substantive rights outside the procedural domain. This doctrine, as applied in Canada, is based on the principle that the \"circumstances\" affecting procedural fairness take into account the promises or regular practices of administrative decision-makers, and that it will generally be unfair for them to act in contravention of representations as to procedure, or to backtrack on substantive promises without according significant procedural rights [citations omitted].", "[60] The Applicant cannot succeed on this argument. The Ministers' statements did not create a legitimate expectation of a procedure that the CRA did not follow.", "[61] Did the Director err by fettering his discretion? In this regard, the Applicant argues that the Director treated paragraphs 73 and 88 of IC07-1 as a bar to allowing the Applicant's fairness request.", "[62] In reply, the Respondent argues that the Director's decision refers to several factors that he took into account, such as the fact that the Applicant filed his 1999 tax return \"appropriately\". He submits that there was no evidence that the Director treated paragraphs 73 and 88 as setting out general rules.", "[63] The Respondent argues that the Director considered several factors. He indicated that the CRA's position was that the Applicant had filed his tax return correctly. However, otherwise the Director merely states that the Applicant could have filed a Notice of Objection and failed to do so.", "[64] In my opinion, the Respondent's submissions cannot succeed. The Director did not consider \"several factors\". It appears from the decision that the Director treated the expiration of the deadline for filing a Notice of Objection, as per paragraph 73 of IC07-1, as a general rule for the denial of relief.", "[65] Similarly, the Director quotes paragraph 88 of IC07-1, that is concerning knowledge of another taxpayer's settlement or reassessment, but he does not discuss it. Rather, the Director repeats that the Applicant had an opportunity to object but did not do so. The Director merely confirms the earlier decision.", "[66] In my opinion, the Director did not weigh or consider paragraphs 73 and 88, reproduced above. The Director apparently treated paragraphs 73 and 88 as rules, rather than as guidelines. That is contrary to the guidance provided in IC07-1 and contrary to the spirit of the relevant legislation, that is subsection 152(4.2) of the ITA. In my opinion, in doing so, the Director wrongly fettered his discretion.", "[67] Did the Director fail to provide adequate reasons?", "[68] The Applicant argues that the Director failed to provide adequate reasons. He submits that, as in <FRAGMENT_SUPPRESSED> the Director failed to address why he was treated differently from other taxpayers. He argues that the Director failed to give any indication as to why the policy on the tax treatment of the AGLRP payment had changed.", "[69] The Respondent answers this argument by saying that the Applicant's counsel had indicated, in the letter dated December 13, 2007, that relief was sought on the basis of an erroneous recommendation provided through DFO, not solely on the basis of the decision in <FRAGMENT_SUPPRESSED> . The Respondent submits that differential treatment was not an issue raised by the Applicant and therefore, the Director was not required to consider the issue.", "[70] In my view, it is clear that the Applicant's letter of December 13, 2007 made the argument that paragraph 88 of IC07-1 was not determinative, since the Applicant's application was based on an erroneous recommendation provided by the DFO.", "[71] Nevertheless, the letter of December 2007 cannot be read independently from and in isolation of the previous correspondence between the Applicant and the Director.", "[72] To illustrate, I refer to the letter dated June 6, 2007, in which there is a heading \"Our Plea for Equal Tax Treatment\" and a discussion of that argument. Later, on July 10, 2007, the Applicant's Counsel summarized the position that \"the ultimate goal of this exercise is to secure the same tax treatment for everyone in the singular group referenced earlier\". Equal treatment was clearly an issue before the Director but the Director completely fails to explain why the Applicant was treated differently from other taxpayers. In the result, I conclude that the Director's reasons are inadequate.", "[73] I turn now to those issues that are reviewable on the standard of reasonableness, that is whether he made an erroneous finding of fact and whether overall, his decision is reasonable. In <FRAGMENT_SUPPRESSED> at para. 47, the Supreme Court of Canada held as follows: ... reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "[74] The Applicant argues that the Director made a number of specific errors of fact and law. Some of these alleged errors are on the basis of so-called implicit findings. I have considered each of the Applicant's arguments, and the Respondent's counter-arguments. In my opinion, it is not necessary to address each of the Applicant's arguments to dispose of this application for judicial review.", "[75] In my opinion, the Director's decision fails to meet the standard of reasonableness because the reasons lack justification, transparency and intelligibility. While the Director's decision pursuant to subsection 152(4.2) of the ITA is discretionary, it must be justified by law.  <FRAGMENT_SUPPRESSED>  the Supreme Court of Canada held as follows at page 140: ... A decision to deny or cancel such a privilege lies within the \"discretion\" of the Commission; but that means that decision is to be based upon a weighing of considerations pertinent to the object of the administration.", "[76] In my opinion, the Director failed to weigh several pertinent considerations and this failure constitutes a reviewable error. I will address specific examples of this failure in the following paragraphs.", "[77] The Director fails to address why the Applicant was treated differently from other taxpayers that received AGLRP payments except to note that a fairness request under subsection 152(4.2) of the Act cannot be based solely on another taxpayer's settlement, and that the Applicant did not file a notice of objection to the CRA's assessment of his 1999 tax return.", "[78] The AGLRP was a licence buy-back and retirement program that was offered to a specific number of fish harvesters in one industry in a defined geographic area, that is the AGLRP payment recipients were a discrete group of taxpayers. The Director's reasoning distinguishes the group only upon the basis of those fish harvesters who filed notices of objection and those who did not. As discussed above, the issue of differential treatment was clearly before the Director. In my opinion, he should have addressed it and his failure to do so was an error.", "[79] In dealing with IC07-1, the Director merely cites paragraphs of that document without any discussion of how those paragraphs apply to the Applicant's circumstances or the countervailing factors. The Director acknowledges the Applicant's concerns about the advice provided by the CRA and DFO in March 2000, but only to the extent of stating his opinion that the Applicant filed his 1999 return appropriately.", "[80] The Respondent characterizes the March 2000 letter from the DFO to the Applicant as the CRA's \"opinion\", and argues that if the Applicant disagreed with its contents, it was open to him to file his 1999 tax return accordingly. In my view, the March 2000 letter was not merely an opinion, or a CRA policy statement or a technical interpretation, rather it was in the nature of instructions.", "[81] In quoting paragraph 73 of IC07-1, the Director suggests that relief could not be granted because the Applicant failed to object to the assessment of his 1999 taxes. In my opinion, this reasoning is unsound and unjustified. The Applicant said that he had no reason to object as he had filed his 1999 taxes in accordance with CRA instructions. The Director ignores this explanation which was part of the Applicant's submissions seeking relief.", "[82] Further, in finding that the Applicant filed his 1999 tax return \"appropriately\", the Director disregards the settlements the CRA made with other taxpayers who received AGLRP payments, the Technical Interpretation and the Tax Court's decision in <FRAGMENT_SUPPRESSED> .", "[83] In Cohen v. R ., [1980] C.T.C. 318, 80 D.T.C. 6250 (F.C.A.) at para. 5, the Federal Court of Appeal held as follows: In my view, the trial judge correctly dismissed that argument. \"... the Minister has a statutory duty to assess the amount of tax payable on the facts as he finds them in accordance with the law as he understands it. It follows that he cannot assess for some amount designed to implement a compromise settlement ...\". The agreement whereby the Minister would agree to assess income tax otherwise in accordance with the law would, in my view, be an illegal agreement . Therefore, even if the record supported the appellant's contention that the Minister agreed to treat the profit here in question as a capital gain, that agreement would not bind the Minister and would not prevent him from assessing the tax payable by the appellant in accordance with the requirements of the statute (emphasis added)", "[84] In other words, the Minister is not entitled to make settlements with taxpayers that do not have a principled basis in law. In December 2003, in connection with a number of fish harvesters, the CRA offered to treat half of their AGLRP payments as non-taxable, and the other half as capital gains. In order to do so, that offer must have accorded with the CRA's understanding of the Act and its application to the AGLRP payments.", "[85] The treatment of the half of the AGLRP payment relating to the fishing licence as a disposition of capital property resulting in a capital gain is contrary to the Technical Interpretation of September 2000, discussed above. In the Technical Interpretation, the CRA expressed its opinion that relinquishing a fishing licence to the DFO is a disposition of eligible capital property, which is taxed as income from a business.", "[86] In <FRAGMENT_SUPPRESSED> , the Tax Court proceeded on the basis of the parties' agreement that half of the AGLRP payment would relate to the fish harvester's agreement to retire. The Court then determined that the other half of the payment should be treated as a capital gain, contrary to the Technical Interpretation.", "[87] It is clear from the material before the Director that the CRA took varying positions on what portion of the AGLRP payments would be taxable, and how the taxable portion would be treated, that is as business income or a capital gain.", "[88] Initially, in March 2000, the CRA advised fish harvesters, through the DFO, that the entire payment was to be treated as a capital gain. In September 2000, the CRA issued the Technical Interpretation, advising DFO that the proceeds of selling a fishing licence are subject to taxation as business income. In December 2003, the CRA agreed with a number of taxpayers that only half of the AGLRP payments were taxable, and that the other half would be a capital gain. Subsequently, before the Tax Court, the CRA took the position that the taxable half of the AGLRP ought to be treated as income from a business.", "[89] The Director does not address the fact that the CRA gave different and contradictory advice and opinions as to the tax treatment of payments received under the AGLRP. Given that the Applicant followed the CRA's initial instructions, rather than filing in accordance with one of the CRA's later positions, it was unreasonable, in my opinion, for the Director to simply state that the Applicant filed his 1999 tax return \"appropriately\".", "[90] The Director breached the Applicant's right to procedural fairness by failing to give adequate reasons and by fettering his discretion. For the reasons set out above, the Director's decision also fails to meet the standard of reasonableness.", "[91] In the result, this application for judicial review will be allowed with costs to the Applicant, pursuant to Column III of Tariff B of the Rules. The decision of February 6, 2008 is set aside and the matter remitted to another decision-maker for re-determination.", "[92] Since this is a representative proceeding, the Order in this matter is binding on the represented persons named in Schedule \"A\" of the Order of March 8, 2010 pursuant to Rule 114(3) which provides as follows: (3) An order in a representative proceeding is binding on the represented persons unless otherwise ordered by the Court. ORDER", "[93] THIS COURT ORDERS that this application for judicial review is allowed with costs to the Applicant, pursuant to Column III of Tariff B of the Rules. The decision of February 6, 2008 is set aside and the matter remitted to another decision-maker for re-determination. Application allowed. Editor: Jana A. Andersen/vnh [End of document]"]}