{"id_": "031095", "body_str": ["[1] Russell, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (Act) for judicial review of the decision of the Refugee Protection Division (RPD) of the Immigration and Refugee Board, dated 19 August 2010 (Decision), which refused the Applicant's application to be deemed a Convention refugee or a person in need of protection under sections 96 and 97 of the Act.  <FRAGMENT_SUPPRESSED> BACKGROUND  <FRAGMENT_SUPPRESSED>", "[2] The Applicant claims to be a citizen of Somalia. He alleges that he fled his home city of Kismayo for the first time in 2000, after rival militias had turned the town into a war zone. He travelled to Kenya and then to the United States, where he claimed refugee status. He was immediately detained by US immigration authorities for attempting to enter the country using a fraudulent travel document and remained in detention for eight months. Following his release he lived in Minnesota until he voluntarily departed under a removal order in September 2003.  <FRAGMENT_SUPPRESSED>", "[3] He returned eventually to Kismayo, where he married, fathered a son and operated a tailor shop in the town market. He alleges that he was kidnapped in July 2008 but escaped later the same day. The kidnappers retaliated by killing his wife. The Applicant immediately left Somalia for the second time. After a few weeks in Kenya, he travelled to Canada, where he sought protection in November 2008.  <FRAGMENT_SUPPRESSED>", "[4] The Applicant alleges a well-founded fear of persecution on two grounds: race, as he claims to be a member of the minority clan Ashraf; and imputed political opinion, due to his opposition to the Islamist militias.  <FRAGMENT_SUPPRESSED>", "[5] The Applicant appeared before the RPD on 11 August 2010. He was represented by counsel and an interpreter was present. The RPD was not convinced that the Applicant had established his identity on a balance of probabilities. It found that he was not credible and was not facing a personalized risk on the basis of his race or his political opinion. His claims under sections 96 and 97 were rejected. This is the Decision under review.  <FRAGMENT_SUPPRESSED> DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED> The Applicant Failed to Establish His Identity  <FRAGMENT_SUPPRESSED>", "[6] The RPD acknowledged that Somali identity documents are scarce. It did not expect the Applicant to produce any, and he did not do so. Establishing a person's geographical origin is an alternative way to establish identity and the RPD made efforts to do this.  <FRAGMENT_SUPPRESSED>", "[7] The RPD noted that the Applicant spoke and understood the Somali language and could name landmarks in Kismayo. He demonstrated some knowledge of his clan, Ashraf, but he did not know the origin of the word; he was not aware of the various sub-clans; he could not name many of the communities that the documentary evidence indicates are common settlements for clan members; and he did not initially include the name \"Sharif\" in his own name although, according to the documentary evidence, it is a component of all male names in the Ashraf clan. When confronted with this fact, the Applicant stated that he did not realize the RPD was asking about his lineage, and he restated his name to include the name \"Sharif.\" The RPD drew from this a negative credibility inference.  <FRAGMENT_SUPPRESSED>", "[8] The Applicant called a witness to testify as to his identity. The witness, who had visited the Applicant's home in Kismayo in 1995, stated that she had seen him on one day of her visit when he was 10 years old but that she had not had much interaction with him. She did not speak with him again until 2008, when he contacted her in Canada. She became convinced that he was who he claimed to be after speaking with a mutual relative and because his eyes resembled those of his brother. The RPD believed the witness was credible but gave little weight to her evidence since she had had no contact with the Applicant or the Applicant's brother for fourteen years.  <FRAGMENT_SUPPRESSED>", "[9] The RPD inquired, pursuant to Rule 7 of the Rules and section 106 of the Act, as to whether the Applicant had made reasonable efforts to document his identity. First, it noted that, although the Applicant had had extensive dealings with US immigration officials while he was in that country from 2000 to 2003, he had made no attempt to obtain documents from them in support of his claim for refugee status in Canada. He claimed that he feared that such an inquiry would precipitate his arrest and deportation from Canada. The RPD found this explanation implausible and drew a negative credibility inference. Second, the Applicant testified that he worked for two years at a halal butcher shop in Minnesota and that, to the best of his knowledge, it was still in operation. However, he had made no effort to contact the owner and get a letter attesting to his identity. The RPD concluded, therefore, that the Applicant had failed to arrive at the hearing with all of the evidence reasonably available to establish his identity claim on a balance of probabilities.  <FRAGMENT_SUPPRESSED>  (QL) at paragraph 7; and <FRAGMENT_SUPPRESSED>  (QL) (FCTD) at paragraph 8.  <FRAGMENT_SUPPRESSED> The Applicant Was Not Credible  <FRAGMENT_SUPPRESSED>", "[10] The RPD noted that section 106 of the Act provides that the RPD must assess an applicant's credibility in light of the documentary evidence establishing his identity or, absent that, the reasonableness of the applicant's explanation for lack of such documentation and an account of efforts made to acquire documentation. As the Applicant has no documentation to prove that he had any dealings with US immigration officials, the RPD was unable to determine on a balance of probabilities that the Applicant ever returned to Somalia from the US, which would render moot his claim that he was kidnapped in Kismayo in 2008.  <FRAGMENT_SUPPRESSED>", "[11] The RPD also found implausible the Applicant's statement that, until the kidnapping in 2008, he had suffered no adverse incident since his return to Somalia in 2003, despite \"rampant civil unrest\" which was known to involve the particular targeting of minority groups. Even if believed, one incident of kidnapping does not constitute persecution but is an act of generalized crime, to which all Somalis are vulnerable. Therefore, the Applicant failed to show a nexus to the Convention on the basis of race.  <FRAGMENT_SUPPRESSED>", "[12] Moreover, although the Applicant claimed to have spoken out against Islamist militias and therefore to have a well-founded fear of persecution due to his political opinion, he failed to mention this ground in his Personal Information Form (PIF). The RPD found that this allegation was an embellishment, designed to bolster his claim. Based on \"the whole of the [Applicant's] testimony,\" the RPD concluded that the Applicant did not face a serious possibility of persecution on Convention grounds under section 96, nor did he face a personalized risk under section 97.  <FRAGMENT_SUPPRESSED> ISSUE  <FRAGMENT_SUPPRESSED>", "[13] The Applicant raises the following issue:  <FRAGMENT_SUPPRESSED> Whether the RPD made its findings in a perverse or capricious manner or without regard to the evidence before it.  <FRAGMENT_SUPPRESSED> STATUTORY PROVISIONS  <FRAGMENT_SUPPRESSED>", "[14] The following provisions of the Act are applicable in these proceedings:  <FRAGMENT_SUPPRESSED> Convention refugee  <FRAGMENT_SUPPRESSED> 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,  <FRAGMENT_SUPPRESSED> ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or  <FRAGMENT_SUPPRESSED> ) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.  <FRAGMENT_SUPPRESSED> Person in need of protection  <FRAGMENT_SUPPRESSED> 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally  <FRAGMENT_SUPPRESSED> ) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or  <FRAGMENT_SUPPRESSED> ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if  <FRAGMENT_SUPPRESSED> (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,  <FRAGMENT_SUPPRESSED> (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,  <FRAGMENT_SUPPRESSED> (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and  <FRAGMENT_SUPPRESSED> (iv) the risk is not caused by the inability of that country to provide adequate health or medical care.  <FRAGMENT_SUPPRESSED> Person in need of protection  <FRAGMENT_SUPPRESSED> (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.  <FRAGMENT_SUPPRESSED> [...]  <FRAGMENT_SUPPRESSED> Credibility  <FRAGMENT_SUPPRESSED> 106. The Refugee Protection Division must take into account, with respect to the credibility of a claimant, whether the claimant possesses acceptable documentation establishing identity, and if not, whether they have provided a reasonable explanation for the lack of documentation or have taken reasonable steps to obtain the documentation.  <FRAGMENT_SUPPRESSED> 96. 97. [...]  <FRAGMENT_SUPPRESSED>", "[15] The following provisions of the Refugee Protection Division Rules , SOR/2002-228 (Rules), are applicable in these proceedings:  <FRAGMENT_SUPPRESSED> Documents establishing identity and other elements of the claim  <FRAGMENT_SUPPRESSED> 7. The claimant must provide acceptable documents establishing identity and other elements of the claim. A claimant who does not provide acceptable documents must explain why they were not provided and what steps were taken to obtain them.  <FRAGMENT_SUPPRESSED> 7. STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>", "[16] The Supreme Court of Canada in  <FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to the particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis.  <FRAGMENT_SUPPRESSED>", "[17] At issue are the RPD's findings of fact and its treatment of the evidence. The appropriate standard of review is reasonableness.  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[18] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See  <FRAGMENT_SUPPRESSED> , at paragraph 47; and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law. <FRAGMENT_SUPPRESSED> ARGUMENTS  <FRAGMENT_SUPPRESSED> The Applicant  <FRAGMENT_SUPPRESSED> The RPD's Negative Credibility Findings Are Unreasonable  <FRAGMENT_SUPPRESSED>", "[19] The Applicant says that he is a member of the Ashraf clan, a minority clan persecuted by stronger clans and by the militia. There is no central government in Somalia and therefore no state protection to members of this clan. Contrary to the Decision, the Applicant correctly identified the sub-clans that comprise the Ashraf as Hussein and Hassan, which originate from the Samran, and he correctly identified Fatima, the daughter of the Prophet Muhammad, as the one from whom all clans originate. This information is consistent with the country documentation.  <FRAGMENT_SUPPRESSED>", "[20] The Applicant argues that, when the RPD asked him to explain the origins of the clan name Ashraf, the question was phrased in such a way that the Applicant misunderstood and provided the literal meaning of the word, which is \"respect.\" The Applicant also contends that he was able to identify the \"key areas\" where Ashraf clan members reside and that it was unreasonable for the RPD to expect him to name \"all\" of the places where they reside. Finally, when the RPD asked the Applicant for his name, it asked only for the Applicant's \"personal\" name. This is why the Applicant did not give his lineage, which includes the name \"Sharif\" as do all Ashraf male names. The Applicant argues that the RPD's finding that his answers were inaccurate and his membership in the Ashraf clan was not credible is unreasonable and constitutes a reviewable error.  <FRAGMENT_SUPPRESSED>", "[21] The Applicant also submits that it was unreasonable for the RPD to assign little weight to the witness' testimony regarding the Applicant's identity. The witness testified that she was certain that he was who he claimed to be and that he was Ashraf. She and the Applicant have mutual relatives with whom she has remained in contact and who further confirmed the Applicant's identity. To afford little weight to this evidence, which was central to and clearly corroborated the Applicant's claim, constitutes a reviewable error.  <FRAGMENT_SUPPRESSED>", "[22] The Applicant argues that he fulfilled his obligation under Rule 7 and section 106 of the Act. He provided a detailed explanation for his inability to obtain documentation to prove his stay in the US and a lengthy account of his attempts to do to so. He explained that he failed to obtain documents from the US Immigration and Naturalization Service (INS) as he did not have his client identification or any other information regarding his case other than his name. He explained that he did not remember his US attorney's name and was unable to find her from the address he had for her, and so he concluded that she had moved. He was unable to obtain documents from his former employers in the US because he did not have their contact information; he believes their business to be defunct. The Applicant testified that he has a son, born in 2005 in Somalia, and he provided a detailed description of his wedding in 2003-both of which corroborate his claim that he did return to Somalia in 2003. In light of his detailed explanation and the fact that he does not have any right of residency or citizenship in any country other than Somalia, the Applicant argues that the RPD's conclusion amounts to a reviewable error.  <FRAGMENT_SUPPRESSED>", "[23] The Applicant contends that the RPD, in not considering all evidence led by counsel at the hearing, has ignored relevant evidence on the record. Its determination that the Applicant did not have good grounds for fearing persecution is flawed and constitutes a reviewable error.  <FRAGMENT_SUPPRESSED>  (QL) (FCA).  <FRAGMENT_SUPPRESSED> The Respondent  <FRAGMENT_SUPPRESSED> The Applicant Failed to Establish His Claim under Sections 96 and 97  <FRAGMENT_SUPPRESSED>", "[24] The RPD found that the Applicant's claim was neither credible nor well-founded. It stated: that the Applicant had failed to establish a nexus to any Convention ground; that the Applicant's claim of persecution based on political opinion was an embellishment; that the Applicant's testimony that he lived in Somalia without incident for five years despite the civil unrest was implausible; and that there is no indication that anyone is currently looking for the Applicant in Somalia or that his brothers in Somalia are being persecuted. None of these findings are challenged by the Applicant and are dispositive of the application.  <FRAGMENT_SUPPRESSED>", "[25] The Applicant failed to establish his identity through geographical origin because of his limited knowledge of the Ashraf clan and contradictory testimony. The Applicant could name only one of the seven sub-clans of the clans Hussein and Hassan. The RPD reasonably concluded that he did not know them. Contrary to the Applicant's argument, the RPD drew a negative inference because the Applicant could not name many of the places where Ashraf clan member reside, not because the Applicant could not name them all . The Applicant did not know that \"Ashraf\" was the title given to Fatima's sons by the Prophet Muhammad. It was reasonably open to the RPD to draw a negative inference from the Applicant's failure to include the name \"Sharif\" when asked to state his full name, even if a different inference was possible.  <FRAGMENT_SUPPRESSED> . Contrary to the Applicant's argument, he did not state at the hearing that his grandfather's name was \"Warsame Sharif\" and he did not explain to the RPD that, in asking if the RPD wanted him to provide his lineage, he was really asking if the RPD wanted him to state his full lineage name, which includes his grandfather's name.  <FRAGMENT_SUPPRESSED>", "[26] In addition, the Applicant failed to provide a reasonable explanation for his lack of documentary evidence regarding his identity. He lived in the US for three years and had extensive dealings with US immigration authorities. At the hearing, the Applicant stated that he made no effort to obtain documents from US authorities, despite having one-and-a-half years to do so, and he also made no effort to contact his former employer at the halal butcher shop in Minnesota, despite believing that the shop was still in operation. The Applicant's arguments that he contacted the INS, that he tried unsuccessfully to find his US attorney using an old address and that he believed the butcher shop to be out-of-business are unsupported by the evidence. The extent of the Applicant's efforts was to contact a former friend to ask if he knew the name and address of the US attorney, but the friend could not provide any useful information. The RPD's finding that the Applicant did not give a reasonable explanation for his lack of documentation or take reasonable steps to obtain the documentation, as is required under section 106 of the Act, was grounded in the evidence before the RPD.  <FRAGMENT_SUPPRESSED>", "[27] Finally, the testimony of the witness was properly given little weight, considering her lack of interaction with the Applicant in Somalia in 1995 and in Canada in recent years. Her testimony that she knows the Applicant is not determinative of the Applicant's identity, particularly in light of the RPD's other concerns. However, even if the RPD erred in any of its determinations regarding the Applicant's identity, these errors are not determinative of the application.  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED>", "[28] The Applicant has based this review application upon errors made by the RPD with respect to his personal identity.  <FRAGMENT_SUPPRESSED>", "[29] My review of the Certified Tribunal Record (CTR) suggests that the Applicant has good grounds for saying that some of the findings in paragraph 4 of the Decision are mistaken. The Applicant did demonstrate an awareness of sub-clans, he did know the origin of the clan name \"Ashraf\" and the confusion over his full name was really caused by the RPD and not the Applicant. He was able to name some of the communities where the Ashraf clan are known to settle, but not all of them. All in all, I think the RPD did not have strong grounds for the negative inference it drew concerning the Applicant's knowledge of the Ashraf clan and alleged contradictions.  <FRAGMENT_SUPPRESSED>", "[30] On the other hand, I do not think it can be said that the RPD was unreasonable as regards the witness evidence that is dealt with in paragraph 5 of the Decision. The CTR shows an extremely brief encounter between the witness and the Applicant long ago when the Applicant was a young boy. In effect they just said \"hi\" to each other, and there was no significant personal interaction to ground the identification of the Applicant so many years later. The witness herself had not been initially convinced that the Applicant was who he said he was, and she was convinced by others to change her mind. The RPD was correct in its findings that she emphasized his eyes and that there was a \"lack of interaction with the claimant both in 1995 and the present. <FRAGMENT_SUPPRESSED>", "[31] In summary, the RPD made some mistakes with regard to the Applicant's personal and national identity, but its doubts were not without a basis.  <FRAGMENT_SUPPRESSED>", "[32] In my view, however, the errors made in this regard do not assist the Applicant because, as the RPD goes on to point out, the Applicant also failed to establish that he had a credible and well-founded claim to protection. The Applicant does not take issue with the RPD's significant other findings in this regard. He failed to establish the alleged persecution, and he failed to establish his status in the US.  <FRAGMENT_SUPPRESSED>", "[33] The Applicant is required, pursuant to Rule 7 of the Rules and section 106 of the Act, to make \"reasonable\" efforts to document his identity.  <FRAGMENT_SUPPRESSED>", "[34] With respect to the Applicant's provision of identity documentation, I refer to the decision of Justice Marc Nadon, then of the Federal Court, in <FRAGMENT_SUPPRESSED> , at paragraph 8. Justice Nadon stated that \"an Applicant must come to a hearing with all of the evidence that he is able to offer and that he believes necessary to prove his claim\" (my emphasis). The RPD accepted that there would be no documents available from Somalia and examined the Applicant's personal and national identity by other means. However, there was no acceptable reason why the Applicant should not have provided documentation about the years he spent in the US, his interaction with US authorities and his present status in that country.  <FRAGMENT_SUPPRESSED>", "[35] I do not believe that the Applicant has provided \"all of the evidence that he is able to offer,\" nor has he \"provided a reasonable explanation for the lack of documentation or have taken reasonable steps to obtain the documentation\" as he is bound to do under section 106 of the Act. Setting aside the alleged efforts reported by the Applicant in his affidavit, which was not before the RPD, the record indicates that the Applicant did not contact US immigration authorities to obtain documentation regarding his identity and his status in the US. He claims that he feared that such an inquiry would trigger his deportation from Canada. However, this is a concern that he could easily have addressed with his lawyer, who would have been able to reassure him that American immigration officials have no power to deport him from Canada. Similarly, a request for copies of the documentation in the hands of American immigration officials could have been carried out by his lawyer. Even if the attempt was unsuccessful, the effort would stand in the Applicant's favour. Also, with respect to the Applicant's employer at the halal butcher shop, it is clear that the Applicant did not even go so far as to find out if the business was still operational, let alone request a letter attesting to his alleged activities in the US. The Applicant did not adduce \"all of the evidence that he is able to offer.\" He did not fulfill his obligations under section 106 of the Act as regards his experience in the US.  <FRAGMENT_SUPPRESSED>", "[36] The RPD's general finding that the Applicant's claim was not credible or well-founded was entirely reasonable given the evidence before it. The Applicant failed to establish a credible basis for section 96 persecution or section 97 risk, even if he is who he says he is.  <FRAGMENT_SUPPRESSED>", "[37] In addition, the Applicant simply fails to challenge important aspects of the Decision such as nexus, embellishment concerning political opinion, living in Somalia for five years without incident and lack of evidence that anyone is currently looking for him and his brothers. He also fails to challenge the forward-looking findings that he is not at risk if he returns to Somalia.  <FRAGMENT_SUPPRESSED>", "[38] When read as a whole, the Decision is clearly reasonable, notwithstanding the mistakes made about the Applicant's identity, as outlined above.  <FRAGMENT_SUPPRESSED>", "[39] Counsel for both parties agree that there is no question for certification and the Court concurs.  <FRAGMENT_SUPPRESSED>", "[40] THIS COURT'S JUDGMENT is that  <FRAGMENT_SUPPRESSED> 1. The application is dismissed.  <FRAGMENT_SUPPRESSED> 2. There is no question for certification.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}