{"id_": "031074", "body_str": ["[1] Phelan, J. : This judicial review concerns a Chinese couple who claimed to be persecuted because they are Christians and members of a \"house\" church. The Refugee Protection Division [RPD], on the basis of lack of credibility and the implausibility of their story, denied their refugee/protection application. II. Background", "[2] The Applicants claim that their friend, a Ms Xu, introduced them to the faith and took them to her underground Protestant church in the Shandong Province, China. They became members of the underground or house church in 2009. Two years later, the Applicants visited their son in Canada where they joined a church. This is the basis of the part of their claim.", "[3] Subsequent to their arrival in Canada, the Applicants claim that Ms Xu has been arrested and the Public Security Bureau [PSB] has been looking for them.", "[4] In the RPD's decision, the Member did not find the narrative of their conversion to be credible. She found implausible that Ms Xu readily revealed her membership in an illegal church given that Christians were facing significant persecution in Shandong Province.", "[5] The RPD acknowledged the documents corroborating the Applicants' practice of Christianity in Canada but because of credibility concerns of the narrative of events in China, the Member did not find such documents and activities to be conclusive of their faith.", "[6] The RPD also found that the narrative of being pursued by the PSB to be implausible because the PSB would know from its database that the Applicants were in Canada.", "[7] Finally, the Member accepted that house churches could, in some places, be subject to persecution; however, targeted individuals tended to be leaders and given the large number of Christian practitioners in non-state approved churches, the Applicants had not established a serious possibility that they would be persecuted. III. Analysis", "[8] It is trite law by now that a) the interpretation and assessment of evidence (particularly credibility findings) are subject to the reasonableness standard of review and b) that the legal test for burden of proof attracts a correctness standard.", "[9] The Applicants have attempted to make a legal issue out of terms such as \"conclusive evidence\" of their faith. However, looking at the decision as a whole, while there is some questionable wording, the RPD was focused on the correct legal test in this case.", "[10] However, this decision must be quashed on other grounds. Findings of credibility are accorded considerable deference but implausibility findings require a more rigorous standard, a clear articulation of the basis for a finding of implausibility - there must be support in the record upon which to find implausibility.", "[11] Given that this matter is to be returned to the RPD for a new determination, my comments on the facts and what can be drawn from them must be limited.", "[12] It was not possible to discern the objective basis for many of the implausibility findings. A conclusion that a matter is implausible without articulation of the basis in the record (rather than just some personal opinion) is arbitrary and unreasonable.", "[13] The RPD did not explain the finding that the PSB was not looking for the Applicants other than to suggest that the PSB could have used their database to find them. This was pure speculation especially in light of the significant evidence that there was persecution of house church members in Shandong Province.", "[14] On the one hand, the RPD discounts the Applicants' story of the meeting and actions of Ms Xu because of the threat of the PSB and then later concludes that the PSB is not likely to be looking for or interested in the Applicants. It is difficult to follow the RPD's line of reasoning.", "[15] The RPD did not consider whether there was persecution of house church members. As noted in REFERENCE_SUPPRESSED, freedom of religion includes the right to go public, the right to spread the gospel, and the right to bear witness. The RPD should have considered whether the house churches are today's version of the catacombs.", "[16] Having dismissed the refugee/protection claim based on events in China, the RPD had an obligation to consider the claim. It gave it such cursory consideration as to fail to properly consider that claim. IV. Conclusion", "[17] For these reasons, this judicial review will be granted, the RPD's decision quashed and the matter remitted to the RPD for a new decision by a different panel.", "[18] There is no question for certification. JUDGMENT", "[19] THIS COURT'S JUDGMENT is that the application for judicial review is granted, the Refugee Protection Division's decision is quashed and the matter is to be remitted to the Refugee Protection Division for a new decision by a different panel. CITATION_SUPPRESSED"]}