{"id_": "031191", "body_str": ["[1] I.", "[2]", "[3]", "[4]", "[5]", "[6] I, Angela Lynn Mason and Ricardo Gonzalez Dominguez, feel it is extremely important for Sara Dominguez Trejo and Lorenzo Gerardo Gonzales Castillo to reside in Canada. We rely on our parents for moral support and we are a close and loving family. As we are planning to soon have children, we feel it is very important for our children to know, and grow up close to their grandparents.  <FRAGMENT_SUPPRESSED> We are willing to help and support our parents in any way possible to enable them to stay in Canada. Feel free to contact us for additional information.  <FRAGMENT_SUPPRESSED>", "[7] II.", "[8] III.", "[9] IV. Analyse  <FRAGMENT_SUPPRESSED>", "[10]", "[12] Legault", "[13]", "[14]", "[15]", "[16]", "[17] . (Je souligne)  <FRAGMENT_SUPPRESSED>", "[18]", "[19]", "[20]", "[21]", "[22] V. Conclusion  <FRAGMENT_SUPPRESSED>", "[23]", "[24]", "[25] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[26] .........................  <FRAGMENT_SUPPRESSED> Lorenzo Gerardo Gonzales Castillo and  <FRAGMENT_SUPPRESSED>  is an application for judicial review filed under subsection 72(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (Act) of a decision made on August 18, 2008 by an immigration officer (officer) who denied the application for permanent residency by the applicants based on humanitarian considerations (H&C) under subsection 25(1) of the Act .  <FRAGMENT_SUPPRESSED> I. Facts  <FRAGMENT_SUPPRESSED>", "[2] The applicants are citizens of Mexico and parents of a son living in Mexico who is trying to immigrate to Canada, and another son, Ricardo, who is a permanent resident of Canada and father of a son of Canadian nationality who was born on March 13, 2008, of a union with a Canadian citizen with whom he lives.  <FRAGMENT_SUPPRESSED>", "[3] On January 1, 2007, the applicants came to visit their son Ricardo and his wife in Canada, and remained after their visitor status expired.  <FRAGMENT_SUPPRESSED>", "[4] They filed their H&C application on June 25, 2007, and were granted an extension of their visitor permit until January 14, 2008. From that date, the applicants lived in Canada without status until June 5, 2008, at which time they were granted a new extension.  <FRAGMENT_SUPPRESSED>", "[5] During their visit to Canada, the applicants received financial assistance from their son and daughter-in-law, who provided them with lodging and food.  <FRAGMENT_SUPPRESSED>", "[6] In support of their H&C application ,the applicants submitted only a letter signed by their son and daughter-in-law, dated May 31, 2007, which indicated that they relied on the moral support of the applicants. The letter reads as follows:  <FRAGMENT_SUPPRESSED> I, Angela Lynn Mason and Ricardo Gonzalez Dominguez, feel it is extremely important for Sara Dominguez Trejo and Lorenzo Gerardo Gonzales Castillo to reside in Canada. We rely on our parents for moral support and we are a close and loving family. As we are planning to soon have children, we feel it is very important for our children to know, and grow up close to their grandparents.  <FRAGMENT_SUPPRESSED> We are willing to help and support our parents in any way possible to enable them to stay in Canada. Feel free to contact us for additional information.  <FRAGMENT_SUPPRESSED>", "[7] On July 10, 2008, the officer telephoned to update the applicants' file; this was when she was informed of the birth, on March 13, 2008, of their first grandchild. The applicants added no other evidence to their file in support of their request for an exemption.  <FRAGMENT_SUPPRESSED> II. Impugned decision  <FRAGMENT_SUPPRESSED>", "[8] In her decision, the officer found insufficient reasons in the evidence filed by the applicants to grant them the requested exemption, and consequently concluded that \"[TRANSLATION] applying for residency abroad, as required under the Act, would not expose the applicant and his spouse to unusual, undeserved or disproportionate hardship\", and denied them the exemption.  <FRAGMENT_SUPPRESSED> III. Issues  <FRAGMENT_SUPPRESSED>", "[9] This application for judicial review essentially raises two issues: did the officer err in her assessment of the child's best interests ; and was the officer's negative decision unreasonable having regard to the facts and the law?  <FRAGMENT_SUPPRESSED> IV. Analysis  <FRAGMENT_SUPPRESSED> Standard of review applicable to H&C decisions  <FRAGMENT_SUPPRESSED>", "[10] The standard of judicial review that is applicable to the denial of an H&C application by an officer is that of reasonableness, and has not changed since the Supreme Court's decision in <FRAGMENT_SUPPRESSED> ) that an immigration officer will use the discretionary authority conferred under subsection 25(1) of the Act to allow a foreign national to file an application for permanent residency in Canada. An applicant without status on Canadian soil remains a foreign national under the Act. Consequently, without the exemption sought in this case, such an applicant must apply from outside Canada, as required under the Act.  <FRAGMENT_SUPPRESSED>", "[12] The onus is on the foreigner seeking permission to apply within Canada to prove to the officer that the requirement to apply from outside Canada would cause him or her unusual, undeserved or disproportionate hardship ( <FRAGMENT_SUPPRESSED> , at paragraph 23).  <FRAGMENT_SUPPRESSED> Has the applicant discharged his burden of proof?  <FRAGMENT_SUPPRESSED>", "[13] The applicants allege that their H&C application is based mainly on family reunification and the best interests of their grandson. They claim that the officer's assessment of the documentary evidence and her decision contradict the very aim of the Act, which is to promote family unification.  <FRAGMENT_SUPPRESSED>", "[14] Moreover, they maintain that the officer was not sufficiently \"alert, alive and sensitive\" to the best interests of their grandson in failing to consider that his parents rely on the moral support provided by the applicants and consider it very important to have their grandson raised close to his grandparents. They refer to <FRAGMENT_SUPPRESSED>  and stress the decision-maker's obligation to be alert, alive and sensitive to the child's best interests . However, the Court cannot ignore the fact that this decision nonetheless recognizes that even though a great deal of weight is given to the child's best interests, based on the Federal Court of Appeal's decision in  <FRAGMENT_SUPPRESSED> , these interests are not necessarily the determining factor in every case. In other words, mere mention of the child is not enough. The child's interests remain one of several factors to be carefully reviewed and weighed.  <FRAGMENT_SUPPRESSED>", "[15] To expect a different decision from the officer, she would have had to know in concrete terms how and why the grandson's best interests would be better served by the continuous presence of his grandparents. It was not enough for the son and daughter-in-law of the applicants to support their application and state that \"We rely on our parents for moral support and we are a close and loving family. As we are planning to soon have children, we feel it is very important for our children to know, and grow up close to their grandparents\". There should have been some concrete demonstration of what this support entailed, which might have allowed the officer to be more \"alert, alive and sensitive\" than she was when presented with poorly substantiated evidence.  <FRAGMENT_SUPPRESSED>", "[16] Other than informing the officer of their civil status, their extended family, and very little about their personal situation, the applicants were far from forthcoming in explaining what their past, current and future contribution involved in terms of providing \"moral support\" to their son Ricardo's family. At the time of reviewing their file, the officer contacted the applicants to give them the opportunity to expand on it. That was when she learned of the birth of the grandson. Had it not been for that phone call, the evidence would not even have included the addition of a grandson to the applicants' extended family.  <FRAGMENT_SUPPRESSED>", "[17] In her decision, the officer explained as follows:  <FRAGMENT_SUPPRESSED> [TRANSLATION]  <FRAGMENT_SUPPRESSED> ... I note and understand the grandparents' love for this baby. I have noted that the parents would like the grandparents to remain close to him, but given the child's current age, its significant ties at this time are to his father and mother . (emphasis added)  <FRAGMENT_SUPPRESSED>", "[18] To what other evidence should the officer have been alert, alive and sensitive? The applicants cannot reproach the officer for having failed to be alert, alive and sensitive to nonexistent factual evidence when it was up to them to provide the evidence in support of their claims ( <FRAGMENT_SUPPRESSED> ). Limiting the evidence to the kind of general statement contained in the letter reproduced above is not enough to justify the requested exemption.  <FRAGMENT_SUPPRESSED>", "[19] The applicants told the officer that they did not have any problems in Mexico, and did not foresee any in terms of visiting Canada since they did not require a visa. They will be able to maintain contact with their son, daughter-in-law and grandson, who will be able to visit them.  <FRAGMENT_SUPPRESSED>", "[20] Given the facts submitted in evidence and the requirements of the Act, the Court does not see how and why the applicants qualify the impugned decision as unreasonable.  <FRAGMENT_SUPPRESSED> Family unit  <FRAGMENT_SUPPRESSED>", "[21] The applicants argue, furthermore, that the officer's decision disregards the main objective of their application, which is family reunification. Accepting this rationale would amount to saying that all foreign nationals visiting Canada to keep in touch with their children and grandchildren settled in Canada should be admitted simply to provide moral support to their children and grandchildren, without having to demonstrate that applying for permanent residency from abroad would expose them to unusual, undeserved or disproportionate hardship. This is certainly not the goal of the Act when it provides that in exceptional circumstances and for very specific reasons, the officer may grant an exemption from the requirement to make an application for permanent residency from abroad.  <FRAGMENT_SUPPRESSED>", "[22] With regard to the integration of the applicants, it should be noted that in her decision the officer takes into consideration the fact that \"[TRANSLATION] the son and daughter-in-law help the applicant and his spouse by housing and feeding them\". She also notes that \"[TRANSLATION] ... the couple speak no French and very little English. Moreover, the couple do not work and they are not involved in any community organization or volunteer or other activity\". However, she does indicate that these factors did not influence her decision.  <FRAGMENT_SUPPRESSED> V. Conclusion  <FRAGMENT_SUPPRESSED>", "[23] In short, the applicants got the decision that their application and evidence warranted. Given the very limited evidence that the officer had before her, she was as alert, alive and sensitive to the child's best interests as the evidence allowed. She could not be blamed for insufficient evidence, especially since it was up to the applicants to prove their claims.  <FRAGMENT_SUPPRESSED>", "[24] For these reasons, the Court finds that the decision challenged in this case is more than reasonable, and the application is therefore dismissed.  <FRAGMENT_SUPPRESSED>", "[25] Since no serious question of general importance was or should be proposed, none will be certified.  <FRAGMENT_SUPPRESSED>", "[26] FOR THESE REASONS, THE COURT DISMISSES the application for judicial review.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>"]}