{"id_": "031140", "body_str": ["[1] Fothergill, J. : Ergin Uyucu (the Applicant) has brought an application for judicial review pursuant to s 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (the IRPA) of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board). The Board determined that the Applicant is neither a Convention refugee within the meaning of s 96 of the IRPA, nor a person in need of protection as defined in s 97(1) of the IRPA.", "[2] For the reasons that follow, the application for judicial review is dismissed. II. Background", "[3] The Applicant's claim to be a refugee was based on the following contentions.", "[4] The Applicant is 38 years old. He is a Kurd and a citizen of Turkey. He has a wife and a 13-year old son, both of whom live in Turkey in the Kurdish town of Karacada in the District of Kulu. The Applicant's first language is Kurdish Kurmanji.", "[5] The Applicant says that he has a well-founded fear of persecution based on the Convention grounds of ethnicity, membership in a particular social group and political opinion, both as an ethnic Kurd and as an advocate for Kurdish rights. He asserts that he faces a risk to his life or a risk of cruel and unusual treatment or punishment should he return to Turkey.", "[6] In 2001, having experienced discrimination due to his Kurdish ethnicity, particularly with respect to obtaining work contracts, the Applicant travelled to Denmark on a three-week visitor's visa. He stayed in Denmark for nine months.", "[7] The Applicant testified before the Board that he and his wife agreed to divorce to enable the Applicant to obtain permanent residence in Denmark through marriage to a Danish citizen. The plan did not come to fruition, and the Applicant and his wife remarried in 2007.", "[8] The Applicant next sought refugee protection in Austria, but this was ultimately denied. During the four years that he spent in Austria, the Applicant organized Newroz celebrations and other pro-Kurdish events, and distributed brochures to raise awareness of Kurdish issues.", "[9] Upon learning that an appeal of his negative refugee determination in Austria was unlikely to succeed and that he may face greater risk returning to Turkey as a failed refugee claimant, the Applicant returned to Turkey voluntarily in 2006. Upon arrival at Esenbo a Airport in Ankara, the Applicant was interrogated for three hours and detained for two days by the Ankara Security Directorate (ASD). The focus of the ASD's interrogation was his five-year stay in Europe and his possible links to the Kurdistan Workers' Party (PKK).", "[10] In 2009, the Applicant was hired by his brother-in-law to work in a private dormitory of Selçuk University in Konya, Turkey on the condition that he avoid any involvement in pro-Kurdish activities. Shortly thereafter, a Turkish nationalist and member of the National Movement Party (MHP) was hired as the Applicant's assistant. This individual often provoked and insulted the Applicant because of his Kurdish ethnicity and political views.", "[11] In March, 2011 the Applicant was interrogated, beaten and detained overnight at the Kulu District Security Directorate after he lit a bonfire during Newroz in Karacada .", "[12] In August, 2011, while the Applicant and his brother were shopping in the market in Kulu, Turkish nationalists pulled the Applicant out of a truck, and a group of approximately 15 MHP supporters insulted and beat him with a stick. The Applicant's brother was also beaten. The police arrived, but rather than intervene they accused the Applicant of insulting the Turkish nation and flag, and having links to the PKK. The Applicant was arrested, interrogated, beaten with truncheons and detained for half a day in Kulu. The Applicant's attackers were never prosecuted.", "[13] In October, 2011 the Applicant refused to attend a commemorative ceremony in honour of Turkish soldiers who had been killed by members of the PKK. This displeased the Applicant's brother-in-law, who initially refused to permit the Applicant to return to his job. He eventually relented and the Applicant returned to work.", "[14] Following an argument between the Applicant and his assistant, the assistant called the police and accused the Applicant of insulting the Turkish nation and supporting the PKK. The Applicant was interrogated, beaten and subjected to falaka (beating on the soles of the feet) by the police. The police questioned the Applicant regarding his refusal to attend the commemoration ceremony and accused him of supporting the PKK. The Applicant denied the accusations and was released after two days.", "[15] Following these events, the Applicant quit his job and departed Turkey on March 13, 2012. With the help of an agent, the Applicant arrived in Canada via the United States and sought refugee protection in Toronto on March 20, 2012.", "[16] A hearing was held before the RPD on March 10, 2014. III. The Board's Decision", "[17] In a decision dated March 19, 2014, the RPD rejected the Applicant's refugee claim. The determinative issue was the Applicant's credibility.", "[18] The RPD found that the Applicant's statements that he was involved in pro-Kurdish political initiatives in Austria and Turkey, that he was arrested and tortured in Turkey in 2011, and that he is now suspected by Turkish authorities of being a PKK supporter, were insufficiently supported by the evidence. The RPD also drew a negative inference with respect to the Applicant's overall credibility from his \"demonstrated ability and willingness to take drastic measures to gain status abroad\", most notably by divorcing his wife in the hope of gaining status through marriage to a Danish citizen (RPD Decision at para 27).", "[19] Finally, the RPD drew a negative inference from the Applicant's re-availment of state protection in Turkey in 2006, which was found to undermine his claim of subjective fear in that country. IV. Issue", "[20] The sole issue raised in this application for judicial review is whether the RPD's assessment of the Applicant's credibility and the evidence was reasonable. V. Analysis", "[21] The standard of review applicable to the RPD's findings regarding the Applicant's credibility and his subjective fear of persecution is reasonableness (REFERENCE_SUPPRESSED). In applying the reasonableness standard, this Court owes deference to the RPD's findings of fact and of mixed fact and law. It cannot substitute its own view of the appropriate outcome or reweigh the evidence (REFERENCE_SUPPRESSED).", "[22] In rejecting the Applicant's claim, the RPD identified the following concerns with respect to his credibility: a) The Applicant failed to present corroborative evidence regarding his pro-Kurdish political activities in Turkey and Austria. The RPD noted that letters of support or documents outlining the Applicant's political involvement could have easily been provided (RPD Decision at para 13). b) The Applicant failed to demonstrate persecution by the Turkish authorities based upon their suspicion that he had connections with the PKK. In particular, the RPD noted that the Turkish authorities released the Applicant from detention after satisfying themselves that he was not a PKK supporter; the Applicant obtained a passport in December, 2011, the same year of his alleged detentions by the Turkish authorities; and the Applicant was able to withstand scrutiny during airport security screenings upon departure from Turkey. The RPD concluded that the Applicant is not now suspected of being a PKK supporter. c) The Applicant failed to demonstrate that he was persecuted due to his membership in the Peace and Democracy Party (BDP). The RPD accepted that the Applicant was a member of the BDP and recognized past incidents of state-sanctioned violence against BDP members. However, the RPD found that membership in the BDP was not, in and of itself, sufficient to sustain a finding of persecution or risk. d) A letter dated January 18, 2014 from the Chairman of the BDP, which stated only that the Applicant was a permanent party member, had little probative value. The letter did not provide any dates of the Applicant's membership or information regarding his roles and responsibilities within the BDP. Moreover, the letter did not mention that the Applicant was arrested or detained in 2011 on account of his political opinion. e) Four of the alleged detentions in 2011 and the beatings and torture inflicted upon the Applicant by Turkish authorities were not supported by the evidence, and the Applicant failed to provide sufficient and trustworthy evidence to establish that he was injured while he was detained in Turkey. The Applicant did not seek or require medical attention following his alleged beatings in 2011. f) The medical report of Dr. Hirsz dated September 16, 2013 was inconclusive and lacked detail. The Applicant testified that he provided Dr. Hirsz with information about his back injury, but neglected to mention the falaka or other inflictions of torture. The Applicant was unable to provide satisfactory explanations for these omissions. He could not recall whether Dr. Hirsz examined parts of his body other than his back.", "[23] The RPD also considered reports contained in the National Documentation Package for Turkey, which recognized the occurrence of arrests, detentions and convictions against supporters of the BDP and its predecessor party, the Democratic Society Party, between 2007 and 2010. The RPD acknowledged that Kurds who publicly or politically assert their Kurdish identity or promote use of the Kurdish language in the public domain risk censure, harassment or prosecution, although significantly less than in previous years. Nevertheless, the RPD found that the Applicant was unable to link his personal circumstances to the general conditions described in the country reports.", "[24] I am unable to find any reviewable error in the RPD's assessment of the Applicant's credibility and the evidence. A review of the transcript of the RPD's hearing confirms that the Applicant was given ample opportunity to explain inconsistencies and incoherencies in his testimony and the documentary evidence that he offered in support.", "[25] The Respondent concedes that it was not open to the RPD to reject the Applicant's credibility solely on the ground of a lack of corroborating evidence. However, corroborating evidence may be required when there are reasons to doubt a claimant's credibility (REFERENCE_SUPPRESSED). This may be due to inconsistencies in the evidence, or other reasons to question the Applicant's veracity; here, the Applicant's history of seeking asylum in other countries, sometimes resorting to drastic measures, coupled with his re-availment of state protection in Turkey.", "[26] In this case, it was reasonable for the RPD to require some evidence to corroborate the Applicant's claims (REFERENCE_SUPPRESSED). As Justice Near wrote in REFERENCE_SUPPRESSED, \"[i]t is not unreasonable to require documentary corroboration of critical aspects of the Applicant's claim, including additional information related to the attacks he claimed to have been subjected to [...]\"", "[27] It is also within the ambit of the RPD's role to weigh the evidence and attribute probative value to each element (REFERENCE_SUPPRESSED).", "[28] Moreover, a finding that a claimant's subjective fear is not objectively well-founded can be fatal to a refugee claim (REFERENCE_SUPPRESSED). There must be a proven link between the Applicant's individual circumstances and the objective documentary evidence on country conditions (REFERENCE_SUPPRESSED).", "[29] In this case, the RPD doubted the Applicant's subjective fear due in part to his re-availment of state protection in Turkey. Re-availment of the protection of one's country of nationality typically suggests an absence of risk or a lack of subjective fear of persecution (REFERENCE_SUPPRESSED). As Justice Barnes remarked in REFERENCE_SUPPRESSED, \"[a]bsent compelling reasons, people do not abandon safe havens to return to places where their personal safety is in jeopardy\".", "[30] In my view, it was open to the RPD to reject the Applicant's explanations for his return to Turkey (REFERENCE_SUPPRESSED). The Applicant said that he wished to avoid returning to Turkey as a failed refugee claimant following an unsuccessful appeal, but he did not explain how this would differ from returning to Turkey as a failed refugee claimant (as he did) following the initial determination of his claim in Austria.", "[31] In any event, the RPD's dismissal of the Applicant's refugee claim was not based solely on his re-availment of state protection in Turkey. Re-availment was just one factor among others that were considered by the RPD. VI. Conclusion", "[32] The RPD's findings were supported by the testimony and other evidence presented, and are consistent with the requirements of transparency, intelligibility and justification within the decision-making process ( CITATION_SUPPRESSED). The application for judicial review is dismissed. JUDGMENT", "[33] THIS COURT'S JUDGMENT is that the application for judicial is dismissed. No question is certified for appeal. CITATION_SUPPRESSED"]}