{"id_": "031202", "body_str": ["[1] Mosley, J. : This is an application for judicial review brought by the Minister, challenging the grant of Canadian citizenship to the respondent, Mrs Thomas. The Minister has also challenged the grant of citizenship to the respondent's husband, Mr Vijayan, in a companion application (T-1756-14).", "[2] The Court has reached opposite conclusions in these files. For the reasons given below, the Minister's application for judicial review with respect to Mrs Thomas is dismissed. For the reasons given in the judgment disposing of the companion application, the Minister's application for judicial review concerning Mr Vijayan is granted. I. Facts", "[3] Mrs Thomas is an Indian citizen and appears to have held permanent resident status in the United Arab Emirates until 2008. She moved to Canada as a permanent resident with her husband on July 16, 2007.", "[4] The respondent gave birth to her youngest child in the United States on September 30, 2007. This child had serious medical problems. The respondent alleges that she home-schooled her three older children while caring for her hospitalized newborn in the United States between the date of birth and March 2008. She claims that she entered Canada with her family on March 21, 2008, after her youngest child was able to travel. Her passport does not show any entry stamp for this date.", "[5] The respondent and her husband submitted applications for Canadian citizenship on July 18, 2011. Thus, the relevant time period for residence runs from July 18, 2007 to July 18, 2011.", "[6] The respondent submitted report cards showing that her children began attending school in Canada in September 2008.", "[7] The respondent provided invoices for medical services in Canada on July 29, August 9 and September 20, 2007. Following the birth of her daughter, she provided no records of any medical treatment in Canada between March 2008 and August 2008.", "[8] The respondent also submitted financial records showing little activity in Canada between March 2008 and August 2008.", "[9] A Citizenship Officer prepared a File Preparation and Analysis Template [FPAT] and placed it on the file for consideration by the Citizenship Judge. The FPAT is a protected document that is not disclosed as part of the certified tribunal record [CTR]. The Officer swore an affidavit in these proceedings claiming that he raised the following concerns in the FPAT: 1. The respondent's declared return to Canada on March 21, 2008 was not confirmed in her passport; 2. The respondent waited nearly two years before seeking permanent residence in Canada for her daughter born in the United States; 3. The report cards for the respondent's children only begin in September 2008; 4. The respondent's bank records show minimal activity in Canada from March 2008 until September 2008; 5. The respondent provided no evidence of medical treatment for herself or her children in Canada between March 2008 and August 2008; 6. The respondent declared six absences during the relevant period but her passports only contain two Canadian re-entry stamps; and 7. The respondent renewed her passport approximately 7 years before its expiry.", "[10] Mrs Thomas and her husband attended separate hearings before the Citizenship Judge on October 29, 2013. The Judge issued his decision granting Canadian citizenship to Mrs Thomas on June 30, 2014.", "[11] The applicant filed a notice of application for judicial review on August 14, 2014. The Court granted leave. II. Issues", "[12] This application raises two issues: 1. Should an extension of time be granted? 2. Did the Citizenship Judge assess the evidence unreasonably? III. Standard of Review", "[13] The first issue is a question of law which the Court must answer for itself.", "[14] The parties agree that the standard of reasonableness applies to the second issue (see e.g. Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ; Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ; Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ). IV. Decision under Review", "[15] The decision contains three pages of handwritten Decision Notes and two more pages of miscellaneous notes.", "[16] In the Decision Notes, the Citizenship Judge immediately declares: \"The Applicant was very credible at the hearing\". He then provides background information.", "[17] The Citizenship Judge notes that there are no stamps in the respondent's passport from land crossings into the US \"probably because she had a US visa\". Later, he notes that the respondent had 55 outstanding Ontario Health Insurance Plan [OHIP] claims during the residence period.", "[18] The Citizenship Judge addresses the Officer's concern about the delay in sponsoring the newborn daughter for Canadian permanent residence. He accepts the respondent's account of the child's health complications in the United States.", "[19] The Citizenship Judge concludes: \"Applicant has provided sufficient evidence of her physical presence in Canada. I am satisfied that she has met the residence requirements of paragraph 5 (1) (c) of the Citizenship Act. V. Analysis. A. Should an extension of time be granted?", "[20] The Citizenship Judge rendered the decision under review on June 30, 2014. At that time, the Citizenship Act , RSC 1985, c C-29 [Act] gave the Minister 60 days to appeal. The Minister's notice of appeal would have been due on or before August 29, 2014.", "[21] However, on August 1, 2014, an amendment made pursuant to the Strengthening Canadian Citizenship Act , SC 2014, c 22 came into force. Since the amendment, section 22.1 of the Act provides that a notice of application for leave must be filed within 30 days of the decision.", "[22] Due to an administrative error, the Minister's file reflected the deadlines of the Act as it read at the time the decision was rendered. As a result, the notice of application for leave was filed on August 14, 2014.", "[23] To obtain an extension of time, a party must satisfy the four part conjunctive test set out in <FRAGMENT_SUPPRESSED>  (FCA) by demonstrating: (1) a continuing intention to pursue the application; (2) that the application has some merit; (3) that no prejudice to the other party arises as a result of the delay; and (4) that a reasonable explanation for the delay exists.", "[24] I observe that the Court must decide this matter even though leave was granted, since the order granting leave was silent on whether an extension of time was appropriate ( <FRAGMENT_SUPPRESSED> ).", "[25] In my view, the Minister has met the <FRAGMENT_SUPPRESSED> test. To begin, he has shown a continuing intention to file the application. He provided affidavit evidence to that effect. The application was filed late but well in advance of the deadline which he erroneously believed to be in force. As such, I accept that the Minister always intended to challenge the decision under review and filed the application as soon as he became aware of the error.", "[26] The application is not entirely without merit. It raises at least some arguable issues.", "[27] I reject the respondent's argument that an extension would inflict prejudice upon her. The inconvenience she mentions does not follow from the delay but from the very fact that her grant of citizenship has been challenged. The same prejudice would have arisen even if the Minister had filed this application the day after the Citizenship Judge rendered the decision under review. The application was filed six weeks after the decision was rendered and two weeks late. This delay is not so great as to inflict any prejudice which would not have existed otherwise.", "[28] Finally, I accept the Minister's explanation as reasonable. Although it is somewhat unseemly for government lawyers to miss statutory deadlines, the human error in this case is excusable. Moreover, the brevity of the delay suggests that the Minister's delegates identified their error rather promptly. B. Did the Citizenship Judge assess the evidence unreasonably?", "[29] The Citizenship Judge applied the quantitative test to approve Mrs Thomas's application for Canadian citizenship. The question before the Court is whether he erred in concluding that she had established her physical presence in Canada during the relevant period.", "[30] According to the Minister, there is insufficient credible evidence to establish that the respondent was physically present in Canada for 1,095 days. In particular, the Minister argues that the evidence does not support her presence in the country between March and June 2008.", "[31] The respondent counters that the Citizenship Judge applied the quantitative test reasonably and addressed the Minister's concerns. Her daughter could not obtain publicly funded health care as soon as she entered Canada in March 2008 because there is a three month waiting period to become eligible for coverage. In the meantime, she received follow-up care in the United States. In addition, Mrs Thomas declared absences from Canada between June and August 2008. That accounts for her limited bank activity in Canada during that time.", "[32] In Canada (Citizenship and  <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], Justice Boivin explained that a Citizenship Judge's decision must address gaps and inconsistencies in the evidence in order to be reasonable: It is not up to this Court to reassess the evidence submitted by the respondent. That being the case, the Court can only note that several gaps in the evidence do not seem to have been considered or analyzed by the citizenship judge Abou-Zahra Al  <FRAGMENT_SUPPRESSED> ). Contrary to the respondent's argument, the Court is unable to understand the citizenship judge's reasoning on the mere reading of the reasons and notes and comprehend what were the relevant factors or documents that convinced him that the respondent met the residence tests ( Saad , above). In fact, the respondent is in effect asking this Court to surmise the citizenship judge's reasoning. The respondent did not convince this Court that the citizenship judge's decision falls within a range of possible, acceptable outcomes in respect of the facts and law. [Emphasis added]", "[33] In Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  because the Citizenship Judge had failed to \"examine, weight and analyze the evidence, which contained major shortcomings\". That evidence included bank documents showing minimal activity in Canada, in addition to problematic tax documents, telephone bills and credit card statements.", "[34] In my view, the Citizenship Judge did not commit any reviewable error. Although his notes could have been clearer and more thorough, his ultimate decision rests on a reasonable assessment of the evidence, including the explanations provided by Mrs Thomas. On judicial review, the Court must defer to the decision-maker's weighing of the evidence and credibility determinations in the absence of clear error.", "[35] Unlike <FRAGMENT_SUPPRESSED> and Abou-Zahra , this case does not feature unexplained gaps in the evidence. Mrs Thomas explained that her bank activity was minimal during the period raised by the Minister due to her declared absences from the country. She also explained that her youngest daughter did not use public health care as soon as she entered Canada in March 2008 because of the waiting period. She states that her daughter and she obtained coverage in November 2008 and subsequently accessed Canadian health care services.", "[36] Upon evaluating the totality of the evidence, the Citizenship Judge reasonably concluded that Mrs Thomas met the quantitative test for citizenship. There is no reason for this Court to intervene. VI. Remedy", "[37] The Court will dismiss the Minister's application for judicial review without costs.", "[38] The parties did not propose any question for certification and none will be certified. JUDGMENT", "[39] THIS COURT'S JUDGMENT is that the application for judicial review is dismissed, without costs. No question is certified.", "[2] I.", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11] II.", "[12] III. La norme de contrôle", "[13]", "[14] <FRAGMENT_SUPPRESSED> à 14; <FRAGMENT_SUPPRESSED> à 28; <FRAGMENT_SUPPRESSED> ). IV.", "[15]", "[16]", "[17]", "[18]", "[19] . » V. Analyse A.", "[20]", "[21]", "[22]", "[23]", "[24] <FRAGMENT_SUPPRESSED> à 18).", "[25]", "[26]", "[27]", "[28] B.", "[29]", "[30]", "[31]", "[32] Abou-Zahra, Al Showaiter, Saad,", "[33] <FRAGMENT_SUPPRESSED> [ Abou-Zahra", "[34]", "[35] Abou-Zahra", "[36]", "[37]", "[38] JUGEMENT", "[39] [End of document]"]}