{"id_": "031235", "body_str": ["[1] , ni celle de « II.", "[2]", "[3]", "[4]", "[5] III.", "[6] IV.", "[7] V. Analyse Norme de contrôle", "[8] <FRAGMENT_SUPPRESSED> )", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16] b)(ii) de la Loi.", "[17] V. Conclusion", "[18]", "[19] JUGEMENT", "[20] REJETTE la demande de contrôle judiciaire. <FRAGMENT_SUPPRESSED>  seeking judicial review under subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (Act), of a decision dated July 10, 2008, by the Refugee Protection Division of the Immigration and Refugee Board (RPD), which determined that she was neither a \" refugee \" nor a \" person in need of protection \" within the meaning of sections 96 and 97 of the Act, and which accordingly rejected her refugee protection claim, on the basis that it had no nexus to any of the five Convention grounds and her fear of being kidnapped was a generalized risk. II. Facts", "[2] The applicant, a citizen of Haiti, alleges that, as a woman, she fears being the victim of rape in her country. She also alleges that she would be personally targeted since she has travelled abroad and would therefore be perceived as being wealthy.", "[3] Following a trip to Canada in 2002 to accompany an aunt, who was a Canadian citizen and too old to travel alone, the applicant allegedly returned to Haiti and reported having been robbed at home.", "[4] On June 11, 2003, the applicant allegedly once again left Haiti with her aunt to come to Canada, where she has since remained.", "[5] She alleges that, in November 2006, she learned of the kidnapping for ransom  <FRAGMENT_SUPPRESSED>  of one of her neighbours, a woman, who was allegedly raped before being killed. According to her, it was only on February 22, 2007, that, motivated by that distant event, she claimed refugee status in Canada, on the basis that, as a woman, she fears being the victim of rape in her country. She also alleges that she would be specifically targeted because of her trip abroad and the perception thus created that she is wealthy. III. Impugned decision", "[6] In rejecting her refugee protection claim, the RPD concluded that it has \"no nexus to any of the five Convention grounds and the claimant's fear of being kidnapped [was] a generalized risk\" rather than a personalized one. IV. Issue", "[7] Did the RPD make an unreasonable error in concluding that the applicant was not a \"person in need of protection\" under the Act? V. Analysis Standard of review", "[8] Given that this issue raises a question of mixed fact and law, the Court will apply in its analysis the standard of reasonableness set out by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> ) despite the applicant's submissions that the applicable standard here is that of correctness.", "[9] The applicant says that she fears being kidnapped, raped and tortured should she return to Haiti because of the general crime and violence in her country of origin.", "[10] The applicant does not challenge the RPD's conclusion that her fear of being targeted by criminals because they perceive her as being wealthy fails to meet the RPD's tests.", "[11] However, she submits that the tribunal errs in law by failing to recognize women  <FRAGMENT_SUPPRESSED>  who may be targeted by criminals on the basis of their sex as a group that, in her view, meets the tests to qualify as a particular social group within the meaning of the Convention.", "[12] Essentially, the applicant's submissions amount to saying that all women  <FRAGMENT_SUPPRESSED> , including herself, would be members of that group simply by being potential victims of criminal acts (rape) specific to their sex. Merits of the decision", "[13] The RPD correctly analyzed and understood the applicant's submissions on that aspect of her claim, even though it cannot conclude that, in this case, her fear of persecution is based on her sex. The RPD essentially bases its decision on the following observations: a. The main source of the applicant's alleged fear \"lies not in the fact that she is a woman, but in the situation of insecurity  <FRAGMENT_SUPPRESSED> , which results from widespread criminality throughout the country\". b. In addition, the applicant does not fear a specific person or group. She \"does not know the identity of her potential aggressors; she fears all potential criminals in  <FRAGMENT_SUPPRESSED>  where crime is endemic . . . both women and men are likely to be victims of [crime]\".", "[14] The violence feared by the applicant arises from general criminal activity  <FRAGMENT_SUPPRESSED> , and not the discriminatory targeting of women in particular. The harm feared is criminal in nature and has no nexus to the Convention refugee definition. The generalized risk of a situation in a country must be distinguished from the probable risk to a person on the basis of his or her particular circumstances.", "[15] At the hearing, the applicant herself admitted that in [translation] \"Haiti, everyone is scared\" and that women or people like her who travel to Canada are not more likely to be specifically attacked; all Haitians, both men and women, she agrees, fear kidnappings and rape.", "[16] The risk alleged by the applicant is a random risk shared by everyone who lives in her country; it does not personally or particularly target the applicant. The situation that the applicant fears is no different from that faced by other individuals from her country; therefore, she does not qualify as a person in need of protection, as set out by subparagraph 97(1)(b)(ii) of the Act.", "[17] After analyzing the facts submitted in evidence and the impugned decision, the Court must find that the RPD correctly concluded that the applicant failed to discharge her burden of proving that she was in the situation of a person in need of protection within the meaning of sections 96 and 97 of the Act. The RPD's decision is worthy of all the deference owed to it by this Court. V. Conclusion", "[18] The RPD's decision is justified by both the facts submitted in evidence and the law bearing on those facts; therefore, it is a reasonable decision that does not warrant the Court's intervention. The application will therefore be dismissed.", "[19] Since no serious question of general importance was proposed, no question will be certified. JUDGMENT", "[20] FOR THESE REASONS, THE COURT DISMISSES the application for judicial review. [End of document]"]}