{"id_": "031427", "body_str": ["[1] McKeown, J. : The Applicant seeks judicial review of the November 29, 1999 decision of the Public Service Commission Appeal Board (the \"Appeal Board\") wherein the Appeal Board allowed the Respondent Girouard's appeal against the selection of the Respondent Gilbert for appointment to the position of Official Languages Coordinator (AS-02) with the Royal Canadian Mounted Police at Fredericton, New Brunswick.", "[2] At page 36 of its decision, the Appeal Board found with regard to the time accommodations made for the Respondent Girouard: \"... pursuant to the Supreme Court test in British  <FRAGMENT_SUPPRESSED>  by the selection board because the department has not demonstrated that the Supervisor Simulation Exercise (428) is a bona fide occupational requirement (BFOR) in staffing the position under competition. In the result, the merit principle has not been observed.\" The Appeal Board made no finding regarding the suitability of the test room, as it had already determined the Appeal on the issue of time accommodation.", "[3] The issues are (1) whether the Appeal Board failed to apply the correct legal test to determine whether the merit principle was observed; and (2) whether the principles of natural justice were violated by the Appeal Board's application of the Bona fide Occupational Requirement (BFOR) test because it did not afford the Applicant a reasonable opportunity to address the issues raised by that test. FACTS", "[4] The RCMP held a closed competition to staff the position of Official Languages Coordinator, AS-02, in Fredericton, New Brunswick. The closing date for applications was May 27, 1999 and the Notice of Competition informed potential applicants that the PSC Supervisor Simulation Exercise (428) would be administered. Six persons submitted applications in response to the Notice of Competition. One person was screened out of the competition for failing to meet the screening elements in the Statement of Qualifications. The remaining candidates participated in the PSC 428.", "[5] The PSC 428 is a work sample exercise which simulates the job of a supervisor of a client-service oriented work group. The candidate is given background material to study a week before the day on which the exercise is administered. On that day, the candidate is given two and one-half hours to study a packet of 14 written test items (letters, memos, requests), prepare a written summary and make a fifteen-minute oral presentation to the Selection Board.", "[6] This tool is used to determine to what extent the candidate can absorb and synthesize information from a variety of sources, solve concrete operational work problems and supervisory challenges, and demonstrate an ability to communicate effectively, both orally and in writing. The time allotted for the test is important because the PSC 428 simulates the requirements of an on-the-job situation which involves performing under tight time lines.", "[7] The following abilities were listed in the Statement of Qualifications for this position under the heading \"Abilities and Skills\": Ability to communicate orally and in writing. Ability to manage human and financial resources. Ability to identify problems and give recommendations. Ability to achieve expected results through the timely completion of activities.", "[8] On June 12, 1999, the Respondent, Ms. Girouard, was advised that her test would be held on June 24, 1999. On June 17, 1999 she made a request for additional time to Ms. Denise Ringuette, Human Resources Advisor with the RCMP. Ms. Girouard included a letter from her psychologist wherein he states inter alia: \"She is currently on my waiting list for assessment, but I have obtained some preliminary information from her. \"Carmel informed that she will be taking a test for a potential new job position for her, and that this test is a timed test. Based on the information I have obtained to date, I believe that a timed test would probably not result in a valid measurement of Carmel['s] ability and/or performance. In order to obtain a valid measure of Carmel's abilities/performance, any test given to her should be untimed. If this is not possible, then it would be appropriate to give her at least twice the time normally allocated for the test. Additionally, it is important that Carmel be able to work in a very quiet environment.\"", "[9] Ms. Ringuette then spoke with Ms. Derry Neufeld, an Assessment Consultant with the Personnel Psychology Centre of the Public Service Commission in Ottawa, about the special accommodation to be provided to Ms. Girouard. As a result of that conversation, the RCMP decided to revise the time schedule for her. Ms. Ringuette stated in her June 18, 1999 memo to Ms. Neufeld as follows: \"The time schedule will be revised from 2.5 hours for the written portion of the simulation to 3.75 hours with two 10 minute breaks. Ms. Girouard will still be expected to do the oral presentation in 15 minutes, however the board members will be advised of Ms. Girouard's special request to ensure that her needs are satisfactorily met during the question period and the oral presentation.\"", "[10] Subsequently, Ms. Neufeld prepared a written explanation of the recommendations made for accommodating Ms. Girouard, which included the following statement: \"Recommendations for accommodated testing of candidates with disabilities on PSC assessment tools must take into account three factors: 1) the nature of the candidate's disability 2) the bona fide requirement of the position being filled, and 3) the type of test or other assessment method being used.\"", "[11] After discussing the candidate's disability and deciding that she would need some additional time in an assessment situation, Ms. Neufeld went on to review the job requirements. She stated that the job: \"... entails significant responsibility and independence, as the supervisor of the position is located in another region. There are many urgent requests, and time is critical in this position. The job also places high demands on the candidate's communication skills, as there are frequent requests for oral as well as written information, ... The job also entails supervision of clerical personnel.\"", "[12] Under the heading \"Assessment Tool Use\" she discussed the Supervisor Simulation 428 Work Sample Exercise which simulates the job of a supervisor of a client-service-oriented work group. She concluded: \"Because the job simulates the requirements of an on-the-job situation, performing under tight time lines, the time allotted for the test is important.\" She then made recommendations for Ms. Girouard, reiterating her position regarding the provision of 50% additional time and stating that it was not appropriate to increase the time by more than 50% \"because of the necessity to respect the bona fide requirements of the job.\"", "[13] Furthermore, Ms. Neufeld suggested a quiet testing room. She concluded by stating: \"The clinical psychologist recommendations that Carmel be either allowed no time constraints, or that she be allotted double time, were not considered in this recommendation because they did not take into account the bona fide requirements of the job, nor the nature of the work simulation exercise being used in this assessment situation.\"", "[14] The provision of additional time and a quiet room to accommodate her needs was conveyed to Ms. Girouard on June 18, 1999. There was no response from Ms. Girouard, who took the test on June 24, 1999 and did not pass. She \"was able to complete only 8 or 9 of the 14 items\" according to Ms. Ringuette, who was present for all of the presentations, including that of Ms. Girouard. Ms. Ringuette's testimony was summarized by the Appeal Board at page 18 of its reasons as follows: \"the summary [Ms. Girouard] began was very weak in that she slowly elaborated on all fourteen items. Candidates has [sic] the choice of going into the details for a couple of minutes and talk [sic] about the fourteen items, and the notes of the board members indicate that the appellant's summary was not very strong. The appellant subsequently went into a rationale for all of the fourteen items and, again, from the notes of the board members and to her recollections as part of the audience, it was observed that she touched upon many of the items but not in much detail. Even if the appellant had completed all fourteen items, it appeared that she was not able to go into depth on any of the items and was deemed to be somewhat below what the selection board was expecting.\" Another witness noted that not all of the other candidates had completed all 14 items.", "[15] Under section 21 of the Public Service Employment Act , the Respondent, Girouard, filed an appeal against the appointment of another candidate, MHF Gilbert, to the position of Official Languages Coordinator. The appeal was allowed. ANALYSIS", "[16] First, on the issue of accommodating the Respondent's request for a quiet testing room, I note that the Appeal Board made no finding. However, the Appeal Board did go on to state that the evidence of the test monitor, Joan Glencross, indicated that the incidence of noise was relatively small. The rest of these reasons will address the Appeal Board's analysis regarding the adequacy of the time accommodations made for the Respondent.", "[17] The Appeal Board started its analysis by stating the following at page 24 of its decision: \"At issue in this appeal is whether the Selection Board reasonably accommodated the appellant in terms of the time allocation and conditions for taking the PSC's Supervisor Simulation Test (428) when it was apprised by her clinical psychologist that she may have Attention Deficit Disorder (ADD).\" The Applicant's counsel agreed with this initial statement by the Appeal Board which set out the matter at issue.", "[18] At page 25 of its reasons, the Appeal Board described its role as such: \"The role of an Appeal Board under section 21(1) of the Public Service Employment Act is limited to establishing whether the selection board acted in accordance with the merit principle; a concept derived from section 10(1) of the Act which requires that: '[a]ppointments to or from within the Public Service shall be based on selection according to merit, as determined by the Commission. ...' \"It is the screening and selection boards as the delegates of the Commission that determine the merit of the candidates, and they do so by using whatever means they deem appropriate subject to those rules adopted to give effect to the merit principle found in the Public Service Employment Act , the Public Service Employment Regulations 1993 , and in other subordinate legislation such as the selection standards established by the Commission pursuant to section 12 of the Act .\"", "[19] The Appeal Board went on to review the legislation, in particular, subsection 16(1) of the Act which reads as follows: \"16(1) The Commission shall examine and consider all applications received within the time prescribed by it for the receipt of applications and, after considering such further material and conducting such examinations, tests, interviews and investigations as it considers necessary or desirable, shall select the candidates who are qualified for the position or positions in relation to which the competition is conducted.\"", "[20] At page 26 of its decision, the Appeal Board cited Mr. Justice Pennell in O'Byrne and Bazley et al., Re , [1971] 3 O.R. 309 (H.C.) at 314, where he stated: \"It seems to me that according to the plain language of the subsection the matter of conducting examinations, tests and interviews is committed to the unfettered discretion of the Commission.\"", "[21] The Appeal Board then correctly pointed out: \"However, this discretion is clearly not unfettered when read in conjunction with section 12 of the Act which provides both for the establishment of selection standards and requires that those standards not discrimination [sic] on the basis of a disability [subsection (2)], except where the application of the standard comprises a bona fide occupational requirement (BFOR) [subsection (3)].\"", "[22] The Appeal Board then reviewed the selection standards and found in the PSC publication, Staffing Information , Section I, \"Generic Standards for Selection and Assessment\" [1994], as amended. I will set out the relevant part of selection standard 3 from what the Appeal Board quoted. Assessment methods must treat all candidates in an equitable and non-discriminatory manner. Nonetheless, equitable assessment does not necessarily require the use of the same assessment methods or sources of information for all candidates. For example, in some circumstances, such as sometimes occur in the assessment of candidates with disabilities, equitable assessment will require the modification of usual procedures.", "[23] The Appeal Board concluded its review of the legislation by stating at page 28: \"Establishing relative merit and accommodation of persons with disabilities in other words are in a symbiotic and mutually dependent relationship.\"", "[24] The Appeal Board then went on to review the case law, relying in particular on <FRAGMENT_SUPPRESSED>  B.C.A.C. 161; 207 W.A.C. 161 (S.C.C.). The Appeal Board found at page 36: \"that the appellant's prima facie case of discrimination has not been properly addressed by the selection board because the department has not demonstrated that the Supervisor Simulation Exercise (428) is a bona fide occupational requirement (BFOR) in staffing the position under competition. In the result, the merit principle has not been observed.\"", "[25] However, the B.C. Public Service Commission case, supra, was a human rights case and dealt with an occupational standard. The case before me involves an appeal before a board that has limited jurisdiction to consider human rights questions. The present case also involves testing in a job competition , not the occupational standards required for the job . As such, the Appeal Board failed to ask the right questions.", "[26] In my view, the Appeal Board Chair erred in relying almost solely on human rights law to determine this matter. This is beyond the jurisdiction of the Appeal Board. This case is not about whether there is any involvement of human rights law. It is about the extent of its applicability in this particular case and the extent of the jurisdiction of the Appeal Board.", "[27] The Appeal Board's focus, by way of section 16 in the case law, should be to determine who is the best candidate in accordance with the merit principle. However, in determining the merits of the candidates, the Public Service Commission is not to discriminate against any person by reason of disability as set out in section 12 of the Act . Section 10(1) of the Act reads in part as follows: \"10(1) Appointments to or from within the Public Service shall be based on selection according to merit, as determined by the Commission, ...\" Section 12(1) then provides in part: \"12(1) For the purpose of determining the basis for selection according to merit under section 10, the Commission may establish standards for selection and assessment as to education, knowledge, experience, language, residence or any other matters that, in the opinion of the Commission, are necessary or desirable having regard to the nature of the duties to be performed and the present and future needs of the Public Service.\" Section 12(3) provides that: (3) The Commission, ... shall not discriminate against any person by reason of ... disability ...\"", "[28] The role of the Appeal Board under section 20(1) of the Act is aptly described by Justice Pratte in <FRAGMENT_SUPPRESSED>  (F.C.A.), where he states at 623: \"Speaking broadly, the only general rule that governs the activity of a Selection Board is that the selection be made on the basis of merit. An Appeal Board, under section 21 of the Act , has a different function. Its duty is not to re-assess the candidates but to conduct an inquiry in order to determine whether the selection has been made in a way consistent with the merit principle; its decision is to be made on 'a judicial or quasi-judicial basis'. The mere fact that an Appeal Board could, had it sat as a Selection Board, have reached a conclusion different from that reached by the Selection Board is not a sufficient ground for allowing the appeal.\"", "[29] In that same case, Thurlow, J., states virtually the same thing at 618: \"On such an appeal - which, it should be noted, is not an appeal from the findings of a Selection Board but rather an appeal against the appointment or proposed appointment of a successful candidate - the essential question for the Appeal Board is whether the section of the successful candidate has been made in accordance with the merit principle.\"", "[30] As Thurlow, J., stated, when an unsuccessful candidate exercises a section 21 appeal, he/she is not challenging the decision which has found him/her unqualified. Instead, he/she is appealing against the appointment which has been or is about to be made on the basis of the competition. The right of appeal created by section 21 is not aimed at protecting a particular appellant's rights, it is aimed at preventing an appointment being made contrary to the merit principle.", "[31] That said, although the primary purpose of the Appeal Board is to decide if the successful candidate has been selected in accordance with the merit principle, it must also ensure that there has been no discrimination under section 12. Unlike the Human Rights Commission, whose focus is the application of human rights principles, the Appeal Board's focus is on the merit principle.", "[32] Both counsel for the Applicant and counsel for the Respondent made submissions with respect to the question of whether the Appeal Board had jurisdiction to pronounce on the Canadian Human Rights Act and human rights principles, and in particular discussed the case of <FRAGMENT_SUPPRESSED>  (F.C.A.), leave to appeal refused (1995), 185 N.R. 157 (S.C.C.). In my opinion, the MacNeill case is not very helpful as far as establishing the law on this subject since it resulted in three separate judgments. Robertson, J.A., is the only member of the panel who dealt directly with the subject at issue. I agree with Robertson, J.A., when he states at 289-90 that \"the Appeal Board does not have the power to interpret and apply the employment-related provisions of the CHRA \". While it is true that in the case before me the Appeal Board did not apply the Canadian Human Rights Act itself, it certainly did apply human rights principles. In my view, the problem with what the Appeal Board did in this case is that it focussed strictly on the human rights principles and ignored the merit principle.", "[33] The Respondent indicated in its submissions that the Treasury Board Manual on Personnel Management (Chapter I-5, \"Provision of services for employees with disabilities\") states at Chap. 1-5, App. A, page A-v that \"reasonable accommodation\" refers to accommodating candidates for jobs (and employees) to the point where such accommodation does not impose \"undue hardship\" on the employer.", "[34] However, this manual was not written with the idea of importing human rights legal standards. Indeed, this policy has traditionally been recognized through the application by the Appeal Board of an assessment based on questions about whether or not the testing of all candidates was conducted in a way that selected the best candidate based on merit. In the present case, examples of such questions might include: (1) Was the extra time allotted appropriate given the nature of the job?; (2) Was the extra time fair to the other candidates?; (3) Would Girouard's disability mean more time was needed by her?; and (4) Was extra time appropriate given the nature of the test? These are exactly the type of questions that the Appeal Board failed to address by focussing its analysis on the BFOR test as applied in the B.C. Public Service Commission case, supra.", "[35] In the case before me, the RCMP attempted to reasonably accommodate the Respondent Girouard by giving her certain additional time over that given to the other candidates, and by providing her with a room of her own in order to give her a quieter testing environment. The Appeal Board did not address the question of whether reasonable accommodation was provided to the Respondent Girouard in light of the requirements of the merit principle. Nor did it deal with whether such accommodation was fair with respect to the other candidates involved in the job competition. Instead, the Appeal Board looked at the questions of whether the Respondent Girouard received reasonable accommodation and whether there was a BFOR. As was determined in the B.C. Public Service Commission case, supra, the question of whether there is a BFOR is a question for the Human Rights Commission. Instead of accepting that the position of Official Languages Coordinator (AS-02) demanded the ability to work within strict time constraints, subject to the competition in question before me, the Appeal Board launched into a discussion as to whether the Respondent Girouard, was discriminated against by the Applicant not demonstrating that this was a BFOR. The Appeal Board ignores the fact that McLachlin, J., as she then was, was looking at the employment standard (or occupational standard) and not at the competition for the position. In the case before me, the Respondent Girouard did not object to the abilities standard as set out by the Public Service Commission. I note that the Supervisor Simulation Exercise (428) is a selection tool, not an occupational standard. Thus, the B.C. Public Service Commission case, supra, has no application in the case before me.", "[36] I also note that the Applicant did not have the chance to address the BFOR test properly in its submissions before the Appeal Board, given that that test was not specifically raised in argument. While the applicant did raise BFOR within its considerations for accommodating Ms. Girouard, it did not raise the actual BFOR test as applied in the B.C. Public Service Commission case, supra. In focussing almost solely on the BFOR test in deciding this case, the Appeal Board shifted the onus onto the Applicant. The case went from being one in which the Respondent had to show that the Applicant had not conducted the PSC 428 with the merit principle in mind, to one in which the Applicant had to prove that the ability to work under time constraints was a bona fide occupational requirement of the position in question. As I stated before, the latter type of inquiry is not a matter that is properly before the Appeal Board. ORDER", "[37] For the above reasons, the Application is allowed. The matter shall be sent back to a differently constituted Appeal Board for determination in a manner not inconsistent with these reasons. Appeal allowed. Editor: Kelli A. Simmonds/slm [End of document]"]}