{"id_": "031441", "body_str": ["[1] Heneghan, J. : Mr. Paul Layoun (the \"Applicant\") seeks judicial review pursuant to section 18.1 of the Federal Courts Act , R.S.C. 1985, c. F-7 and section 41 of the Privacy Act , R.S.C. 1985, c. P-21 (the \"Privacy Act\") of a decision of the Access to Information Coordinator (the  <FRAGMENT_SUPPRESSED> ) of the Correctional Service of Canada (the \"CSC\"). In that decision, dated August 8, 2011, the Coordinator denied the Applicant access to certain records he had requested in a request, filed June 2, 2011, for access to personal information made pursuant to section 12 of the Privacy Act.", "[2] The Attorney General of Canada, the Commissioner of Corrections, and the Access to Information and Privacy Coordinator of the Correctional Service of Canada are the Respondents (the \"Respondents\") to this application.", "[3] A Confidentiality Order was issued by Prothonotary Tabib on July 26th, 2013 covering some but not all information in the parties' records. Accordingly, these reasons will be issued as Confidential Reasons with Public Reasons to be issued after submissions from the parties.", "[4] Pursuant to the terms of the Confidentiality Order, the Respondents filed a Confidential Affidavit and a Confidential Respondent's Record, including a Confidential Memorandum of Fact and Law, without service on the Applicant. A Public Respondents' Record was also filed by the Respondents. II. FACTS", "[5] The Applicant is currently serving an 11 year sentence at Collins Bay Penitentiary, a medium security prison in Kingston, Ontario.", "[6] That sentence began on April 23rd, 2010 following convictions on the offences of manslaughter, forcible confinement and kidnapping, conspiracy, weapons charges and failure to attend.", "[7] The charges and convictions arose from a series of incidents in 2004 when the Applicant and several other people kidnapped and assaulted an individual whom they believed knew the location of drugs they were seeking. That person died as a result of the assault. The Applicant failed to appear for a court hearing in 2004 and evaded authorities until his arrest in 2009.", "[8] The authorities, both in the prison where the Applicant is held and the police who investigated him, perceived that he is involved with organized crime. The authorities also believe that the Applicant is a member of the DeVito crime family, a mafia family based in Quebec. [...Redacted ...]", "[9] While incarcerated, the Applicant has repeatedly requested a transfer to a minimum security institution in Quebec. His reasons for this request include being closer to his family to facilitate their ability to visit him. His transfer requests have been denied, as well as his appeals of those denials through the internal grievance process.", "[10] The Applicant suspected that his transfer requests were denied on the basis of information received from police sources or other sources. [...Redacted ...]", "[11] In order to correct what he believed to be inaccurate information on his file, the Applicant submitted a request, pursuant to section 12 of the Privacy Act, for personal information contained in his Preventive Security File on May 31st, 2011. On August 8th, 2011, the CSC disclosed some of the information requested by the Applicant. It refused disclosure of most of the information based on the exemptions found in paragraphs 19(1)(c), 19(1)(d), 22(1)(a), 22(1)(c) and section 26 of the Privacy Act.", "[12] The CSC responded to the Applicant's Privacy Act request on August 8th, 2011. In the response it disclosed some of the documents requested by the Applicant. According to the covering letter contained with that disclosure, much of the Applicant's information was not disclosed to him. The CSC relied on paragraphs 19(1)(c), 19(1)(d), 22(1)(c), subparagraph 22(1)(a)(i), and section 26 of the Privacy Act to refuse disclosure.", "[13] The covering letter informed the Applicant of his right to complain to the Office of the Privacy Commissioner (the \"OPC\") and to correct any information that was inaccurate in what was disclosed. It informed the Applicant of the process to be followed if proceeding with either of those options.", "[14] The Applicant complained about the refusal of his request to the OPC on May 9th, 2012. The OPC investigated the complaint and released its report on February 26th, 2013.", "[15] In its report, the OPC noted that paragraph 22(1)(a) of the Privacy Act allows a government institution to withhold personal information if it was obtained or prepared by an investigative body during the course of a lawful investigation. In order to claim that exemption, the government institution must only show that the information is less than 20 years old and was prepared or obtained in the course of a lawful investigation by an investigative body listed in Schedule III of the Privacy Regulations , SOR/83-508. No injury test is necessary under that paragraph.", "[16] The information exempted by the CSC under paragraph 22(1)(a) was prepared by the Preventive Security Division. The Preventive Security Division is an investigative body for the purposes of the Act. The information is less than 20 years old and was prepared in the course of a lawful investigation. The exemption was properly applied.", "[17] Because paragraph 22(1)(a) served to exempt the information from disclosure, the OPC concluded that it was not necessary to consider the other exemptions relied on by the CSC in refusing disclosure. The complaint was disposed of as not being well-founded.", "[18] On March 25, 2013, the Applicant applied for judicial review of the CSC's refusal to disclose information. The findings of the OPC are recommendations, and not the subject of this judicial review. III. RELEVANT LEGISLATIVE PROVISIONS", "[19] Subsection 12(1), paragraphs 19(1)(c), 19(1)(d), 19(2), 22(1)(a)(i), subparagraph 22(1)(c)and section 26 of the Privacy Act are relevant to this application and provide as follows: 12. (1) Subject to this Act, every individual who is a Canadian citizen or a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act has a right to and shall, on request, be given access to (a) any personal information about the individual contained in a personal information bank; and (b) any other personal information about the individual under the control of a government institution with respect to which the individual is able to provide sufficiently specific information on the location of the information as to render it reasonably retrievable by the government institution. 19. (1) Subject to subsection (2), the head of a government institution shall refuse to disclose any personal information requested under subsection 12(1) that was obtained in confidence from ... (c) the government of a province or an institution thereof; (d) a municipal or regional government established by or pursuant to an Act of the legislature of a province or an institution of such a government; (2) The heard of a government institution may disclose any personal information requested under subsection 12(1) that was obtained from any government, organization or institution described in subsection (1) if the government, organization or institution from which that information was obtained (a) consents to the disclosure; or (b) makes that information public. 22. (1) The head of a government institution may refuse to disclose any personal information requested under subsection 12(1) (a) that was obtained or prepared by any government institution, or part of any government institution, that is an investigative body specified in the regulations in the course of lawful investigations pertaining to (i) the detection, prevention or suppression of crime, (ii) the enforcement of any law of Canada or a province, or (iii) activities suspected of constituting threats to the security of Canada within the meaning of the Canadian Security Intelligence Service Act, if the information came into existence less than twenty years prior to the request; ... (c) the disclosure of which could reasonably be expected to be injurious to the security of penal institutions. 26. The head of a government institution may refuse to disclose any personal information requested under subsection 12(1) about an individual other than the individual who made the request, and shall refuse to disclose such information where the disclosure is prohibited under section 8. ... ... IV. ISSUES", "[20] This application for judicial review raises two issues as follows: 1) What is the appropriate standard of review? 2) Was the CSC's refusal to disclose information to the Applicant in accordance with the Privacy Act? V. ARGUMENTS What is the appropriate standard of review?", "[21] The parties have agreed on the appropriate standard of review, and it is not necessary to refer to their submissions in this regard.", "[22] Whether or not the exempted information falls within one of the statutory exemptions is a de novo review and the appropriate standard is correctness. The CSC's exercise of discretion whether or not to exempt information from disclosure is subject to review for reasonableness; see the decision in <FRAGMENT_SUPPRESSED> . The Respondents bear the burden of justifying non-disclosure of the information at issue in this case. Was the CSC's refusal to disclose information to the Applicant in accordance with the Privacy Act? A.", "[23] The Applicant argues that there is a presumption that information requested by an individual under the Privacy Act should be disclosed to the requester; see the decision in <FRAGMENT_SUPPRESSED> . Exemptions to the right of access should be construed as being limited and specific.", "[24] The Applicant submits that the CSC should have reviewed the information withheld to determine if it had already been made public or disclosed to the Applicant. Further, he argues that the CSC had a duty to consult experts to consider whether the records fell within the statutory exemptions.", "[25] In determining whether exempted information falls within paragraph 22(1)(a), the Court should consider whether it was prepared during the course of \"an investigation\". To the extent that any of the withheld information was not gathered in the course of an investigation, as that term is ordinarily understood, it should be disclosed to the Applicant. Any information gathered by any organization that is not the Preventive Security Division should be reviewed to determine whether it was gathered by an investigative body as defined in the Privacy Act. Where it was not, it should be disclosed.", "[26] The Applicant argues that there is nothing in the record to indicate that the CSC considered the exercise of discretion under paragraph 22(1)(a). It would appear that the CSC simply determined whether the information fell within the exemption at paragraph 22(1)(a) and refused to disclose it.", "[27] The next consideration is whether the discretion was exercised reasonably. The Applicant submits that if all relevant and up-to date information was not before the CSC when its exemption decisions were made, then clearly the CSC did not properly exercise its discretion.", "[28] Further, the Applicant argues that the overriding purposes of both the Privacy Act and the Corrections and Conditional Release Act , S.C. 1992, c. 20 (the \"CCRA\") should be taken into account when considering the exercise of discretion in this case. The purposes of these statutes disclose a legislative intent to ensure accurate and up to date personal information in government control is available to offenders. The CSC's exercise of discretion was contrary to these purposes.", "[29] Paragraphs 19(1)(a) and 19(1)(b) of the Privacy Act do not apply to the information at issue. It was information within the records of the CSC's Preventive Security Division. Only information outside the control and custody of the withholding organization is exempted under those provisions. Those records should be reviewed to determine whether they truly fall within the exemption and where they do not, they should be disclosed. The onus is on the Respondents to demonstrate that, where the information was provided by outside agencies, it was done so in confidence. Where it was not, it should be disclosed.", "[30] The Applicant submits that the CSC had a duty to consider whether third party agencies consented to the disclosure of the exempted information, pursuant to subsection 19(2); see the decision in <FRAGMENT_SUPPRESSED>  at paragraph 104. There is no indication that it did so here.", "[31] He argues that there is no indication that the CSC considered and identified the injury that would be caused to the security of a penal institution by the disclosure of the exempted information. The Applicant argues that paragraph 22(1)(c) was not properly applied. B.", "[32] In their public Memorandum of Fact and Law, the Respondents argue that the CSC correctly identified certain information as falling under Privacy Act exemptions and it reasonably exercised its discretion.", "[33] A reasonableness review of discretionary decisions should consider whether the discretion appears to have been exercised in good faith for a reason that is rationally connected to the purpose for which the discretion was granted; see the decision in <FRAGMENT_SUPPRESSED> .", "[34] The Respondents submit that while the findings of the OPC are not binding on the Court, these findings are an important factor that should not be disregarded when reviewing the reasonableness of the decision of the CSC not to disclose the requested information; see the decision in <FRAGMENT_SUPPRESSED> .", "[35] The Respondents argue that the CSC's decision not to disclose information pursuant to the class-based exemptions in paragraphs 19(1)(c) and 19(1)(d) of the Privacy Act, was reasonable.", "[36] The Respondents also submit that pursuant to section 19 of the Privacy Act, once it is determined that subsection 19(1) applies, the government institution must demonstrate that the exempted information could not be disclosed pursuant to subsection 19(2), that is, by way of consent from the institution that provided the information, or if the information has been made public.", "[37] The Respondents argue that the requirement to make reasonable efforts to obtain consent from provincial or municipal institutions, pursuant to subsection 19(2) of the Privacy Act, is subject to relevant practical considerations. These practical considerations include the nature and the volume of the information, and may make it impractical to seek consent; see the decision in Ruby, supra at paragraphs 109 and 110.", "[38] The Respondents submit that the information requested by the Applicant was information that was received from third-parties, specifically the Montreal and Ottawa police services, and the Ontario Attorney General.", "[39] The Respondents say that section 5.2 of the Memorandum of Understanding between Canada and Ontario authorizes them to make determinations about disclosure decisions without requiring consultation.", "[40] With respect to the information received from the Montreal Police Service, the Respondents submit that the Montreal Police Service told the CSC that the information was for police purposes only and was to be treated as confidential.", "[41] The Respondents further submit that pursuant to subsection 19(2) of the Privacy Act, even if consent to disclose information is obtained from the third party, there is still a residual discretion to refuse to disclose the information; see the decision in Ruby, supra at paragraphs 109 and 110.", "[42] The Respondents argue that the exemption in subparagraph 22(1)(a)(i) gives government officials the discretion to exempt information from disclosure after applying a three part test, that is to determine whether the information comes from an investigative body conducting a lawful investigation, whether the information meets the criteria found in subparagraph 22(1)(a)(i), and whether the information is less than 20 years old.", "[43] The Respondents submit that the Preventative Security Section of the security branch of the CSC is an investigative body pursuant to schedule III of the Act, and that some of the information requested by the Applicant was information that was from the result of an investigation. Accordingly, it was reasonable of the CSC to refuse to disclose information pursuant to subparagraph 22(1)(a)(i).", "[44] The Respondents also argue that the decision not to disclose the information was reasonable on the basis of the exemption in paragraph 22(1)(c) of the Privacy Act, which provides the government institutions with discretion to refuse disclosure on the basis that it could reasonably be expected to be injurious to the security of penal institutions.", "[45] Finally, concerning the CSC's refusal to disclose on the basis of section 26 of the Privacy Act, the Respondents submit that section 26 is a mandatory exemption from disclosure when such disclosure is prohibited by section 8 of the Privacy Act; see the decision in <FRAGMENT_SUPPRESSED>  76. C. Analysis", "[46] The within application relates only to a request for information pursuant to the Privacy Act. The submissions made by the Applicant with respect to the CCRA are not relevant to the issues raised in the context of the Privacy Act, and will not be addressed further.", "[47] Having regard to the evidence submitted and the arguments of the parties, I am satisfied that the CSC's decision to refuse disclosure of the exempt documents was in accordance with the Privacy Act.", "[48] In my opinion, the CSC has correctly identified multiple exemptions applying to each document withheld from disclosure. I have reviewed each document exempted from disclosure, and there is nothing to indicate that any one of them is not subject to the exemptions identified by the CSC. There was no reviewable error by the CSC in determining that the information for which disclosure was refused, was exempt from disclosure pursuant to the relevant provisions of the Privacy Act.", "[49] Paragraphs 19(1)(c) and 19(1)(d) of the Privacy Act provide qualified mandatory exemptions; see the decision in Ruby, supra at paragraph 101. Once it is determined that documents fall within the classes described in those provisions, they are exempt from disclosure.", "[50] Paragraphs 19(1)(c) and 19(1)(d) relate to information obtained from provincial or municipal governments or institutions. All of the information identified by the CSC as being exempted under these subsections was obtained from the Ontario Ministry of the Attorney General, the Ottawa Police Service or the Montreal Police Service. These are all provincial or municipal government institutions. Paragraphs 19(1)(c) and 19(1)(d) were properly applied to withhold disclosure.", "[51] There is a residual discretion to disclose information exempted under those paragraphs, provided by subsection 19(2) of the Privacy Act. The Federal Court of Appeal has held that seeking consent under that subsection is subject to practical considerations, and government institutions may make protocols to deal with the process of seeking consent; see the decision in Ruby, supra at paragraph 110. Those protocols must respect the nature of the Privacy Act. The onus is only to make \"reasonable efforts\" to seek consent.", "[52] The Memorandum of Understanding between the Ontario and Federal governments is one such protocol. Section 5.2 of this agreement states that consultation will not normally be required in making a disclosure decision about personal information forwarded by the other party.", "[53] The correspondence in the Respondents' authorities from the Montreal Police Service indicates that consent to disclose the records would have been withheld if sought. Those considerations, along with concerns about security and safety, indicate that the CSC reasonably exercised its discretion to refuse disclosure and it acted reasonably in not seeking the consent of the relevant third parties.", "[54] The CSC correctly identified information as falling under the subparagraph 22(1)(a)(i) exemption was correctly withheld. It was gathered by investigative bodies in the course of a lawful investigation, and is less than 20 years old. It meets the test set out in Ruby, supra. In my opinion, it was reasonable for the CSC to exercise its discretion to withhold disclosure of that information.", "[55] I note that the OPC found that an exemption pursuant to paragraph 22(1)(a) of the Privacy Act applies to the material that the CSC refused to disclose. While the decision of the OPC is not determinative of the present application, it is a relevant factor to be considered as per the guidance in Gordon, supra at paragraph 20.", "[56] Paragraph 22(1)(c) was correctly applied to the exempted records falling under that provision. The information contained in the identified, withheld records could cause a risk to the safety of the Applicant or correctional institutions generally if disclosed. It was reasonable for the CSC to withhold disclosure of that information.", "[57] The CSC reasonably exercised its discretion under section 26 to withhold information containing the personal information of third parties. Much of the information requested by the Applicant consists of, or contains, the personal information of people other than the Applicant; see the decision in <FRAGMENT_SUPPRESSED>  (F.C.T.D.) at paragraph 13.", "[58] It was reasonable for the CSC to refuse disclosure of this information, especially in light of safety concerns with respect to the Applicant. None of the exceptions in subsection 8(2) apply. VI. CONCLUSION", "[59] The Respondents have correctly identified the relevant exemptions applying to the withheld information. The CSC's exercise of discretion not to disclose that information was reasonable. The refusal to disclose the information withheld from the Applicant was in accordance with the Privacy Act.", "[60] The application for judicial review is dismissed. Although the Respondent Attorney General sought costs in the written Memorandum of Fact and Law, counsel for the Attorney General advised at the hearing that costs would not be sought if the Applicant were unsuccessful. Accordingly, in the exercise of my discretion pursuant to the Federal Courts Rules SOR/98-106, there will be no order as to costs. I. INTRODUCTION", "[1] Le juge Heneghan", "[2]", "[3]", "[4] II.", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11] ) et 22(1)", "[12] ) et 22(1) )(i) et l'article 26 de la LPRP.", "[13]", "[14]", "[15]", "[16]", "[17]", "[18] III.", "[19] ) et 19(1) )(i), l'alinéa 22(1) [...] [...] 12. (1) Subject to this Act, every individual who is a Canadian citizen or a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act has a right to and shall, on request, be given access to (a) any personal information about the individual contained in a personal information bank; and (b) any other personal information about the individual under the control of a government institution with respect to which the individual is able to provide sufficiently specific information on the location of the information as to render it reasonably retrievable by the government institution. 19. (1) Subject to subsection (2), the head of a government institution shall refuse to disclose any personal information requested under subsection 12(1) that was obtained in confidence from ... (c) the government of a province or an institution thereof; (d) a municipal or regional government established by or pursuant to an Act of the legislature of a province or an institution of such a government; (2) The heard of a government institution may disclose any personal information requested under subsection 12(1) that was obtained from any government, organization or institution described in subsection (1) if the government, organization or institution from which that information was obtained (a) consents to the disclosure; or (b) makes that information public. 22. (1) The head of a government institution may refuse to disclose any personal information requested under subsection 12(1) (a) that was obtained or prepared by any government institution, or part of any government institution, that is an investigative body specified in the regulations in the course of lawful investigations pertaining to (i) the detection, prevention or suppression of crime, (ii) the enforcement of any law of Canada or a province, or (iii) activities suspected of constituting threats to the security of Canada within the meaning of the Canadian Security Intelligence Service Act, if the information came into existence less than twenty years prior to the request; ... (c) the disclosure of which could reasonably be expected to be injurious to the security of penal institutions. 26. The head of a government institution may refuse to disclose any personal information requested under subsection 12(1) about an individual other than the individual who made the request, and shall refuse to disclose such information where the disclosure is prohibited under section 8. IV.", "[20] V.", "[21]", "[22] de novo A.", "[23]", "[24]", "[25]", "[26]", "[27]", "[28]", "[29] ) et 19(1)", "[30]", "[31] B.", "[32]", "[33] <FRAGMENT_SUPPRESSED> .", "[34] <FRAGMENT_SUPPRESSED> .", "[35] ) et 19(1)", "[36]", "[37] Ruby", "[38]", "[39]", "[40]", "[41] Ruby", "[42]", "[43] )(i).", "[44]", "[45] <FRAGMENT_SUPPRESSED>  76. C. L'analyse", "[46]", "[47]", "[48]", "[49] ) et 19(1) Ruby", "[50] ) et 19(1) ) et", "[51] Ruby", "[52]", "[53]", "[54] Ruby", "[55] Gordon", "[56]", "[57]", "[58] VI. CONCLUSION", "[59]", "[60] [End of document]"]}