{"id_": "031407", "body_str": ["[1] McGillis, J. : Judicial review applications arising from similar factual circumstances were instituted by Eli Lilly and Company and Eli Lilly Canada Inc. under the Patented Medicines (Notice of Compliance) Regulations to prohibit the Minister of National Health and Welfare from issuing notices of compliance to Apotex Inc. and Novopharm for the marketing of the medicine nizatidine in Canada. The applications for judicial review were argued at the same time. However, due to differences in the evidence tendered and the issues raised in the two proceedings, I have prepared separate reasons for decision in each file. The principal issue to be addressed in the case at bar is whether the formulation by Apotex Inc. of capsules of nizatidine from bulk material sold to it under the terms of a compulsory licence held by Novopharm Limited would constitute an act of infringement for the purposes of the proceedings instituted under s. 6 of the Patented Medicines (Notice of Compliance) Regulations Facts", "[2] Eli Lilly and Company (\"Eli Lilly\") is the owner of Canadian patents 1,166,248 (\"'248\") and 1,221,369 (\"'369\") which were issued on April 24, 1984 and May 5, 1987 respectively for N-Thiazolymethylthioalkyl-N'-Alkylamidines and Related Compounds and Synthesis of Nizatidine, medicine which has the chemical or proper name nizatidine (\"nizatidine\"). On December 31, 1987, the Department of National Health and Welfare granted a notice of compliance to Eli Lilly Canada Inc. (\"Eli Lilly Canada\") under s. C.08.004 of the Food and Drug Regulations . This notice of compliance permitted Eli Lilly Canada to market 150 mg and 300 mg capsules of nizatidine in Canada. To date, no other company has been issued a notice of compliance to market nizatidine in Canada.", "[3] On January 17, 1990, Novopharm Limited ( <FRAGMENT_SUPPRESSED> ) applied pursuant to s. 39(4) of the , R.S.C. 1985, c. P-4 for a compulsory licence (\"licence\") under the patents owned by Eli Lilly. In paragraph 15 of its application for the licence, Novopharm stated, among other things, that it proposed to purchase and import bulk raw nizatidine in powder form, to prepare, package and label capsules and to sell the product to pharmacists, distributors, hospitals and government agencies. Eli Lilly Canada vigorously contested the issuance of a licence to Novopharm on various grounds and, in the alternative, requested the Commissioner of Patents to award a royalty rate of 35.85% of the selling price of the licensee.", "[4] On October 21, 1991, the Commissioner of Patents concluded that none of the objections raised by Eli Lilly Canada constituted a valid reason for refusing the application and he granted the licence to Novopharm. The licence permitted Novopharm to use the process in the '248 and '369 patents to make nizatidine for the preparation or production of medicine and to import and sell medicine made by the process. The licence also permitted Novopharm to make, use, sell and import the invention for medicine and the invention for the preparation or the production of medicine under the '248 patent. The Commissioner of Patents fixed the royalty rate to be paid by Novopharm to Eli Lilly Canada at 6% of the selling price of the medicine in final dosage form. He further stated that the licence would not be restricted to the forms of medicine listed by Novopharm in paragraph 15 of its application on the basis that \"... to do so would place unnecessary limits on [Novopharm's] operations under the licence\".", "[5] The licence contained various terms and conditions, including provisions relating to the calculation and payment of royalties, sales to arm's length and non-arm's length purchasers, the preparation of quarterly and yearly statements by the licensee, termination for breach or on notice, dispute settlement and nontransferability.", "[6] Paragraph 1 of the licence contained the terms and conditions pertaining to the calculation of royalties for the sales of nizatidine by Novopharm to arm's length purchasers. In particular, subparagraph 1(a) of the licence required Novopharm to pay a 6% royalty on the \"... net selling price of the medicine in final dosage form ... when such medicine is first sold at arm's length, either by the licensee or by a subsequent purchaser\". With respect to medicine sold in bulk or in a \"combination drug\" final dosage form, subparagraph 1(b) of the licence obliged Novopharm to pay \"... a royalty of an amount per kilogram of the medicine contained in such bulk or combination forms ...\" according to a specified formula for calculation. Subparagraph 1(c) of the licence provided a formula for the calculation of royalties in circumstances where there have been no sales of the medicine in the final dosage, bulk or \"combination drug\" final dosage form [see footnote 1]. In paragraph 2 of the licence, the term \"net selling price\", which appears in the various formulae for the calculation of royalty payments, was defined as the price charged to an arm's length purchaser after the deduction of certain governmental allowances and taxes. Paragraph 3 of the licence governed any agreement made by Novopharm for the sale of medicine in final dosage form to a non-arm's length purchaser. Subparagraphs 3(a), (c) and (d) of the licence contained requirements for the keeping of records and the provision of statements. In particular, subparagraphs 3(a) and (c) respectively required the purchaser to keep accurate records for computing royalties payable to Eli Lilly Canada and to furnish Novopharm with quarterly statements \"... showing the descriptions, quantities, net selling prices and royalty computations resulting from its operations ...\" and those of any subsequent non-arm's length purchaser. In any quarterly period in which the purchaser or a subsequent non-arm's length purchaser made no arm's length sales, subparagraph 3(d) of the licence required the purchaser to provide Novopharm with a statement to that effect. Subparagraph 3(b) of the licence made the provisions of this paragraph concerning records and statements applicable to a situation in which a purchaser from Novopharm subsequently sold the medicine to a non-arm's length party. In such a situation, the non-arm's length party would be subject to the terms of paragraph 3 of the licence. Furthermore, by virtue of paragraph 4 of the licence, the provisions of paragraph 3 applied to Novopharm \"... with respect to its sales of the medicine to any arm's length purchaser\". In short, the provisions in the licence concerning record-keeping and the provision of statements applied to Novopharm with respect to all of its sales to an arm's length purchaser, to a non-arm's length purchaser of the medicine in final dosage form and to a subsequent party not at arm's length from such a purchaser.", "[7] The licence imposed further obligations on Novopharm concerning the preparation of statements. In this regard, paragraph 5 of the licence required Novopharm to provide \"... quarterly statements showing the descriptions and quantities of the medicine in all forms sold, the net selling prices of the medicine sold in final dosage form ... and the royalty computations resulting from its operations\". If Novopharm made no sales of the medicine in a quarterly period, the licence nevertheless required it to prepare a statement to that effect. Paragraph 6 of the licence specified the time limits within which Novopharm was obliged to send to Eli Lilly its statements, the certified copies, if any, of statements made by a non-arm's length purchaser of the medicine in final dosage form or a subsequent non-arm's length party, and the payment in full of all royalties. Paragraph 8 of the licence required Novopharm to provide Eli Lilly with a year-end statement \"... showing the descriptions and quantities of the medicine sold in all forms, and the selling prices of such medicine in final dosage form, produced pursuant to this licence, and sold during the preceding calendar year\".", "[8] The licence also contained important provisions concerning breach and nontransferability. With respect to breach, paragraph 9 provided Eli Lilly with the option to terminate the licence upon any breach of its terms by Novopharm by giving notice in writing. In the event that Novopharm failed to rectify the breach, the licence would be automatically terminated. However, under paragraph 10, if Novopharm notified Eli Lilly in writing that it disputed the breach, the licence would not terminate \"... pending adjudication of such dispute by a court of Justice ...\" or by an arbitration procedure agreed to by the parties. The nontransferability of the licence was specified in paragraph 12, which also prohibited Novopharm \"... from granting any sublicence\".", "[9] Counsel agreed as a fact that Novopharm and Apotex are arm's length companies.", "[10] Novopharm and Apotex entered into an agreement dated November 27, 1992 in anticipation of proposed changes to the . The recitals to the agreement noted that Bill C-91, if passed, would eliminate compulsory licencing and threaten existing licences and licence applications of Novopharm and Apotex. Furthermore, given that a valid licence for a product could be held by one party and not the other, Novopharm and Apotex wished \"... for their mutual benefit in relation to other competitors ... to ensure that they have available for use licences on the maximum number of products\". Novopharm and Apotex therefore agreed to \"... share their rights under licences for any product for which only one of the parties may hold a useable licence\". In the text of the agreement, Novopharm and Apotex agreed in paragraph 1 that the party holding a \"... useable licence ... shall, at the request of the unlicensed party, use its licence for the benefit of the unlicensed party ...\" in the manner described in the agreement. With respect to a licence to import, Novopharm and Apotex agreed in paragraph 2 of the agreement that \"... the licensed party shall import from such source, in such quantity, and on such terms as the unlicensed party shall direct and shall resell the imported goods to the unlicensed party ...\" at cost plus the royalties payable under the licence. Novopharm and Apotex agreed in paragraph 3 of the agreement, in relation to a licence to manufacture in Canada, that \"... the licensed party shall enter into such contracts with Canadian chemical manufacturers as the unlicensed party shall direct for the manufacture of the relevant material and shall sell the manufactured materials to the unlicensed party ...\" at cost plus the royalties payable under the licence. In paragraph 4 of the agreement, Novopharm and Apotex agreed as follows concerning the supply of material: \"In the event that the licenced party has a source of material from which it imports or in the event that the licensed party is producing the material under a licence to manufacture, and in the event that it is not possible for the unlicensed party to find another source from which to import, or at which to arrange for the manufacture of material, then the licensed party shall supply material to the unlicensed party from the licensed party's source at a price equal to the fair market price of the material together with such royalties as shall be payable under the terms of the licence. Any disagreement as to fair market price shall be settled by binding arbitration.\"", "[11] With respect to the financial arrangements, Novopharm and Apotex specified in paragraph 5 that, in addition to the payments required under other provisions of the agreement, the unlicensed party would pay a fee equal to 4% of the net sales of a product \"... covered by any unexpired patent included in the licensed party's licence and purchased from the licensed party\". Paragraph 5 also required the unlicensed party to provide certified statements in support of the fees payable. Paragraph 6 of the agreement required the licensed party to comply with the terms of the licence. A provision designed to hold the licensed party harmless from acts performed at the direction of the unlicensed party under the agreement was incorporated in paragraph 7 of the agreement. Novopharm and Apotex further agreed in paragraph 8 of the agreement that the unlicensed party would be permitted to use the licence to the same extent as the licensed party. In particular, paragraph 8 provided that: \"For greater clarity, the foregoing paragraphs shall not be limiting, and the licensed party shall cooperate fully with the unlicensed party and follow the directions of the unlicensed party to enable the unlicensed party to enjoy the use of the licence to the same extent that would be possible if the unlicensed party itself held such licence, so long as the licensed party is held harmless from such use.\"", "[12] Paragraph 9 of the agreement imposed on the unlicensed party the obligation to resell under its own label any product purchased from the licensed party. The other provisions of the agreement need not be referred to for the purposes of this case. The full text of the agreement is reproduced in Schedule A of this decision. The agreement was drafted by Leslie Dan, the Chairman of the Board of Directors of Novopharm, and Bernard Sherman, the President of Apotex, in a short space of time and without the assistance of counsel.", "[13] On February 15, 1993, most of the provisions of the Patent Act Amendment Act , S.C. 1993, c. 2 were proclaimed in force. Section 55.2 of this Act , which provided, among other things, for exceptions to patent infringement and the making of regulations, became effective on March 12, 1993. On the same date, the Patented Medicines (Notice of Compliance) Regulations (\" the Regulations \") came into force. These Regulations radically altered the procedures governing the issuance of notices of compliance for the marketing of medicines, by strengthening the monopoly position of the patentee and curtailing the ability of generic drug companies to obtain approval to market a patented medicine until the expiry of all relevant product and use patents.", "[14] Under s. 4(1) of the Regulations , Eli Lilly Canada submitted a patent list dated April 6, 1993 to the Minister of National Health and Welfare which included the patents for nizatidine in relation to which its notice of compliance had been issued on December 31, 1987 under the previous regulatory scheme.", "[15] In support of its efforts to obtain a notice of compliance for 150 mg and 300 mg capsules of nizatidine under the new regulatory scheme, Apotex sent a letter dated April 28, 1993 to Eli Lilly Canada which constituted a notice of allegation under s. 5(3)(b) of the Regulations . In this notice of allegation, Apotex alleged that no claim for the medicine itself and no claim for the use of the medicine would be infringed by virtue of it making, constructing, using or selling nizatidine capsules. In the legal and factual basis advanced in support of its allegation, Apotex referred to the licence issued to Novopharm for nizatidine and relied on its \"mutual understanding\" with Novopharm \"... whereby at the request of either firm, the other will supply raw materials pursuant to a licence held by the other\". Apotex indicated that it had given Novopharm notice of its intention to obtain nizatidine covered by the patents and undertook not to \"... obtain, use or sell any such nizatidine other than from Novopharm ...\" under its licence, until such time as the patents have expired. The notice of intention referred to in the allegation was a letter dated April 28, 1993 from Apotex to Novopharm in which Apotex indicated its intention to rely on Novopharm to sell it nizatidine made under the patented processes. Apotex confirmed in this letter that it was presently unable to provide any \"specific requirements\", due to the fact that it did not have a notice of compliance to permit it to market nizatidine in Canada. Apotex further indicated that it would advise \"... in due course as to the quantities to be required, and the manufacturer from which the material should be purchased\".", "[16] By originating notice of motion dated June 14, 1993, Eli Lilly and Eli Lilly Canada brought an application under the Regulations to prohibit the Minister of National Health and Welfare from issuing a notice of compliance to Apotex in relation to 150 mg and 300 mg capsules of nizatidine or, alternatively, until after December 31, 1997.", "[17] By letter dated July 15, 1993, Eli Lilly exercised its option to terminate the licence by providing thirty days notice in writing to Novopharm. In support of its notice of termination, Eli Lilly alleged that Novopharm had breached paragraph 12 of the licence by conferring a sublicence on Apotex.", "[18] In a letter to Eli Lilly dated July 26, 1993, counsel for Novopharm denied the allegation that the terms of the licence had been breached and stated that the commercial agreement between Novopharm and Apotex did not constitute either a transfer of rights under the licence or a sublicence. He advised that Novopharm disputed the allegations of breach. On the same date, counsel for Novopharm advised the Commissioner of Patents that Eli Lilly had exercised its option to terminate the licence and that Novopharm had disputed the allegations of breach.", "[19] By letter dated July 30, 1993, Novopharm issued a notice of allegation in support of its application for a notice of compliance in relation to 150 mg and 300 mg capsules of nizatidine. In its notice of allegation, Novopharm relied on its licence as the basis for its non-infringement of the patents owned by Eli Lilly.", "[20] On September 15, 1993, Eli Lilly and Eli Lilly Canada brought an application under the Regulations to prohibit the Minister of National Health and Welfare from issuing a notice of compliance to Novopharm for 150 mg and 300 mg capsules of nizatidine until after the expiry of the patents or, alternatively, until after December 31, 1997.", "[21] Dr. Sherman of Apotex was cross-examined on his affidavit concerning the agreement dated November 27, 1992 and the proposed activities of Apotex under its terms.", "[22] During his cross-examination, Dr. Sherman testified that the agreement with Novopharm did not enable Apotex to import or make nizatidine. In his view, the agreement would require Novopharm to import or manufacture nizatidine under the terms of its licence and sell the material to Apotex. Dr. Sherman confirmed that Apotex would be acquiring bulk nizatidine from Novopharm and making it into finished dosage form 150 mg and 300 mg capsules. If a notice of compliance were issued to Apotex permitting it to market nizatidine, Apotex would sell the capsules in Canada. At various points in his cross-examination, Dr. Sherman maintained that the proposed activities of Apotex would not constitute an infringement of the patents, principally on the basis that \"... if one buys licensed material, no further licence is necessary\".", "[23] Before ending my outline of the facts in this matter, I wish to indicate that I have read and considered the affidavit dated October 20, 1993 of Peter Stringer, the Director of International Patents for Eli Lilly, and the transcript of his cross-examination. To the extent that the evidence of Mr. Stringer consists of the expression of his opinion on the legal issues to be determined by the court, it is irrelevant and inadmissible. I also note that the portions of his evidence which were premised on the assumption or assertion that the agreement between Novopharm and Apotex is a sublicence are entitled to little, if any, weight. Issues", "[24] Whether Eli Lilly has established, on a balance of probabilities, that the allegation of Apotex in its notice of allegation dated April 28, 1993 is not justified within the meaning of s. 6(2) of the Patented Medicines (Notice of Compliance) Regulations Analysis i) The Nature Of The Proceedings Before This Court", "[25] An application for prohibition under s. 6(1) of the Patented Medicines (Notice of Compliance) Regulations (\"the Regulations \") is a judicial review proceeding which is intended to determine, in an expeditious manner, whether the Minister of National Health and Welfare may issue a notice of compliance to permit a generic pharmaceutical company to market a drug in Canada [see footnote 2]. The nature of these unique proceedings was considered recently in the decision <FRAGMENT_SUPPRESSED>  observations: \"... these proceedings are not actions for determining validity or infringement: rather they are proceedings to determine whether the Minister may issue a notice of compliance. That decision must turn on whether there are allegations by the generic company sufficiently substantiated to support a conclusion for administrative purposes (the issue of a notice of compliance) that the applicant's patent would not be infringed if the generic's product is put on the market ... \"... It will be noted that the Regulations nowhere created or abolish any rights of action between the parties: instead they confer a right on the patentee to bring an application for prohibition against the Minister of National Health and Welfare. That is, the regulations pertain to public law, not private rights of action ... \"... If the Governor-in-Council has intended by these regulations to provide for a final determination of the issues of validity or infringement, a determination which would be binding on all private parties and preclude future litigation of the same issues, it surely would have said so. This Court is not prepared to accept that patentees and generic companies alike have been forced to make their sole assertion of their private rights through the summary procedure of a judicial review application. As the Regulations direct that such issues as may be adjudicated at this time must be addressed through such a process, this is a fairly clear indication that these issues must be of a limited or preliminary nature. If a full trial of validity or infringement issues is required this can be obtained in the usual way by commencing an action.\"", "[26] During the course of argument, counsel for Apotex submitted that the test to be applied in these proceedings is whether the allegation in the notice of allegation raises a serious issue to be tried. In this respect, he submitted that the proceedings are analogous to an interlocutory injunction or a motion for summary judgment. I cannot accept this submission. In my opinion, the Federal Court of Appeal has unequivocally confirmed, on at least three occasions, that the overall burden of proof rests on the applicant and that \"nothing in the applicable legislation has any unusual bearing on the burden of proof\" in such matters [see footnote 3]. I am therefore of the opinion that, in proceedings conducted under s. 6 of the Regulations , the applicant is required to establish, on a balance of probabilities, that none of the allegations in the notice of allegation is justified. In the present case, no issue arises as to whether a generic pharmaceutical company has an evidential burden in proceedings under s. 6 of the Regulations , in that evidence has been adduced by Apotex to substantiate its allegation. ii) Is The Allegation In The Notice Of Allegation Not Justified?", "[27] In its notice of allegation dated April 28, 1993, Apotex relied on the licence issued to Novopharm and its \"mutual understanding with Novopharm ... whereby at the request of either firm, the other will supply raw materials pursuant to a licence held by the other\". Apotex further indicated that it had given Novopharm notice of its intention to obtain any nizatidine covered by the patents from Novopharm. In support of its allegation that it would not infringe the patents owned by Eli Lilly for nizatidine, Apotex undertook, until such time as the patents expired, to obtain, use or sell only nizatidine obtained from Novopharm under its licence. In seeking to prohibit the Minister of National Health and Welfare from issuing a notice of compliance to Apotex, counsel for Eli Lilly and Eli Lilly Canada has submitted that the allegation is not justified on the basis that the licence has been terminated by virtue of the sublicence granted by Novopharm to Apotex in the agreement dated November 27, 1992. Alternatively, he has argued that the formulation by Apotex of the bulk nizatidine into capsules would constitute an infringement of the patent rights of Eli Lilly.", "[28] In the application in court file T-2248-93 in which Eli Lilly and Eli Lilly Canada sought to prohibit the Minister of National Health and Welfare from issuing a notice of compliance to Novopharm for nizatidine (\"the Novopharm proceedings\"), I concluded that the agreement dated November 27, 1992 between Novopharm and Apotex did not constitute a sublicence in breach of the terms of the licence. In arriving at my decision, I considered the evidence of Mr. Dan of Novopharm concerning his intent at the time he drafted the agreement with Dr. Sherman. The evidence of Mr. Dan did not form part of the record in the case at bar. However, I further determined in my reasons for decision in the Novopharm proceedings that, \"... even if I had not considered in my analysis the evidence of Mr. Dan concerning his intent at the time he drafted the agreement with Dr. Sherman of Apotex, I would nevertheless have concluded, on the basis of the plain wording of the agreement as a whole, that Novopharm did not grant any of its licensed rights to Apotex and, as a result, a sublicence was not created\" [see footnote 5]. Accordingly, my conclusion in the Novopharm proceedings that the agreement between Novopharm and Apotex was not a sublicence which breached the terms of the licence applies equally in the case at bar. Suffice it to say that I am of the opinion that the evidence of Dr. Sherman in his cross-examination supports this conclusion.", "[29] My decision concerning the nature of the agreement does not resolve the question of whether Eli Lilly and Eli Lilly Canada have established that the allegation of non-infringement by Apotex is not justified within the meaning of the Regulations . A determination of this issue necessitates an analysis of whether the formulation by Apotex of capsules from bulk material sold to it under the terms of a licence would infringe the rights of Eli Lilly under its patents.", "[30] With respect to the proposed activities of Apotex, Dr. Sherman unequivocally testified in his cross-examination that Apotex intended to make capsules from the bulk nizatidine sold to it by Novopharm. He further testified that the actions of Apotex in making the capsules would not constitute an act of infringement on the basis that the bulk material will be supplied by Novopharm under the terms of its licence.", "[31] There is surprisingly little jurisprudence on this point. Indeed, the only case which directly addresses this question is the recent decision of Mr. Justice MacKay in <FRAGMENT_SUPPRESSED>  (T.D.). In his reasons for judgment, Mr. Justice MacKay concluded that the formulation by Apotex Inc. of capsules from bulk material purchased from a licensed supplier would constitute an infringement of the patent rights of Merck & Co. Inc. I agree with his conclusion. In my opinion, an unlicensed third party purchaser acquires none of the exclusive rights granted to a patentee merely by virtue of the fact that he has purchased bulk material from a licensed supplier. The evidence of Dr. Sherman establishes that Apotex, an unlicensed third party purchaser not acting as an agent of the licensee, intends to make capsules of nizatidine from bulk material purchased from its licensed supplier. I have therefore concluded, for the purposes of these proceedings under s. 6(1) of the Regulations , that the intended activities of Apotex would constitute an infringement of the patent rights of Eli Lilly.", "[32] In the circumstances, Eli Lilly and Eli Lilly of Canada have established, on a balance of probabilities, that the allegation of Apotex in its notice of allegation dated April 28, 1993 is not justified within the meaning of s. 6(2) of the Regulations Decision", "[33] The application for judicial review is allowed. The Minister of National Health and Welfare is prohibited from issuing a notice of compliance to Apotex until after the expiration of Canadian patents 1,166,248 and 1,221,369 which were issued on April 24, 1984 and May 5, 1987 respectively for N-Thiazolymethylthioalkyl-N -Alkylamidines and Related Compounds and Synthesis of Nizatidine. There are no special reasons within the meaning of rule 1618 of the Federal Court Rules which would justify an award of costs. Application allowed. Editor: Angela E. McKay/slm Footnotes 1. The compulsory licence contains a typographical error in the first sentence of subs. 1(c) which states \"in the event that there have been no sales of the medicine in the final dosage form or forms set out in subparagraph (a) of this paragraph ...\". The reference to subparagraph (a) is clearly erroneous and should read \"subparagraph (b)\". 2. <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 329 (F.C.A.); <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 302 ( <FRAGMENT_SUPPRESSED>  (F.C.A.). 3. Supra, pp. 8-9. 4. <FRAGMENT_SUPPRESSED>  (F.C.T.D); SCHEDULE A Agreement between: Novopharm Limited, an Ontario Corporation, hereinafter called  <FRAGMENT_SUPPRESSED> , of the first part and Apotex Inc., an Ontario Corporation, Medichem Inc., an Ontario Corporation, Apotex Fermentation Inc., a Manitoba Corporation and Bernard C. Sherman, a resident of the Province of Ontario hereinafter jointly called  <FRAGMENT_SUPPRESSED> , of the second part. WHEREAS THE Federal Government has introduced Bill C-91 which, if passed, would eliminate compulsory licensing under the AND WHEREAS Apotex and Novopharm have various licences and licence applications pending which are threatened by Bill C-91. AND WHEREAS, depending on the cut-off dates that will pertain when Bill C-91 is finalized, it is expected that the parties hereto each may hold valid licences for products for which the other may not hold valid licences, details of which cannot be predicted at this time. AND WHEREAS for their mutual benefit in relation to other competitors, the parties wish to ensure that they have available for use licences on the maximum number of products. AND WHEREAS the parties have thus agreed that they will share their rights under licences for any product for which only one of the parties may hold a useable licence. NOW THEREFORE in consideration of the premises and the mutual covenants and other good and valuable consultations, receipt of which is hereby acknowledged, the parties hereto agree as follows: 1. At any time subsequent to the date upon which Bill C-91 or any Bill derived therefrom is enacted and proclaimed, for any product for which one party (hereinafter the \"licensed\" party) shall hold a useable licence and the other party (hereinafter called the \"unlicensed party\") shall not, the licensed party shall, at the request of the unlicensed party, use its licence for the benefit of the unlicensed party in the manner hereinafter set out. 2. In the event that the licence is a licence to import, the licensed party shall import from such source, in such quantity, and on such terms as the unlicenced party shall direct, and shall resell the imported goods to the unlicensed party at the cost thereof together with such royalties as shall be payable under the terms of the licence. 3. In the event that the licence is a licence to manufacture in Canada, the licensed party shall enter into such contracts with Canadian chemical manufacturers as the unlicensed party shall direct for the manufacture of the relevant material and shall sell the manufactured materials to the unlicensed party at the cost thereafter together with such royalties as shall be payable under the terms of the licence. 4. In the event that the licensed party has a source of material from which it imports or in the event that the licensed party is producing the material under a licence to manufacture, and in the event that it is not possible for the unlicensed party to find another source from which to import, or at which to arrange for the manufacture of material, then the licensed party shall supply material to the unlicensed party from the licensed party's source at a price equal to the fair market price of the material together with such royalties as shall be payable under the terms of the licence. Any disagreement as to fair market price shall be settled by binding arbitration. 5. In addition to the payments provided for in paragraphs 2, 3 and 4 hereof, the unlicensed party shall pay to the licensed party a fee equal to 4% of the unlicensed party's net sales of product covered by any unexpired patent included in the licensed party's licence and purchased from the licensed party. Within 60 days of the end of each quarter year the unlicensed party shall deliver to the licensed party payment of the fee on sales made during the previous quarter along with a statement certified by an independent auditor setting out the quantities sold, the net dollar sales, and the fee payable thereon. 6. The licensed party shall comply with the terms of the licence. 7. The licensed party shall not be excused from performing any act as directed by the unlicensed party pursuant to paragraphs 2 or 3 or 4 hereof, on the grounds that there is doubt as to whether or not the licence has remained in force or permits the requested acts, nor on the basis of litigation or threatened litigation by the patentee, provided that the unlicensed party shall undertake to defend any lawsuit against the licensed party resulting from such act and hold the licensed party harmless for the costs of such lawsuit any damage award arising therefrom. 8. For greater clarity, the foregoing paragraphs shall not be limiting, and the licensed party shall cooperate fully with the unlicensed party and follow the directions of the unlicensed party to enable the unlicensed party to enjoy the use of the licence to the same extent that would be possible if the unlicensed party itself held such licence, so long as the licensed party is held harmless from any such use. 9. The unlicensed party shall resell any product purchased from the licenced party only under its own labels and shall not sell the product for resale under a label other than that of the unlicensed party. 10. Neither party will engage in preventing or blocking the accessability of HPB clearance of any raw material affecting present and future pharmaceutical products. 11. This agreement shall expire on December 31, 1994 unless extended by mutual agreement. 12. Notwithstanding pargraph 11 hereof, if Bill C-91 is passed into law with an amendment that permits companies to continue to apply for and obtain compulsory licenses for any product for which a licence was issued to any one or more licences prior to December 20, 1991, then this agreement shall be terminated. 13. Notwithstanding paragraph 11 hereof, in relation to any specific licence in respect of which the unlicensed party shall have on or before December 31, 1994 advised the licensed party of an intention to utilize such licence, this agreement shall continue in force until expiry of the last patent covered by such licence. In WITNESS WHEREOF the parties hereto have executed this agreement this 27th day of November, 1992. NOVOPHARM\tAPOTEX LIMITED\tINC. Per: \"Leslie Dan\" Per: \"Bernard C. Sherman\" MEDICHEM INC. Per: \"Bernard C. Sherman\" APOTEX FERMENTATION INC. Per: \"Bernard C. Sherman\" \"Bernard C. Sherman\" Bernard C. Sherman [End of document]"]}