{"id_": "031646", "body_str": ["[1] Snider, J. : The Applicant is a citizen of Mexico who seeks refugee protection in Canada due to an alleged fear of persecution by the Mexican Government and authorities. The Applicant left Mexico in 1993 and remained in the United States, without making any attempts to regularize his status in that country, until he came to Canada in 2009. In a decision dated November 3, 2011, a panel of the Refugee Protection Division of the Immigration and Refugee Board (the Member) determined that the Applicant was neither a Convention refugee, pursuant to s. 96 of the Immigration and Refugee Protection Act , SC 2001, c 27 [ IRPA ], nor a person in need of protection, pursuant to s. 97 of IRPA . The Member's decision was based on two conclusions: (a) the Applicant failed to establish a subjective fear and an objective basis to his claimed fear in Mexico; and (b) he failed to rebut the presumption of state protection.", "[2] The Applicant seeks to overturn this decision. II. Issues", "[3] The following issues arise on this application for judicial review: 1. Did the Member's conduct give rise to a reasonable apprehension of bias? 2. Did the Member err in finding that adequate state protection existed in Mexico? 3. Did the Member err in concluding that the Applicant did not have subjective fear? III. Standard of Review", "[4] The first issue of reasonable apprehension of bias is not one that gives rise to a standard of review; either the apprehension is established on the evidence or it is not. The remaining issues are reviewable on a standard of reasonableness. The Court will not intervene unless the decision is unreasonable. As taught by the Supreme Court, in <FRAGMENT_SUPPRESSED> , \"reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process\", as well as with \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\". IV. Analysis A. Issue #1: Did the Member's conduct give rise to a reasonable apprehension of bias?", "[5] As discussed in the decision, during a mid-hearing conference held after the Member had finished questioning the Applicant and midway through counsel's questions, counsel for the Applicant alleged that the Member was biased and brought made a motion asking the Member to recuse herself. The Member denied the motion providing her reasons for doing so in the decision. In particular, the Member explained that she had considered the nature of the motion, the fact that it had only been made after she had completed her questions and requested a conference for an unrelated purpose, and no specific references had been provided to the Member. The Member also noted that she had not been accused of having prejudged the case, and that she had not in fact done so. In addition, the Member observed that the Applicant had not appeared to be intimidated and that the questions previously put to the Applicant by the Member elicited the same answers when asked by counsel.", "[6] The Applicant argues that the Member's behaviour was\"intimidating\" and \"threatening\" and describes her demeanour, from the beginning of the hearing, as \"upset\". In short, he submits that the Member's conduct during the hearing demonstrated a reasonable apprehension of bias and that he was not accorded a fair hearing.", "[7] The test for a reasonable apprehension of bias was articulated by Justice de Grandpré in his dissenting opinion in Committee for Justice and  <FRAGMENT_SUPPRESSED>  at 394: The proper test to be applied in a matter of this type was correctly expressed by the Court of Appeal. As already seen by the quotation above, the apprehension of bias must be a reasonable one, held by reasonable and right minded persons, applying themselves to the question and obtaining thereon the required information. In the words of the Court of Appeal, that test is \"what would an informed person, viewing the matter realistically and practically-and having thought the matter through-conclude. Would he think that it is more likely than not that [the decision-maker], whether consciously or unconsciously, would not decide fairly.\"", "[8] The transcript suggests that the hearing was not a pleasant one for anyone involved. While the Applicant, his counsel and co-counsel have described the Member's behaviour as \"threatening\", \"intimidating\" and \"hostile\", the Member complained that counsel was disrespectful, refused to take direction, and that his tone was also intimidating.", "[9] In assessing whether the Member's behaviour rises to the level of reasonable apprehension of bias, I have carefully reviewed the affidavits of the Applicant and an articling student who attended the hearing as co-counsel (the student), together with the transcript. Several factors lead me to give the affidavit evidence little weight.", "[10] First, I observe that the affidavits were sworn almost three months after the hearing. It appears that time has affected the memories of the affiants.", "[11] There are important discrepancies between the allegations made in the student's affidavit and the transcript of the hearing. Whereas the student deposes that she told the Member that she \"felt threatened by her\" and that she found the Member's \"manner and demeanor intimidating\", the transcript reveals that, when asked whether she found the Member threatening, the student responded that she \" did not say threatening exactly, possibly intimidating, slightly \". Bias is a serious allegation. As the Court of Appeal explained in <FRAGMENT_SUPPRESSED> NR 346, such allegations challenge the integrity of a tribunal and cannot be made lightly; they \"must be supported by material evidence demonstrating conduct that derogates from the standard\" rather than \"mere suspicion, pure conjecture, insinuations or mere impressions of an applicant or his counsel\". Given the significant discrepancies between the transcript and the student's affidavit evidence, I give her affidavit little weight.", "[12] I also have concerns with the Applicant's affidavit. During the hearing, counsel for the Applicant led the Applicant extensively with his questions about the alleged intimidation. For example (Certified Tribunal Record at 359 [CTR] ): COUNSEL: [. . .] Do you feel intimidated when the member ask[s] you questions? Yes I do.", "[13] Such leading questioning was inappropriate and elicited an obvious response. I draw a strong inference that the Applicant was led by such questions or prompted by counsel to state that he felt intimidated, whether or not that was the Applicant's feeling at the time. Accordingly, I put little weight on the Applicant's affidavit. The Applicant, having been prompted by his counsel, may now honestly believe that the Member was intimidating towards him. However, as discussed below, his current views are not supported by the record. Further, in his affidavit, the Applicant does not identify a single question that he would have answered differently; rather, his concerns are very general.", "[14] I agree with the Applicant that a transcript cannot reflect the nuances of demeanour or tone of voice. However, a transcript can and does show many things; for example, a transcript would readily demonstrate if a claimant's responses to questions have been cut off or if counsel has not been permitted to present his case. None of those kinds of problems are seen in this transcript. I pause to note that it would have been helpful had the Applicant submitted the audio recording of the hearing to the Court. There is precedent for the Court to listen to such recordings in considering an allegation of bias (see e.g. <FRAGMENT_SUPPRESSED> FTR 139). In the absence of an audio recording, and faced with unreliable affidavit evidence, it is difficult to ascribe any merit to the Applicant's allegations regarding the Member's tone.", "[15] The hearing began with general introductory matters and questioning by the Member. A review of this portion of the transcript indicates no problems. In seven pages of preliminary matters and 28 pages of questioning by the Member, there is not a single objection from counsel or concern about any question posed to the Applicant or in respect of the demeanour of the Member. I see no evidence that the Member cut any responses short or used abusive or intimidating language in her questions.", "[16] I also carefully reviewed the questioning of the Applicant by his counsel to see whether counsel was prevented from completing his examination. He was permitted to proceed and was given considerable latitude in his questioning. Contrary to the assertion of the Applicant in his affidavit that \"when my counsel was asking questions, he was frequently interrupted by the Member . . .\", I find few examples of any interruptions. The Member, as entitled and expected, interjected a very few times to try to direct the hearing and to avoid repetitive questioning.", "[17] Even if I accept that the Member may have used an intimidating tone, the questions posed by the Member were in no way inappropriate, and did not suggest that the Member had prejudged the claim. Indeed, many of the Member's questions were repeated by counsel for the Applicant. Perhaps most importantly, the Member did not curtail counsel's ability to question the Applicant or to make submissions. For example, after the mid-hearing conference, the Member allowed counsel to ask precisely the question which had precipitated the conference: That is, whether electoral fraud is common in Mexico (see CTR at 354, 360).", "[18] Finally, the transcript does not support the emphasis which the Applicant places on the Member's decision to open the door: The Member asked whether others were hot before opening the door, and explained that the public would not overhear the proceedings. In any event, no testimony occurred while the door was open. This was not, as now asserted by the Applicant, a failure of the Member to appreciate the confidentiality of the hearing. There never was any threat to confidentiality.", "[19] I acknowledge that the transcript shows that there were some sharp exchanges between the Applicant's counsel and the Member. However, these particular exchanges were not between the Member and the Applicant and did not take place until well into the hearing. At no time did the Member ask an inappropriate question or address a negative remark to the Applicant. In the presence of the exchanges between counsel and the Member, I do not doubt that everyone in the room felt uncomfortable. However, the fact that the Applicant may have felt uncomfortable - or even intimidated - does not amount to bias.", "[20] What would a reasonable and well-informed person conclude from a review of the transcript, the Member's decision and the affidavits? I first note that, as explained by Justices L'Heureux-Dubé and McLachlin in R v S (RD) , [1997] 3 SCR 484 at para 36, 151 DLR (4th) 193, \"[t] he person postulated is not a 'very sensitive or scrupulous' person, but rather a right-minded person familiar with the circumstances of the case\".", "[21] In my view, a well-informed person would understand the inherently intimidating environment of a refugee hearing. In general, a hearing is likely a somewhat fearful experience for a claimant who would normally feel somewhat intimidated by the decision-maker who was there to assess his credibility. Particular to this hearing, it appears to me that the key reflections of an informed person would be the following: • The Member completed all of her questioning without incident. • Counsel for the Applicant completed all of his questioning of his client and was permitted to make final argument on all aspects of the Applicant's claim. • There were very few interruptions by the Member during counsel's questioning of the Applicant. • As alleged in the affidavits, the Member may have presented herself as \"upset\" and possibly angry from the beginning of the hearing and may have used a strong tone of voice from time to time. • Almost all of the angry verbal exchanges were directly between the Member and the Applicant's counsel. • At no time did the Member pose a threatening or objectionable question to the Applicant. • There was only one short direct exchange between the Member and the Applicant on the subject of the Member's attitude, which exchange was not characterized by any offensive or aggressive language.", "[22] In addition, a well-informed person would likely appreciate that counsel for the Applicant must bear some responsibility for the difficulties that arose during the hearing. On at least two occasions prior to the mid-hearing conference, the Member asked counsel to be more respectful: First, after counsel refused the Member's request that he stop repeating questions, and again after counsel interrupted the Member when she sought to clarify an aspect of the Applicant's evidence (see CTR at 330-331, 346-347). While the Member clearly allowed her frustration with counsel to show in her body language, her tone of voice and certain of her remarks to counsel, her conduct, although possibly intemperate and regrettable, does not amount to a reasonable apprehension of bias.", "[23] As this Court has previously held, sarcastic and harsh language will typically not be sufficient on its own to demonstrate that a member has lost impartiality ( <FRAGMENT_SUPPRESSED>  (QL)). This is not a case such as <FRAGMENT_SUPPRESSED>  [2012] FCJ No 245 (QL) [ Munoz ], where Justice Scott held that the member's conduct did raise a reasonable apprehension of bias. In that regard, Justice Scott made the following findings at paragraph 42: The Court, after a careful reading of the transcript of the hearing, notes that the Member questioned the applicants in a somewhat erratic and haphazard manner and even went so far as to attribute a purely fictional reaction to the applicants' counsel in her decision. This is sufficient proof of the member's bias. A decision maker cannot simply invent facts to support their findings.", "[24] That is not the case here. While the Applicant alleges that the Member \"had to resort to facts that are simply not true, in order to justify her negative decision\" on the recusal motion, and specifically challenges the Member's statement that \"[t] he claimant gazed at his counsel and answered in the affirmative when he was asked whether he found the Member intimidating\", the Member's observations may well have been justified. As noted above, the transcript indicates that counsel asked the Applicant leading questions regarding whether he felt intimidated. Regardless of whether the Applicant \"gazed\" at counsel, his response was clearly prompted.", "[25] Moreover, while counsel alleged during the hearing that the Member's questions were \"very unorganized\", I see no reviewable error in the manner in which the Member questioned the Applicant, nor did counsel object to any of her questions. When asked by the Member whether her \"manner\" had affected his ability to answer questions, the Applicant only indicated that it made it difficult to express himself in English; however, he maintained that he did not require an interpreter. This stands in contrast to the type of comments at issue in <FRAGMENT_SUPPRESSED>  at paragraphs 44-45, which Justice Scott found the comments were capable of interfering with the claimant's testimony.", "[26] Overall, I find that an informed person, viewing the matter realistically and practically-and having thought the matter through- would conclude that the dispute between counsel and the Member did not result in a situation where it was more likely than not that the Member, whether consciously or unconsciously, would not decide fairly. B. Issue #2: Did the Member err in finding that adequate state protection existed in Mexico?", "[27] The Applicant submits that the Member ignored or misapprehended several pieces of evidence which established that state protection does not exist in Mexico, as there are \"systemic issues of corruption, human rights abuses by a myriad of government security agencies, and rampant violence throughout Mexico\".", "[28] A refugee who claims that state protection is inadequate or non-existent bears the evidentiary burden of adducing evidence to that effect, and the legal burden of persuading the trier of fact that his claim is well-founded. The presumption of state protection is rebutted by clear and convincing evidence that the state protection is inadequate or non-existent ( <FRAGMENT_SUPPRESSED> ).", "[29] Contrary to the Applicant's assertion, the Member did not ignore evidence regarding crime and corruption in Mexico. Rather, the Member explicitly acknowledged this evidence and carefully weighed it against the other evidence in the record.", "[30] While the Applicant clearly disagrees with the Member's conclusion that corruption was not systemic and that adequate state protection exists, that does not render the Member's decision unreasonable. C. Issue #3: Did the Member err in concluding that the Applicant did not have subjective fear?", "[31] The Member found that the Applicant had failed to establish a subjective fear and an objective basis for his claimed fear of returning to Mexico. In particular, the Member reasoned that the Applicant's failure to make an asylum claim in the United States after he discussed returning to Mexico with his family in 1995 and his failure to seek protection in Canada with his family in 1996 established that there was a lack of subjective fear.", "[32] The Applicant submits that the Member ignored or misapprehended the evidence in finding that he did not have subjective fear. In particular, the Applicant argues that his decision to not seek refugee protection with his family in 1996 is explained by his ability to remain safely in the United States. In the Applicant's view, he did all that a reasonable person would have done by seeking legal advice and obtaining help from his family.", "[33] Contrary to the Applicant's assertion, the Member did not ignore or misapprehend the evidence in finding that the Applicant did not have subjective fear. The Member specifically acknowledged the Applicant's evidence that he remained in the United States because he believed he was safe and was happy living there. As reflected in the decision, the Member simply did not believe that, prior to 2009, the Applicant was safe living as an illegal immigrant in the United States, or that someone who truly feared torture would be content to live in such a precarious situation.", "[34] The Applicant does not point to any evidence to establish that the Member erred in concluding that he could have been deported from the United States at any time. Indeed, the Applicant agreed with the Member when she asked him whether anyone who is in a country illegally is at risk of being deported. The Member's conclusion that the Applicant lacked subjective fear was open to her, given this evidence. V. Conclusion", "[35] In sum, there is no reason to intervene in the decision. The Applicant has not persuaded me that the Member's behaviour was such as to give rise to a reasonable apprehension of bias or that the decision does not fall within the range of possible, acceptable outcomes which are defensible in respect of the facts and law. The application will be dismissed.", "[36] Neither party proposes a question for certification. None will be certified. JUDGMENT", "[37] THIS COURT ORDERS AND ADJUDGES that 1. the application for judicial review is dismissed; and 2. no question of general importance is certified. <FRAGMENT_SUPPRESSED> La juge Snider", "[2]", "[3] III. Norme de contrôle", "[4] IV. Analyse A.", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12] [traduction]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20] R c S (RD)", "[21]", "[22]", "[23] <FRAGMENT_SUPPRESSED>  [2012] ACF no 245 (QL) [ Munoz", "[24]", "[25] Munoz", "[26] B.", "[27]", "[28] <FRAGMENT_SUPPRESSED> ).", "[29]", "[30] C.", "[31]", "[32]", "[33]", "[34] V. Conclusion", "[35]", "[36] JUGEMENT", "[37] [End of document] <FRAGMENT_SUPPRESSED>"]}