{"id_": "031784", "body_str": ["[1] O'Keefe, J. : The applicant's application for a pre-removal risk assessment (PPRA) was denied by Citizenship and Immigration Canada. The applicant now applies for judicial review of that decision pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [the Act].", "[2] The applicant seeks an order setting aside the negative decision and returning the matter to a different officer for redetermination. I. Background", "[3] The applicant is a citizen of Egypt, born on September 18, 1977. He left Egypt legally for the U.S.A. in November 2003 and came to Canada in September 2004. He made a refugee claim under the fear of persecution as a member of the Muslim Brotherhood.", "[4] The applicant's refugee claim was rejected on February 9, 2006 because the Refugee Protection Division (the Board) found his claim was not credible. He sought leave for judicial review of the Board's decision and leave was dismissed by this Court on April 24, 2006.", "[5] The applicant's father received a letter dated June 25, 2011 from the Egyptian government, Ministry of Interior, Sector of National Defense (the government letter). The government letter stated he and his father would be arrested and charged if the applicant did not report to the Egyptian authorities for his evasion of the military draft.", "[6] The applicant applied for a PRRA on May 14, 2012 on the basis that he now faced a heightened risk to his life and safety in Egypt as a military draft evader.", "[7] In his application, the applicant submitted current country condition documentary evidence which post-dates the Board's decision, a certified translation of the government letter and a certified translation of a copy of the notice of conscription issued by the Egyptian Ministry of Defence whereupon he was conscripted for military service from September 1, 2002 until August 1, 2005. II. Decision Under Review", "[8] A senior immigration officer rejected the application in a decision dated April 23, 2013. The officer first examined the statutory requirements for a successful PRRA application. He referenced subsection 113(a) of the Act regarding the need for new evidence and subsection 161(2) regarding written submissions for the new evidence.", "[9] Then, the officer quoted the findings of the 2006 Board decision. The Board, in its reasoning of the negative decision, found there is insufficient credible and trustworthy evidence to establish the applicant's refugee claim under the fear of persecution as a member of the Muslim Brotherhood. For example, the Board found it was not credible that the applicant would have been allowed to travel outside Egypt as alleged if his allegations about being followed by security forces were credible. Also, the Board found the allegations were not credible because the applicant had no problems renewing his Egyptian passport in New York on August 30, 2004.", "[10] Next, the officer assessed the evidence submitted by the applicant and made the following findings. The evidence submitted includes: Egypt's current country condition documentary evidence, a government letter and a copy of the notice of conscription.", "[11] First, the officer found, based on the notice of conscription, the issue of being considered a draft evader is not new evidence under subsection 113(a) of the Act since the applicant knew he was required to perform military service at the time of his refugee hearing.", "[12] Second, the officer cited multiple documents on current country conditions and found penalties in Egypt are not disproportionately severe or unlawfully imposed. He also found it is mere speculation that the applicant would not be exempted for being over 30 years old.", "[13] Third, the officer found since the applicant left Egypt legally with no apparent difficulties and he provided no evidence indicating he was reporting to the military prior to leaving, there is insufficient evidence that the applicant would be arrested and charged if he returned to Egypt. Further, the officer reasoned that the applicant's refugee claim was based upon his affiliation with the Muslim Brotherhood, not upon any alleged difficulties due to evasion of military service. Therefore, the officer gave the government letter no weight as corroborative evidence.", "[14] Last, the officer acknowledged that although he/she is not bound by the Board's findings, the officer gave considerable weight to the findings of credibility. The officer concludes that based on reviewing all the evidence, he/she found there is insufficient objective evidence to indicate that the applicant's situation in Egypt has changed since the Board decision. The officer found the applicant does not meet the requirements of sections 96 and 97 of the Act. III. Issues", "[15] The applicant submits two issues for consideration: 1. Did the officer breach the duty of procedural fairness owed to the applicant by not providing the applicant with an oral hearing? 2. Did the officer err in the assessment of the new evidence presented by the applicant?", "[16] The respondent replies that there is one issue: \"whether the PRRA officer made a reviewable error on any of the statutory grounds set out in section 18.1(4) of the Federal Courts Act , R.S.C. 1985, c F-7.\"", "[17] In my view, there are three issues: A. What is the standard of review? B. Was the officer's finding based on sufficiency or credibility of the evidence? C. Did the officer assess the new evidence reasonably? IV. Applicant's Written Submissions", "[18] The applicant submits there are two applicable standards of review for the matters in this case. For his first issue, the applicant cites section 167 of the Immigration and Refugee Protection Regulations , SOR/2002-227 [the Regulations] and argues the issue of an oral hearing is a question of procedural fairness.", "[19] REFERENCE_SUPPRESSED, issues of procedural fairness are questions of law and are reviewed on a standard of correctness (see also REFERENCE_SUPPRESSED).", "[20] For the applicant's second issue, he submits it is a question of mixed fact and law, which is reviewable on a standard of reasonableness (see REFERENCE_SUPPRESSED).", "[21] Insofar as the issue of an oral hearing is concerned, the applicant submits the officer breached the duty of procedural fairness because the officer made credibility findings without giving the applicant an opportunity to attend an oral hearing and this is contrary to subsection 167(a) of the Regulations. He argues that the officer's findings are based on credibility as opposed to insufficiency of evidence. The applicant cites the following cases for support: REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; and REFERENCE_SUPPRESSED.", "[22] The applicant submits in CITATION_SUPPRESSED, this Court found an officer did not merely assess the probative value of the applicant's evidence without making a credibility finding to determine it was insufficient. In CITATION_SUPPRESSED, this Court found \"[I] n refusing to accord weight to the applicant's story without corroborating evidence, the PRRA Officer, in effect, concluded that the applicant was not credible\" and given these credibility concerns, the officer should have considered the request for an oral hearing. In CITATION_SUPPRESSED, this Court overturned a decision of a PRRA officer who made a veiled credibility finding and failed to conduct an oral hearing. The officer in that case gave minimal probative value to a translated death sentence because the translation was said to be unofficial and informal.", "[23] Here, the applicant argues the officer similarly made veiled credibility findings. The document is sealed, signed and translated. The applicant quotes part of page six of the officer's decision: \"I find that the information provided in this document does not substantiate the evidence presented which indicated that the applicant was to perform his military service from September 1, 2002 until August 1, 2005.\" The applicant argues this finding is based on credibility and reflects that the officer did not believe him. Also, this evidence is central to the applicant's claim and if accepted, would have allowed the officer to conclude that the applicant is in fact a target, which would have justified allowing the application. This is further reinforced by the officer's own words that he was persuaded by the findings of the Board that the applicant's claim had no credible basis.", "[24] Insofar as the issue of the assessment of the new evidence is concerned, the applicant submits the officer's assessment was unreasonable because he used the rejected evidence to compare with the new evidence. For support, the applicant cites REFERENCE_SUPPRESSED where in that case, this Court found \"it was unreasonable for the officer to reject the evidence in the lawyer's letter that supported Mr. Thiyagarajah's application while, at the same time, using the portions of it that contradicted his version of events to discredit Mr. Thiyagarajah's evidence.\"", "[25] Here, the applicant argues that the officer committed a similar error because he used rejected evidence to discredit new evidence. The officer rejected the notice of conscription as new evidence because it predates the Board's decision. However, the officer proceeded to use this evidence in a comparison with the 2011 government letter and concluded that this letter did \"not substantiate the evidence presented\" in the notice of conscription. Therefore, the applicant submits that the officer's assessment of the evidence is entirely unreasonable. V. Respondent's Written Submissions", "[26] The respondent submits for allegations of legal errors and procedural unfairness, the applicable standard of review is correctness (see CITATION_SUPPRESSED; and REFERENCE_SUPPRESSED). Where the PRRA decision is considered globally as a whole, the applicable standard of review should be reasonableness (see REFERENCE_SUPPRESSED; Federal Courts Act , RSC, 1985, c F-7, s 18.1(4)(d); REFERENCE_SUPPRESSED; and REFERENCE_SUPPRESSED).", "[27] The respondent first provides a statutory analysis. It cites subsection 113(a) of the Act which states that PRRA applicants are permitted to submit only new evidence that arose after the rejection of a refugee claim. Subsection 161(2) of the Regulations puts the onus on applicants to establish the evidence satisfies the criteria for being considered new evidence. Section 167 of the Regulations prescribes the factors for determining whether an oral hearing is required.", "[28] Then, the respondent analyzes the oral hearing issue. It argues there is no procedural unfairness and submits the central issue before the officer was not credibility but sufficiency of the evidence. In REFERENCE_SUPPRESSED, this Court found the applicant's credibility was not at issue and rather the officer determined that the evidence taken as a whole was insufficient to reach a decision in the applicant's favour. The respondent argues that in the present case, the officer assessed all the evidence and then made the insufficient evidence finding.", "[29] In contrast to the applicant's argument, the respondent submits the officer's comment at page six of the decision that the applicant \"... had an opportunity to overcome these credibility concerns however, he did not do so\" is a mere summary of the Board's previous finding and it is made not in the context of assessing credibility.", "[30] Further, the respondent submits the applicant's case law is distinguishable from the present case. First, in REFERENCE_SUPPRESSED, Madam Justice Anne Mactavish distinguished Zokia because a detailed request for an oral hearing was made with reference to the credibility factor under section 167 of the Regulations. The respondent argues the distinction also applies here, because there is no evidence that the applicant requested an oral hearing and the issue is not based on credibility. Second, Mr. Justice Sean Harrington found in the CITATION_SUPPRESSED decision that if the two Hezbollah documents are legitimate, the applicant would clearly have been at risk; so the letters should have been put to the applicant at a hearing. Here, there was no issue about the legitimacy of the 2011 government letter.", "[31] Next, the respondent analyzes the issue on the assessment of new evidence. It argues the applicant's argument is based on a reweighing of evidence. Unlike the CITATION_SUPPRESSED decision, the officer made no credibility findings beyond those already made by the Board and the officer's assessment merely corroborates the Board's finding that the refugee claim has no credible basis. Also, the officer's finding of fact concerning this one piece of evidence does not raise a serious issue of credibility. This finding is merely one factor supporting the officer's overall conclusions, among many other factors found on pages five and six of the decision. Here, the applicant is asking this Court to reweigh the evidence. VI. Analysis and Decision A. Issue 1 - What is the standard of review?", "[32] The jurisprudence on the standard of review for a decision granting an oral hearing pursuant to section 167 of the Regulations and section 113 of the Act is mixed (see REFERENCE_SUPPRESSED). Mr. Justice Yves de Montigny in REFERENCE_SUPPRESSED presented the split of jurisprudence as follows: The jurisprudence of this Court is divided on the standard of review for oral hearings under paragraph 113(b). I recently reviewed this question in REFERENCE_SUPPRESSED, and I can do no better than repeat what I wrote there (at para 24): That being said, there is a controversy in this Court as to the standard of review to be applied when reviewing an officer's decision not to convoke an oral hearing, particularly in the context of a PRRA decision. In some cases, the Court applied a correctness standard because the matter was viewed essentially as a matter of procedural fairness (see, for example, REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED (available on CanLII). On the other hand, the reasonableness [standard] was applied in other cases on the basis that the appropriateness of holding a hearing in light of a particular context of a file calls for discretion and commands deference (see, for example, REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED). I agree with that second position, at least when the Court is reviewing a PRRA decision. See also: REFERENCE_SUPPRESSED.", "[33] I have mentioned in my prior cases that in my view, the issue of an oral hearing is a question of procedural fairness (see REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED). A review on procedural fairness typically triggers the standard of correctness (see REFERENCE_SUPPRESSED; and CITATION_SUPPRESSED). The Court must determine whether the process followed by the decision-maker satisfied the level of fairness required in all of the circumstances (see CITATION_SUPPRESSED).", "[34] Insofar as the assessment of new evidence is concerned, it is a question of mixed fact and law, which is reviewable on a standard of reasonableness (see CITATION_SUPPRESSED). This means that I should not intervene if the decision is transparent, justifiable, intelligible and within the range of acceptable outcomes (see CITATION_SUPPRESSED; CITATION_SUPPRESSED). As the Supreme Court held in CITATION_SUPPRESSED, a court reviewing for reasonableness cannot substitute its own view of a preferable outcome, nor can it reweigh the evidence. B. Issue 2 - Was the officer's finding based on sufficiency or credibility of the evidence?", "[35] Although a PRRA applicant is not generally entitled to an oral hearing, paragraph 113(b) of the Act states \"a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required.\" Section 167 of the Regulations prescribes the factors where a hearing is required for the PRRA. In particular, section 167(a) indicates a hearing is required where there is a serious issue of the applicant's credibility.", "[36] The issues in the present case should be jointly determined on the factor of credibility as well as the factor of its seriousness. I could outline the analysis no better than I already did in CITATION_SUPPRESSED 29 In REFERENCE_SUPPRESSED, Mr. Justice Phelan at paragraph 16, held that section 167 becomes operative where credibility is an issue which could result in a negative PRRA decision and that the intent of the provision is to allow an applicant to face any credibility concern which may be put in issue. After reviewing CITATION_SUPPRESSED above, I held in REFERENCE_SUPPRESSED, that an oral hearing was required because in that case, \"The officer found that absent the principal applicant's lack of credibility before the Board, the circumstances were such that the state would not be able to protect the applicants.\" 30 In my opinion, section 167 describes two types of circumstances where issues of credibility will require an oral hearing. Paragraph (a) relates to the situation where evidence before the officer directly contradicts an applicant's story. Paragraphs (b) and (c), on the other hand, essentially outline a test whereby one is to consider whether a positive decision would have resulted but for the applicant's credibility. In other words, one needs to consider whether full and complete acceptance of the applicant's version of events would necessarily result in a positive decision. If either test is met, an oral hearing is required.", "[37] As I previously stated in CITATION_SUPPRESSED: Applicants are required under subsection 10(1) of the Regulations to submit all information, documents and evidence required by the Regulations and the Act. As such, it is open to an officer to reject an application on the basis that the applicant has submitted insufficient evidence. I agree with Mr. Justice Crampton's analysis in REFERENCE_SUPPRESSED, where he states that the cases noted above regarding findings of insufficiency of evidence: ... do not stand for the proposition that a PRRA Officer in essence makes an adverse credibility finding every time he or she concludes that the evidence adduced by an Applicant is not sufficient to meet the Applicant's evidentiary burden of proof. In each of those cases, it was clear to the Court that the PRRA Officer either had made a negative credibility finding, or simply disbelieved the evidence presented by the Applicant. This is very different from not being persuaded that an Applicant has met his or her burden of proof on the balance of probabilities.", "[38] Further, Mr. Justice Peter Annis in CITATION_SUPPRESSED, laid out the steps involved in determining whether a finding is based on sufficiency or credibility. The determination of whether an interview is required is the second of three steps in the PRRA process. The first is to determine whether there is new evidence from that led before the RPD; the second whether an interview is necessary; and the third to decide the matter. The second step involves weighing the credibility evidence. This process necessarily gives rise to counterpoints that come to mind, such as in this case why the evidence failed to include mention of reporting the incidents to the authorities, or attempts made by the applicant to reconcile the blood feud via mechanisms established for this purpose by the state. The officer concluded that for the evidence to have a sufficient probative value to require interview, the evidentiary onus lay upon the applicant to either indicate that he had taken the steps one would reasonably expect to have been followed, or explain his failure to do so. As these obvious and important aspects of the applicant's evidence were missing, his evidence failed to raise a serious credibility issue.", "[39] In the present case, the officer determined which evidence was accepted as new evidence. Then, the officer proceeded with the analysis of this evidence and arrived at a negative decision.", "[40] The applicant alleges part of page 6 of the officer's decision is a veiled credibility finding: \"I find that the information provided in this document does not substantiate the evidence presented which indicated that the applicant was to perform his military service from September 1, 2002 until August 1, 2005.\" The applicant also argues this evidence is central to the applicant's claim. On the other hand, the respondent submits it was a finding based on insufficiency of evidence rather than credibility.", "[41] To provide a comprehensive review, this part of the decision cannot be read on its own; rather, it should be read in its full context. The applicant submitted a certified translation of a letter from the Ministry of Interior, Sector of National Defense dated 25/6/2011 which indicated that he and his father would be arrested and charged if the applicant did not report to the Egyptian authorities due to his evasion of the military draft. I have carefully analysed this letter, and based upon the totality of the evidence before me, I do not find that it provides sufficient objective evidence to indicate that the applicant would be arrested and charged due to his evasion of the military draft upon return to Egypt. I find that the information provided in this document does not substantiate the evidence presented which indicated that the applicant was to perform his military service from September 1, 2002 until August 1, 2005.", "[42] The rest of the decision shows the officer also considered other evidence, for example, the document \"War Resisters' International\".", "[43] In REFERENCE_SUPPRESSED, Mr. Justice Russel Zinn wrote that an officer in making a PRRA decision, may either go on to weigh evidence that he has found to be credible or may move directly to weighing the evidence without making any credibility findings. Here, based on the reasons of the decision in front of me, it shows the officer went directly to the weight of evidence without first making any credibility findings. Further, similar to CITATION_SUPPRESSED , the officer here neither made any express finding that the applicant's story was untrue, nor did the officer allude to any evidence that contradicted the applicant's evidence.", "[44] Also, I agree with the respondent's distinction of case law. In CITATION_SUPPRESSED , the officer erroneously rejected a piece of evidence due to the lack of collaborating evidence. Such is not the case here. In Zokia , an oral hearing was made with reference to the credibility factor under section 167 of the Regulations. Here, no request for an oral hearing is made. In the CITATION_SUPPRESSED decision, the officer had concerns with the legitimacy of the evidence but failed to conduct a hearing to address these credibility issues. Here, the officer did not have concerns regarding the legitimacy of the 2011 government letter. I find the case at bar is similar to CITATION_SUPPRESSED , where in that case, the officer did not mention any doubt pertaining to the credibility of the evidence and rather, the negative decision was made because the officer was not persuaded in the applicant's favour due to the insufficiency of evidence.", "[45] Therefore, I find the officer's finding was based on sufficiency of the objective evidence, rather than a finding of credibility. No oral hearing was owed to the applicant.", "[46] Here, the applicant also argues that the finding is based on credibility because the officer was persuaded by the findings of the Board that the applicant's claim had no credible basis. The officer's decision stated: Furthermore, the RPD found \" the applicant not to be a Convention Refugee and not a person in need of protection and the claim does not have credible basis \", due to the considerable adverse credibility findings on issues central to his claim. The applicant had an opportunity to overcome these credibility concerns however, he did not do so. While I am not bound by these findings, the RPD is a decision making body who are experts in the determination of refugee claims, I therefore give considerable weight to their findings. Nonetheless, I have carefully read and considered the materials submitted by the applicant, the reasons for the Refugee Protection Division (RPD) decision, and have conducted research regarding current country conditions. [Emphasis added]", "[47] Since the officer made the findings on the new evidence separately from the Board findings, in my view, this is better examined under the second issue to determine the overall reasonableness of the decision. C. Issue 3 - Did the officer assess the new evidence reasonably?", "[48] Here, the applicant relies on CITATION_SUPPRESSED for support. In that case, \"[w] hile the officer rejected the letter from the human rights lawyer because it was not new evidence, the officer nonetheless used the letter to discredit Mr Thiyagarajah's version of events.\" This Court found \"it was unreasonable for the officer to reject the evidence in the lawyer's letter that supported Mr Thiyagarajah's application while, at the same time, using the portions of it that contradicted his version of events to discredit Mr Thiyagarajah's evidence.\"", "[49] The applicant argues the case at bar is analogous to CITATION_SUPPRESSED in that the officer used the rejected notice of conscription in a comparison with the 2011 government letter and concluded the letter \"did not substantiate the evidence presented\" in the notice of conscription. On the other hand, the respondent argues CITATION_SUPPRESSED can be distinguished because the officer made no credibility findings beyond those already made by the Board and the assessment merely corroborates the Board's finding that the refugee claim has no credible basis.", "[50] I agree with the applicant and find the officer was unreasonable in using a piece of rejected evidence to compare with the new evidence. Although there is no credibility finding in the present case, I find the ratio of CITATION_SUPPRESSED is not limited to credibility, rather it stands for the proposition that it is unreasonable for an officer to reject a piece of evidence and then use it again later in the officer's assessment.", "[51] Further, insofar as the issue of the Board's credibility finding is concerned, I find the officer assessed the new materials and conducted research separately from it.", "[52] However, it is unclear to me how the considerable weight given to the Board's credibility concerns factor into the officer's findings from the new evidence. Unlike what the respondent argues, in my view, the officer's finding is not merely corroboration of the Board's finding. Therefore, the reasoning in this part of the officer's decision is not transparent to me.", "[53] Therefore, the officer's assessment of evidence was unreasonable. The application for judicial review is therefore allowed and the matter is remitted to a different officer for redetermination.", "[54] Neither party wished to submit a proposed serious question of general importance for my consideration for certification. JUDGMENT", "[55] THIS COURT'S JUDGMENT is that the application for judicial review is allowed and the matter is remitted to a different officer for redetermination. ANNEX Relevant Statutory Provisions Immigration and Refugee Protection Act , SC 2001, c 27 72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court. ... 113. Consideration of an application for protection shall be as follows: (a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection; (b) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required; (c) in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98; (d) in the case of an applicant described in subsection 112(3) - other than one described in subparagraph (e)(I) or (ii) - consideration shall be on the basis of the factors set out in section 97 and (i) in the case of an applicant for protection who is inadmissible on grounds of serious criminality, whether they are a danger to the public in Canada, or (ii) in the case of any other applicant, whether the application should be refused because of the nature and severity of acts committed by the applicant or because of the danger that the applicant constitutes to the security of Canada; and (e) in the case of the following applicants, consideration shall be on the basis of sections 96 to 98 and subparagraph (d)(I) or (ii), as the case may be: (i) an applicant who is determined to be inadmissible on grounds of serious criminality with respect to a conviction in Canada punishable by a maximum term of imprisonment of at least 10 years for which a term of imprisonment of less than two years - or no term of imprisonment - was imposed, and (ii) an applicant who is determined to be inadmissible on grounds of serious criminality with respect to a conviction of an offence outside Canada that, if committed in Canada, would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years, unless they are found to be a person referred to in section F of Article 1 of the Refugee Convention. ... Immigration and Refugee Protection Regulations , SOR/2002-227 167. For the purpose of determining whether a hearing is required under paragraph 113(b) of the Act, the factors are the following: (a) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act; (b) whether the evidence is central to the decision with respect to the application for protection; and (c) whether the evidence, if accepted, would justify allowing the application for protection. CITATION_SUPPRESSED"]}