{"id_": "031884", "body_str": ["[1] Near, J. : This is an application for judicial review of the decision of a Canada Border Services Agency (CBSA) enforcement officer (\"the Officer\") dated February 3, 2012. In her decision, the Officer refused to defer the removal of the Applicants, Lucene Charles and her daughter, Ajohke Ahadzie, from Canada pursuant to section 48(2) of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA).", "[2] For the following reasons, this application is dismissed. I. Background", "[3] The primary applicant (\"the Applicant\"), Lucene Charles, is a citizen of Saint Vincent. She first came to Canada in 1992 as a visitor. During her first stay in Canada, the Applicant married a Canadian citizen and had her first two children. She did not apply for permanent residence.", "[4] The Applicant and her family moved to The Gambia in 1999, where her third child was born. All three children are dual Canadian and Saint Vincentian citizens. In 2000, the Applicant and her husband separated. They obtained a formal divorce in 2006 from the High Court of The Gambia, and custody of all three children was granted to the Applicant by the Gambian courts. An injunctive order was also issued against the Applicant's ex-husband, restraining him from\"molesting, harassing, assaulting, or threatening the petitioner in any manner whatsoever\" (Application Record, Exhibit A at 12).", "[5] In 2007, the Applicant's fourth child, Ajohke Ahadzie, was born of her new relationship with a Gambian citizen. This child, a Gambian and Saint Vincentian citizen, is the secondary applicant in these proceedings.", "[6] In 2007, the Applicant returned to Canada with all four of her children. She and her daughter were granted visitor status for a period of six months upon entry. Subsequently, the Applicant has been unsuccessful in several applications for renewed or reinstated status in Canada: • Work permit application: refused on January 22, 2008 on the grounds that she did not qualify to apply from inside Canada. Application for leave and judicial review was denied on May 15, 2008. • First application for permanent residence on Humanitarian and Compassionate Grounds (H&C application): refused on February 13, 2008. Application for leave was granted on August 22, 2008, but the final judicial review was denied (see <FRAGMENT_SUPPRESSED>  [2008] FCJ No 1718). • Application for extension of visitor visa: refused on June 11, 2008. • Application for Refugee Protection: refused on November 25, 2010. • Second H&C application: refused on August 3, 2011. • Pre-Removal Risk Assessment (PRRA): negative decision rendered on August 3, 2011.", "[7] The Applicant received Voluntary Departure Confirmation forms with the refusal of her initial work permit application, and was reported inadmissible to Canada under section 44(1) of IRPA first on February 14, 2008, and again on January 13, 2009. Conditional departure orders were issued for the Applicant and her daughter on January 13, 2009.", "[8] Following the refusal of the second H&C application and the PRRA, the CBSA directed the Applicant to begin making preparations for her removal from Canada. She was required to attend an interview at the Greater Toronto Enforcement Centre (GTEC) in November 2011, which did not take place until December 1, 2011. The Applicant submitted a written request for deferral on January 9, 2012, and a subsequent interview was held on January 12, 2012. The removal order was deferred by the CBSA until further notice on January 16, 2012 to allow the agency time to review the documents submitted by the Applicant.", "[9] At an interview with a CBSA officer on February 3, 2012, the Applicant informed the CBSA that she had recently submitted a new H&C application, as well as an application for a Temporary Resident Permit. II. Decision under Review", "[10] In her decision refusing the deferral, the Officer found that \"counsel ha[d] submitted insufficient objective evidence to demonstrate that she and her daughter Ajohke face exceptionally difficult circumstances that justify a deferral of their removal to St. Vincent.\" The Officer noted that she had little discretion to defer removal and that, if an enforcement officer chooses to exercise such discretion, he or she must do so while continuing to enforce a removal order as soon as reasonably practicable.", "[11] The Officer acknowledged that the children were attending school and were involved in their communities, but noted that the Applicant was given \"ample time to make a decision as to whether she would like all of her children to return with her to St. Vincent or if she would like to entrust them in someone's care in Canada.\" The Applicant had indicated in an interview with the CBSA that she would be transferring guardianship of her children to her priest, and she had extended family in Canada who could assist with the children. Had the Applicant decided to take all of her children with her to Saint Vincent, they would have all the benefits of Saint Vincentian citizenship and the opportunity to continue their education. The Officer further noted that the Applicant had previously travelled with the children to a country that was not the country of her citizenship, where they resided for several years.", "[12] The Officer further considered the personal circumstances of the Applicant. She noted that the Applicant had not applied for, or received, an extension to her visitor status the first time she arrived in Canada. In contrast, the Applicant received residency status in The Gambia. She found gainful employment both while in The Gambia and when she returned to Canada. The Officer inferred that the Applicant would be able to secure employment back in Saint Vincent, and noted that she has a support network of family in her home country, including parents and siblings. The Officer further stated that the Applicant was receiving child and spousal support from her ex-husband, and financial support from the father of her fourth child.", "[13] Furthermore, since returning to Canada, the Applicant submitted two applications for permanent residence that \"thoroughly assessed [her] personal circumstances in Canada, including her establishment, ties to Canada, best interest of the children and the hardship she would face if she were returned to St. Vincent.\" The Officer noted that the CBSA had been sensitive to the Applicant's need to secure family law papers, and granted her extra time to secure the necessary orders.", "[14] The Officer concluded that the Applicant \"has exhausted all of her avenues to remain in Canada legally\", stating that: A review of Ms. Charles' enforcement file as well as the evidence presented by counsel does not satisfy me that a deferral of Ms. Charles' removal from Canada, for any period of time, would compel her to make the appropriate arrangements for herself and her children to prepare for removal from Canada. III. Issues", "[15] This application raises the following issues: (a) What was the proper record before the Officer? (b) Given the record before her, was the Officer's decision reasonable? IV. Standard of Review", "[16] An enforcement officer's decision refusing to defer an applicant's removal from Canada is reviewable on a reasonableness standard ( <FRAGMENT_SUPPRESSED>  [2009] FCJ No 314 at para 25). The Court will intervene only if the decision-making process is not justified, transparent and intelligible, or if the decision falls outside the \"range of possible, acceptable outcomes defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED>  [2008] SCR 190 at para 47). V. Analysis A. Record before the Officer", "[17] The Applicant submits that she requested a deferral of the enforcement of her removal order until: (a) her children finished their school year; (b) guardianship of her children was established; (c) she was able to fundraise sufficient funds on which to survive when she arrived in Saint Vincent; or (d) her most recent H&C application was processed.", "[18] She contends that her request for deferral on the basis of grounds (a) through (c) was made orally at her interview of December 1, 2011. The Applicant contends that her written submission of January 9, 2012, in which ground (d) was raised, was \"over and above\" the request made in the meeting on December 1, 2011. The Applicant further contends that she reiterated her request for deferral of the removal order during her subsequent interview on January 12, 2012, and that at no point was she informed that only written submissions would be considered. The Applicant thus takes the position that the Officer was under an obligation to consider each of her requests, and that the Officer failed to do so.", "[19] The Respondent, however, submits that no deferral request was made at the pre-removal interview on December 1, 2011, and that only the written deferral submissions presented by the Applicant were properly before the Officer for consideration. The Respondent does not contest that an oral request for deferral was made at the meeting on January 12, 2012. Rather, it submits that CBSA Officer Matadar, who conducted the interviews and who is not the Officer, denied the specific request for deferral made at the meeting of January 12, 2012, and that that particular oral decision is not under review in this application. In this way, I find that, contrary to the Applicant's assertions, there is no dispute as to the appropriate form of a deferral request. Both parties agree that such a request can properly be made either orally or in writing.", "[20] The Respondent further contends that the Officer was not obligated to consider, in her written decision of February 3, 2012, many of the grounds or personal circumstances that the Applicant now raises in her submissions because they were not included in the written deferral materials submitted on January 9, 2012. The Respondent further notes that the Applicant had not even submitted her third H&C application until after she submitted the written materials.", "[21] I am cognizant of the affidavit material filed by the Applicant with respect to the December 1, 2011 meeting with Officer Matadar. The first affidavit made by the Applicant in preparation for her stay motion was made more than two months after the meeting. The second affidavit, sworn by her friend, Robert Stevens, was made very recently - seven months after the events. The Respondent has correctly pointed out that the two affidavits are inconsistent as to what took place on December 1, 2011, which is not surprising given that they were prepared some time after the meeting. As such, I prefer the affidavit evidence of Officer Matadar.", "[22] Consequently, I am persuaded, on the basis of the substance of Officer Matadar's meeting notes from December 1, 2011, January 12, 2012, and February 3, 2012, that there was no request for deferral made orally at the meeting of December 1, 2011. A request for deferral of a removal order is a significant item to which an enforcement officer who is familiar with the removal process would be attuned. Indeed, the notes entered into the system following Officer Matadar's meetings with the Applicant on January 12, 2012 and February 3, 2012 indicate that he recognized on both occasions that a request for deferral was made orally. There is no evidence to suggest that there was any change in Officer Matadar's experience between the December 1, 2011 meeting and the meetings in the following two months that would point to his inability to recognize such a request in the first meeting.", "[23] Accordingly, I find that the record before the Officer, who was not present at any of the meetings, was limited to the written submissions offered by the Applicant on January 9, 2012 and the Applicant's file. B. Reasonableness of the Officer's Decision (i) The Officer's Discretion", "[24] The Federal Court of Appeal has emphasized that \"an enforcement officer's discretion to defer removal is limited\" ( Baron , above at para 49). Section 48 of IRPA sets out a positive obligation for the enforcement of removal orders: Enforceable removal order 48. (1) A removal order is enforceable if it has come into force and is not stayed. Effect (2) If a removal order is enforceable, the foreign national against whom it was made must leave Canada immediately and it must be enforced as soon as is reasonably practicable. 48.", "[25] A removal officer may consider various factors in determining whether it is \"reasonably practicable\" to execute a removal order, including illness, other impediments to travelling, pending H&C applications that were brought on a timely basis but have yet to be resolved due to backlogs in the system, children's school years, and pending births and deaths ( <FRAGMENT_SUPPRESSED>  7 Imm L R (3d) 141 at para 12; Baron , above at paras 49-51; <FRAGMENT_SUPPRESSED>  [2001] FCJ No 295 at para 44).", "[26] While allowing for some discretion with respect to the timing of a removal, this Court and the Federal Court of Appeal have declared that \"deferral should be reserved for those applications where failure to defer will expose the applicant to the risk of death, extreme sanction or inhumane treatment\" ( Wang , above at para 48; Baron , above at para 51). The mere fact that an H&C application is pending, unless it is based on a threat to personal safety, is not sufficient to justify deferral of a valid removal order ( Baron , above at para 51; Wang , above at para 45).", "[27] The Respondent contends that the Applicant requested an indefinite deferral order, which was outside the Officer's jurisdiction to grant. This Court has held that a deferral is a \"temporary measure necessary to obviate a serious, practical impediment to immediate removal\" ( <FRAGMENT_SUPPRESSED>  [2006] FCJ No 182 at para 19; <FRAGMENT_SUPPRESSED>  [2008] FCJ No 1035 at para 33), and that there is no authority in section 48(2) of IRPA for an indefinite deferral. However, I find that the Applicant did not request an indefinite deferral in her submissions of January 9, 2012, and that the Officer was required to consider the reason for the Applicant's request and the evidence submitted to support it ( <FRAGMENT_SUPPRESSED>  [2009] FCJ No 515 at para 18). (ii) Individual Circumstances of the Applicant", "[28] The Applicant submits that the Officer erred in failing to consider her compelling individual circumstances. Specifically, she submits that the Officer did not account for the Applicant's particular history of abuse and its impact on her ability to prepare for removal. As the jurisprudence makes clear, the discretion of an enforcement officer in deferring the execution of a removal order is limited to narrow circumstances. Deferral is to be reserved for those cases where a failure to defer will expose the applicant to the risk of death, extreme sanction or inhumane treatment ( Baron , above at para 51; Wang , above at para 48).", "[29] While the Applicant's history of abuse is tragic, it was not within the Officer's ambit of discretion to consider it in deciding whether to grant a deferral. Indeed, a request for deferral is not to be treated as a pre-H&C application, and the enforcement officer is not to assess the merits of the H&C application ( <FRAGMENT_SUPPRESSED> , above at para 19; <FRAGMENT_SUPPRESSED>  [2003] FCJ No 805 at para 32; <FRAGMENT_SUPPRESSED> , above at para 11). In my opinion, what the Applicant was asking the Officer to consider on this point were the merits of her H&C application, which, at the time of her request for deferral, she had not even submitted. The Officer's decision on this point was reasonable.", "[30] The Applicant additionally contends that the Officer erred in failing to consider the potential for her ex-husband to seek custody of the children upon her removal from Canada. While I recognize that this may have been an important factor for the Officer to weigh, there was no evidence supporting it in the record before the Officer. The Officer therefore could not err by failing to consider something that was not before her. (iii) Best Interests of the Children", "[31] The Applicant submits that the Officer further erred in failing to consider the short-term best interests of the children. Specifically, the Applicant contends that the Officer was obligated to consider: (i) the impact of the Applicant's departure on the children, given their disabilities and past trauma; (ii) the likelihood of her ex-husband to seek custody or to abduct the children in her absence; and (iii) the time and difficulty of finding a legal guardian for her Canadian children, in order to protect them from her ex-husband. I have already found that the Officer did not err in failing to consider the actions of the Applicant's ex-husband with respect to custody of the children because there was no evidence of this before the Officer.", "[32] This Court has found that the best interests of the child analysis applicable to enforcement officers in the context of removal orders is limited ( Baron , above at para 57). Indeed, it is established law that \"an enforcement officer has no obligation to substantially review the children's best interest before executing a removal order\" ( Baron, above at para 57), and that \"illegal immigrants cannot avoid the execution of a valid removal order simply because they are the parents of Canadian-born children\" ( Baron, above at para 57).", "[33] The Applicant relies, inter alia, on <FRAGMENT_SUPPRESSED>  [2005] FCJ No 1448, in which this Court held that an enforcement officer is within his mandate to evaluate whether provisions have been made for leaving a child in the care of others in Canada when the parent is to be removed (see para 40).", "[34] In this case, the Officer considered both whether there were provisions in place to care for the Applicant's three Canadian children should she decide to leave them in Canada, and what opportunities exist for them in Saint Vincent, should she decide to take them with her. It was reasonable for the Officer to conclude that the Applicant had sufficient time to make guardianship arrangements for her Canadian children. In the absence of evidence demonstrating how long and complicated the transfer of custody might be, the Officer was well within her rights to conclude that the Applicant had made arrangements for the care of her Canadian children when she indicated her desire to transfer custody. Indeed, as the Respondent points out, the Officer acknowledged in her reasons that the custody or guardianship arrangements were not finalized when she stated that the Applicant \"expressed her desire to transfer guardianship of the boys.\" I note that the Applicant indicated her preference to leave her Canadian children behind months after she was first informed of her imminent removal from Canada. While I sympathize with the Applicant and recognize that this was a difficult decision to make, the Officer did not make a reviewable error on this point.", "[35] Furthermore, it was reasonable for the Officer to conclude that the Applicant has family in Canada that could be expected to support the children. While the Applicant now argues that this was an error of fact because her aunt has moved away from Canada, and the only family members remaining are those with whom she has little to no contact, this evidence was not squarely before the Officer when she made her decision. Once again, the Officer cannot be expected to make a decision on the basis of facts that are not before her.", "[36] Finally, I agree with the Respondent that the Applicant is asking for an analysis that is more appropriately suited to an H&C application in (I) above.", "[37] In sum, I find that the Officer's decision with respect to the best interests of the children was reasonable. (iv) Errors", "[38] The Applicant finally submits that the Officer misconstrued the Applicant's submissions and made unreasonable findings of fact. I have already addressed the Applicant's contentions with respect to her family support in Canada and the guardianship status of her children. The Applicant's final concern relates to the Officer's attendance to her financial situation and work history. Specifically, the Applicant argues that the Officer mistakenly assessed her ability to support herself based on her work history. I am unable to accept the Applicant's arguments. The Officer made a reasonable assessment of the Applicant's work experiences and skill level based on the evidence before her. For example, the Applicant's curriculum vitae describes her work experience and the duties performed in each of her jobs. The Applicant's own application for a work permit describes her as \"highly skilled.\"", "[39] It was also reasonable for the Officer to conclude that the Applicant's mother would be a source of support for her in Saint Vincent, particularly in light of the fact that the letter from her mother, included as an affidavit in these proceedings, was not before the Officer.", "[40] Given the absence of evidence that the Applicant's ex-husband has not been meeting his support obligations since the Ontario court order of July 2011, it was equally reasonable for the Officer to conclude that this was a source of income for the Applicant. However, even if this was an error, the amount of support does not go to the heart of the Officer's decision, and thus does not constitute a reviewable error. VI. Conclusion", "[41] For the reasons above, I find that the Officer's decision was reasonable. JUDGMENT", "[42] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed. Lucene  <FRAGMENT_SUPPRESSED>  Near , LC 2001, c 27 (la LIPR).", "[2] I. Contexte", "[3]", "[4]", "[5]", "[6] <FRAGMENT_SUPPRESSED>  [2008] ACF no 1718).", "[7]", "[8]", "[9] II.", "[10]", "[11]", "[12]", "[13]", "[14] [traduction] III.", "[15] IV. Norme de contrôle", "[16] <FRAGMENT_SUPPRESSED> , au paragraphe 47). V. Analyse A.", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23] B. (i)", "[24] Baron 48. Enforceable removal order 48. (1) A removal order is enforceable if it has come into force and is not stayed. Effect (2) If a removal order is enforceable, the foreign national against whom it was made must leave Canada immediately and it must be enforced as soon as is reasonably practicable.", "[25] Baron <FRAGMENT_SUPPRESSED>  [2001] ACF no 295, au paragraphe 44).", "[26] Wang Baron Baron Wang", "[27] <FRAGMENT_SUPPRESSED>  [2006] ACF no 182, au paragraphe 19; <FRAGMENT_SUPPRESSED>  [2009] ACF no 515, au paragraphe 18). (ii)", "[28] Baron Wang", "[29]", "[30] (iii)", "[31]", "[32] Baron Baron Baron", "[33]", "[34]", "[35]", "[36]", "[37] (iv)", "[38]", "[39]", "[40] VI. Conclusion", "[41] JUGEMENT", "[42] [End of document]"]}