{"id_": "031985", "body_str": ["[1] Russell, J. : I have before me two motions in this matter. In one of them the Plaintiffs are seeking the following relief: a. An interim interlocutory and permanent injunction restraining the Defendants, as well as their employees, agents, licensees, heirs, estates, successors, assigns, and all others over whom any of the foregoing exercise authority from: i. Infringing the Plaintiffs' trademark contrary to section 19 of the Trade-marks Act , R.S.C. 1985, c. T-13; ii. Directing public attention to their services or business in such a way so as to cause or be likely to cause confusion in Canada, at the time they commence so to direct public attention to them, between their services or business and the services or business of the Plaintiffs, contrary to section 7(b) of the Trade-marks Act ; and iii. Using any trademark registered by the Plaintiffs in a manner that is likely to have the effect of depreciating the value of the goodwill attaching thereto, contrary to section 22(1) of the Trade-marks Act b. An interlocutory and final order requiring the Defendants to deliver up or destroy under oath materials in their possession, power or control that are contrary to any Order granted by this Court, in accordance with section 53.2 of the Trade-marks Act c. Costs of this motion to be paid by the Defendants, jointly or severally, to the Plaintiffs, within 30 days of the date of this Order; d. Such further and other relief as counsel may request and this Court may permit.", "[2] In the second motion (a cross-motion by the Defendants), the Defendants are seeking the following relief: a. Summary judgment dismissing the Plaintiffs' claim for infringement of Canadian Trade-mark Registration Nos. TMA549753 and TMA544499 and in respect of all the Plaintiffs' claims, namely: i. Dismissing the Plaintiffs' claim for a declaration that the Defendants have infringed the rights of any party in the trademark registrations TMA549753 and TMA544499 or any marks associated therewith contrary to sections 19, 20 or 22 of the Trade-marks Act ii. Dismissing the Plaintiffs' claim for a declaration that the Defendants have passed off their services and business as and for those of the Plaintiffs contrary to section 7(b) of the Trade-marks Act iii. Dismissing the Plaintiffs' claim for an interlocutory and permanent injunction; iv. Dismissing the Plaintiffs' claim for an interlocutory and final order requiring delivery up or destruction of any materials in the possession of the  <FRAGMENT_SUPPRESSED>  for pre-judgment and post-judgment interest; vii. Dismissing the Plaintiffs' claim for aggravated, punitive and/or exemplary damages; and viii. Awarding the costs of this motion and the action herein to the Defendants on a full indemnity basis. b. Such further and other relief as this Court may deem just and appropriate.", "[3] The Rude Native Inc. is the registered trademark owner of Trade-marks TMA544499 and TMA549753.", "[4] Both Trade-marks deal exclusively with the name, logo and tradewares associated with the operation of a restaurant business enterprise known as the The Rude Native Bistro & Lounge.", "[5] The Plaintiff RN Waterloo Inc. operates The Rude Native Bistro & Lounge out of premises municipally known as 15 King Street South in the City of Waterloo in the Province of Ontario.", "[6] Since mid-December 2009, the Plaintiffs say that the Defendant Tyrone T. Resto Lounge operated a restaurant enterprise that not only infringed upon the registered Trade-marks of the Plaintiffs, it also mimicked and copied in its totality the restaurant and dining \"concept\" offered by The Rude Native Bistro & Lounge. The Plaintiffs say that Tyrone T. Resto Lounge operated from premises municipally known as 56 King Street North in the City of Waterloo in the Province of Ontario, so that Tyrone T. Resto Lounge was located, at most, 100 metres away from The Rude Native Bistro & Lounge.", "[7] Counsel advised the Court at the hearing of this matter that the Tyrone T. Resto Lounge is no longer operating and has gone out of business. The Plaintiffs' Motion", "[8] I see no real dispute between the parties as to what the Plaintiffs must establish in order to obtain the injunctive relief claimed.", "[9] An injunction is an extraordinary remedy that is not lightly granted. It should be granted only in extreme circumstances where the strength of the plaintiff's case is obvious and losses before trial will be insurmountable or irreparable.", "[10] There are three essential conditions for the issuance of the injunction: 1. There must be a serious issue to be tried; 2. The moving party must show that it will suffer irreparable harm if the injunction is not granted; and 3. The balance of convenience must favour the moving party. <FRAGMENT_SUPPRESSED> .", "[11] Where an interlocutory injunction is sought to enforce an intellectual property right, and where title to or the validity of the related registrations are themselves seriously questioned, the Court will be very hesitant to grant the relief sought.  <FRAGMENT_SUPPRESSED> .", "[12] To obtain an interlocutory injunction enjoining the use of its trademark, a plaintiff must demonstrate clearly that it will suffer irreparable harm, not that it might or could suffer irreparable harm. Irreparable damages have to be established by clear (and not speculative) evidence.  <FRAGMENT_SUPPRESSED>  at page 351;", "[13] My review of the evidence placed before me in this motion leads me to conclude that the Plaintiffs have not established that they have, or had, a serious issue to be tried, that they will suffer irreparable harm, or that the balance of convenience favours them. The Tyrone T. Resto Lounge is no longer operating, so that the Plaintiffs' claim for injunctive relief has become moot. In addition, any harm that the Plaintiffs might have suffered stems from legitimate competition from the Defendants' restaurant and not from any trademark infringement or passing off under sections 19, 20, 7(b) or 22(1) of the Trade-marks Act The Defendants' Motion", "[14] Summary judgment is governed by Rules 213 to 219 of the Federal Courts Rules , SOR/98-106.", "[15] <FRAGMENT_SUPPRESSED>  (F.C.T.D.) at paragraph 8, the Federal Court summarized the general principles applicable to summary judgment: I have considered all of the case law pertaining to summary judgment and I summarize the general principles accordingly: 1. the purpose of the provisions is to allow the Court to summarily dispense with cases which ought not proceed to trial because there is no genuine issue to be tried ( Old Fish Market Restaurants Ltd. v. 1000357 Ontario Inc. et al ); 2. there is no determinative test ( <FRAGMENT_SUPPRESSED>  doubtful that it does not deserve consideration by the trier of fact at a future trial; 3. each case should be interpreted in reference to its own contextual framework ( Blyth and <FRAGMENT_SUPPRESSED> ); 4. provincial practice rules (especially Rule 20 of the Ontario Rules of Civil Procedure, [R.R.O. 1990, Reg. 194] ) can aid in interpretation ( <FRAGMENT_SUPPRESSED> and Collie ); 5. this Court may determine questions of fact and law on the motion for summary judgment if this can be done on the material before the Court (this is broader than Rule 20 of the Ontario Rules of Civil Procedure ) ( Patrick ); 6. on the whole of the evidence, summary judgment cannot be granted if the necessary facts cannot be found or if it would be unjust to do so ( Pallman and Sears ); 7. in the case of a serious issue with respect to credibility, the case should go to trial because the parties should be cross-examined before the trial judge ( Forde and Sears ). The mere existence of apparent conflict in the evidence does not preclude summary judgment; the court should take a \"hard look\" at the merits and decide if there are issues of credibility to be resolved ( Stokes ).", "[16] In determining whether there is \"no genuine issue to be tried\" the Court is entitled to assume that the parties to the motion have put their best foot forward and that, if this case were to go to trial, no additional evidence would be presented. It is not sufficient for the responding party to say that more and better evidence will (or may) be available at trial.  <FRAGMENT_SUPPRESSED>  (F.C.A.) [ Feoso Oil ] at paragraphs 14 and 16.", "[17] The Court is expected to be able to assess the nature and quality of the evidence supporting a \"genuine issue for trial.\" This test is \"not whether [the responding] party cannot possibly succeed at trial, it is whether the case is so doubtful that it does not deserve consideration by the trier of fact at a future trial.\" See Granville Shipping , above. If so, then the parties \"should be spared the agony and expense of a long and expensive trial after some indeterminate wait.\"  <FRAGMENT_SUPPRESSED> . See also Feoso Oil , above, at paragraphs 14 and 16, and Trojan  <FRAGMENT_SUPPRESSED> , at paragraphs 15, 16, and 18.", "[18] Actions without foundation \"should not take up the time and incur the costs of a trial.\" See Feoso Oil , above, at paragraph 14. A respondent may not rest on the mere allegations or denials in its pleadings but must file evidence of specific facts showing that there is a genuine issue for trial. See Feoso Oil , above, at paragraphs 14 and 16, and Trojan  <FRAGMENT_SUPPRESSED> , at paragraphs 15-16.", "[19] In reviewing the evidence placed before me in the Defendants' cross-motion, I concur with the following conclusions put forward by the Defendants: a. Contrary to the statement of claim, the Plaintiff, Rude Native Inc., does not appear to be the current owner of the trademarks. Instead, Rude Food Inc. is the registered owner of the registered trademarks identified in the statement of claim, namely: [Diagram omitted] b. There is no evidence that any of the Defendants used the registered marks or adopted confusingly similar trademarks or trade names for the Defendants' business operated as the  <FRAGMENT_SUPPRESSED>  at \"tyronet.com\" and adopted the following graphic as its logo: [Diagram omitted] d. In promoting its services via the Internet, signage and print media, the Lounge adopted logos, slogans, graphics, colours, advertising text, entertainment and menu choices that were distinct from those of the Plaintiffs' business at the Bistro; e. The Lounge did not adopt names for any of its menu items that may have been confusing with those of the Bistro. Where similarities existed, such as \"spicy mussels,\" the names cannot be considered distinctive for the related menu items. f. Although the Lounge used some of the same entertainers as the Bistro, the Lounge also used other entertainers and there was nothing distinctive in the way that entertainers were used at the Bistro; g. The Lounge constructed an exterior for its restaurant that did not resemble that of the Bistro; h. The Lounge adopted a distinctly Asian style for its graphics and décor, which contrasted dramatically with the African style adopted by the Plaintiffs for the Bistro; i. There were at least seven other restaurants located between the Bistro and the Lounge and with which both competed; j. The Lounge carried on business since at least December 2009 and the Plaintiffs have not provided evidence of any instances of confusion to date with regard to the period when the Lounge was in business.", "[20] This leads me to the following general conclusions: a. There is no evidence that any of the Defendants adopted trademarks that were identical or similar to the Registered Marks; b. I see no evidence that any of the Defendants adopted trade names, trademarks, logos, slogans, interior designs, colours, graphics or advertising that were the same or similar to those used in conjunction with the Plaintiffs' restaurant; c. I see no evidence that any of the Defendants adopted menus or names for menu items that were identical or similar to those used in conjunction with the Plaintiffs' restaurant, other than generic descriptions that were not distinctive of the Plaintiffs' restaurant business; d. There is no evidence of actual confusion or the likelihood of confusion; e. There is no evidence that would support a claim under sections 19, 20, 22 or 7(b) of the Trade-marks Act f. The Plaintiffs wanted to remove the competition that may have resulted from the Defendants' restaurant but do not have an arguable case based upon the grounds stated in their claim.", "[21] At the hearing of this matter in Toronto on October 14, 2010, counsel for Plaintiffs conceded that there is no evidence of any infringement under section 19, 20 or 22 of the Trade-marks Act . He indicated that his clients' only real concern was the possibility of passing off under section 7(b) with regard to the menu items. In this case, it is also conceded that there were no visual cues that gave rise to a likelihood of confusion but that, combined with other things going on in the Plaintiffs' restaurant, such as the use of entertainer Tim Louis, there was a genuine issue for trial over the likelihood of confusion.", "[22] The evidence reveals that the descriptions of the meals in question are similar, but the names are either dissimilar or generic. There is no evidence of distinctiveness or the likelihood of confusion on this issue.", "[23] In the end, then, the Plaintiffs have conceded that they commenced the action with no basis for a claim to infringement under sections 19, 20 and 22 of the Trade-marks Act . As regards section 7(b) of the Trade-marks Act and the issue of the menu items, I can find no genuine issue for trial. All in all, the Plaintiffs' action looks like nothing more that an attempt to stifle legitimate competition by using false allegations of passing off and breaches of the Trade-marks Act . This conduct is high-handed and vexatious and needs to be recognized in the costs award. JUDGMENT", "[24] THIS COURT ORDERS AND ADJUDGES that 1. The Plaintiffs' motion for injunctive relief is dismissed; 2. The Defendants' motion for summary judgment is granted; 3. The Defendants shall have their costs of both motions on a full indemnity basis. [End of document]"]}