{"id_": "032116", "body_str": ["[1] de Montigny, J. : This is a judicial review under section 18.1 of the Federal Courts Act , RSC 1985, c F-7, of an October 3, 2013 wage recovery appeal by a referee appointed under the Canada Labour Code , RSC 1985, c L-2 [the Code]. The referee found the Respondent Arthur Kielbowicz was an employee of the Applicant, and ordered the Applicant to pay the Respondent for unpaid wages and costs in the proceeding.", "[2] For the reasons that follow, the application ought to be dismissed. Having carefully considered the record, I have come to the conclusion that the numerous allegations of procedural unfairness, to a large extent, are a reflection of the acrimonious relationship between the referee and the Applicant's counsel at the hearing. While controversial and at times even unconventional, the referee's procedure and actions at the hearing did not reveal a bias against the Applicant. The decision itself is well-reasoned and supported, and the referee's findings are reasonable in the face of a very contentious factual dispute. I. Facts", "[3] The Applicant is a numbered company in the business of road transportation in Manitoba, and its president is Mr. Harminder Walia. The Respondent is Arthur Kielbowicz, a driver and mechanic.", "[4] The Applicant hired the Respondent in January 2009 as a driver to haul shipments from Winnipeg to a variety of locations in northern Manitoba. The Respondent was paid through his own corporation, Artcan Import and Export Corporation. The nature of the relationship and the basis of payment are now in dispute.", "[5] The job involved much driving on winter roads to remote locations. Through the course of the winter, numerous problems and disputes arose. The Respondent found himself working additional hours repairing equipment and being stranded in remote locations due to vehicle breakdowns. The Respondent alleged that the Applicant failed to compensate him for the full amount of time worked in February, March and April, 2009.", "[6] The Respondent made a complaint to Labour Standards on May 20, 2009. An inspector appointed under the Code (Inspector Schewe) issued a decision on December 17, 2010. In a prior decision dated February 3, 2010, the inspector had determined that an employer/employee relationship existed. In the December 17 decision, the inspector found no wages owing due to lack of evidence of hours worked, but awarded $845.12 for unauthorized deductions and vacation pay. Both parties appealed the inspector's decision.", "[7] In February 2011, the Minister of Labour appointed a referee pursuant to the Code.", "[8] The hearing took place over a two year period: July 20-21, 2011; June 5-6, 2013; June 19-20, 2013; and August 7-8, 2013. At the hearing in 2011, the Applicant was represented by Mr. Boudreau; on June 5-6, 2013, Mr. Boudreau was not present at the hearing and the Applicant was represented by its president, Mr. Walia; the Applicant retained its current counsel for the hearing on June 19-20, 2013 and thereafter. The Respondent was self-represented throughout. The decision is dated September 19, 2013, and the payment order dated October 3, 2013, was received by the parties on October 7, 2013. II. The impugned decision", "[9] The referee, Derek Booth, found that there was an employer-employee relationship and that unpaid wages were due: he ordered the Applicant to pay $19,552.95 in unpaid wages, allowances, and costs for the hearing. The referee first reviewed the testimony and evidence given on each day of the hearing, and then made findings and conclusions, which reasons can be found in a 32 page decision.", "[10] At the hearing held on July 20-21, 2011, the Applicant was represented by Mr. Boudreau. The hearing opened with the parties' opening statements. The Applicant raised an objection of jurisdiction: counsel argued that the referee lacked jurisdiction because there was no employment relationship. He submitted that an employee under the Code had to be an individual person, and that it was a corporation that was employed as a contractor by the Applicant. The referee reserved judgment.", "[11] The Applicant then called Harminder Walia as a witness. Mr. Walia gave an account of how the Respondent was hired and paid as an independent contractor, and presented an alleged contract (Exhibit 16). This contract was an agreement to pay a per-mile rate ($0.42/mile) for regular highway, plus a flat rate for winter roads. When asked about the log books, he stated that \"he does not have them\". The Respondent then called Raymond Buors, a (former) supervisor in Mr. Walia's companies. He testified to a number of problems that occurred with Mr. Walia's trucking operation in winter 2009. After this, the Applicant closed his case and the Respondent then began testimony.", "[12] The matter was then adjourned. The next hearing dates (in November 2011) were also adjourned, and nothing was heard \"from either party\" until such time as the referee contacted them in March 20, 2013 to ask whether they were proceeding. The Applicant (through Mr. Boudreau) asked for the appeal to be struck for want of prosecution and delay. For his part, the Respondent apparently thought he would be advised of new dates, and still wanted to proceed. The referee advised they would be proceeding and set dates for June 2013. On April 2, 2013, Mr. Boudreau advised that the Applicant would be representing itself. The Respondent produced new exhibits, including photos and a revised claim.", "[13] At the hearing on June 5-6, 2013, both parties were self-represented. The Respondent continued his testimony with interruption and cross-examination by Mr. Walia. The Respondent introduced a document with what he alleged were the agreed upon terms of the contract, handwritten on the back of Mr. Walia's business card (Exhibit 6). The Respondent also submitted an account of his hours worked. During the Respondent's testimony, and after he had introduced his handwritten list of hours which he had submitted to Mr. Walia in 2009, Mr. Walia produced a copy of the missing log books. When asked why he did not produce the log books earlier, he requested an adjournment to contact a lawyer. When he could not get Mr. Boudreau, he requested another adjournment. Finally, Mr. Walia agreed to proceed with the remainder of the examination in chief, and the referee agreed to adjourn so he could get a lawyer for the Respondent's cross-examination. After the Respondent's examination in chief, Mr. Walia produced for the first time the original of the alleged contract (Exhibit 30). Mr. Walia then called another witness, Mr. Joseph Noval, an alleged supervisor for Mr. Walia's companies. Mr. Noval, who signed the alleged contract, contradicted Mr. Walia's testimony about when and where the contract was signed, and did not know when the additions and insertions were made. After this, Mr. Walia continued his cross-examination of the Respondent. Mr. Walia also advised he wanted to call three additional witnesses and that he was filing a motion to have the referee removed.", "[14] On June 12, 2013, the referee issued a written decision denying Mr. Walia's request for the referee to recuse himself on the grounds of racial bias.", "[15] On June 13, 2013, the Applicant applied to the Federal Court for a judicial review of the referee's decision not to recuse himself and for a stay of proceedings pending the outcome of the judicial review (file T-1060-13). The Applicant alleged the referee had referred to a third party as a \"negro\", which evidenced a racial bias against the Applicant, who was himself dark-skinned and had been the victim of racism in the past. Justice Gagné did not rule on the question of bias; she denied the stay as premature and found no irreparable harm in continuing the hearing. She recommended the remainder of the proceedings be recorded.", "[16] At the hearing on June 19-20, 2013, the Applicant was represented by new counsel, Mr. Purves, and the proceedings were recorded. The Applicant began with two objections: first, that the referee should remove himself for conflict of interest; second, that the Respondent not be permitted to call Mr. Walia's wife, Sapna Rai, as a witness. The conflict of interest objection was based on the fact that the referee had been a partner at the law firm of the Applicant's former lawyer, Mr. Boudreau. The referee refused the objection, noting that he had no current ties to that firm and had no dealings with the Applicant, and that Mr. Boudreau himself had proceeded for two days without any objection. He reserved on the objection regarding Ms. Rai. The Applicant's new counsel continued the cross-examination of the Respondent. On June 20, 2013, the Respondent presented a re-calculated claim based on an increased hourly overtime rate.", "[17] On August 7 and 8, 2013, the Respondent's cross-examination concluded and no additional witnesses were called. The parties then gave closing statements.", "[18] The referee found that the Respondent agreed to be paid on the basis of hours and mileage. Although the Respondent did not keep good records of his hours, the referee accepted the Respondent's viva voce evidence in its entirety, and gave it more weight than the written logs. The referee found that there was an agreement to be paid at $23.35/hour and $0.44/mile: he found that the terms of employment were captured in the handwritten notes on the back of the Applicant's business card (Exhibit 6). The hourly rate included all work performed, including driving time, repair work, and time spent stranded.", "[19] The referee found that the terms of the contract were captured in the writing on the back of the business card, which the inspector did not have, and not by the alleged contract tendered by the Applicant. Had the inspector conducted an inquiry with respect to the alleged contract, he would have found that it was not a valid contract because it was undated and portions had been added after it was signed. By contrast, the referee accepted that the handwritten notes in Exhibit 6 reflected the true terms of the contract.", "[20] The referee determined that the hours worked were substantiated based on the Respondent's testimony, the log books, and the photographs taken by the Respondent on the roads. On this point, he overturned the inspector's decision, because the inspector did not have the benefit of this evidence. The referee also found that the Applicant had \"suppressed\" the log books.", "[21] The referee found the Respondent's testimony to be credible: his evidence was corroborated by the other witnesses, and his cross-examination only affirmed and reinforced his evidence. By contrast, the referee found Mr. Walia \"not in the least bit credible\" due to his suppression of the log books and the original alleged contract, \"selective memory\", contradictions with his own witness Mr. Noval, and his \"glib, obsessively fast and unremitting narration\" and \"evident lack of sincerity\" (Decision, p 26).", "[22] As a result of the testimony and exhibits, the Applicant's use of different companies' business cards and Mr. Walia's admission that \"my wife was president of all the companies\", the referee added Harminder Walia, Sapna Rai (Mr. Walia's wife), SVB Co. Inc., and SVB Inc. as liable parties, pursuant to paragraph 251.12(2)( ) of the Code. The relevant provisions of the Code are reproduced in the Annex.", "[23] The referee ruled on the jurisdiction objection: he found that there was an employment relationship, therefore he did have jurisdiction. Although the Respondent received payment through a corporation, this appellation was merely a payment device. The evidence establishes that the Respondent was an employee, not an independent contractor, for the same reasons found by Inspector Schewe and the fact that: (a) AK [the Respondent] was economically entirely dependent on the employer; (b) the employer exercised direction and control over AK; (c) decided what work was to be performed, when and where; (d) provided the trucks and paid for all maintenance on the trucks (except for emergency work performed by AK and in some cases use of his own tools). Accordingly, I agree that the employer exercised control and direction over the employee. There was no evidence that AK gained or lost capital on his own account, pursued profit and risked loss and the only commodities supplied was his labour. He was economically dependent on the employer and under an obligation to perform work or services for same. With respect to the use of the name Artcan Import Export & Transportation, and the fact that no deductions were made by the employer, I find that there is a full answer in the CITATION_SUPPRESSED case (supra). (Decision, pp 28-29.)", "[24] As to the hours worked and amounts owing, the referee accepted the Respondent's statement of his hours and the amended claim, with certain exceptions. His reasons for accepting the large amount of hours are as follows: I find whether AK was actually driving on the winter roads, or whether he was stranded, or whether he was working repairing trucks or trying to get them unstuck or back on the road, he was nevertheless engaged or kept out of town by the employer for all of those hours and I am allowing all hours that he has claimed on the winter roads, except where there are inconsistencies as stated above. (Decision, p 30.)", "[25] The referee accepted the Respondent's explanation for discrepancies between his time claimed and the log books: the drivers were \"encouraged to make alterations\" to the log books because if the proper time was noted, it would exceed the maximum time allowed by regulation.", "[26] The referee therefore calculated the number of hours worked in February (329), March (532) and April (28), and awarded wages based on these hours. The referee did not grant the Respondent's full claim for the overtime wage rate, but awarded a lump-sum allowance for overtime. The referee awarded additional amounts for highway miles, unauthorized deductions, vacation pay on the additional earnings, as well as $2,500 for the costs of the hearing. III. Issues", "[27] This matter raises the following two issues: A. Did the referee breach procedural fairness? B. Did the referee exceed his jurisdiction or make unreasonable findings? IV. Analysis", "[28] Before addressing the main issues in this application, a word must be said about a procedural matter. On March 9, 2015, the Respondent requested a case management conference to address two \"important issues\". First, because \"the applicant raised the argument that SVB Inc. and SVC Co. Inc. are not federal undertakings as contemplated in the Code\", the Respondent submits a 2009 letter from the Manitoba Ministry of Labour and Immigration giving the opinion that the \"matters\" (apparently the dispute between the Respondent and the Applicant) fall under federal and not provincial jurisdiction. Second, in response to evidence about cash receipts, the Respondent submits the affidavit of Amber Peters, a former secretary of Mr. Walia, who denies ever issuing certain cash payments to the Respondent or his wife.", "[29] Prothonotary Lafrenière denied the request for a case management conference. At the hearing, the Respondent tried to introduce his new evidence, over the objection of the Applicant. I ruled from the bench that the documents sought to be introduced by the Respondent are inadmissible, essentially for two reasons. First, I agree with counsel for the Applicant that the Respondent is attempting to circumvent the December 22, 2014 Order by Prothonotary Lafrenière preventing him from filing affidavits. Because the Respondent was late in filing his record, he was not permitted to file affidavits, but only a memorandum. Therefore, he should not be able to file affidavits or evidence now.", "[30] In any event, the new documents are not relevant to the core issues on judicial review. On the corporate entities, the Applicant has not even argued that the corporations (SVB Inc. and SVB Co. Inc.) are not federal undertakings. On the issue of cash receipts, the question of whether or not cash advances were issued to the Respondent or his wife is not at issue in this judicial review. Therefore, these documents are at best peripheral to the current proceeding. A. Did the referee breach procedural fairness?", "[31] The Applicant makes six allegations with respect to procedural fairness. First, he argues that the referee's substantial delay prejudiced the Applicant because by 2013, it would be nearly impossible to find possible rebuttal witnesses. Second, the referee displayed a disregard for the administration of justice by losing the original copy of the alleged contract. Third, the referee displayed bias and racial prejudice by referring to a third party as a \"negro\"; Mr. Walia is dark-skinned and sensitive to racial prejudice. Fourth, in August 2013, the referee waved a rubber mallet (used as a gavel) in the face of the Applicant's lawyer, and the Applicant felt threatened. Fifth, the referee breached natural justice by allowing the Respondent to modify his claim after the Applicant had closed his case. Sixth, natural justice was breached because the Applicant was required to present his entire case first. The referee has authority under paragraph 251.12(2)( ) to set procedure, but was required to give full opportunity to the parties to present evidence; this was not done, since the Applicant did not have a full opportunity to present evidence.", "[32] In my view, the delay did not breach procedural fairness. The reasons for the long beak between 2011 and 2013 are not clear: the referee's notes simply say there was a drop-off in communication. In his reasons, the referee indicates that counsel for the Applicant asked for the adjournment in November 2011, indicating that he would not be available until after April 16th, 2012. Having heard nothing from the parties, the referee wrote them both in March 2013 and asked if the matter was settled or if they were proceeding. In those circumstances, the delay cannot be blamed on the Respondent. Be that as it may, there is no evidence of prejudice to the Applicant in resuming proceedings following the almost 2-year hiatus. The Applicant argues it lost the opportunity to call rebuttal witnesses, but this argument does not hold up. The Applicant had closed his case after the first days of hearings in June 2011. Nonetheless, the Applicant did call a rebuttal witness in 2013, Mr. Noval. Moreover, there is no evidence of prejudice: in his affidavit, Mr. Walia does not say which other witnesses he would have liked to call but could not call due to delay. Further, the referee's hearing notes do not refer to any motion to dismiss for lack of prosecution when the hearing resumed in June 2013; presumably, Mr. Walia did not raise this issue at the hearing, and Mr. Boudreau was no longer his lawyer. As far as I can see, the Applicant did not request to call any other witnesses, and was not prevented from doing so because of the delay.", "[33] The allegation pursuant to which the loss of the original contract breaches the Applicant's right to audi alteram partem is also unfounded. First of all, there is no evidence that the referee is responsible for the loss of that document. Moreover, there were two copies of that alleged contract on file (Exhibits 16 and 33).", "[34] As for the order of presenting the evidence, the referee has authority under paragraph 251.12(2)( ) of the Code to set procedures, but must ensure that all parties have the opportunity to present evidence. While the standard of review is usually correctness for issues pertaining to procedural fairness, this is an instance where \"a degree of deference\" is due, since this is a review of the referee's procedural choices: see REFERENCE_SUPPRESSED.", "[35] In my view, the referee fulfilled his obligation in this case, although the presentation of evidence was admittedly chaotic. The Applicant was permitted and did cross-examine the Respondent and the Respondent's witness; further, the Applicant was allowed to call an additional witness (Joseph Noval) in June 2013, after the Applicant had closed his case in 2011. Moreover, there is no evidence that the Applicant was prevented from calling additional witnesses after the Respondent's cross-examination. In short, I have not been convinced that the referee's chosen order of presenting evidence caused any prejudice to the Applicant.", "[36] The same is true of the decision to allow the Respondent to present an amended claim on June 20, 2013 (Exhibit 46). The record shows that the Respondent did indeed present an amended claim on June 20, 2013, in the middle of his cross-examination, and long after the Applicant had closed his case. Applicant's counsel objected to the admission of this document, but the referee allowed it, with the proviso that the Applicant's counsel would be given time to review it and compare it to the prior versions of the claim. The referee therefore considered the issue, decided to allow the document, and made allowances to minimize prejudice to the Applicant. Moreover, Applicant's counsel agreed to this procedure (Hearing transcript June 20, 2011, pp 383-386, Applicant's Record, pp 633-636). Considering the referee's authority to set the procedures and the limited deference that is owed to his decisions in that respect, I see no reason to intervene. There was no breach of natural justice in permitting the Respondent to submit this amended claim.", "[37] In fact, the amended claim was substantially similar to a document submitted earlier in the proceeding (see Exhibits 18 and 19): it claimed the same number of hours, but recalculated the wages owed based on overtime hourly rates. The Applicant had ample opportunity to cross-examine the Respondent on this amended claim; actually, most of June 20 and August 7, 2013 were spent scrutinizing this document and other evidence submitted by the Respondent. In the end, the referee did not accept the overtime rates claimed. Therefore, while it may be unorthodox to allow an amended claim that late in the proceeding, there is no reason for this Court to intervene.", "[38] Counsel for the Applicant also made a number of allegations tending to show that the referee was biased. Having carefully read the record and the available transcript, I am unable to find clear evidence of prejudice against the Applicant. This is not to say that the referee and the Applicant did not have a strained relationship: indeed, the Applicant asked the referee to recuse himself twice, and applied for judicial review of one such refusal. For his part, the referee was clearly not impressed with Mr. Walia or his counsel. The referee and Mr. Purves had several acrimonious exchanges during the hearing, including the alleged \"mallet incident\" on August 7, 2013, of which I will say more shortly. In the decision, the referee found Mr. Walia \"not in the least bit credible\", and found that he attempted to manipulate the witnesses and had suppressed evidence. While there were certainly outbursts and moments of unprofessionalism at the hearing by all parties, in my view this does not reveal a bias. Nor is bias established by the mere fact that the referee accepted the evidence of the contract by the Respondent on the back of a business card while rejecting other pieces of evidence coming from the Applicant.", "[39] The racial bias allegation is similarly a red herring. The Applicant alleges that the referee used the word \"negro\" to refer to a third party during the hearing on June 5-6, 2013, for which there is no transcript. Justice Gagné did not rule on the merits of this racial bias allegation, but did recommend that the proceedings be recorded. Mr. Walia alleges in his affidavit that the referee continued to use this word during the hearing dates captured on the record (June 19-20 and August 7, 2013). While the referee did refer to a third party as a \"negro, a black fellow\", and continued to defend the use of this word (see Applicant's Record pp 421, 725-726, and 1004-1006) this does not establish that the referee has a racial bias against Mr. Walia himself. Admittedly, the referee's continued use of the word after Mr. Walia complained is insensitive, but there is no evidence that it tainted the referee's findings.", "[40] As for the \"rubber mallet incident\", while bizarre, it displays the acrimonious relationship between the referee and Applicant's counsel, but does not rise to the level of bias. At the start of the hearing on August 7, 2013, the referee explained: I brought a gavel or mallet, and when I rap it on the table everyone is going to quit speaking except the court reporter and myself, who is containing his mirth. (...) So that hopefully will curtail any bickering back and forth. (Transcript August 7, 2013, p 515; Applicant's Record, p 766.)", "[41] During the cross-examination of the Respondent by Mr. Purves, the referee intervened in the questioning. In a peculiar and seemingly childish exchange, Mr. Purves said \"you can hammer your mallet all you want\" and \"point your mallet at me again\". The exchange continued, and at one point Mr. Walia interjected to say: \"It is threatening, sir. It is threatening, sir. I'm threatened. It's threatening, sir. I'm threatened\", and apparently stood up and waved his hands. At this point, the referee ejected Mr. Walia from the proceedings. After a brief pause, Mr. Walia was allowed back in, under Mr. Purves' instructions that he was not to speak unless addressed by the referee or Mr. Purves (see Applicant's Record pp 833-838). From this exchange, it can be assumed that the relationship between the referee and Mr. Purves had degenerated and that the tension in the room was very high. The use of a mallet was certainly odd, and even unprofessional and capricious. I have not been convinced, however, that bias has been established.", "[42] The test for bias was most clearly enunciated by Justice de Grandpré in his dissenting reasons in REFERENCE_SUPPRESSED: ...the apprehension of bias must be a reasonable one, held by reasonable and right minded persons, applying themselves to the question and obtaining thereon the required information ...[The] test is \"what would an informed person, viewing the matter realistically and practically - and having thought the matter through - conclude. Would he think that it is more likely than not that [the decision maker], whether consciously or unconsciously, would not decide fairly.", "[43] An allegation of bias is obviously serious, and shall not be made lightly. It cannot rest on mere suspicion, conjecture or impressions of an applicant or his counsel, but must be supported by cogent evidence. I have not been convinced that this threshold has been met in the case at bar. The hearing was obviously tense, and at times during the Respondent's cross-examination, the referee intervened to clarify or move the cross-examination forward, almost taking the role of an advocate for the Respondent. There were several tense exchanges between the referee and Mr. Purves (see for example Applicant's Record at pp 405-406, 623-626 and 833-838), and there are also indications that strong words were exchanged between the parties during breaks (see for example Applicant's Record, pp 412-413, 926-931). From what I can tell, it was an unpleasant and protracted proceeding. That being said, the Applicant has not made out a reasonable apprehension of bias, and there is no indication in the actual reasons of the referee that any of the alleged breaches of procedural fairness affected his decision. B. Did the referee exceed his jurisdiction or make unreasonable findings?", "[44] Counsel for the Applicant conceded at the hearing that it would be \"a tall order\" to challenge the reasonableness of the decision if it were not for procedural fairness issues. It is agreed between the parties that the substance of the referee's decision involves questions of mixed fact and law and pure questions of fact, which should be reviewed on the standard of reasonableness: REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED. The same holds true for the referee's determination of whether an employment relationship exists; while such a finding was held by the Federal Court of Appeal to be reviewable on a standard of correctness in REFERENCE_SUPPRESSED, this authority has been overtaken by post- jurisprudence (see CITATION_SUPPRESSED and CITATION_SUPPRESSED , above) and the presumption that the reasonableness standard applies for the tribunal's interpretation of its home statuteREFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED).", "[45] In my view, the decision to add the two corporations and two individuals as liable parties was reasonable. The referee's powers under subsection 251.12(2) are quite broad: paragraph 251.12(2)( ) of the Code gives the referee the power to add any party who, in the referee's opinion, \"has substantially the same interest as one of the parties and could be affected by the decision\". The Applicant argues that the referee improperly added the two corporations and Ms. Rai, because there is no formal connection between the Applicant corporation and those parties. It is true that Ms. Rai is the sole shareholder of SVB Inc., but is neither a shareholder nor director of the Applicant corporation. That being said, neither the corporate structure nor the absence of Ms. Rai as a witness precludes the referee from adding these parties. The referee explains briefly why he added the parties: it was based on the testimony and exhibits of three witnesses (the Respondent, Raymond Buors, and Joseph Noval), as well as Mr. Walia's admission (\"my wife was president of all the companies\") and the interchangeable use of the business names. The companies all share the same address, and the evidence showed that Ms. Rai was involved in the operations in some capacity. In fact, the business card on which the terms of the contract were written (Exhibit 6) itself says \"SVB Inc.\" and shows Mr. Walia as the business manager.", "[46] In short, there was ample evidence to show the connection and confusion between the different companies and individuals. The referee determined on the facts that these parties had substantially the same interest and were likely to be affected. In my view, adding these parties is consistent with the purpose of Part III of the Code, which is to protect individual workers and create certainty in the labour market, because it ensures that the Respondent will be able to recover the wages owed (see CITATION_SUPPRESSED). The fact that one liable party (SVB Co. Inc.) may not exist, as the Applicant argues, has no bearing on the standing of the other added parties (SVB Inc., Sapna Rai, and Mr. Walia). I find, therefore, that the referee's decision to add these parties is reasonable.", "[47] Counsel for the Applicant also contends that the referee acted without jurisdiction because there was no employer-employee relationship. Here again, I agree with the Respondent that the referee could reasonably come to that conclusion. Both the inspector and the referee found an employment relationship by applying the common law factors to the facts, and the Applicant's only argument to dispute this finding is that the rationale linking the facts of this case to the common law principle is brief and is lacking in the substantive examination of the applicable law.", "[48] The referee gave reasons for confirming the inspector's finding: he applied several common law factors in finding the requisite level of control and direction for an employment relationship, as can be seen from the quote of his reasons reproduced at paragraph 23 of these reasons. The referee also explained why he found an employment relationship despite the fact that the Respondent was paid through a corporation (Decision, pp 26-27). Overall, the referee's reasons do reflect the law and are not superficial. Contrary to the Applicant's contention, the CITATION_SUPPRESSED decision cited by the referee for the proposition that the language used in an employment contract is not determinative to the existence of an employment relationship was relevant. Accordingly, there is no reason to disturb the referee's finding.", "[49] The remaining findings are findings of fact that are entirely reasonable. The Applicant contests the referee's findings on the terms of the contract and hours worked, and argues that the referee gave too little weight to the alleged contract, the original version of which was lost, and to the employer's contemporaneous records (invoices and log books). In essence, the Applicant asks this Court to reweigh the evidence duly considered by the referee. In my view, the referee gave ample reasons why he favoured the Respondent's testimony and handwritten notes about the terms of the contract (Exhibit 6) over the alleged contract prepared by the employer (Exhibit 16), and why he preferred the Respondent's after-the-fact account of hours worked over the contemporaneous written records. The referee found Mr. Walia not credible as a witness; he found the Respondent credible, and his version corroborated by other witnesses; he found that the employer had \"suppressed\" the log books; and he also accepted the Respondent's explanation for the discrepancies between the log books and the actual trips and hours worked. Regarding the high number of hours worked, the referee also explained why he allowed the hours, sometimes up to 24 hours per day: he allowed all hours the Respondent was engaged or was kept out of town (Decision, p 30; quoted at para 24 of these reasons). Given that the Respondent was often stranded or working extra hours to repair equipment, the high number of hours in February and March is not unreasonable on its face; rather, it is explained and based on the evidence. In short, there is no reason to reweigh the evidence and disturb the referee's findings of fact. V. Conclusion", "[50] For all of the foregoing reasons, I come to the conclusion that this application for judicial review ought to be dismissed. This proceeding, for an amount of less than $20,000 in wage recovery, has already dragged on for almost six years and has become unnecessarily complicated and bitter. While some incidents at the hearing are troublesome, the decision itself is reasonable and does not exhibit any signs of bias, real or apprehended. In those circumstances, the just and most appropriate outcome is to uphold the referee's decision. JUDGMENT", "[51] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed. Costs are awarded to the Respondent, at one-half the amount recoverable under Column III of Tariff \"B\". Application dismissed. Editor: J. Danielle King/bk ANNEX Canada Labour Code , s 251.12 Appointment of referee 251.12 (1) The Minister shall appoint any person that the Minister considers appropriate as a referee to hear and adjudicate an appeal and shall provide that person with the decision being appealed and either the request for appeal or, if subsection 251.101(7) applies, the request for review submitted under subsection 251.101(1). Powers of referee (2) A referee to whom an appeal has been referred by the Minister (a) may summon and enforce the attendance of witnesses and compel them to give oral or written evidence on oath and to produce such documents and things as the referee deems necessary to deciding the appeal; (b) may administer oaths and solemn affirmations; (c) may receive and accept such evidence and information on oath, affidavit or otherwise as the referee sees fit, whether or not admissible in a court of law; (d) may determine the procedure to be followed, but shall give full opportunity to the parties to the appeal to present evidence and make submissions to the referee, and shall consider the information relating to the appeal; and (e) may make a party to the appeal any person who, or any group that, in the referee's opinion, has substantially the same interest as one of the parties and could be affected by the decision. Time frame (3) The referee shall consider an appeal and render a decision within such time as the Governor in Council may, by regulation, prescribe. Referee's decision (4) The referee may make any order that is necessary to give effect to the referee's decision and, without limiting the generality of the foregoing, the referee may, by order, (a) confirm, rescind or vary, in whole or in part, the decision being appealed; (b) direct payment to any specified person of any money held in trust by the Receiver General that relates to the appeal; and (c) award costs in the proceedings. Copies of decision to be sent (5) The referee shall send a copy of the decision, and of the reasons therefor, to each party to the appeal and to the Minister. Order final (6) The referee's order is final and shall not be questioned or reviewed in any court. No review by certiorari, etc. (7) No order shall be made, process entered or proceeding taken in any court, whether by way of injunction, certiorari, prohibition, quo warranto or otherwise, to question, review, prohibit or restrain a referee in any proceedings of the referee under this section. Nomination d'un arbitre Délai [End of document]"]}