{"id_": "032139", "body_str": ["[1] O'Reilly, J. : Mr. Mefithu Liban requested an assessment of the risk that would face him if he were returned to his country of citizenship, Ethiopia. An immigration officer considered the question and, without a hearing, found that Mr. Liban had not shown more than a mere possibility of persecution or serious harm.  <FRAGMENT_SUPPRESSED>", "[2] Mr. Liban argues that the officer's decision should be overturned because the officer had given an undertaking to hold a hearing, a hearing was required by law in the circumstances, and the officer erred in his consideration of the evidence. He asks me to order a new assessment by a different officer. I have concluded that the officer was obliged to hold a hearing in the circumstances. Accordingly, I will grant this application for judicial review and order a different officer to conduct a reassessment of the risk to Mr. Liban.  <FRAGMENT_SUPPRESSED>", "[3] Given my conclusion that a hearing was required by law, I will confine my reasons to this single issue.  <FRAGMENT_SUPPRESSED> I. Factual Background  <FRAGMENT_SUPPRESSED>", "[4] Mr. Liban has been in Canada since 1995. He became a permanent resident based on his wife's sponsorship. They have since divorced. Mr. Liban was ordered to be removed from Canada based on his criminal record. His appeal of that order was denied. At that point, he requested a pre-removal risk assessment. He specifically requested a hearing.  <FRAGMENT_SUPPRESSED>", "[5] The officer conducting the assessment contacted Mr. Liban's lawyer to try to arrange a convenient time for a hearing. Various dates were discussed. However, before a date was agreed on, the officer rendered his decision.  <FRAGMENT_SUPPRESSED> II. The Officer's Decision  <FRAGMENT_SUPPRESSED>", "[6] The officer began by noting that Mr. Liban was found not to be a credible witness by the Immigration Appeal Division on the appeal of his removal order. He also noted that a hearing was not required by law in the circumstances.  <FRAGMENT_SUPPRESSED>", "[7] Mr. Liban had identified his fear of removal to Ethiopia as being connected to his bisexuality and alcohol addiction. The officer reviewed Mr. Liban's evidence relating to his relationships with other men, particularly a man named \"Jimmy\", and concluded that \"the applicant has not provided me with sufficient objective evidence to support his statements regarding his relationship with 'Jimmy'\". The officer also discounted the possibility that members of the Ethiopian community in Toronto, who knew about Mr. Liban's sexuality, would transmit that information back to Ethiopia.  <FRAGMENT_SUPPRESSED>", "[8] Regarding Mr. Liban's alcoholism, the officer found that Mr. Liban had not provided sufficient objective evidence to support his fear of mistreatment in Ethiopia. The officer purported not to make a credibility finding on this issue. He stated: \"I note that I am not making a credibility finding. I have not determined that the applicant is not addicted to some substance(s); I have determined that he has not provided me with sufficient objective evidence to persuade me that he is an addict. <FRAGMENT_SUPPRESSED>", "[9] The officer accepted that homosexuality is a criminal offence in Ethiopia and, according to the Quran, punishable by death. He also appeared to accept that addicts are mistreated in Ethiopia.  <FRAGMENT_SUPPRESSED>", "[10] In the end, the officer found that Mr. Liban faced no more than a mere possibility of harm.  <FRAGMENT_SUPPRESSED> III. Was a Hearing Required?  <FRAGMENT_SUPPRESSED>", "[11] Mr. Liban argues that the officer undertook to convene a hearing. Accordingly, he had a legitimate expectation that a hearing would be held before his risk assessment was completed. In their respective affidavits, the officer and Mr. Liban's previous counsel express different recollections of their communications on this subject. It seems to me that the officer, at least, gave the impression that he would be holding a hearing but this is not enough to create a legitimate expectation.  <FRAGMENT_SUPPRESSED>", "[12] However, in my view, a hearing was required by law. Under the Immigration and Refugee Protection Act , S.C. 2001, c. 27, a hearing should be held where certain factors, prescribed by regulation, are present (s. 113( ); see Annex; see also <FRAGMENT_SUPPRESSED>  (QL)). In essence, the factors are whether (a) there is evidence raising a serious issue of the applicant's credibility; (b) the evidence is central to the application for protection; and (c) the evidence, if accepted, would justify allowing the application ( Immigration and Refugee Protection Regulations , SOR/2002-227, s. 167; see Annex).  <FRAGMENT_SUPPRESSED>", "[13] The officer's reasons persuade me that a hearing was required here. First, the officer seemed to place considerable emphasis on the credibility findings of the Immigration Appeal Division. Second, the officer found that there was insufficient objective evidence to support Mr. Liban's claim that he had a relationship with Jimmy. Third, the officer found that there was insufficient objective evidence to support Mr. Liban's claim to be an alcoholic. Fourth, the officer seemed to accept that homosexuals and alcoholics would be subjected to mistreatment in Ethiopia. Therefore, if Mr. Liban's evidence relating to his sexuality and alcoholism had been accepted, the officer would likely have allowed the application.  <FRAGMENT_SUPPRESSED>", "[14] In my view, when the officer stated that there was \"insufficient objective evidence\" supporting Mr. Liban's assertions, he was really saying that he disbelieved Mr. Liban and, only if Mr. Liban had presented objective evidence corroborating his assertions, would the officer have believed them. To my mind, these findings are conclusions about Mr. Liban's credibility. They were central to his application. If the officer had believed Mr. Liban, the officer, in light of the documentary evidence he accepted, would likely have found that Mr. Liban was at risk.  <FRAGMENT_SUPPRESSED>", "[15] Accordingly, the officer was obliged to hold a hearing.  <FRAGMENT_SUPPRESSED> IV. Conclusion and Disposition  <FRAGMENT_SUPPRESSED>", "[16] In the circumstances the officer was bound to hold a hearing. I would order another officer to reassess the risk to Mr. Liban if he is removed to Ethiopia. The officer conducting the reassessment should conduct a hearing. Neither party proposed a question of general importance for certification, and none is stated.  <FRAGMENT_SUPPRESSED>", "[17] THIS COURT'S JUDGMENT IS that  <FRAGMENT_SUPPRESSED> 1. The application for judicial review is allowed and a reassessment of the risk to Mr. Liban should be conducted by another officer after a hearing.  <FRAGMENT_SUPPRESSED> 2. No question of general importance is stated.  <FRAGMENT_SUPPRESSED> Annex  <FRAGMENT_SUPPRESSED> Immigration and Refugee Protection Act , S.C. 2001, c. 27  <FRAGMENT_SUPPRESSED> Consideration of application  <FRAGMENT_SUPPRESSED> 113. Consideration of an application for protection shall be as follows:  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> ) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required;  <FRAGMENT_SUPPRESSED> Immigration and Refugee Protection Regulations , SOR/2002-227  <FRAGMENT_SUPPRESSED> Hearing - prescribed factors  <FRAGMENT_SUPPRESSED> 167. For the purpose of determining whether a hearing is required under paragraph 113(b) of the Act, the factors are the following:  <FRAGMENT_SUPPRESSED> ) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act;  <FRAGMENT_SUPPRESSED> ) whether the evidence is central to the decision with respect to the application for protection; and  <FRAGMENT_SUPPRESSED> ) whether the evidence, if accepted, would justify allowing the application for protection.  <FRAGMENT_SUPPRESSED> , L.C. 2001, ch. 27  <FRAGMENT_SUPPRESSED> Examen de la demande  <FRAGMENT_SUPPRESSED> 113. [. . . . .]  <FRAGMENT_SUPPRESSED> , DORS/2002-227  <FRAGMENT_SUPPRESSED> 167. [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}