{"id_": "032277", "body_str": ["[1]", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24]", "[25]", "[26]", "[27]", "[28]", "[29]", "[30]", "[31]", "[32]", "[33]", "[34]", "[35]", "[36]", "[37]", "[38]", "[39]", "[40]", "[41]", "[42]", "[43]", "[44] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[45] .........................  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>  challenging the legality of the decision of the Canadian Human Rights Commission (the Commission), dated December 3, 2008, not to deal with a complaint of discrimination and wage disparity filed under the Canadian Human Rights Act , R.S.C. 1985, c. H-6 (the Act) by four employees of the Canada Revenue Agency (the Agency), including the applicant.  <FRAGMENT_SUPPRESSED>", "[2] Essentially, following the analysis and recommendation contained in the report by the Investigations Directorate, and after considering the written submissions sent subsequently by the applicant and by the Agency, the Commission determined that the complaint was frivolous, and therefore inadmissible under paragraph 41(1)( ) of the Act.  <FRAGMENT_SUPPRESSED>", "[3] The applicant, who is representing himself, is now criticizing the Commission for having made an unreasonable decision and for having breached procedural fairness by refusing to deal with the complaint in question.  <FRAGMENT_SUPPRESSED>", "[4] The Attorney General of Canada, named as respondent, submits that there is no reason to intervene in this case because the impugned decision is reasonable and there was no breach of procedural fairness by the Commission.  <FRAGMENT_SUPPRESSED>", "[5] For the following reasons, this application for judicial review must fail.  <FRAGMENT_SUPPRESSED>", "[6] In several paragraphs of his affidavit, the applicant is argumentative and opinionated, which is proscribed by the rules of the Court ( <FRAGMENT_SUPPRESSED> ). That being said, given that the respondent has not formally requested that these paragraphs be struck out and that the applicant is representing himself, suffices it to note that the Court will take this limitation into account.  <FRAGMENT_SUPPRESSED>", "[7] The Commission's role is well known and consists essentially in assessing the sufficiency of the evidence before referring a complaint to a human rights tribunal. It is not the job of the Commission to determine whether the complaint is made out. Rather its duty is to decide if, under the provisions of the Act, an inquiry is warranted having regard to all the facts: <FRAGMENT_SUPPRESSED> , at paragraphs 52 and 53; SEPQA ).  <FRAGMENT_SUPPRESSED>", "[8] Paragraph 41(1)( ) of the Act provides that a complaint may be declared inadmissible if it appears to the Commission that ''the complaint is trivial, frivolous, vexatious or made in bad faith''. At that stage, the question is essentially one of fact, if not a question of mixed fact and law.  <FRAGMENT_SUPPRESSED>", "[9] It is not disputed that the applicable standard of review in the case at bar is reasonableness: <FRAGMENT_SUPPRESSED>  ( ). In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law: , at paragraph 47.  <FRAGMENT_SUPPRESSED>", "[10] That said, matters of procedural fairness are reviewable against the standard of correctness ( <FRAGMENT_SUPPRESSED> ). Procedural fairness dictates that the parties be informed of the substance of the evidence obtained by the investigator which will be put before the Commission and that the parties be provided the opportunity to respond to this evidence and make all relevant representations in relation thereto: SEPQA above <FRAGMENT_SUPPRESSED> ( Lusina ).  <FRAGMENT_SUPPRESSED>", "[11] In their complaint, the complainants generally allege that the Agency is in violation of sections 10 and 11 of the Act because it pursues discriminatory classification policies and maintains differences in wages.  <FRAGMENT_SUPPRESSED>", "[12] It should be noted that section 10 of the Act prohibits discrimination in hiring or promotion, while section 11 prohibits differences in wages between male and female employees employed in the same establishment who are performing work of equal value.  <FRAGMENT_SUPPRESSED>", "[13] Let us briefly review the criticisms levelled by the complainants against the Agency and the way these were dealt with by the Commission, beginning with the issue of wage disparity.  <FRAGMENT_SUPPRESSED>", "[14] First, the complainants allege that the Program Administration group (PM), of which they are part, is paid less than the Audit group (AU), which is predominantly male. According to their complaint, the employees in the PM group, of whom about 60% are women, are paid less than those in the AU group, of whom about 65% are men, for work which is of practically equal value.  <FRAGMENT_SUPPRESSED>", "[15] In the case at bar, the Commission considered the case before it to be lacking an [translation] ''essential element'', thereby rendering it ''frivolous''.  <FRAGMENT_SUPPRESSED>", "[16] For a wage disparity complaint to succeed, a complainant must show that a group is composed predominantly of members of the same sex, that there is another group performing work of equal value, that the other group is composed predominantly of members of the opposite sex and that the two groups are employed in the same establishment.  <FRAGMENT_SUPPRESSED>", "[17] Under subsection 11(2) of the Act, in assessing the value of work performed by employees employed in the same establishment, the criterion to be applied is the composite of the skill, effort and responsibility required in the performance of the work and the conditions under which the work is performed. Under the criteria established in the Equal Wage Guidelines, 1986 SOR/86-1082 (Guidelines), a group with over 500 members is predominantly female if 55% of its members are women while a group with 100 to 500 members is predominantly female if 60% of its members are women.  <FRAGMENT_SUPPRESSED>", "[18] According to the complainants, the comparator groups must be employees in PM positions and those in AU positions: <FRAGMENT_SUPPRESSED>  (T.D.).  <FRAGMENT_SUPPRESSED>", "[19] To illustrate their point, the complainants compared the PM-0727 position, at the PM-03 level (the position held by the applicant and other complainants), which is 56% male, with the AU-0144 and AU-0145 positions (Tax Auditor, AU positions), which are also predominantly held by men. And there, indeed, lies the problem, because, in the Commission's opinion, the complaint is lacking a cause of action based on the wage disparity between men and women who are members of professional groups performing work of equal value in the same establishment.  <FRAGMENT_SUPPRESSED>", "[20] In the case at bar, following the Commission's logic, which relies on the findings of the investigation report and the positions taken by the complainants and the Agency, whichever professional group is chosen, an essential element remains missing in the case of the complaint under review.  <FRAGMENT_SUPPRESSED>", "[21] On the one hand, if the Commission accepts the group identified by the complainants, namely the PM group, as the identifiable professional group, the complaint would lack an essential element, i.e., information about the work performed by the group.  <FRAGMENT_SUPPRESSED>", "[22] On the other hand, if the Commission accepts the group identified by the respondent as the identifiable professional group, namely the PM-0727 group, i.e., the group for which the complainants provided information about the work performed, the complaint would lack the essential element of being a complaint filed by a predominantly female group. In fact, the PM-0727 group had 331 members when the complaint was filed, of whom 145 were women, which is below the 60% threshold mentioned in the Guidelines.  <FRAGMENT_SUPPRESSED>", "[23] The Commission's reasoning is based on the Act and the evidence in the record, and the applicant has not persuaded me that it was unreasonable under the circumstances.  <FRAGMENT_SUPPRESSED>", "[24] Therefore, I find that the applicant's arguments cannot succeed. Even if the applicant established that the PM group is predominantly female, in contrast to the AU group, he failed to submit sufficient details about the work of equal value performed by female employees compared to male employees. The information he provided pertains exclusively to work performed by employees in PM-0727 positions, at the PM-03 level, a group that is predominantly male.  <FRAGMENT_SUPPRESSED>", "[25] Alternatively, if the information about the nature of the work performed and the working conditions of the other positions in the PM group is essential to reviewing the complaint, then the applicant submits that the Commission breached procedural fairness by not verifying for itself whether there were members of the PM group, other than those in PM-0727 positions, who were performing work of equal value and who were earning less than members of the AU group, including AU-0145 and AU-0144 positions.  <FRAGMENT_SUPPRESSED>", "[26] Moreover, the applicant notes that, for an investigation to be fair, it must be neutral and thorough ( <FRAGMENT_SUPPRESSED>  (T.D.)). The applicant submits that the investigation was not thorough because, when he filed the complaint, he had indeed indicated to the investigator that the professional group he had identified as being discriminated against was the PM group as a whole, and not only the employees in PM-0727 positions at the PM-03 level.  <FRAGMENT_SUPPRESSED>", "[27] The allegation that a principle of procedural fairness had been breached must also be dismissed.  <FRAGMENT_SUPPRESSED>", "[28] First, the onus lies on the complainant to prove prima facie discrimination or the existence of wage disparity ( Bateman above , at paragraph 25; <FRAGMENT_SUPPRESSED> ). In this case, however, the complainants were content to simply provide information about the work performed in PM-0727 and AU positions.  <FRAGMENT_SUPPRESSED>", "[29] Procedural fairness did not require the Commission's investigator, at that stage, to conduct a comparative analysis of the work performed by the professional groups concerned based on evidence that was not already in the record or on information that had not yet been submitted by the parties. The investigator, in drawing up his report, was entitled to consider only those details provided by the complainants in support of their wage disparity complaint.  <FRAGMENT_SUPPRESSED>", "[30] The complainants had the opportunity to complete their file and to provide additional information with regard to the work performed by the other members of the PM group. On May 8, 2008, a copy of the investigator's report was sent to the applicant along with a letter inviting him to make submissions. Not once did the applicant ever request leave to file a response exceeding the usual 10 pages.  <FRAGMENT_SUPPRESSED>", "[31] Moreover, on June 2, 2008, the applicant made submissions indicating that he had [translation] ''carefully read the May 8 report'', but his submissions do not address the work performed by the PM group as a whole. Furthermore, the Commission sent the Agency's submissions to the applicant and invited him to make additional submissions.  <FRAGMENT_SUPPRESSED>", "[32] Considering that the investigator's report was sent to the applicant along with the Agency's submissions, I cannot conclude that there was a breach of the principles of procedural fairness. This is completely consistent with the case law ( <FRAGMENT_SUPPRESSED> at paragraphs 30 and 31). While it is true that the complainants were not represented by counsel, this in no way changes the fact that the investigator must act with the utmost neutrality. It is not the role of the investigator to try to improve a complaint that is deficient on its face. Incidentally, the allegations made by the applicant at the hearing to the effect that the investigator was biased have no objective basis and must also be disregarded.  <FRAGMENT_SUPPRESSED>", "[33] This brings us to the second part of the complaint, which deals with the discrimination issue and the way it was handled by the Commission.  <FRAGMENT_SUPPRESSED>", "[34] The complainants further allege in their complaint that the educational requirements with regard to staffing are such that employees in the PM group, who are required to have a high school diploma or an acceptable combination of training, education and experience, are paid less than employees in the AU group, who either need to have a degree from a recognized university with an accepted specialization in accounting, or be an accredited member of a professional accounting association (CGA, CMA, CA).  <FRAGMENT_SUPPRESSED>", "[35] Since the PM group has more women than men in it, according to the complainants, this distinction itself discriminates against women, which is contrary to section 10 of the Act. As a remedy, the complainants are seeking an increase in the educational requirements for the PM-0727 position and the pay increase that a reclassification would bring with it, as well as a statement to the effect that people currently employed in PM-0727 positions be exempted, in perpetuity, from having to meet this new requirement for the position, as well as for any other position where equivalent work is being performed.  <FRAGMENT_SUPPRESSED>", "[36] As for the allegations of discrimination made pursuant to section 10 of the Act, the Commission is of the view that these too are ''frivolous'' because the Agency [translation] ''has already acted on the complainants' concerns''. Once again, this last finding falls within the range of possibilities reasonably open to the Commission.  <FRAGMENT_SUPPRESSED>", "[37] It should be recalled here that the Commission may decline to investigate a complaint if it appears to the Commission that another available remedy exists. As such, on February 6, 2007, the Commission advised the complainants that the investigation would be suspended, under paragraph 41(1)( ) of the Act, because another available remedy existed, in this case pursuing one or more grievances against the alleged discrimination suffered by employees in the group referred to in the complaint.  <FRAGMENT_SUPPRESSED>", "[38] The fact is that, in March 2006, the applicant, along with several other employees in PM-0727 positions, filed three grievances regarding duties, interim pay and educational requirements for the PM-0727 position.  <FRAGMENT_SUPPRESSED>", "[39] For the purposes of this proceeding, there is no need to examine the first two grievances, which were dismissed on January 18, 2007, by the Assistant Commissioner of the Agency's Human Resources Directorate. In the third grievance, it was requested that the educational requirements for PM-0727 positions be raised. It was also requested that those in PM-0727 positions be deemed to have met the position's new requirements, that the positions be reclassified and that the pay rate be adjusted accordingly. Therefore, the remedies sought in the third grievance correspond to the requests made before the Commission.  <FRAGMENT_SUPPRESSED>", "[40] In this case, further to the grievance relating to the educational requirements, the Agency agreed to proceed with a detailed analysis of the impacts of a change in the educational requirements for PM-0727 positions. In fact, discussions with the bargaining agent representing the group's employees have already been held.  <FRAGMENT_SUPPRESSED>", "[41] On October 14, 2007, the applicant wrote to the Commission for the purposes of reactivating the wage disparity complaint, since the grievance filed with the Agency had never addressed this issue. However, the applicant added nothing new with regard to the discrimination component which had given rise to the filing of a classification grievance.  <FRAGMENT_SUPPRESSED>", "[42] In short, the Commission determined that it would not deal with the complaint under section 10, because [translation] ''the respondent has already acted on the complainants' concerns''. This decision does not strike me as being unreasonable under the circumstances.  <FRAGMENT_SUPPRESSED>", "[43] To date, there is no evidence that management has made any final decision regarding the educational requirements for the PM-0727 position following the completion of its analysis. That said, it was reasonable for the Commission to not deal with the complaint. If the Agency has not, to date, followed up on the analysis referred to above, it is up to the applicant or his bargaining agent to seek an explanation from the Agency, to pursue any unresolved grievances and to request that the matter be referred to an adjudicator, if applicable.  <FRAGMENT_SUPPRESSED>", "[44] For the reasons stated above, the application for judicial review must be dismissed. The respondent did not claim costs; therefore, no costs will be awarded.  <FRAGMENT_SUPPRESSED>", "[45] THE COURT DECLARES, ORDERS AND ADJUDGES that the applicant's application for judicial review be dismissed without costs.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}