{"id_": "032318", "body_str": ["[1] Le juge Boivin I.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12] II.", "[13] III.", "[14] Refugee Protection, Convention Refugees and Persons in Need of Protection Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. Person in need of protection (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. IV.", "[15] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] et <FRAGMENT_SUPPRESSED>  [2010] ACF no 709; V. Analyse", "[16]", "[17]", "[18] in concreto", "[19]", "[20]", "[21]", "[22]", "[23]", "[24] <FRAGMENT_SUPPRESSED> ).", "[25] JUGEMENT", "[26] <FRAGMENT_SUPPRESSED>  under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (the Act), for judicial review of a decision dated May 24, 2011, in which the Refugee Protection Division of the Immigration and Refugee Board (the panel) determined that the applicant was neither a refugee nor a person in need of protection under sections 96 and 97 of the Act. I. Background A. Facts", "[2] Ms. Fazia Touileb Ousmer (the applicant) is a 60-year-old Algerian citizen. The applicant is Muslim, separated from her husband and the mother of four children.", "[3] The applicant alleges that she fears persecution in Algeria because she is a single woman and because of her family situation. Specifically, her oldest daughter is married to a Jewish man and lives in France.", "[4] The applicant states that her problems began in 2006 when her daughter told her that she had become pregnant by her Jewish spouse outside of marriage. The applicant says that this news was not well received by her family because Islamic law punishes sexual relations outside marriage, and a Muslim woman is prohibited from marrying a non-Muslim.", "[5] The applicant's difficulties became apparent when her daughter visited her in October 2006 and October 2007. As a result of her daughter's situation and because the applicant refused to disown her, the applicant claims that she was considered disgraced and was treated like a pariah by her neighbours and her family. She was insulted, ostracized, received death threats and was physically attacked; her house was burned down and her dog was poisoned and beaten.", "[6] The applicant obtained a Canadian visa and arrived in Canada-where two of her children live-on or about September 19, 2008. She applied for refugee status in the weeks following her arrival.", "[7] The panel heard her application on April 1, 2011. B. Impugned decision", "[8] The panel found that the applicant was neither a refugee nor a person in need of protection under sections 96 and 97 of the Act because an internal flight alternative (IFA) existed and some parts of her account were not credible.", "[9] In its decision, the panel indicated that it took into consideration the Chairperson's Guidelines concerning \"Women Refugee Claimants Fearing Gender-Related Persecution.\"", "[10] Although the panel noted that the applicant had demonstrated serious difficulties, the panel found that the applicant had exaggerated the extent, frequency and seriousness of these problems in order to embellish her claim. The panel described some of the applicant's explanations as unreasonable and inconsistent with her actions. Furthermore, the panel observed that the applicant's explanations changed constantly in the course of her testimony. Consequently, the panel made certain negative findings about the applicant's credibility.", "[11] The panel found that the isolation and exclusion experienced by the applicant because of her status as a divorced woman did not constitute harm that was sufficiently serious or repetitive to establish a form of persecution. The panel also stated that the applicant had not demonstrated that her personal situation actually made her afraid to stay in Algeria.", "[12] With regard to the existence of an IFA, the panel determined, based on the evidence in the record, that it was not objectively unreasonable for the applicant to relocate to Algiers where her new neighbours would not know about her daughter's problems and where her former neighbours would not be interested in persecuting her or able to do so. II. Issue", "[13] The Court finds that the determinative issue in this case is as follows: Did the panel err in fact and in law in its assessment of a. the applicant's credibility; b. the existence of an IFA in Algiers? III. Relevant statutory provisions", "[14] Sections 96 and 97 of the Act read as follows: Refugee Protection, Convention Refugees and Persons in Need of Protection Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. Person in need of protection (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. IV. Standard of review", "[15] The decisions in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> , teach that findings of fact made by a tribunal are reviewable on a reasonableness standard. The panel's findings with respect to credibility and the risks refugee claimants would face should they return to their country are subject to this standard ( <FRAGMENT_SUPPRESSED>  (CA)). Regarding the issue of an IFA, the appropriate standard of review is also reasonableness ( <FRAGMENT_SUPPRESSED>  [2010] FCJ No 709; <FRAGMENT_SUPPRESSED>  [2010] FCJ No 636). Consequently, the Court's intervention would only be justified if the panel's decision did not fall \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , at paragraph 47). V. Analysis", "[16] In this case, the Court must determine whether the panel erred in its assessment of the applicant's credibility and the existence of an IFA in Algiers. A. Applicant's credibility", "[17] The applicant submits that the panel's credibility finding is unreasonable. The applicant maintains that, by recognizing that she was quite emotional when she testified about the problems she had to deal with in Algeria and by accepting the alleged facts as proven, the panel could not reasonably find that she was not credible. The applicant argues that, in finding that she had exaggerated the facts, the panel contradicted its own assessment of the facts.", "[18] Moreover, the applicant submits that some parts of the panel's decision are not intelligible or transparent and that the assessment of her credibility is cursory and inconsistent. She contends that the panel erroneously conducted a microscopic analysis of her testimony. In addition, the applicant maintains that the panel disregarded the distinction between an objective analysis by a reasonable person in the same circumstances and a subjective analysis in concreto , i.e. the state of mind of the person who is the subject of the decision. Last, the applicant states that the panel did not address some important evidence, notably, the medical certificate.", "[19] The respondent states that the panel's findings regarding the applicant's credibility are reasonable: the panel provided clear, unequivocal reasons about the applicant's lack of credibility with respect to some parts of her testimony. The panel also noted a number of implausibilities in her testimony, notably, that she had allowed her daughter to visit her in October 2006 despite the difficulties she was experiencing and that her daughter returned in October 2007. In addition, the respondent confirms the reasonability of the panel's finding that the difficulties the applicant experienced because of her personal situation and her status as a divorced woman do not represent harm that is sufficiently serious or repetitive to constitute a form of persecution. In response to the applicant's argument about some of the documentary evidence, the respondent submits that it is well established that analyzing the evidence and choosing the most relevant elements fall within the panel's expertise. The respondent contends that the applicant cannot ask the Court to reassess the evidence that was adduced and to substitute its opinion for the panel's.", "[20] After reviewing the record and hearing the parties, the Court cannot agree with the applicant's view. In the Court's view, the panel's analysis cannot be characterized as imperfect, incomplete or inconsistent to the point where this Court's intervention would be warranted. On the contrary, the panel's decision is articulate and detailed. It was reasonable for the panel to reject the applicant's explanations and to find that her actions were inconsistent with her alleged fear of persecution. Moreover, the Court notes that there is a presumption that the tribunal has considered all the evidence in the record, including the medical certificate in this case ( <FRAGMENT_SUPPRESSED>  (1998) 157 FTR 35). Accordingly, the Court finds that the panel's assessment of the applicant's credibility was reasonable. b) Availability of IFA in Algiers", "[21] The applicant believes that in this case the panel unreasonably concluded that she had not discharged her burden of establishing that an IFA was not a viable option. The applicant submits that the documentary evidence and her testimony demonstrate the significant difficulties and obstacles that single women in Algeria encounter as well as the persecution the applicant will face should she return.", "[22] The respondent maintains that it was open to the panel to find that the applicant could relocate to the city of Algiers. The respondent submits that the onus was on the applicant to demonstrate through \"actual and concrete evidence\" that there was no internal flight alternative in Algeria, that she was at serious risk of persecution throughout her country and that it was objectively unreasonable for her to avail herself of an internal flight alternative. The respondent adds that the panel correctly applied the two-pronged test established in  <FRAGMENT_SUPPRESSED> . The respondent argues that the panel carefully analyzed each of the explanations the applicant put forward to rule out the availability of an IFA and rejected each of them.", "[23] The Court is also of the view that the panel did not err in determining that an IFA existed in Algiers, a city of several million people where the applicant could blend in with the population. Moreover, according to the documentary evidence, Algiers is not one of the regions where there may be a safety risk related to terrorism (Tribunal Record, page 143). In fact, throughout his submissions to the Court, counsel for the applicant tended to link and extrapolate the daughter's situation to the impact it could have on the applicant herself. However, based on the evidence in the record, the Court cannot accept this argument (Tribunal Record, pages 78-9, 236).", "[24] The panel's IFA findings are well substantiated and fall within a range of possible, acceptable outcomes ( <FRAGMENT_SUPPRESSED> ). It is also settled law that the existence of an IFA, as in this case, is fatal to any refugee claim ( <FRAGMENT_SUPPRESSED> ).", "[25] The Court sympathises with the applicant's situation, but in the circumstances the Court's intervention is not justified. Consequently, the application for judicial review is dismissed. The parties did not propose any question for certification, and the record does not raise any. JUDGMENT", "[26] THE COURT RULES that 1. the application is dismissed; 2. there is no question to certify. [End of document]"]}