{"id_": "032376", "body_str": ["[1] MacTavish, J. : Oksana-Olesy Dzey came to Canada from Ukraine on a visitor's visa on December 25, 1999. A year later, Ms. Dzey made her claim for refugee protection. Ms. Dzey alleges that she had long been subject to physical abuse at the hands of her husband, and that the Ukrainian police refused to protect her.", "[2] The Refugee Protection Division of the Immigration and Refugee Boarddetermined that Ms. Dzey was neither a Convention refugee, nor a person in need of protection. The Board rejected Ms. Dzey's claim because it found that Ms. Dzey had not provided credible evidence that she had been abused by her husband. Ms. Dzey argues that the decision of the Board should be set aside because the Board's credibility findings were patently unreasonable. Background", "[3] Ms. Dzey is a citizen of Ukraine. In 1985, Ms. Dzey met Petro Dzey. They began living together, and married soon after. Ms. Dzey had a son, Ruslan, from a previous marriage. Mr. Dzey occupied a high position in government - he was Head Engineer in Lviv, and supervised about 300 employees.", "[4] Ms. Dzey says that she and her husband were happy until 1991, when the Soviet Union collapsed. Mr. Dzey lost his job, and began to abuse alcohol. The Dzey marriage deteriorated, and it is alleged that Mr. Dzey started to abuse Ms. Dzey, both physically and verbally. After one beating, Ms. Dzey says that she was admitted to hospital for three days. Ms. Dzey claims that she reported the incident to the police, but was told that there was insufficient evidence to pursue the matter, despite the existence of serious bruising. Ms. Dzey says that the police told her that it was 'an internal problem', and that the police did not want to interfere.", "[5] Ms. Dzey alleges that she suffered frequent beatings between 1997 and 1999 at the hands of her husband, and was constantly threatened with death or physical harm. The abuse included being confined to the basement for hours at a time, having her husband threaten to hire someone to kill her, and threatening her with a gun.", "[6] In December 1999, Ms. Dzey says that her husband struck her with sufficient force as to cause her to lose consciousness. When she awoke, Ms. Dzey says that she found herself surrounded by fire. The police were allegedly called, but were reluctant to pursue the matter, having been told by Ms. Dzey's husband that the fire was an accident. Ms. Dzey says that she believes that her husband set the fire to kill her. She alleges that the authorities performed only a cursory investigation in response to her requests, due, in part, to her husband's connections with people in the police department, as well as to general police apathy regarding spousal abuse.", "[7] After this incident, Ms. Dzey left the family home and went to stay with her cousin. She retained a lawyer and applied for divorce in November of 1999. The divorce was granted on December 21, 1999. That evening, Mr. Dzey and two other men came to Ms. Dzey's cousin's home. Mr. Dzey beat Ms. Dzey again, and threatened retribution because of the divorce.", "[8] The next day, Ms. Dzey went to Kiev. She then left for Canada, arriving on December 25, 1999. Ms. Dzey came to Canada on a visitor's visa, sponsored by a cousin living in Kamloops. Some time after she arrived in Canada, Ms. Dzey attended at a lawyer's office in British Columbia to have the visa extended. She says that she did not ask the lawyer about making a refugee claim, as she did not know that refugee claims could be based upon spousal abuse. Ms. Dzey says that it was her priest who suggested that she make a refugee claim on the basis of spousal abuse. He advised Ms. Dzey to make the claim in Toronto, where the priest had connections. Ms. Dzey therefore travelled to Toronto, and made her claim for refugee protection December 14, 2000.", "[9] Mr. Dzey remains in the apartment he shared with Ms. Dzey in Ukraine. They both have the propiska for the apartment. A propiska is a permit issued by authorities, which registers the place of residence. Mr. Dzey refuses to relinquish the propiska, and allegedly cannot be evicted as long as he has the document. Although Ms. Dzey's son has changed his name and place of employment, and left his home district, allegedly out of fear that his stepfather would harm him, nevertheless, Ruslan continues to pay maintenance on the apartment, because he does not want to lose the propiska for it. The Board's Decision", "[10] The Board determined that Ms. Dzey was neither a Convention refugee nor a person in need of protection. The Board found serious problems with Ms. Dzey's credibility. These problems were significant enough to cast doubt on several aspects of her story, including her alleged persecution by her spouse.", "[11] The Board had difficulty understanding Ms. Dzey's oral testimony. The Board found her evasive, and noted that she often answered questions with questions, despite being admonished several times to answer the questions put to her.", "[12] On a balance of probabilities, the Board concluded that the alleged beatings did not occur. Little weight was attributed to a hospital report, as it did not contain 'security features', or mention that Ms. Dzey's husband was the attacker. Similarly, the Board rejected the police report submitted by Ms. Dzey, concluding that the events described therein simply did not occur. The Board found it implausible that Ms. Dzey would be able to obtain a police report detailing events, after the fact, given Ms. Dzey's testimony that the police had refused to record her complaint when she attempted to report the assault. The Board also found it implausible that Ms. Dzey would be able to obtain a police report with apparent ease, when she had claimed that the police had protected her husband in the past. Ms. Dzey was unable to provide the Board with a satisfactory explanation when she was asked about these apparent discrepancies in her story.", "[13] On a balance of probabilities, the Board found that Ms. Dzey did not apply for a divorce. The documentary evidence that Ms. Dzey provided with respect to her divorce was inconsistent with the process for obtaining a divorce that Ms. Dzey herself had described in her testimony. The documentation did not contain any 'security features', nor did it accord with Board research relating to divorce procedures in Ukraine. Once again, Ms. Dzey was unable to explain these inconsistencies. As a consequence, the Board attributed little weight to the divorce certificate produced by Ms. Dzey.", "[14] The Board rejected Ms. Dzey's claim that her son continues to pay the expenses for Ms. Dzey's former home, while the home is occupied by Mr. Dzey, as not being credible. According to the Board, Ms. Dzey did not provide convincing testimony as to why her son had not evicted his stepfather, and why he continues to pay for this apartment, while, at the same time, paying rent for the apartment that he actually lives in.", "[15] The Board noted that Ms. Dzey only sought refugee protection after her visitor's visa was not extended. The Board did not accept Ms. Dzey's claim that her lawyer in British Columbia did not know how to file a refugee claim, nor did it accept her assertion that she was told that refugee claims could only be filed in Toronto.", "[16] Finally, the Board chose to give little weight to the psychological report submitted by Ms. Dzey. This report claims that at the time that she came to Canada, Ms. Dzey suffered from Post-traumatic Stress Disorder, as a consequence of the abuse that she said she had sustained at the hands of her husband. Because the Board had rejected the assertions of spousal abuse underlying the report, it chose not to place much weight on the report itself.", "[17] As a result of these findings, the Board concluded that Ms. Dzey did not have a well-founded fear of persecution at the hands of her former husband, and thus was neither a Convention refugee, nor a person in need of protection. Issues", "[18] Ms. Dzey claims that the Board's negative credibility determination was patently unreasonable. Specifically, Ms. Dzey says that the Board failed to give adequate reasons for its decision, failed to consider evidence, and misstated or misapprehended evidence in coming to its conclusion that Ms. Dzey's claim was not credible. Analysis", "[19] The Immigration and Refugee Board has a well-established expertise in the determination of questions of fact, including the evaluation of the credibility of refugee claimants. Indeed, such determinations lie at the very heart of the Board's jurisdiction. As a trier of fact, the Board is entitled to make reasonable findings regarding the credibility of a claimant's story, based on implausibilities, common sense, and rationality. Accordingly, before a finding of fact made by the Board will be set aside by this Court, it must be demonstrated that such finding is patently unreasonable. ( <FRAGMENT_SUPPRESSED>  (F.C.A.)).", "[20] Ms. Dzey submits that the fact that she answered questions put to her at her refugee hearing with questions of her own should not be interpreted as evasion on her part. She says that she was extremely worried and nervous about her hearing. In her submission, the substance of her answers should not confused with the style of her answers. In my view, there is no merit to this submission. Having heard Ms. Dzey's testimony, the Board was best positioned to assess the credibility of Ms. Dzey's story, and to determine what inferences should properly be drawn from her account.", "[21] The bulk of Ms. Dzey's submissions focus on the way in which the Board dealt with the documentary evidence filed by Ms. Dzey, which, she says, provides independent corroboration of her claim. In this regard, Ms. Dzey relies upon the decision of this Court in  <FRAGMENT_SUPPRESSED>  where the Court held that the Board's failure to consider whether similar documentary evidence provided independent corroboration of a refugee claim was patently unreasonable.", "[22] The decision in A.G.I is readily distinguishable from the present case. In A.G.I, the Board had no concerns as to the authenticity of the documentary evidence in question, but failed to consider whether the certificates provided credible, independent corroboration of the applicant's claim. As is explained more fully below, in the present case, the Board clearly questioned the authenticity of the documents, and gave explicit reasons for its concerns in this regard.", "[23] Ms. Dzey contends that the Board erred in ascribing little weight to the hospital document that she submitted, which, she says, corroborates her description of the attacks by her husband. Ms. Dzey submits that the document was a 'hospital certificate', and not a 'hospital report'. As a consequence, she says, one could not expect a hospital certificate to mention who caused the injuries in question. Further, although the Board decided that the report was of little weight, in part because it did not contain 'security features', the Board was not clear as to what it meant by 'security features'. Ms. Dzey submits that the Board did not question the authenticity of the document in the course of the hearing. Finally, Ms. Dzey submits that if it had concerns about the authenticity of the hospital document, the Board ought to have sent it for testing, or have contacted the hospital itself.", "[24] I am of the view that the Board's decision to give the hospital certificate little weight ought not to be disturbed. The Board considered the document, and explained why it chose to accord little weight to the document. I cannot conclude that the Board's treatment of this evidence was patently unreasonable.", "[25] There is no general requirement for the Board to submit a piece of documentary evidence for forensic testing, as long as there is enough evidence to cast doubt on its authenticity. ( <FRAGMENT_SUPPRESSED> ) Indeed, as Justice Nadon stated in  <FRAGMENT_SUPPRESSED>  (QL) at paragraph 21: ... Once a Board ... comes to the conclusion that an applicant is not credible, in most cases, it will necessarily follow that the Board will not give that applicant's documents much probative value, unless the applicant has been able to prove satisfactorily that the documents in question are truly genuine. In the present case, the Board was not satisfied with the applicant's proof and refused to give the documents at issue any probative value. Put another way, where the Board is of the view, like here, that the applicant is not credible, it will not be sufficient for the applicant to file a document and affirm that it is genuine and that the information therein is true. Some form of corroboration or independent proof will be required to \"offset\" the Board's negative conclusion on credibility.", "[26] In deciding to give the hospital certificate little weight, the Board did not dismiss the document altogether. Instead, it merely decided that the document did not go far in corroborating Ms. Dzey's story. Given that the Board already had serious concerns as to Ms. Dzey's veracity, it was entirely appropriate for the Board to ascribe limited probative value to this piece of evidence.", "[27] Although it would have been helpful for the Board to explain what it meant by 'security features', I am of the view that this can be understood to refer to official markings such as holographs, seals or water-marks.", "[28] I am similarly not convinced that the Board's assessment of the significance of Ms. Dzey's divorce certificate was patently unreasonable. The Board considered the document, and gave a detailed explanation as to why it chose to ascribe little weight to it. Once again I am of the view that it would be improper for this Court to interfere with the Board's decision as to the weight that should be attributed to this document.", "[29] Ms. Dzey submits that the Board also erred when it referred to, and rejected, the police report. According to Ms. Dzey, this document was not a 'police report', but was a 'Certificate from the Ministry of Internal Affairs of Ukraine' that confirmed that she had applied to the police department regarding her husband's abuse towards her. The report confirms that she attended at the police station on numerous occasions, Ms. Dzey says, and it was patently unreasonable for the Board to dismiss it, since it constituted credible, objective evidence that corroborated her testimony.", "[30] A review of the transcript discloses that Ms. Dzey clearly identified the Department of Internal Affairs as 'the police' in her testimony. Therefore, I am not convinced that the Board erred in describing this document as a police report. Similarly, I cannot conclude that the Board erred in its assessment of the weight to be given to this document. The Board's findings of implausibility can not be considered to be patently unreasonable.", "[31] Ms. Dzey contends that there was evidence before the Board with respect to the fire in her apartment, in the form of a certificate from the Ukraine Lviv City Council of People's Deputies Housing and Construction Cooperative, but that this certificate was not considered by the Board. The certificate states that \"the applicant turned for help regarding the removal from the apartment of her husband, Mr. Dzey, Petro Petrovich, who used alcoholic beverages and physically abused her when he came home in a state of intoxication.\" The certificate further states that the \"careless action of intoxicated Mr. Dzey ... led to the initiation of the fire at the apartment\". Ms. Dzey submits that the authenticity of the certificate was not questioned by the Board, and that it constitutes objective evidence that corroborates her testimony that her ex-husband abused her, and that she attempted to have him removed from her apartment.", "[32] A review of the Board's decision discloses that the Board did consider this document in its reasons. The decision describes how, when Ms. Dzey was directed to the portion of the document that says that carelessness on the part of her husband caused the fire, Ms. Dzey testified that \"No one knew how it [the fire] happened\". The Board clearly considered the certificate, and I cannot conclude that its decision to afford it little weight was patently unreasonable.", "[33] Ms. Dzey submits that the Board misapprehended and misconstrued the evidence when it stated that \"the claimant did not provide convincing testimony on why her son, who changed his last name as to distance himself from the person who allegedly abused his mother, has not evicted his stepfather, and continues to pay the rent on this apartment and the one he lives in\". Ms. Dzey contends that she did not testify that her son pays rent on the apartment, but instead testified that she owned the apartment, and that her son continues to pay the expenses in order to maintain the propiska. Ms. Dzey further states that she attempted to evict her ex-husband from the apartment, but was unable to do so. Ms. Dzey's son is not in a position to evict his stepfather, she says, since his stepfather has the propiska for the apartment. Ms. Dzey submits that propiskas are difficult to obtain. Her son has only one propiska, she says, which is for the apartment that Ms. Dzey and her husband shared. Ms. Dzey submits that if the her son does not continue to pay the maintenance fees for the apartment, it will be taken away, even though Ms. Dzey continues to own it.", "[34] I have reviewed the transcript of Ms. Dzey's testimony as it relates to the propiska issue, and am of the view that the evidence before the Board does not support Ms. Dzey's position. Numerous attempts were made during Ms. Dzey's refugee hearing to clarify her evidence with respect to the ownership and occupants of the apartment, as well as the financial arrangements relating to it. Suffice it to say that Ms. Dzey's responses were inconsistent and unhelpful. As a result, I am satisfied that the Board did not misapprehend the evidence relating to the apartment, but instead drew the reasonable conclusion that Ms. Dzey's testimony was not credible.", "[35] Insofar as the delay in filing Ms. Dzey's refugee claim was concerned, the Board rejected Ms. Dzey's explanation that her British Columbia lawyer did not know how to file a refugee claim. Similarly, the Board did not accept Ms. Dzey's testimony that she was told that refugee claims could only be filed in Toronto.", "[36] Ms. Dzey contends that the Board misstated the evidence in this regard. She claims that what she said was that she did not know about the refugee process, or that she could make a refugee claim on the basis of spousal abuse, and that therefore she did not discuss a possible refugee claim with the lawyer in British Columbia. It was Ms. Dzey's priest in Kamloops who told her that she should make a refugee claim, and that she should travel to Toronto to do so, as the priest knew people there who could assist her.", "[37] A review of the transcript confirms that Ms. Dzey was asked about the year-long delay in filing a refugee claim. Having reviewed the transcript of the Board hearing, I agree with Ms. Dzey that the Board's characterization of her testimony in this regard was not entirely accurate. Ms. Dzey testified that she was told by her priest that she should go to Toronto to file her refugee claim, because the priest knew people there who could assist Ms. Dzey. I do not understand her answers to suggest that refugee claims could only be filed in Toronto.", "[38] However, the Board did not base its credibility findings only on Ms. Dzey's testimony regarding the appropriate venue for filing a refugee claim. The Board noted a number of problems with Ms. Dzey's testimony, and came to its conclusion that she was not credible based upon the totality of the evidence. I am not persuaded that this one error was material to the result, and as a result, the decision will not be set aside on this basis alone.", "[39] The evidence regarding the legal advice that Ms. Dzey obtained in British Columbia is less clear. Although Ms. Dzey testified at one point that she never discussed a possible refugee claim with her lawyer in Kamloops, elsewhere she discussed the possibility of filing a refugee claim, stating that: \"... there, in that little town, no one knew anything and my cousin didn't know anything, that lawyer didn't [know] anything ...\".", "[40] It is clear from her submissions to this Court that Ms. Dzey is attempting to clarify the testimony that she gave to the Board. However, given the apparent inconsistencies in Ms. Dzey's testimony, she has not satisfied me that the Board's assessment of this evidence, and the conclusions to be drawn from it, are patently unreasonable.", "[41] The final basis for Ms. Dzey's claim is that the Board did not properly understand or deal with the evidence relating to the psychological report filed by Ms. Dzey at her refugee hearing. Ms. Dzey submits that the Board did not give sufficient weight to the psychological report, which indicates that Ms. Dzey \"initially suffered from symptoms of post-traumatic stress disorder due to her prolonged experience of spousal abuse\".", "[42] In this regard, I agree with the respondent's submission that the Board did take the psychological report into account, but elected to give it little weight because the Board rejected the underlying factual assumptions alleged by Ms. Dzey. As Justice Rothstein noted in  <FRAGMENT_SUPPRESSED> : ... [A] psychiatrist's letter does not, of itself, prove that an applicant meets the test for Convention refugee. At most, in this case, it is consistent with the applicant's story. But it is the factual evidence that must be relied upon to prove the qualifications for Convention refugee status. Given that the Board's finding that the underlying facts upon which the report was based were not credible, it was open to the Board to give limited weight to this document.", "[43] For these reasons, I have concluded that Ms. Dzey has not demonstrated that the Board committed a reviewable error in this case, and accordingly, this application is dismissed. Certification", "[44] Neither party has suggested a question for certification, and accordingly none will be certified. ORDER", "[45] THIS COURT HEREBY ORDERS that: 1. This application for judicial review is dismissed 2. No serious question of general importance is certified. [End of document]"]}