{"id_": "032489", "body_str": ["[1] Hughes, J. : This is an application for judicial review of a decision of the Canadian Human Rights Commission dated March 16, 2012, wherein the Commission decided, pursuant to subsection 44(3)(b)(i) of the Canadian Human Rights Act , RSC 1985, c. H-6, to dismiss the Applicant's complaint. For the reasons that follow, I find that the application is dismissed, with costs.", "[2] The Applicant Ulysse Guerrier worked for the Respondent Canadian Imperial Bank of Commerce (CIBC) from July 2007 to September 2008 as a bilingual sales and service specialist  <FRAGMENT_SUPPRESSED> 's Toronto Visa Centre. He began with a probationary period, which was twice extended. At the end of the second probationary period he was made a permanent employee. A few days later he went on short-term disability. The Applicant resigned in September 2008, which resignation was accepted by CIBC. The Applicant argues that he was constructively dismissed.", "[3] The Applicant filed a complaint with the Ontario Human Rights Commission. That Commission lacked jurisdiction over the CIBC, a federal bank, whereupon the Applicant commenced the present proceeding. CIBC unsuccessfully sought to have this proceeding dismissed, arguing that the matter should be handled through the collective agreement with the union.", "[4] An investigation was conducted by an Investigator of the Canadian Human Rights Commission, who delivered a nineteen-page Report dated 7 December 2011. The Applicant and CIBC were invited to make submissions respecting that Report, and did so. The Commission examined that Report and responses and, in the decision now under review, stated, inter alia Before rendering the decision, the Commission reviewed the report disclosed to you previously and any submission(s) filed in response to the report. After examining this information, the Commission decided, pursuant to subparagraph 44(3)(b)(i) of the Canadian Human Rights Act, to dismiss the complaint because the evidence does not appear to support that the complainant required accommodation in the form of lower job standards as a result of a disability, the evidence suggests that notwithstanding this issue, the respondent appears to have provided the complainant with reasonable accommodation, the evidence does not appear to support that the complainant was treated differently because of his disability, and given all of the circumstances of this complaint, further inquiry by the Canadian Human Rights Tribunal does not appear to be warranted. Accordingly, the file on his matter has now been closed.", "[5] In his Memorandum of Fact and Law filed in this Court, the Applicant has stated the issues to be as follows: a) Did the CHRC error in law by violating section 42(1) of the Act or alternatively, did it breach the principles of procedural fairness in failing to provide adequate reasons for its decision? b) Did the CHRC deny the Applicant procedural fairness and natural justice during its investigative process? c) Did the final decision of the CHRC, dated March 16, 2012, err in law? d) Did the investigator and/or CHRC conduct a neutral and through investigation? e) Was \"open-mindedness\" lost by the investigator and/or the CHRC? f) Did the investigator's report err in law and fact? g) Did the CHRC err in law by failing to address the Applicant's reasonable apprehension of bias or in the alternative; did the CHRC err in law by conducting a biased investigation?", "[6] I accept the distillation of these issues into four issues, as presented  <FRAGMENT_SUPPRESSED> 's factum, which reflects the manner in which Counsel for both parties argued the matter before me. They are: 1. The CHRC breached Guerrier's right to procedural fairness by failing to provide adequate reasons for its decision to dismiss the complaint; 2. The CHRC breached Guerrier's right to procedural fairness because the investigator was biased against him; 3. The CHRC breached Guerrier's right to procedural fairness by completing an investigation which was not thorough; and 4. The CHRC \"erred\" in its decision. STANDARD OF REVIEW", "[7] The Applicant has raised issues of procedural fairness and bias. They must be dealt with on a correctness standard; that is, was the procedure fair, or not; was there bias, or not.", "[8] The Applicant has attacked the merits of the decision itself. Any error of law must be dealt with on the basis of correctness; otherwise, the decision is to be reviewed on a standard of reasonableness.", "[9] Justice Barnes of this Court provided a good analysis as to the standard of review of the Commission's decision in circumstances such as the present in <FRAGMENT_SUPPRESSED> . I accept and adopt what he wrote at paragraphs 12 to 14 of that decision: 12 The Commission's screening function under s 44 of the Act has been compared to the role of a judge presiding over a preliminary inquiry. The role was described by the Supreme Court of Canada in  <FRAGMENT_SUPPRESSED>  at para 53 as follows 53 The Commission is not an adjudicative body; that is the role of a tribunal appointed under the Act. When deciding whether a complaint should proceed to be inquired into by a tribunal, the Commission fulfills a screening analysis somewhat analogous to that of a judge at a preliminary inquiry. It is not the job of the Commission to determine if the complaint is made out. Rather its duty is to decide if, under the provisions of the Act, an inquiry is warranted having regard to all the facts. The central component of the Commission's role, then, is that of assessing the sufficiency of the evidence before it. Justice Sopinka emphasized this point  <FRAGMENT_SUPPRESSED>  des employés de production du  <FRAGMENT_SUPPRESSED> , at p. 899 The other course of action is to dismiss the complaint. In my opinion, it is the intention of s. 36(3)(b) that this occur where there is insufficient evidence to warrant appointment of a tribunal under s. 39. It is not intended that this be a determination where the evidence is weighed as in a judicial proceeding but rather the Commission must determine whether there is a reasonable basis in the evidence for proceeding to the next stage. [Emphasis added] 13 In screening complaints, the Commission relies upon the work of an investigator who typically interviews witnesses and reviews the available documentary record. Where the Commission renders a decision consistent with the recommendation of its investigator, the investigator's report has been held to form a part of the Commission's reasons: see  <FRAGMENT_SUPPRESSED>  at para 37. 14 As noted in the above authorities, the Commission's decision to dismiss or refer a complaint inevitably requires some weighing of the evidence to determine if it is sufficient to justify a hearing on the merits. It is this aspect of the process that has been said to require deference on judicial review. Deference is not required, however, in the context of a review of the fairness of the process including the thoroughness of the investigation. For such issues the standard of review is correctness. Adequacy of Reasons", "[10] In the present case, the Commission stated that it had reviewed the Report of the Investigator, as well as the submissions of each of the parties as to that Report. The Commission's four-point conclusions reflect the conclusions summarized in the Report. As written by Justice Linden for the panel of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> the Court should treat the Report as constituting the Reasons of the Commission: 37 In my view, the appellant's argument on this issue must fail. While it is true that the investigator and Commission do have \"mostly separate identities\"( <FRAGMENT_SUPPRESSED>  at para. 21, per MacGuigan J.A., (Décary J.A. concurring)), it is also well-established that, for the purpose of a screening decision by the Commission pursuant to section 44(3) of the Act, the investigator cannot be regarded as a mere independent witness before the Commission (Syndicat des employés de production du Québec et de l' <FRAGMENT_SUPPRESSED>  at para. 25 [SEPQA]). The investigator's Report is prepared for the Commission, and hence for the purposes of the investigation, the investigator is considered to be an extension of the Commission (SEPQA, supra at para. 25). When the Commission adopts an investigator's recommendations and provides no reasons or only brief reasons, the Courts have rightly treated the investigator's Report as constituting the Commission's reasoning for the purpose of the screening decision under section 44(3) of the Act (SEPQA, supra at para. 35;  <FRAGMENT_SUPPRESSED>  at para. 43 (C.A.)).", "[11] The Supreme Court of Canada in Newfoundland and  <FRAGMENT_SUPPRESSED>  per Abella J for the Court, has stated that perfection is not the standard; the Reasons are not to be reviewed in a vacuum; rather, they are to be read in the context of the parties' submissions and the process. She wrote at paragraph 18: 18 Evans J.A. in  <FRAGMENT_SUPPRESSED> , explained in reasons upheld by this Court (2011 SCC 57) that Dunsmuir seeks to \"avoid an unduly formalistic approach to judicial review\" (para. 164). He notes that \"perfection is not the standard\" and suggests that reviewing courts should ask whether \"when read in light of the evidence before it and the nature of its statutory task, the Tribunal's reasons adequately explain the bases of its decision\" (para. 163). I found the description by the Respondents in their Factum particularly helpful in explaining the nature of the exercise When reviewing a decision of an administrative body on the reasonableness standard, the guiding principle is deference. Reasons are not to be reviewed in a vacuum - the result is to be looked at in the context of the evidence, the parties' submissions and the process. Reasons do not have to be perfect. They do not have to be comprehensive. [para. 44]", "[12] Justice Barnes summarized the point well in <FRAGMENT_SUPPRESSED> : 20 The Association's argument that the inadequacy of the Commission's reasons constitutes a breach of procedural fairness is also untenable. I accept that where reasons are a procedural requirement, a breach of fairness may arise where none are forthcoming. But according to the decision in Newfoundland and Labrador Nurses' Union, above, an argument that a set of reasons is insufficient (ie. lacking justification, transparency or intelligibility) must be assessed on the standard of reasonableness and not correctness.", "[13] In the present case, taking the letter of March 16, 2012, together with the Investigator's Report and the parties' responses to that Report, I find that the decision is quite clear, intelligible, and addresses the relevant points. The reasons are adequate. Procedural Fairness and Bias", "[14] The Applicant argues that there was \"bias\" in that the Investigator did not approach the matter with an \"open mind\". The basis for this argument is that the Applicant filed his original Complaint with the Commission. The Commission forwarded that Complaint to the CIBC for its submissions. Those submissions were received; they constituted submissions from CIBC's lawyers, as well as a number of documents. The Manager of Investigations of the Commission passed this material on to the Applicant's representative with a five-page summary of CIBC's comments. The Manager's letter concludes with a sentence: Please note that the respondent  <FRAGMENT_SUPPRESSED>  has provided extensive documentary evidence, internal correspondence, e-mails and performance related documents which appear to support its position.", "[15] The Applicant's argument is that the words \"appear to support [CIBC's] position\" reflect a pre-judging of the case and prevent an \"open minded\" determination on the merits.", "[16] The law on this point has been well summarized by Justice Mactavish of this Court in <FRAGMENT_SUPPRESSED> to 24: 22 The Canadian Human Rights Commission is clearly subject to the duty of fairness when it is exercising its statutory powers to investigate human rights complaints: Syndicat des employés de production du Québec et de l' <FRAGMENT_SUPPRESSED>  (\"SEPQA\"). This requires that the Commission and its investigators be free from bias. 23 That said, because of the non-adjudicative nature of the Commission's responsibilities, it has been held that the standard of impartiality required of a Commission investigator is something less than that required of the Courts. That is, the question is not whether there exists a reasonable apprehension of bias on the part of the investigator, but rather, whether the investigator approached the case with a \"closed mind\": see  <FRAGMENT_SUPPRESSED> , at paras. 17-22. 24 As the Court stated in  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), the test in cases such as this: [I]s not whether bias can reasonably be apprehended, but whether, as a matter of fact, the standard of open-mindedness has been lost to a point where it can reasonably be said that the issue before the investigative body has been predetermined.", "[17] In the present circumstances, I find that the words \"appear to support [CIBC's] position\" as used by the Manager, who was not the person who subsequently investigated the matter and provided the Report, did not give rise to bias or lack of open-mindedness on behalf of the Investigator or the Commission. The word \"appear\" does no more than serve to alert the Applicant that he should address the submissions of CIBC and the supporting documents. In fact, he did so; and after the Investigator made the Report, the Applicant took advantage of a further opportunity to comment on the matter. I find that a person viewing the matter reasonably would not consider that there was bias or a lack of open-mindedness. Further, such person would consider that the Applicant, through his representative, was given and took advantage of ample opportunities to address CIBC's position and the documents provided. The procedure was fair. Thoroughness", "[18] The Applicant argues that the investigation was not thorough. In particular, the Investigator did not interview three persons whom the Applicant named as persons who would have knowledge of the matter; nor did the Investigator take any initiative to interview other unnamed persons, such as medical personnel, who may have knowledge respecting the Applicant's situation.", "[19] The Investigator did interview the Applicant himself, as well as his managers at the CIBC. The Investigator clearly stated in the Report in respect of the three persons named by the Applicant that a hospital social worker was not interviewed, since that person would only know what the Applicant told her; that a relative of the Applicant was not interviewed because that person would only know what she was told by the Applicant. A third person, identified by the Applicant as being the person he was speaking to on his cell phone when he was allegedly yelled at by his manager to get back to work, was not interviewed because the Investigator determined that the incident was irrelevant to the issues to be determined.", "[20] As to other persons that the Applicant argues should have been interviewed, no names were provided by the Applicant. It must be pointed out that while the Applicant argues that he was discriminated against because of his medical condition, the Applicant provided scant evidence as to that condition and what effect it would have on his performance at work. All that CIBC, and subsequently the Commission, was told was through the applicant himself. They were told that he had Sickle Cell Anemia, and that he would periodically require a day off work, plus a day or so recovery time, to receive blood transfusions. There was no endeavour by the Applicant to explain what effect, if any, this condition might have on his work performance, or to identify persons who could provide appropriate information in this regard. I note that after the Applicant left CIBC, a letter written by a social worker - not a doctor - endeavouring to provide some explanation, was filed in evidence in this Court. That letter is not evidence from a medically trained person, and was written after the relevant events.", "[21] The duty of an Investigator to be thorough was reviewed by Justice Martineau of this Court in <FRAGMENT_SUPPRESSED>  (C.A.) and that the parties be informed of the substance of the evidence obtained by the investigator to be put before the Commission, as well as given the chance to respond to this evidence and make all relevant representations thereto (Syndicat des employés de production du Québec et de l' <FRAGMENT_SUPPRESSED> ). 20 The applicant makes no allegation of impartiality against the investigator. Rather, she argues that the investigation was not thorough, as the investigator failed to interview both her and her proposed witness, her partner Warrant Officer Doug McQueen, also a member of the CF. 21 The practical effect of the duty of thoroughness is canvassed by Justice Nadon in Slattery, above, at paras 56 and 57 Deference must be given to administrative decision-makers to assess the probative value of evidence and to decide to further investigate or not to further investigate accordingly. It should only be where unreasonable omissions are made, for example where an investigator failed to investigate obviously crucial evidence, that judicial review is warranted. Such an approach is consistent with the deference allotted to fact-finding activities of the Canadian Human Rights Tribunal by the Supreme Court in the case of  <FRAGMENT_SUPPRESSED> . In contexts where parties have the legal right to make submissions in response to an investigator's report, such as in the case at bar, parties may be able to compensate for more minor omissions by bringing such omissions to the attention of the decision-maker. Therefore, it should be only where complainants are unable to rectify such omissions that judicial review would be warranted. Although this is by no means an exhaustive list, it would seem to me that circumstances where further submissions cannot compensate for an investigator's omissions would include: (1) where the omission is of such a fundamental nature that merely drawing the decision-maker's attention to the omission cannot compensate for it; or (2) where fundamental evidence is inaccessible to the decision-maker by virtue of the protected nature of the information or where the decision-maker explicitly disregards it. [Emphasis added] 22 The investigator's duty of thoroughness clearly does not require the investigator to interview every person proposed by the applicant ( <FRAGMENT_SUPPRESSED>  (QL), at paragraph", "[22] I find that the Investigator's decision not to interview three witnesses identified by the Applicant, and not to conduct a further extensive investigation on her own initiative, was reasonable and provides no grounds for setting the decision aside. Was the Decision Erroneous?", "[23] No argument was made by the Applicant that the Commission made some error of law in its decision. The arguments made before me take issue with the factual determinations made and whether those determinations, if in error, should result in the decision being set aside. The standard of review in these circumstances is that of reasonableness, and in that regard, the well-known decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  wrote: 47 Reasonableness is a deferential standard animated by the principle that underlies the development of the two previous standards of reasonableness: certain questions that come before administrative tribunals do not lend themselves to one specific, particular result. Instead, they may give rise to a number of possible, reasonable conclusions. Tribunals have a margin of appreciation within the range of acceptable and rational solutions. A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "[24] The Applicant in his factum and through Counsel in argument before me took issue with several determinations by the Investigator as adopted by the Commission, including: • what occurred at the October 24th meeting between the Applicant and his CIBC Manager; to what extent did CIBC become aware of the Applicant's condition? • did CIBC act fairly or not in respect of the assessment of the Applicant's performance as against standards set for such performance? • what was the relevance, if any, of the incident when the Applicant was allegedly \"yelled at\" for being on his cell phone during working hours? • what was the effect, if any, of the allegedly \"fraudulent\" unsigned typewritten letter of resignation? • what effect, if any, did the alleged \"constructive dismissal\" of the Applicant have?", "[25] These and other like determinations are those which the Commission is required to make in the performance of its duties. It is to be afforded a deferential latitude of reasonableness. I find no reviewable error. CONCLUSION AND COSTS", "[26] In the result, I find that the Applicant has not demonstrated that there is any basis for setting aside the Commission's decision. I must comment that the Applicant does not appear to have put in a good case before the Commission, nor has the Applicant put in, in his written material, a good case before this Court. The Applicant should have been better advised not to seek judicial review based on the record before me. In awarding costs, I must be mindful not only of the circumstances of an individual litigant, but also of the need to provide a clear warning that judicial review should not be undertaken lightly or without solid, sober thought.", "[27] I have no evidence before me as to the Applicant's financial circumstances. His Counsel asked for $3,500 costs, if successful. CIBC's Counsel asked for $7,500. I will fix costs at $5,000. JUDGMENT", "[28] FOR THE REASONS PROVIDED: THIS COURT'S JUDGMENT is that: 1. The application is dismissed; and 2. The Respondent CIBC is entitled to costs to be paid by the Applicant fixed in the sum of $5,000. <FRAGMENT_SUPPRESSED>  Hughes )(i) de la", "[2]", "[3]", "[4] [traduction]", "[5]", "[6]", "[7]", "[8]", "[9] <FRAGMENT_SUPPRESSED> : 53 <FRAGMENT_SUPPRESSED> , au paragraphe 37.", "[10] SEPQA SEPQA SEPQA <FRAGMENT_SUPPRESSED> (C.A.)).", "[11] 18 Dans", "[12] aucun Newfoundland and Labrador Nurses' Union", "[13]", "[14] [traduction]", "[15]", "[16] <FRAGMENT_SUPPRESSED> à 24: SEPQA", "[17]", "[18]", "[19]", "[20]", "[21] Slattery , [1993] 1 R.C.S. 554. Bateman", "[22]", "[23]", "[24]", "[25]", "[26]", "[27] JUGEMENT", "[28] [End of document]"]}