{"id_": "032442", "body_str": ["[1] de Montigny, J. : This is an application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the \"Act\" or IRPA ), of a decision of the Immigration Division (\"ID\") of the Immigration and Refugee Board. The ID determined that the applicant is inadmissible to Canada on security grounds as a member of an organization that there are reasonable grounds to believe has engaged in the subversion by force of a government, pursuant to s. 34(1)(f) of the Act.  <FRAGMENT_SUPPRESSED>", "[2] The applicant seeks an order quashing the decision, and ordering that the evidence presented to the officer cannot result in a finding of inadmissibility. For the reasons that follow, I have found that this application must be dismissed.  <FRAGMENT_SUPPRESSED> I. Facts  <FRAGMENT_SUPPRESSED>", "[3] The applicant, Ronnie Tjiueza, is a citizen of Namibia, where he was a member of the \"Caprivi Liberation Movement\" (CLM). He arrived in Canada on October 2, 2006, and made a claim for refugee protection. His refugee claim was initially considered eligible and was referred to the RPD.  <FRAGMENT_SUPPRESSED>", "[4] Mr. Tjiueza made various declarations and statements to officers about his claim for refugee protection. On October 2, 2006, Mr. Tjiueza completed a Background Information form (BIF) when he made his claim. On October 3, 2006, the Canadian Security Intelligence Service (CSIS) interviewed him about his claim. On October 11, 2007, Canada Border Services Agency (CBSA) interviewed him about his CLM membership and activities. Finally, on October 13, 2006, he declared a Personal Information Form in support of his refugee protection claim.  <FRAGMENT_SUPPRESSED>", "[5] It is unclear when Mr. Tjiueza joined the CLM. At different times he has stated that he joined the CLM in October or November 1999, late 1999, and October 2000. His evidence also includes a CLM membership card which states that he is a member \"since 1998\" but does not provide an expiry date.  <FRAGMENT_SUPPRESSED>", "[6] On August 2, 1999, an armed attack took place against government buildings in the city of Katima Mulilo, in the Caprivi region of Namibia. According to the documentary evidence, there was only one violent attempt to overthrow the government by Caprivi secessionists during that period, and the secessionists were led by Mr. Muyongo. Over a dozen people were killed in the attack. In October 1998, prior to the August 1999 attack, Mr. Muyongo fled to Botswana when the government discovered a military training camp in Caprivi and cracked down on suspected secessionists. He was later granted asylum in Denmark.  <FRAGMENT_SUPPRESSED>", "[7] In his BIF, the applicant acknowledged that he had been \"associated with a group that used, uses, advocated or advocates the use of armed struggle or violence to reach political, religious or social objectives\" and that he had been involved in \"inhumane acts against civilians\".  <FRAGMENT_SUPPRESSED>", "[8] When interviewed by CSIS the next day, he described the CLM's activities as follows:  <FRAGMENT_SUPPRESSED> They decided to push out the government of Namibia from Caprivi. This started in 2002 and 2003. The fought and shot the Namibian military. They caught the leader of the CLM in 2003 and sent him (Mushake Muyongo) to Denmark. The CLM is still fighting but is now smaller.  <FRAGMENT_SUPPRESSED>", "[9] Mr. Tjiueza said that he did not know how to shoot a gun and that during the fighting, he looked after the children. Later in the interview he stated that he put children in houses during the fighting, which took place over 5 days in November, 2004. He said the Namibian military was fighting against the CLM. He also said that the CLM fired against the Namibian Army, and that as a result, the CLM leader was caught and deported to Denmark. He said he was not part of the CLM at the time, he did not believe the fighting was good, and he stayed with the party despite its actions because he shared their belief in Caprivi independence.  <FRAGMENT_SUPPRESSED>", "[10] In his Personal Information Form (PIF), Mr. Tjiueza declared that he joined the CLM, which was headed by Mushake Muyongo, at the end of 1999. He said that in 1999, the CLM wanted to overthrow the Namibian government, and that while the CLM members were fighting, he assisted by taking care of their small children.  <FRAGMENT_SUPPRESSED>", "[11] When interviewed by CBSA, Mr. Tjiueza said that he joined the CLM in October or November of 1999. He said he supported the cause of Mr. Muyongo, the CLM leader, to take action against the government in order for the Caprivi region to be free. He stated that the fighting he had described happened in 2004, and that he was told that the CLM were firing against the police and the army. He said it was the only event he could recall. He said that shortly after these events in 2004, Mr. Muyongo left or was captured and went to Botswana and then Denmark, where he was given refugee status. When asked about the inconsistencies in the dates between his various declarations, Mr. Tjiueza could not provide an explanation.  <FRAGMENT_SUPPRESSED>", "[12] On October 3, 2008, Mr. Tjiueza was reported as being inadmissible to Canada on security grounds pursuant to s. 34(1)(f) of IRPA . He was referred to an admissibility hearing before the ID. The applicant admitted being a member of the CLM, and in a decision dated March 10, 2009, the ID determined that there were reasonable grounds to believe the CLM had carried out the attack of August 2, 1999. Therefore, the ID held the applicant inadmissible to Canada, and issued him a deportation order. This ID decision is the subject of the present judicial review.  <FRAGMENT_SUPPRESSED>", "[13] On March 30, 2009, an enforcement officer gave notice that he had determined the applicant's refugee claim to be ineligible under s. 101(1)(f) of the Act, because of the ID's decision. This notice is the subject of the judicial review in the related file IMM-1851-09.  <FRAGMENT_SUPPRESSED> II. The impugned decision  <FRAGMENT_SUPPRESSED>", "[14] The ID held that since the applicant admitted being a member of the CLM, the issue before it was whether there was sufficient credible and trustworthy evidence to provide reasonable grounds to believe the CLM was responsible for the attack of August 2, 1999. This attack was an attempt to use force to subvert the Namibian government, in an attempt to accomplish the political goal of independence for the Caprivi region.  <FRAGMENT_SUPPRESSED>", "[15] The ID noted that there is no documentary evidence that there ever was a political party called the Caprivi Liberation Movement (CLM). However, in spite of the numerous errors and inconsistencies in Mr. Tjiueza's submissions, he has consistently asserted that he was a member of a group or political party which was founded and led by Mishake Muyongo.  <FRAGMENT_SUPPRESSED>", "[16] The documents before the ID are consistent with respect to Mishake Muyongo. One of the documents reveals that the perpetrator of the attack was the Caprivi Liberation Front (CLF) and that one of its leaders was Mishake Muyongo. A US Department of State report calls the perpetrator of the same attack the Caprivi Liberation Army (CLA), and also states that its leader was Mishake Muyongo. Two BBC reports claim that Mishake Muyongo was the general leader of Caprivi rebels and had taken responsibility for the attack.  <FRAGMENT_SUPPRESSED>", "[17] On the basis of that evidence, the ID held that there are reasonable grounds to believe that Mr. Muyongo only led one group at the time, and that this group was responsible for the attack of August 2, 1999. As the applicant admits that Mr. Muyongo led the CLM, there are reasonable grounds to believe that the CLM is simply another name for the CLA or CLF, which perpetrated the attack.  <FRAGMENT_SUPPRESSED>", "[18] The ID also considered a report by Amnesty International that refers to an organization called the Caprivi Freedom Movement as a group that was distinct from the CLA. This report appears to link the CLA to the August 2, 1999 attack, and refers to Mishake Muyongo only as a supporter of the CLA but as a leader of the Caprivi Freedom Movement. The ID found, however, that the group led by Mr. Muyongo was the one responsible for the attack. The ID noted that this conclusion was supported by the bulk of the evidence, while only a single report indicated otherwise.  <FRAGMENT_SUPPRESSED>", "[19] Accordingly, the ID concluded that Mr. Tjiueza was a member of an organization led by Mr. Muyongo, and that this organization committed an armed attack on August 2, 1999 against the Namibian government in an attempt to subvert it and secure political independence for the Caprivi region. Even though Mr. Tjiueza was not personally involved in the attack, he was a member of the organization that committed the attack. Mere membership in such an organization is sufficient to bring Mr. Tjiueza within paragraph 34(1)(f) of the Act .  <FRAGMENT_SUPPRESSED>", "[20] At the request of Mr. Tjiueza, the ID added that there is no evidence the applicant has ever participated in any violent act, or that he had prior knowledge that members of Mr. Muyongo's organization were contemplating armed violence in support of their goals. The only evidence before the ID was that Mr. Tjiueza believed in the goal of an independent Caprivi, and believed he was a member of a political party that would attempt to accomplish its goals by non-violent means.  <FRAGMENT_SUPPRESSED> III. Issues  <FRAGMENT_SUPPRESSED>", "[21] I accept the issues proposed by the applicant and have reworded them as follows:  <FRAGMENT_SUPPRESSED> a) Did the ID base its decision on an erroneous finding of fact made without regard for the material before it in finding that the CLM was engaged in the attack of August 2, 1999?  <FRAGMENT_SUPPRESSED> b) Did the ID err in law in finding that the applicant was inadmissible under s. 34(1)(f) although he was not a CLM member at the time of the attack, did not participate in the attack, and had no prior knowledge of the attack?  <FRAGMENT_SUPPRESSED> IV. Analysis  <FRAGMENT_SUPPRESSED>", "[22] The first issue involves the ID's findings of fact, and therefore attracts the standard of reasonableness: <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 763; <FRAGMENT_SUPPRESSED>  [2008]  <FRAGMENT_SUPPRESSED> F.C.J. No. 913. The reasonableness standard of review is to be applied in the context of the low statutory threshold for establishing the facts that support a s. 34(1)(f) finding of inadmissibility:  <FRAGMENT_SUPPRESSED> Rules of interpretation  <FRAGMENT_SUPPRESSED> 33. The facts that constitute inadmissibility under sections 34 to 37 include facts arising from omissions and, unless otherwise provided, include facts for which there are reasonable grounds to believe that they have occurred, are occurring or may occur.  <FRAGMENT_SUPPRESSED>", "[23] The \"reasonable grounds to believe\" standard of proof has been explained by the Supreme Court of Canada as follows:  <FRAGMENT_SUPPRESSED> The FCA has found, and we agree, that the \"reasonable grounds to believe\" standard requires something more than mere suspicion, but less than the standard applicable in civil matters of proof on the balance of probabilities: ( ...) In essence, reasonable grounds will exist where there is an objective basis for the belief which is based on compelling and credible information ...  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> , at para. 114.  <FRAGMENT_SUPPRESSED>", "[24] Thus, this Court must determine whether it was obviously unreasonable for the ID to conclude that there was more than a mere possibility that the facts establishing inadmissibility under s. 34(1)(f) \"have occurred, are occurring or may occur\": <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 113, at paras. 16-17.  <FRAGMENT_SUPPRESSED>", "[25] The second issue involves a question of law, as it puts in issue the proper interpretation of s. 34(1)(f) of the Act; it therefore calls for the application of the correctness standard.  <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1512 at para. 15; <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 381 at paras. 18-23.  <FRAGMENT_SUPPRESSED>", "[26] With respect to the first issue, the applicant submits that there is no evidence that he is a member of the CLA or the CLF, or any other organization in the Caprivi region of Namibia aside from the CLM. Indeed, the Amnesty International report distinguishes between the CLA and the CLM, and states that Mr. Muyongo was a leader of both groups. Thus the report expressly shows there were several groups seeking Caprivi independence. In light of this evidence, the applicant alleges that it was unreasonable for the ID to conclude that Mr. Muyongo only led one group and that the CLM and CLA were the same. Since these organizations are different, it was unreasonable to find that the CLM was involved in the attack, as all of the documentary evidence points to either the CLA or the CLF as being responsible for the attack.  <FRAGMENT_SUPPRESSED>", "[27] I can find no reviewable error in the findings of fact reached by the ID. Contrary to the applicant's assertion, the Amnesty International report does not distinguish between the Caprivi Liberation Army and the CLM. The CLM is not referred to at all. The report refers to Mr. Muyongo's activities \"in connection with his support for\" the CLA. It also states that he later became the leader of the Caprivi Freedom Movement. Unlike the other reports, this report does not name Mr. Muyongo as the leader of the CLA, does not refer to the CLF, and does not link Mr. Muyongo to the August 1999 attack.  <FRAGMENT_SUPPRESSED>", "[28] The report does suggest that multiple Caprivi independence organizations exist, but the ID did not conclude otherwise. It merely concluded that there was only one group led by Mr. Muyongo, and that its name was reported differently in different sources. Having read the evidence that the ID relied on, I believe this conclusion was reasonably open to it. There was no evidence that the CLM was not responsible for the August 1999 attack. Mr. Tjiueza did not claim that the CLM was a separate non-violent faction led by Mr. Muyongo. Given Mr. Tjiueza's evidence of the leadership and activities of the CLM, the ID's decision is reasonable and does not warrant intervention by this Court.  <FRAGMENT_SUPPRESSED>", "[29] Furthermore, the ID did expressly consider the Amnesty International report, which suggested that Mr. Muyongo did not lead the group responsible for the attack. The ID weighed this report against other evidence that suggested Mr. Muyongo did lead the group responsible for the attack, and found the latter evidence more credible. This credibility finding was open to the ID, considering the low evidentiary threshold for establishing inadmissibility on security grounds.  <FRAGMENT_SUPPRESSED>", "[30] Turning to the second issue raised by the applicant, he argues that the ID should not have found him to be a person described in s. 34(1)(f) of the Act because he did not personally participate in any violent acts. Mr. Tjiueza also submits that he did not have prior knowledge that the CLM might engage in armed violence in support of its goals, and that it was not reasonably foreseeable that such violence would occur. Finally, he alleges that there was no clear finding that he was a member of the CLM at the time of the uprising.  <FRAGMENT_SUPPRESSED>", "[31] Once again, I do not think the ID erred in its interpretation of s. 34(1)(f) of the Act. That provision makes a foreign national inadmissible for membership in an organization; it does not require active participation. If active participation were necessary, then s. 34(1)(f) would be redundant, because active participation in subversion by force is a ground for inadmissibility under s. 34(1)(b) of IRPA . Paragraphs 34(1)(b) and 34(1)(f) are \"discrete, but overlapping grounds\": <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 974 at para. 20; <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 587 at para. 30.  <FRAGMENT_SUPPRESSED>", "[32] Mr. Tjiueza also argues that s. 34(1)(f) is not intended to apply to a foreign national who was not a member of the organization either at the time of or subsequent to the inadmissibility provoking act. Contrary to Mr. Tjiueza's assertion, there was no need for the ID to specifically find that he was a member of the CLM at the time of the August 1999 attack. This Court rejected Mr. Tjiueza's argument in <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1826 at para. 11 where it held that there is no temporal component to s. 34(1)(f) of IRPA . The ID is not required to consider whether the organization has stopped its activities or whether it did so for a period of time. The ID also does not need to match the person's active membership to the time that the organization carried out its activities. The subversion by force may occur prior to, during, or after he became a member.  <FRAGMENT_SUPPRESSED>", "[33] The applicant's main concern is that a person meeting the definition of a Convention refugee, and not excluded under Article 1(F) of that Convention, might still be inadmissible under s. 34(1)(f). While the Convention relating to the Status of Refugees excludes from refugee protection certain individuals who have been members of groups which have engaged in anti-democratic activities, subversion or terrorism under Article 1(F), the applicant argues that it does not exclude individuals whose membership preceded the prohibited activities.  <FRAGMENT_SUPPRESSED>", "[34] The applicant is correct to say that an individual who ceases to be a member before any atrocities take place, and who has no prior knowledge of the atrocities, will not be excluded under Article 1(F). This individual will not have done any \"specific acts\" of subversion, and will not have a \"shared common purpose\" or \"personal and knowing participation\" in the organization.  <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 364, Justice Michael L. Phelan said that the relevant time frame for the Article 1(F) analysis is the time at which the subversive acts take place.  <FRAGMENT_SUPPRESSED>", "[35] That being said, Article 1(F) applies only to refugee protection claimants. Unlike s.34(1), it is not a general security provision. It defines exclusion in terms that are different from s. 34: it excludes claimants from protection for having committed, or been complicit in, war crimes, crimes against peace and crimes against humanity. Paragraph 34(1)(f) does not require the foreign national to have committed subversion by force or have been complicit in such activities.  <FRAGMENT_SUPPRESSED>", "[36] Further, the wording of s. 33 and s. 34 of the Act is clear. It provides that there is no temporal component to a finding of inadmissibility under those provisions, and that mere membership is enough to cause a foreign national to be inadmissible. In contrast, mere membership in an organization that commits international offences from time to time is not sufficient to exclude a refugee claimant under Article 1( <FRAGMENT_SUPPRESSED>  (C.A.).  <FRAGMENT_SUPPRESSED>", "[37] In any event, even if the interpretation of Article 1(F) were relevant to interpreting s. 34(1)(f), the Murcia decision supports the ID's decision because Mr. Tjiueza was a member of the CLM at the time of the attack on government forces. While the ID made no explicit finding on this point, it did quote the applicant's membership card as saying he was a member \"since 1998\". This implies that the ID considered his membership to continue after 1998. As well, as mentioned in the facts above, there was evidence that he became a member in late 1999 or 2000. Thus, while it is not necessary to decide the case, the evidence suggests that the applicant was a member of the CLM after 1998.  <FRAGMENT_SUPPRESSED>", "[38] Finally, this Court has held in Al  <FRAGMENT_SUPPRESSED> , that any apparent harshness caused by a broad interpretation of s. 34(1)(f) is relieved by s. 34(2) of IRPA , which allows the Minister to permit a person to remain in Canada despite his or her inadmissibility. The applicant counters that the relief provided under s. 34(2) extends only to the removal of the inadmissibility, and not to the provision of the other rights guaranteed under the Convention relating to the Status of Refugees . In other words, if the applicant were to make a Pre-Removal Risk Assesment (\"PRRA\") application, and if he were to be found at risk, the non-refoulement protection granted to those found inadmissible under s. 34(1)(f) would not be sufficient to comply with Canada's obligations under the Refugee Convention, because he would not be given the right to work and the right to an education. This argument is misplaced and premature.  <FRAGMENT_SUPPRESSED>", "[39] Mr. Tjiueza has not applied to the Minister for relief from the s. 34(1)(f) inadmissibility finding under s. 34(2) of the Act. The Court of Appeal has held that an application for relief under s. 34(2) may be made even after the ID has determined that a foreign national is inadmissible under s. 34(1)(f) of the  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 602. In assessing an application for relief from s. 34(1)(f), the Minister considers many factors including the matters that Mr. Tjiueza argues mitigate his inadmissibility, such as whether the person represents a danger to the public, whether the activity was an isolated event, whether the person was personally involved or complicit in the activities of the organization, the role or position of the person in the organization, whether the person was aware of the activities of the organization, and whether ties to the organization have been severed: see Immigration Enforcement Manual , Chapter 2, section 13.7.  <FRAGMENT_SUPPRESSED>", "[40] Moreover, there is no evidence that Mr. Tjiueza has made a PRRA application. If he did apply and was found to be at risk, the execution of his deportation order would be stayed. Contrary to the applicant's submission, he would be able to apply for permits to study, and if he could not support himself without working, for permits to work: see s. 112(1) & (3) and s. 114(1)(b) of the Act; s. 215(1)(d) and s. 206(b) of the Immigration and Refugee Protection Regulations . Whether Mr. Tjiueza may be found at risk is speculative at this stage.  <FRAGMENT_SUPPRESSED>", "[41] For all of the foregoing reasons, I come to the conclusion that this application for judicial review ought to be dismissed. The parties did not propose questions for certification, and none arise.  <FRAGMENT_SUPPRESSED>", "[42] THIS COURT ORDERS that this application for judicial review is dismissed. No question is certified.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}