{"id_": "032583", "body_str": ["[1] Hughes, J. : The Applicant Mr. Hussain had the misfortune to act as a bondsperson for Mr. Somu, a brother-in-law of a friend. Somu was being held at the time in July 2002 by the Canada Border Services Agency pending a decision on his claim for refugee status. Hussain posted two bonds, a cash bond in the sum of $5,000.00 and a performance bond also in the sum of $5,000.00. As matters turned out, Somu was ultimately removed from Canada and the Minister will not return the money for either bond to Hussain who now seeks judicial review of the decision not to return either bond. For the reasons that follow, I find that the Application is allowed.", "[2] The standard of review in matters respecting the return or forfeiture of bonds of this type has been considered by Justice Mosley of this Court in <FRAGMENT_SUPPRESSED> . He considered other decisions of this Court and stated that the jurisprudence is complex and still evolving. While at least one decision ( <FRAGMENT_SUPPRESSED> ) says that the standard is correctness, another ( <FRAGMENT_SUPPRESSED> ) says that it is reasonableness. Justice Mosley determined that he would examine the matter on the basis of reasonableness and so will I, except as to matters of law where the standard is correctness.", "[3] On July 22, 2002, Hussain signed a cash bond and delivered the sum of $5,000.00 to the Minister's representatives. Conditions were indicated by a check mark and handwritten interlineations on a standard form provided by the Minister's representatives: \"Person Concerned shall report as directed in writing for the making of removal arrangements and removal if conditional Removal Order becomes effective. \"Person Concerned shall, prior to being released, provide Immigration officials with the residential address where s/he will reside. Before changing residence, he/she must report any such change in person to an Immigration officer at the Canada Immigration Reporting Centre, 6900 Airport Road, Entrance 2D, Mississauga, Ontario or at such other location as specified by an Immigration officer in writing. \"Person Concerned shall report to the Citizenship and Immigration Canada Reporting Centre, 6900 Airport Road, Entrance 2B, Mississauga, Ontario at a frequency of once each week in accordance with a written reporting schedule which is to be provided to him/her by Citizenship and Immigration Canada at the time of release. An officer may in writing cancel this information, change the reporting location or reduce the reporting frequency starting Wednesday, July 31, 2002 between 9am and 3pm. \"Person Concerned shall cooperate fully with Citizenship and Immigration Canada with respect to the accurate completion of any document or questionnaire related to establishing identity or obtaining travel documents and shall sign any such documents in a timely manner. \"Person Concerned shall reside at all times with bondsperson, unless otherwise authorized in writing by an officer. \"Person Concerned shall not work without authorization from Citizenship and Immigration \"Person Concerned shall provide documentation other: -original document to establish identity prior to release.\"", "[4] On the same day, July 22, 2002, Hussain signed a performance bond, in effect an undertaking to pay if certain conditions above are not respected, in the sum of $5,000.00. The first page of the document says \"See attached 'Conditions of Release'\". The attached conditions were signed by Hussain but despite assurances from the Minister's representatives that they would be sent shortly, they were not forwarded to the Applicant until quite some time later, December 6, 2006, by which time the parties were engaged in serious discussion concerning the two bonds. The conditions respecting the performance bond and the cash bond are the same.", "[5] On August 22, 2005, the Minister's official wrote to the Applicant stating that Somu had failed to comply with the terms and conditions of each bond and requested a payment of $5,000.00 in satisfaction of the performance bond. The stated breach was that Somu had failed to appear for the Pre-Removal Risk Assessment (PRRA) Interview 19 August 2005. There appears to be some correspondence that went missing from the Minister's Record since the solicitor then acting for both Hussain and Somu appears to have furnished some materials to the Minister's officials that were missing from their files. It is not clear what was missing or for how long. In any event, the Minister's officials sent a further letter to the Applicant on July 27, 2006 demanding payment in respect of the performance bond and stating: \"Thank you for your submissions that were received on 30Jan2006 and reviewed. I have determined that there are grounds to estreat the $5000.00 Performance Bond and forfeit the $5000.00 Cash Bond #B106194, both signed by you on 22Jul2002. \"1- Mr. Somu failed to appear for his interview; he breached one condition of the bond being to report as directed for the making of removal arrangements and removal if the conditional removal order became effective. \"2- the requirement to reside at all times with bondsperson unless otherwise authorized by an Immigration Officer in writing. \"3- before changing residence, must report any such change in residence in person to an immigration official at the Canada Immigration center, 6900 Airport Rd., Mississauga, ON.\"", "[6] The Applicant responded promptly on August 14, 2006 providing an explanation as to those alleged breaches emphasising that it was he, Hussain, who brought Somu in to the authorities as soon as an issue was raised. The Minister's officials do not appear to have put sufficient weight on this cooperation. He said: \"What I'm trying to convey to you is the fact that I brought Mr. Somu immediately to your office when the letter was found. Further, he was deported: i.e; he did not flee the country. With regards to your second reason that you provided for having the bond forfeited, Mr. Somu was permanently residing at my home. However, during the time of renovation of my home, there was no place for him to stay, therefore, he had to stay elsewhere which was on a temporary basis. Nevertheless, his permanent place of residence was at my home. This also addresses your third reason for having the bond forfeited: the reason that you were not informed of a change in residence is because there was no change in address for Mr. Somu.\"", "[7] On September 11, 2006, the Minister responded indicating that Somu had \"clearly breached more than one of these conditions\" and maintaining the request for payment upon the performance bond: \"On July 27, 2006 we sent you a letter addressing the many violations of the cash/performance bond dated July 22, 2002 Mr. Somu breached. Mr. Somu clearly breached more than one of these conditions when he failed to appear for his interview, for not residing with you at all times, and for failing to provide Immigration officials his residential address. \"With regards to your reference to statements made by an officer about your responsibilities as surety, a copy of the 'Conditions of Release' is provided to all bondspersons, and we have on file a copy of the 'Conditions of Release' which were attached to the bonds you signed on July 22, 2002.\"", "[8] This letter was responded to by a firm of solicitors acting for Hussein, Stikeman Elliott, on November 2, 2006. They asked for a copy of the conditions attached to the performance bond and for reconsideration of the Minister's position. The Minister's official responded by letter dated December 6, 2006 in which only breaches relating to residency were maintained: \"This is further to your letter dated November 02, 2006 and reviewed by Officer J. Martin. Officer Martin has determined that Mr. Manoharan Somu failed to meet the following condition of his bond namely, he failed to reside with the bondsperson at all times unless authorized in writing by a CBSA officer. \"At the time of Mr. Manoharan Somu's Pre-Removal Risk Assessment invitation on August 30, 2005 the client stated that he has been living with a friend for a month and not with the bondsperson as required by the performance bond. Canada Border Service Agency has not agreed or approved any change of address. \"Further, on two separate occasions September 01, 2005 and September 08, 2005 at detention review Mr. Somu again confirmed that he had not been living with the bondsperson as Mr. Mohammed Hussain's house was under renovations. Mr. Hussain had requested that Mr. Somu relocate during the renovations. However, he never sought or received from CBSA a change of address approval, including when he reported to CBSA at 6900 Airport Road, in Toronto, Ontario. \"Therefore, the bond conditions have been violated by not abiding to the conditions of the bond & therefore, is forfeit to the Crown.\"", "[9] The Applicant's solicitors responded by letter dated January 29, 2007 taking issue with the Minister's position that its residency conditions had been breached. The letter said, in part: \"We understand that CBSA found a breach of conditions as a result of information provided by Mr. Somu during interviews with CBSA Officers while detained. However, Mr. Hussain provided additional information with respect to the relevant facts; CBSA has not provided him with an explanation as to why his evidence does not justify a return or reduction of his deposit. \"For instance, the information provided by Mr. Hussain in his letters to CBSA dated August 14, 2006 and September 29, 2006 include the following key facts: 'Manoharan Somu remained resident at Mr. Hussain's residence at all times; and 'While Mr. Hussain's home underwent renovations, Mr. Somu did stay temporarily with a friend; however, his place of permanent residence at all times remained at Mr. Hussain's home.' \"In addition, during the time period in question, even Mr. Hussain's two daughters temporarily stayed with their grandmother, yet their permanent residence did not change. Likewise, Mr. Somu's residence did not change: his personal belongings were at Mr. Hussain's residence; his mail was delivered to Mr. Hussain's house and he regularly attended at Mr. Hussain's house. \"In our view, CBSA's correspondence thus far fails to demonstrate that Mr. Hussain's evidence has been taken into account as required.\"", "[10] Citizenship and Immigration Canada, as they call themselves, provide guidelines for use by their officials, in making determinations in the discharge of their various duties. These guidelines do not have the force or effect of an Act or Regulation but have been recognized as providing assistance to the Court in determining whether discretion has been properly exercised ( <FRAGMENT_SUPPRESSED>  at para. 37). Up until this point, these guidelines and, in particular, \"ENF 8, Deposits and Guarantees\" said with respect to forfeiture of a bond: \"Delegated CIC or CBSA officers should consider each case on its own merits \"The manager will determine whether it is appropriate to settle for an amount less than that originally stipulated in a guarantee on a case-by-case basis, according to regional guidelines.\"", "[11] Those guidelines changed effective February 11, 2007. The second excerpt quoted above was changed to read: \"CIC and CBSA managers and officers have discretionary power to decide whether a breach of conditions is severe enough to warrant the forfeiture of the deposit or the guarantee. However, CIC as well as CBSA managers and officers do not have discretionary power to reduce or otherwise alter the amount of the deposit or guarantee.\"", "[12] Thus while it appears that the policy continues that every situation must be considered on a case-by-case basis, the policy to accept a lesser payment has been replaced with a policy that the amount cannot be reduced but consideration must be given as to whether the breach was \"severe enough\".", "[13] The Minister's official did not respond to the Applicant's lawyers' letter of January 29, 2007 until March 7, 2007 which was after the change in policy. The official wrote: \"Thank you for taking the time to write and discuss the matter respecting your client Mohamed Hussain the bonds person for the above subject Mr. Somu. I have taken the time to review all of the recent case law you have provided from the Federal Court of Canada that discusses cases that consider forfeiture of cash and for performance bonds. \"While I understand Mr. Hussain takes his obligations by signing these bonds seriously, he does agree in your correspondence the bonds were breached when Mr. Manoharan Somu moved without written authorization from Canada Border Services Agency (CBSA). Further, I understand that you would like to resolve this case by having the cash bond forfeit and the return of the performance bond to your client. \"Unfortunately, I am governed by Chapter ENF 8, Deposits and Guarantees, which has been recently changed February 11, 2007 to s. 7.8 and a paragraph has been deleted. In addition, the title of the Minister of Public Safety and Emergency Preparedness has been changed to the Minister of Public Safety. \"The recent manual inductions clearly direct Managers not to take partial estreatment. I have enclosed the Chapter 8 as a reference including paragraph highlighted 7.8 Deposit and Guarantee given by a third party. \"While I understand this is not what you are requesting unfortunately, these bonds already are forfeited to the Crown and I have no discretion in this matter. Trust this bring this to a conclusion.\"", "[14] This letter is not correct in at least two respects. First, the post February 11, 2007 policy does require an exercise of discretion; it requires a consideration as to whether the breach of conditions was \"severe enough\". Second, the official did not recognize that since the dispute arose when the old guidelines were in force, consideration had to be given to applying those old guidelines to the situation at hand. As discussed by Mosley, J., in Kang , supra, at paragraph 37, the guidelines are not law and, as he said at paragraphs 27 to 31, it is reasonable for the Minister, in these circumstances, to continue to apply the previous guidelines: \"27 As mentioned above, Manager Gilker's affidavit states that she '... determined that Ms. Lee had breached a Condition of Release, causing the Applicants' bond to be forfeited'. This suggests that the Manager considered that there was no scope for her to exercise any discretion once she had made the factual determination that a breach of condition had occurred. \"28 In cases decided under the former Immigration Act , this Court held that while a breach of condition was a condition precedent for the exercise of discretion, the Officer must still turn her mind to the exercise of discretion when deciding whether to declare a bond forfeited: Gayle, above <FRAGMENT_SUPPRESSED>  (F.C.T.D.). \"29 This line of precedent was applied to forfeiture decisions under the current legislation in Uanseru . In that case, there was both a $5,000 performance bond and a $5000 cash deposit. The officer decided not to enforce the performance bond but ordered the cash deposit forfeited. Justice Mactavish found that it was impossible to discern from the officer's reasons why she differentiated between the two. Thus there was no way of determining whether the officer relied upon considerations that were irrelevant or extraneous to the statutory purpose, one of the principles enunciated by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , for determining whether discretion has been properly exercised. \"30 The respondent Minister conceded in Uanseru that notwithstanding the change in the legislation, the officer retained the discretion not to declare a performance bond forfeited where there has been a breach of the terms of release. \"31 There was a similar concession in <FRAGMENT_SUPPRESSED> . Moreover, in <FRAGMENT_SUPPRESSED> , the officer had exercised her discretion to order a lesser amount forfeited. The issue in that case was whether she was required to consider the degree of fault of the subject or surety and apply proportionality principles similar to those developed in the criminal courts for estreats of bail bonds.\"", "[15] The Applicant's solicitors took issue with the letter of March 7, 2007 and wrote to a different senior official on March 8. That official responded by letter dated March 22, 2007 which is the decision sought to be reviewed. The substantive portion of that letter for these purposes reads: \"I have consulted with the legal services department of the Canada Border Services Agency (CBSA), and can offer you the following comments. CBSA's position is that once a person released subject to a cash or performance bond has breached the conditions of their release, there is no discretion in the Immigration and Refugee Protection Act IRPA ) for an officer to excuse a portion of the bond; consequently, the guarantor remains liable for the full amount specified in the performance bond.\"", "[16] That decision is not correct for the same reason that the letter of March 7 was not correct. First, there is discretion under the new guidelines which must be fairly exercised and communicated to the Applicant, namely, was the breach \"severe enough\". Second, these are policies, not law, and a discretion remains in respect of an issue that was clearly in dispute under the old guidelines, to continue to apply those guidelines.", "[17] Further it is clear from the Record and the Minister's official's correspondence that they did not act reasonably in that they did not give sufficient consideration as to what the word \"residence\" means. It is a word of the Minister's own choosing, the Minister put that word in the printed form setting out the conditions of bail. If that word is in any way ambiguous it is the Minister's responsibility to assume the risk of any ambiguity.", "[18] In law, the word \"resident\" or residence is one that must be considered carefully having regard to all the circumstances. There is no precise or single meaning. Residence is not to be confused with temporary move or sojourn. The leading authority often quoted in these circumstances is <FRAGMENT_SUPPRESSED>  which, while a tax case, is referred to often in numerous non-tax cases. In that case, Rand, J., said at page 224: \"The gradation of degrees of time, object, intention, continuity and other relevant circumstances, shows, I think, that in common parlance 'residing' is not a term of invariable elements, all of which must be satisfied in each instance. It is quite impossible to give it a precise and inclusive definition. It is highly flexible, and its many shades of meaning vary not only in the contexts of different matters, but also in different aspects of the same matter. In one case it is satisfied by certain elements, in another by others, some common, some new.\" and Kerwin, J., said at pages 211-212: \"There is no definition in the Act of 'resident' or 'ordinarily resident' but they should receive the meaning ascribed to them by common usage. When one is considering a Revenue Act , it is true to state, I think, as it is put in the Standard Dictionary , that the words 'reside' and 'residence' are somewhat stately and not to be used indiscriminately for 'live', 'house' or 'home'. The Shorter Oxford English Dictionary gives the meaning of 'reside' as being 'To dwell permanently or for a considerable time, to have one's settled or usual abode, to love, [sic] in or at a particular place'. By the same authority 'ordinarily' means '1. In conformity with rule; as a matter of regular occurrence. 2. In most cases, usually, commonly. 3. To the usual extent. 4. As is normal or usual'. On the other hand, the meaning of the word 'sojourn' is given as 'to make a temporary stay in a place; to remain or reside for a time'.\"", "[19] The question of residence was considered extensively by Justice Dawson of this Court in the very recent decision of Harkat, Re , 2008 FC 198. \"Reside\" involves consideration of many things including: whether a person \"usually\" sleeps every night at a certain place; were absences for temporary purposes; what was the intent of the persons involved; and whether there was an intent to return; [sic] are among the matters for consideration. I repeat paragraphs 44, 45, 48 and 54 of that decision: \"[44] In this context, to 'reside' with someone means to 'live' with them. As the release order was ultimately amended, Mr. Harkat was to live with Ms. Harkat, Ms. Brunette, and Mr. Weidemann. \"[45] I do take guidance from the decisions relied upon by Mr. Harkat. While the supervising sureties were not each obliged to sleep at the residence every night in order for Mr. Harkat to reside with them, his residence had to be the place where they usually returned to and slept at night. Such an interpretation of 'reside' is consistent with that applied by the High Court of Justice in <FRAGMENT_SUPPRESSED>  (Admin), at paragraphs 11 and 33. So long as the supervising sureties' absences from the residence were each for a temporary purpose and they intended to return to the residence, the sureties resided with Mr. Harkat and he with them. \"[48] For the purpose of the release order, I find as a fact that Ms. Brunette had left the residence with the intent of not living there again. I also find no intent on the part of the Harkats to later move in with her. The most reasonable inference, based upon Ms. Brunette's evasive testimony, Ms. Harkat's clear testimony and Ms. Harkat's e-mail of December 9, 2007, is that Ms. Brunette and the Harkats were to go their separate ways. There was no plan on their part that the Harkats would join Ms. Brunette at her new location. \"[54] As for the argument that, by virtue of her 'strong and regular contact' with the residence, Ms. Brunette continues to reside there, the usual meaning of 'reside', as Mr. Justice Tarnopolsky noted in Gravino , is where one sleeps. Ms. Brunette no longer sleeps at the residence on a regular basis. The purpose of paragraph 6 of the release order was to ensure effective supervision of Mr. Harkat. Effective supervision comes from the supervisor's physical presence - not from the presence of their belongings. I repeat that there was nothing temporary about Ms. Brunette's decision to no longer sleep at the residence.\"", "[20] It is clear from a review of the Tribunal Record in this case that the Minister's officials, as early as January, 2006 had determined, on the basis of the evidence of Somu only, that he had ceased to \"reside\" with Hussain. Part of the reason for arriving at that determination was that Somu had been evasive and apparently had at one time hidden in a closet. If this latter reason was a consideration it was never communicated to Hussain and should have been as a matter of fairness.", "[21] Repeated correspondence from Hussain's lawyers as to his side of the \"residence\" story seems to have fallen on deaf ears. The Tribunal Record shows no serious consideration of those submissions. The Minister has chosen to file no evidence. Thus has provided no enlightenment as to the true deliberations made and all the factors taken into account.", "[22] Taking the Minister's position as to \"residence\" at its highest, there is still a clear and lively debate as to whether it is applicable in the circumstances of this case. The Minister failed to recognize that debate or, if he did, failed to recognize that an exercise of discretion must be applied in determining whether (old Guidelines) to return some or all of the bonds, or (new Guidelines) whether a \"severe enough\" breach had occurred so as to justify the return of the entire amount or not.", "[23] The issue is not simply who was right or wrong on \"residency\". Rather, the issue is the failure to recognize that a legitimate dispute exists and, as a result, to exercise discretion.", "[24] It is clear from the record that the Minister's officials failed to give appropriate consideration to what is meant by \"residency\" or to apply an appropriate meaning to the circumstances of this particular case. Had the officials done so they would recognize that there is a genuine dispute on the facts of this case and would either have returned both the cash and performance bonds to the Applicant, as under the new policy there can hardly be said to be a breach that could in any way be considered \"severe enough\", or under the old policy, returned the entire two bonds to the Applicant.", "[25] The Application will be allowed with costs. I am advised that the Minister is still garnishing the Applicant's wages to satisfy the performance bond. The continuation of that garnish is prohibited until final determination of the Minister's reconsideration of this matter. There is no question for certification. JUDGMENT", "[26] For the Reasons provided THIS COURT ADJUDGES that 1. The application is allowed; 2. The matter is returned for reconsideration in accordance with these reasons; 3. The Minister is prohibited from further garnishing of the Applicant's wages until final determination of the Minister's reconsideration of the matter; 4. There is no question for certification; 5. No order as to costs. Application granted. Editor: E. Joanne Oley/gs [End of document]"]}