{"id_": "032714", "body_str": ["[1] Rennie, J. : The applicant seeks judicial review of a March 31, 2010 decision by the Refugee Protection Division of the Immigration Refugee Board of Canada (the Board) which found the applicant to be neither a Convention refugee nor a person in need of protection under sections 96 and 97 of Immigration and Refugee Protection Act , 2001, c. 27 ( IRPA ). The Board did not make any negative credibility findings rather it rejected the claim on the absence of any nexus or connection between the use or threat of persecution faced by the applicant and the grounds enumerated by the Convention. Facts", "[2] The applicant is a Mexican citizen. He fears the Los Zetas (the Zetas). The Zetas are a criminal organization involved in many enterprises, including police corruption. The applicant was a street vendor in Tepito, Mexico. He claims that three police officers extorted money from him -300 pesos a week. Two months following the first demand, the extortion was increased to 500 pesos a week. The applicant refused to pay and reported the officers to the police who arrested them. The applicant subsequently learned that the arrested officers were allegedly members of the Zetas. Some weeks later, they approached him to extort more money from him, and when he refused, beat him. The applicant also claims that thereafter he was hit by a van and assaulted by three individuals who jumped out of the van. The applicant testified at his hearing that he was told by the Zetas that he and his family would be killed. They also apparently told him that he had \"nowhere to hide.\"", "[3] The applicant arrived in Canada on May 7, 2009 and made his refugee claim two days later, on May 9, 2009. His wife told him once he was in Canada, that the Zetas had also tracked her down and that she too was going to flee Mexico. The determinative issue for the Board in the section 96 claim was lack of nexus to a Convention ground, and for the section 97 claim, a lack of particularized risk.", "[4] Counsel framed the issues in this application as whether the Board erred in its finding that the applicant's claim did not fall under section 96 of IRPA ; and secondly, whether the Board erred in its interpretation of section 97 in concluding that the applicant did not face a personalized risk. Absence of Nexus", "[5] The applicant is a victim of crime: The activity which the claimant fears is a criminal activity. Even if the agents of persecution are members of the police force, the act of demanding a bribe is a criminal act and an act of corruption. There is no persuasive evidence that the claimant was extorted or faced retaliation for Convention grounds. The Federal Court has held that victims of crime, corruption or vendettas generally fail to establish a link between their tear of persecution and one of the, Convention grounds and the Board has been upheld in its finding of lack of nexus, where the claimant was a target of a personal vendetta or where the claimant was a victim of crime, even when the agents of persecution are police officers. The claimant fears criminals and criminal acts. The principal claimant's fear in this case is not linked to race, religion, nationality, political opinion, or membership in a particular social group. Therefore, I find that the claimant is a victim of crime which does not provide him with a link to a Convention ground. As a result his claim must fail under section 96 of the IRPA. While the jurisprudence shows that in a few cases victims of crime have been able to establish nexus to a Convention ground, in this particular case, without more, the applicant was unable to do so.", "[6] Furthermore, section 96 specifically states: \"A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion ...\" The applicant could not demonstrate to the Board that he met these criteria nor, that he had a well-founded fear of persecution.", "[7] The fact that the individuals who extorted and then beat the applicant were police officers warrants very close examination in the context of any Convention claim. In this case, however, the police officers claimed to be members of a criminal gang engaged in criminal activities, not in the furtherance of political, religious or racial objectives. Moreover, the officers were clearly acting without the sanction of the state. When the applicant reported their conduct to the police, the officers were arrested. Victims of crime and personal vendettas cannot as a general proposition, establish a link between fear of persecution and the Convention grounds. In this regard I agree with the observation of Justice Legacé in <FRAGMENT_SUPPRESSED>  that: ... criminality, revenge, and personal vendetta cannot be the foundation of a well-founded fear of persecution by reason of a Convention ground for the simple reason that such a persecution is not related to one of the Convention grounds.", "[8] The finding of the Board as to the existence of a nexus between the persecution and an enumerated Convention ground is a question of fact, with the result that this Court will only intervene if it is made in a perverse or capricious manner or without regard to the material before it. No such basis exists in this case.", "[9] The applicant's fear or the risk that he faces does not have a connection to a Convention ground. A claimant must have a well founded fear of persecution based on one or more of the grounds set out in the Convention, namely: \"race, religion, nationality, membership in a particular social group or political opinion\". The claimant must be targeted, either personally or by virtue of his membership in a group or adherence to religious practice, on one of these grounds. As well, <FRAGMENT_SUPPRESSED>  makes clear who and for what reasons a group is considered to be a \"social group.\" So too does IRPA in section 96. The finding that the applicant's occupation as a street vendor is not within the ambit of the definition of social group as articulated and contemplated by the Supreme Court of Canada in Ward or by Parliament in section 96 of IRPA was reasonable. Bribery and extortion, as acts of criminality, do not fall into the Convention grounds. In sum, the Board correctly analyzed the legal principle and its assessment of the facts was reasonable.", "[10] The question still remains, however, whether the applicant is a person in need of protection because he personally chose to report the Zetas to the police, i.e. has the risk become personalized under section 97. It is to this issue that I will now turn. Did the Board err in its interpretation of section 97", "[11] The Board wrote in respect of the section 97 analysis: I also find that the risk feared by the claimant is one generally faced by other citizens in Mexico. Not everyone who is subject personally to a risk to life or to a risk of cruel and unusual treatment or punishment in their country is a person in need of protection, because section 97(1)(b)(ii) of the IRPA specifically excludes those persons who face a risk that is \"faced generally by other individuals in or from that country.\"", "[12] The Board then summarized the law with respect to generalized and personalized risk: The assessment of risk under section 97(1) must be specific to the individual, and the evidence must establish a specific, individualized risk of harm with regard to the particular claimant. The risk of harm faced by the claimant cannot be indiscriminate or random. The fact that a claimant is personally at risk, however, does not necessarily mean that the risk is not one faced generally by others in that country. A generalized risk need not be experienced by every citizen. The word \"generally\" is commonly used to mean \"prevalent\" or \"widespread [sic]. A generalized risk could be one experienced by a particular group or subset of the country's population, thus membership in that category is not sufficient to personalize the risk. The fact that a group of persons may be victimized repeatedly or more frequently by criminals (for example, because of their perceived wealth or because they live in a more dangerous area), does not remove the risk from the exception if it is one faced generally by others. Just because a claimant is personally at risk does not mean that the risk could not be one faced generally by others from that country. For example,  <FRAGMENT_SUPPRESSED> , Ventura De Parada and Rodriquez Perez, the claimants feared extortion, violence, threats and reprisals from criminal gangs for failing to comply with their demands, yet were found to be victims of generalized violence and criminality.", "[13] Moving from a general discussion of the law to a consideration of the facts relating to the applicant's claim, the Board further wrote: The nature of the crimes faced by the claimant is widespread in Mexico and not specific to the claimant. He is one of many victims of corrupt policemen and criminal organizations who engage in activities such as extortion and retaliate against noncooperative victims. The fear he faces is not different from that faced by the general public. I find, consequently, on a balance of probabilities, that the risk which the claimant faced is one that is faced generally by the population of Mexico. Based on the particular facts of this case, I am not satisfied that the claimant faced a particularized risk of harm in accordance with section 97(1) of the IRPA.", "[14] The test under subsection 97(1)(b)(ii) is conjunctive; a person must demonstrate not only a likelihood of a personalized risk but also that such risk is \"not faced generally by other individuals in or from that country\".", "[15] The two or three other street vendors the applicant encouraged to join him in reporting the Zetas to the police is not the comparator group for section 97 claims; rather, it is persons subject to a \"risk not faced generally by other individuals in or from that country.\" In other words, the other street vendors' decision not to report the Zetas is probably a decision made by many people who are threatened by the Zetas. The Board wrote: The nature of the crimes faced by the claimant is widespread in Mexico and not specific to the claimant. He is one of many victims of corrupt policemen and criminal organizations who engage in activities such as extortion and retaliate against noncooperative victims. The fear he faces is not different from that faced by the general public.", "[16] Even accepting that as a market vendor who sought to resist extortion by reporting to the police, the applicant constituted a sub-group with a heightened risk, that was insufficiently discrete to bring him within the scope of a personalized risk. Analogy can be made to Justice Tremlay-Lamer's observation in <FRAGMENT_SUPPRESSED>  that: The risk of all forms of criminality is general and felt by all Haitians. While a specific number of individuals may be targeted more frequently because of their wealth, all Haitians are at risk of becoming the victims of violence.", "[17] The jurisprudence of this Court does not draw a distinction between wealthy and those less well-off. Justice Johanne Gauthier said in <FRAGMENT_SUPPRESSED>  para 16: ... It is no more unreasonable to find that a particular group that is targeted, be it bus fare collectors or other victims of extortion and who do not pay, faces generalised violence than to reach the same conclusion in respect of well known wealthy business men in Haiti who were clearly found to be at a heightened risk of facing the violence prevalent in that country.", "[18] Counsel, creatively, argues that the fact that the applicant sought to resist the extortion by reporting it to the police makes him unique, or brings him within a unique or discreet sub-group of the general population and hence within subsection 97(1)(b)(ii). In my view, the risk or threat of reprisal cannot be parsed or severed from the demand for payment. The act of criminality is established on the demand of payment and implicit or explicit threat of reprisal for failure to pay. The fact that the threat is implemented or the victim reports the extortion does not bring them outside of the operative words of subsection 97(1)(b)(ii), namely whether the threat they face is generalized.", "[19] In this regard, in <FRAGMENT_SUPPRESSED>  para 26 Justice Judith Snider observed that there is nothing in the language of subsection 97(1)(b)(ii) that requires the Board to interpret the risk as applying to all citizens. Justice Snider observed that: The word \"generally\" is commonly used to mean \"prevalent\" or \"widespread\". Parliament deliberately chose to include the word \"generally\" in s. 97(1)(b)(ii), thereby leaving to the Board the issue of deciding whether a particular group meets the definition. Provided that its conclusion is reasonable, as it is here, I see no need to intervene.", "[20] For this reason, I find the Board's conclusion that, as a person who reported the extortion to the police, the applicant did not fall outside the word \"generally\" as it has been defined, to be reasonable.", "[21] The application for judicial review is dismissed.", "[22] No question for certification has been proposed and none arises. JUDGMENT", "[23] THIS COURT'S JUDGMENT is that the application for judicial review be and is hereby dismissed. No question for certification has been proposed and none arises. Application dismissed. Editor: Angela E. McKay/vnh [End of document]"]}