{"id_": "032761", "body_str": ["[1] Campbell, J. : The present Application for judicial review concerns a decision of the Refugee Protection Division of the Immigration and Refugee Board (the RPD), dated December 21, 2011, in which it was found that the Applicant, a Tamil from the North of Sri Lanka, was not a Convention refugee or person in need of protection pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 ( IRPA ).", "[2] Under the heading \"Nexus\", the RPD commences its evaluation of the Applicant's claim for protection with the following statement at paragraph 6 of the decision: This claim, as filed, is grounded on ethnicity/race as the claimant is a Tamil man. However, as the Panel does not believe his fear to be well-founded, that grounding is moot and, therefore, proceeded with reviewing this claim under section 97. In any case, the analysis in credibility applies to either section 96 or 97. Read in context, this statement addresses the Applicant's evidence of his subjective fear that, should he be required to return to Sri Lanka, he will suffer more than a mere possibility of persecution.", "[3] The credibility finding made by the RPD, stated to be determinative in rejecting the Applicant's s. 96 claim, is found at paragraph 8 of the decision: Although subjective fear by itself is not sufficient to deny a claim, in this case the Panel notes the claimant travelled through various countries and stayed in the U.S.A. 3 months and 5 days from January 15, 2010 to April 20, 2010, during which he was detained by U.S. immigration until he was bailed out by his wife's brother from Canada. He landed in the U.S. first before coming to Canada later. During his oral testimony, the claimant's counsel asked him about his having made a claim in the U.S.A. and why he abandoned it before a decision on his status was made. The claimant simply said it was because he did \"not have any relations in the U.S.\" He said he, therefore, preferred to come to Canada, where he has relatives. The Panel, however, finds his having abandoned his claim for asylum in the U.S.A. unreasonable and inconsistent with his allegation of fear, noting that the U.S.A. is a country commonly and well-known as a leading haven for refugees. Consequently, the Panel does not, on a balance of probabilities, find his fear well-founded . [Emphasis added] In the paragraph, the RPD expresses that there is something untoward about the Applicant first claiming in the United States and then in Canada. In my view, the paragraph displays the RPD's opinion that the Applicant had a very good chance of being accepted as a refugee in the United States - referred to as \"the leading haven for refugees\" - and the fact that he abandoned this chance \"simply\" for the weak or unconvincing reason of the presence of relatives in Canada demonstrates a lack of subjective fear. As a result, it is important to carefully consider the Applicant's evidence to conclude whether the RPD's opinion is justified. The following is the Applicant's testimony at the hearing: COUNSEL: So there are two other issues there. One is the previous claim in the United States and we disclosed you the facts about the claim in the United States and if you have had an opportunity to review it, I would suggest to you that it is consistent in all of the essential aspects with the claim in Canada. So the only issue that needs to be canvassed if at all is why he did not stay in the state to have his claim finalized and chose to come to Canada. I can make a submission on that but I will ask him the question. MEMBER: Yeah, if you would kindly. COUNSEL: Okay. So why-you made a claim in the United States. Why did you come to Canada instead of staying in the United States? CLAIMANT: I do not have any relations or anybody in the US. That is why I came to Canada. COUNSEL: Okay, what relations do you have in Canada? CLAIMANT: My wife's brother, my wife's aunt and uncles. COUNSEL: Okay, when you left Sri Lanka, was it your intention to come to Canada? COUNSEL: So did you hire the agent to bring you to Canada? COUNSEL: And did you know he was going to take you to the United States? CLAIMANT: No. COUNSEL: Okay, when you were detained in the United States, who came to give you bail to get out of immigration detention? CLAIMANT: My wife's brother. COUNSEL: Where did he come from? CLAIMANT: He paid a bond at the border. COUNSEL: At the border. Okay, so he knew that you were detained and he carne to the border and paid the bond? COUNSEL: Okay, and when you were released, were you released into your wife's brothers custody? CLAIMANT: He paid the bond. After he paid the bond, they released me. And after they released me, the agent brought me here. COUNSEL: He brought you to your brother? CLAIMANT: Yes. My brother-in-law's aunts place. COUNSEL: And then the next day you went and made a claim, is that what happened? CLAIMANT: Can you repeat the question please? COUNSEL: The next day you made your claim? CLAIMANT: After I was in Canada? COUNSEL: Yes. COUNSEL: So how long were you in the United States? COUNSEL: Were you in detention the entire time? COUNSEL: And so the day after you got released you came to Canada-or the same date? CLAIMANT: No. COUNSEL: How long after? CLAIMANT: On the 16th I was released, on the 19th I came to the border. COUNSEL: Okay so the delay was just waiting for the arrangements to be made for you to come to Canada? (Certified Tribunal Record, pp 228-230.)", "[4] In my view, the RPD's characterization of the Applicant's evidence in the decision does not take into account the depth and breadth of the Applicant's evidence at the hearing. The Applicant did not \"simply say\" that he did \"not have any relations in the U.S.\"; he provided a fulsome explanation of his intentions and his actions. I find that because the RPD ignored critical contextual details of the evidence offered by the Applicant in reaching the negative subjective fear determination, the determination is made in reviewable error.", "[5] In the course of evaluating the evidence of the Applicant's subjective fear, the RPD consulted authorities on the effect that delay can have on the acceptance of a claim for protection. Paragraph 9 of the decision leads to this conclusion: Professor Hathaway had said that it is appropriate to inquire into the circumstances of any protracted postponement of or inaction (and, in this case, abandonment) on a refugee claim as a means of evaluating the sincerity of the claimant's need for protection. In the case of Juzbasevs , the applicant spent 4 months in the U.S.A. without making a claim for protection, as she said she was advised by a relative that her case would not qualify. It was not considered to be reasonable that she would not have taken steps to seek proper advice on making a claim. In Gonzalez , the applicant and her sons lived in the U.S.A. for 4 years and 3 months without making a claim for asylum. A delay of 4 years was said to suggest a lack of subjective fear and it was open to the Board to reject the applicant's explanations. The lack of evidence going to the subjective element of the claim was found to be in itself sufficient for the claim to fail.", "[6] In my opinion, the authorities cited have no precedential value with respect to the Applicant's evidence. In the present case there is no evidence of\"postponement\" or \"inaction\". After being taken into immigration detention, and while being held by United States authorities, the Applicant made a claim for refugee protection. Immediately upon his release in the United States he entered Canada and made his current claim for refugee protection on the basis of the same subjective fear evidence as in the United States claim. The RPD's failure to draw an obvious distinction between the cases cited and the Applicant's evidence apparently contributed to the RPD's erroneous analysis of the Applicant's evidence of subjective fear. ORDER", "[7] THIS COURT ORDERS that the RPD's decision is set aside and the matter is referred back for redetermination by a differently constituted panel.", "[8] There is no question to certify. , LC 2001, c 27 (la Loi).", "[2]", "[3] [traduction] CONSEIL: D'accord.", "[4]", "[5] Juzbasevs Gonzalez", "[6] ORDONNANCE", "[7]", "[8] [End of document]"]}