{"id_": "032785", "body_str": ["[1] : This is a Citizenship Act appeal involving compliance with the residency requirements set out in s. 5(1)(c) of that Act . The Minister of Citizenship and Immigration appeals the decision of Citizenship Judge Rakovich dated August 27, 1998, which approved the application for citizenship of Heny Jreige, a citizen of Lebanon (the respondent). The appeal proceeded by way of application pursuant to rule 300 of the Federal Court Rules , 1998.", "[2] The respondent landed in Canada as a permanent resident on December 14, 1993, accompanied by his wife and two infant children. He immediately rented an apartment in Montreal. He obtained social insurance numbers, medicare cards, a driver's license and opened a bank account.", "[3] On February 2, 1994, the respondent began the first of many business trips to the Middle East and to Europe. On his first trip, he was away 73 days returning to Canada on April 15, 1994. Three weeks later, on May 8, 1994, the respondent left on his second business trip that year. He was away for 31 days returning to Canada on June 8, 1994. On August 10, 1994, he left Canada for a third 50 day business trip and later, that year, on a fourth 61 day business trip. This pattern continued in 1995 with six trips abroad; in 1996 with six business trips overseas and in 1997 to September of that year, three business trips.", "[4] The respondent filed his application for Canadian citizenship on September 2, 1997, approximately four years after landing. He required residency of 1,095 days according to the Act ; he was in Canada only 650 days.", "[5] On July 8, 1994, the respondent incorporated Merge International Marketing Inc.; this Canadian company is described by the respondent as an international marketing consulting company. On July 1, 1994, the respondent signed a consulting agreement with Al-Arrayed Trading EST of the United Arab Emerates. The Citizenship Judge's Reasons For Decision (a) The Reasons For Decision", "[6] In a notice to the Minister dated July 27, 1997, the Citizenship Judge expressed her reasons for being satisfied the respondent had met the residency requirements of the Act . She said: \"Reasons - Motifs: Documents presented at the hearing: T4 form for 1997 original. Despite residence shortage this applicant, through credible declaration of intent and provision of irrefutable indicia, has given proof of both the establishment and maintenance of a Canadian centrality of mode of living. I have, therefore, all other requirements having been met, approved this application for citizenship.\" (b) The Questionnaire Underpinning The Reasons For Decision", "[7] The notice to the Minister also contains a questionnaire entitled \"Reasons for Decision Regarding Residence\" to be completed by citizenship judges. The introduction to this questionnaire reads: \"In determining whether the applicant has demonstrated that Canada is the country in which he has centralized his mode of existence, I have considered those questions posed by Justice Reed in rendering the decision Re Koo (1992), 19 Imm. L.R.(2d); 159 F.T.R. 27; [1993] 1 F.C. 286 (T.D.) \"I have addressed each of these questions as follows.\"", "[8] The first question asked of the Citizenship Judge and the answer given were: \"Q.\tWas the individual physically present in Canada for a long period prior to his first absence. Are most of the absences recent and occurred immediately before the application for citizenship? A.\tNo, but the applicant's absences were due to his business activities.\"", "[9] The second question asked was \"[W]here are the applicant's immediate family and dependants (and extended family) resident?\". The answer given by the Citizenship Judge was: \"The applicant's wife is a Canadian citizen and lives in Canada with their three children who are also Canadian citizens. The last child was born in Canada. The applicant's parents are deceased and he has no brothers or sisters, so his closest family are all Canadians.\"", "[10] The third question and answer were: \"Q.\tDoes the pattern of physical presence in Canada indicate a returning home or merely visiting the country? A.\tUpon his arrival to Canada the applicant took up residence with his family at 2445 Sunset, apt. 101, Town of Mount Royal. The applicant has moved once since his arrival here taking up a bigger apartment at the same address. The applicant opened a company and due to his business activities the applicant travels abroad frequently. While absent his family always stays in Canada where the applicant returns upon the completion of his business activities abroad.\"", "[11] The next question and answer are: \"Q.\tWhat is the extent of the physical absence? (number of days away from Canada VS number of days present in Canada) A.\tThe applicant spent 650 days in Canada. The applicant spent 708 days outside Canada.\"", "[12] Question 6 and the answer to that question are: \"Q.\tIs the physical absence caused by a clearly temporary situation such as employment as a missionary abroad, following a course of study abroad as a student, accepting temporary employment abroad, accompanying a spouse who has accepted temporary employment abroad? A.\tYes, the nature of the applicant's business takes the applicant on trips abroad but the basis of his business and his family are in Canada.\"", "[13] The next question and answer are: \"Q.\tWhat is the quality of the connection with Canada. Is it more substantial than that which exists with any other country? A.\tThe applicant's wife and children are Canadian citizens. The applicant's children go to Canadian schools. The applicant's parents have passed away and the applicant's closest relatives his wife and his children, live in Canada and are Canadian citizens. Therefore, the applicant's blood ties are more substantial with Canada than with any other country in the world.\"", "[14] The questionnaire form then ends with a heading entitled \" DECISION \" to be filled out by the Citizenship Judge. She wrote this: \"After careful consideration of the facts stated above, I come to the conclusion that Canada is a country in which this applicant has centralized his mode of existence. Upon his arrival in Canada, the applicant rented an apartment at 2445 Sunset, Town of Mount Royal, Quebec, (where he lives to this day) incorporated a company and started to lead a life with a pattern similar to many businessmen who are Canadian citizens. The applicant's children were enrolled in a Canadian school when they reached school age. The applicant's wife and children became Canadian citizens (one child was born in Canada in 1997). The applicant filed income tax declaration forms in Canada for every year since he became a permanent resident in Canada. I carefully examined applicant's absences from Canada which were frequent but due to the nature of his business I believe (ineligible) ... There is no doubt in my mind that his trips (ineligible) ... The applicant's parents are deceased and his closest relatives are his children and his wife who are Canadian citizens. All of these facts lead me to believe that this applicant has centralized his life in Canada and therefore the applicant has complied with paragraph 5(1)(c) of the Act and I approve this application.\" Discussion", "[15] The type of case before the court is a familiar one. A business person, engaged in international commerce, becomes a permanent resident of Canada and lands with his spouse and children; an apartment is rented and shortly thereafter the business person leaves on several overseas trips after obtaining social insurance registration, etc. The spouse and children remain in Canada. The overseas trips are frequent and lengthy. In some circumstances, a Canadian company is incorporated to provide the corporate vehicle for the overseas business activities.", "[16] The question is in what circumstances can these absences from Canada count as \"deemed\" residence in Canada for purposes of meeting the requirements which Parliament has set out in s. 5(1)(c) of the Act", "[17] Counsel for the Minister urged upon me two grounds for allowing the appeal. First, counsel for the Minister raised the issue of inaccurate reporting of absences by the respondent and second, a manifest error on the part of the Citizenship Judge in not applying proper legal principles to the facts of this case. (1) First Ground Of Appeal - Inaccurate Reporting", "[18] Counsel for the Minister says that an examination of the respondent's passport entries and exits demonstrates the respondent on some occasions was outside of Canada when he said, in his citizenship application, he was present in Canada. Counsel for the Minister cited a recent decision of my colleague, Denault, J., in \"[4] First, a review of the calculation of the days of absence in the document submitted by the respondent reveals that the total absences are 349 days rather than 339 days. Moreover, a check of the respondent's passport indicates that, in preparing his list of absences from Canada, he failed to indicate some trips, including a trip to Zurich, Switzerland on May 15, 1994 to the United States on May 20, 1994, to France on October 25 and 28, 1994 and to Belgium on April 20, 1996. According to the list of absences provided by the respondent, all these trips took place when he was supposed to be in Canada. The court can only conclude that the respondent overlooked reporting or intentionally reduced his days of absence. A simple passport check by the Citizenship Judge would have revealed the error. \"[5] In the case at bar, insofar as the respondent did not prove in his citizenship application that he satisfied the residence requirements set out by the Act , and since the Citizenship Judge erred in assessing the evidence, the appeal should be allowed.\"", "[19] Counsel for the respondent conceded the discrepancy, said it did not amount to much, perhaps 20 to 25 days more of being out of Canada (contrasted with 80 days of extra absences urged by counsel for the Minister), was not material and only marginal to the central issue before me, namely, whether the respondent had centralized his mode of living in Canada and, in any event, said such discrepancy was not intentional but simply an honest mistake.", "[20] I agree with Denault, J., and as urged upon me by counsel for the Minister, there is a duty on every Citizenship Judge to examine all available documentary evidence, including passport entries and to verify the accuracy of absences from Canada when the issue of residency is central. In my view, a Citizenship Judge does not discharge a mechanical or perfunctory function but rather must make a very important decision - the grant of Canadian citizenship - which has profound implications. A failure by a Citizenship Judge to analyze the evidence constitutes an error as Denault, J., said in <FRAGMENT_SUPPRESSED> .", "[21] The Citizenship Judge in the case before me did not do a proper verification of the absences and, as a result, did not raise the issue with the respondent, ask for an explanation and necessarily did not determine the materiality or significance of the discrepancy. As I see it, in this case, as Denault, J., held  <FRAGMENT_SUPPRESSED> , the Citizenship Judge erred in assessing the evidence.", "[22] In some circumstances, the failure of a Citizenship Judge to fully inquire into the scope of the absences as well as a breach by an applicant for Canadian citizenship of accurate disclosure of his presence or absence in Canada may well be sufficient in and of itself, to overturn a Citizenship Judge's decision. Issues of materiality and intent on the part of the applicant would come into play. In the case before me, I am not prepared, on this ground alone, to allow the appeal. I agree with counsel for the respondent that, looking at the total absences of Mr. Jreige from Canada, the discrepancy error is not material in the respondent's overall absences. Moreover, on the evidence, I am satisfied that the respondent made an honest mistake in calculation. (2) The Substantive Issue - Has The Residency Requirement Been Met?", "[23] The recent jurisprudence of this court in citizenship matters guiding an assessment of whether or not the residency requirements under s. 5(1)(c) of the Act have been met has emphasized, in my view, the following principles: (1) In accordance with the intent of Parliament gleaned from a reading of the statute as well as considering the purpose of the residency requirement, living in Canada, being present in Canada, is by far the most important factor. (2) The residency analysis must be separated into two components: the establishment of residency and the maintenance of residency.", "[24] As a first step, a citizenship applicant must demonstrate the establishment of Canadian residency . In my opinion, this is where the aspect of physical presence in Canada comes into play most significantly and, indeed, was the basis of Thurlow, J.'s, decision  <FRAGMENT_SUPPRESSED> , Re , [1978] 2 F.C. 208. In that case, Thurlow, J., was satisfied the applicant, a student, had established his residence in Canada by being physically present at Acadia University to earn his degree.", "[25] This first step, establishment in Canada, is essential because, unless an applicant can satisfy it, absences from Canada cannot be counted.", "[26] In this respect, I adopt what my colleague Nadon, J., said in the Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (T.D.), where, analyzing Thurlow, J.'s, reasons for judgment in Re  <FRAGMENT_SUPPRESSED> , said this: \"[6] It is clear from Mr. Justice Thurlow's comments that before the days of absence of a person can be considered for the purposes of the residence requirements under the Act , that person must have established his or her home in this country before departing. In the present matter, there cannot be any doubt, in my view, that the respondent never established his home in Canada before he departed on his numerous trips to Hong Kong. What the evidence reveals is that the respondent simply moved his family from Hong Kong to Canada and then returned to Hong Kong to continue his business operations in that country. As the respondent never established his home in Canada, he cannot, in my view, take advantage of the days physically spent outside of Canada to meet the requirements of paragraph 5(1)(c) of the Act \"[7] To construe paragraph 5(1)(c) of the Act otherwise would constitute a rewriting of the paragraph which Parliament has not authorized me to do so. I agree entirely with the comments made by Pinard, J., in Re Chow , January 6, [1997] F.C.J. No. 7, court file T-2629-97, January 6, 1997 where he states: 'There is jurisprudence which does not require physical presence of the applicant for citizenship for the entire 1,095 days, when there are special or exceptional circumstances. However, in my view, too long an absence from Canada, albeit temporary, during that minimum period of time, as in the present case, is contrary to the purpose of the residency requirements of the Act . Indeed, the Act already allows a person who has been lawfully admitted to Canada for permanent residence not to reside in Canada during one of the four years preceding the date of that person's application for citizenship.'\"", "[27] After an applicant has established Canadian residency, an issue may arise as to whether or not a citizenship applicant has maintained his centralized mode of living in Canada. As to this aspect, the residency analysis can be more flexible in terms of temporary absences because the applicant will have met the first essential threshold - that of establishment of residence in Canada.", "[28] Applying these principles to the case before me, and with respect, I cannot see how the Citizenship Judge could have come to the conclusion the respondent met the establishment threshold. The Citizenship Judge erred in the application of the test in Re Koo , [1993] 1 F.C. 286 where Reed, J., said this at p. 293: \"The conclusion I draw from the jurisprudence is that the test is whether it can be said that Canada is the place where the applicant 'regularly, normally or customarily lives'. Another formulation of the same test is whether Canada is the country in which he or she has centralized his or her mode of existence.\"", "[29] The Citizenship Judge erred, in my opinion, in totally and substantially discounting the element of physical presence as the critical factor in her residency analysis. An examination of the questions developed by Reed, J., in Re Koo , supra, amply show that the learned judge's focus was indeed on the physical presence of a citizenship applicant in Canada.", "[30] An examination of the Citizenship Judge's reasons demonstrate where she erred. For example, in answer to question number one, the Citizenship Judge correctly identifies the fact the respondent was not physically present in Canada for a long period prior to his first absence. However, she concluded that the applicant's absences were due to business reasons. The same can be said of her answer to question number three relating to the pattern of physical presence in Canada as well as her answer to the quality of the applicant's connection with Canada. These answers by the Citizenship Judge do not properly reflect the principles in Koo , supra.", "[31] Counsel for the respondent argued that I should not undertake a microscopic analysis of the Citizenship Judge's reasons and that I should focus on the fact the respondent's family is in Canada; the home he established is with his family in Montreal; he has no other home and the nature of his business is international commerce.", "[32] Where counsel for the respondent's argument misses the mark, in my opinion, is that the Act requires a citizenship application to satisfy positively the criteria of living in Canada, i.e., presence in Canada. An applicant for Canadian citizenship cannot satisfy this requirement by proving a negative - that of having no other place in any other country because his family is in Canada.", "[33] Counsel for the respondent cited in Re  <FRAGMENT_SUPPRESSED> . That case is of no assistance to him because, in that case, the citizenship applicant clearly met the establishment threshold test. Counsel for the respondent also cited in Re Koo , supra. In my view, as noted, this case cannot be put forward for the proposition that physical presence in Canada is unimportant.", "[34] After examining all of the evidence, I am satisfied the respondent did not establish residency in Canada before leaving on his substantial trips abroad. He did not meet the test in Re Koo of \"regularly, normally or customarily living in Canada\". In essence, what the respondent did, during the relevant period, was to consult and work for a United Arab Emerate company which necessitated his being absent from Canada for long and non-temporary periods of time. While the respondent's absences from Canada contributed to the welfare of his family in Canada, this factor cannot override the clear requirements established by Parliament under the Act . I cannot see in the evidence in what manner the respondent established himself in Canada by integrating himself into Canadian society. It seems to me that this case is quite similar to the Cheung case, supra, decided by Nadon, J. Disposition", "[35] For all of these reasons, the Minister's appeal is allowed and the decision of the Citizenship Judge is quashed. Application allowed. Editor: Sharon J. McLaughlin/saf [End of document]"]}