{"id_": "032943", "body_str": ["[1] Mosley, J. : This is a motion to appeal a decision of Prothonotary Morneau, dated August 23, 2004, in which he dealt with a redetermination of Apotex's motion respecting objections raised during first and second round discovery examinations of Merck & Co. Inc., and Merck Frosst Canada & Co. (hereafter collectively  <FRAGMENT_SUPPRESSED> ) representatives and witnesses.", "[2] In the motion, as filed, Apotex seeks an order requiring the Merck representatives and witnesses to reattend for discovery to provide answers to questions refused during those examinations and any relevant questions arising from the responses provided. At the hearing of this motion, Apotex indicated that it would be content with written answers to the questions listed in the schedules to its motion record, subject to being granted leave to cross-examine on those answers. BACKGROUND", "[3] Some explanation of the background to this proceeding is required to explain the context of Prothonotary Morneau's decision, given the considerable history behind it.", "[4] The underlying action for infringement was initiated by the original Plaintiffs, Merck & Co., Inc., Merck Frosst Canada Inc., Zeneca Pharma Inc. and Zeneca Limited in December 1996 for infringement of Canadian Letters Patent 1,275,350 (the '350 patent). The patent, granted to Merck in October 1990 and expiring in October 2007, contains claims for, among other things, the compound known as lisinopril, which belongs to a family of ACE [see footnote 1] inhibitors used in the reduction of hypertension. Zeneca Ltd., now Syngenta, AstraZeneca UK and AstraZeneca Canada are licensees of Merck. They had a minimal role in these proceedings.", "[5] In 1993 Apotex sought the issuance of a notice of compliance (NOC) to market lisinopril tablets made from an inventory acquired before the issuance of the patent, as permitted by section 56 (as amended by S.C. 1993, c. 44) of the , R.S.C. 1985, c. P-4. An order prohibiting the issuance of the NOC was issued by the Federal Court Trial Division because of a concern that when the inventory ran out, the NOC might be used to sell infringing material in the future. The Federal Court of Appeal overturned that decision on the basis that a NOC should not be denied because of the theoretical possibility of infringement: <FRAGMENT_SUPPRESSED>  (F.C.T.D.), revd. (1996), 206 N.R. 1 (F.C.A.).", "[6] In the NOC proceedings counsel for Apotex admitted that there would be infringement, absent the protection of section 56: Zeneca Pharma (1996) supra at paragraph 4.", "[7] Apotex entered the Canadian market in 1996 with lisinopril tablets. Merck and the other plaintiffs allege that Apotex has exhausted its pre-patent inventory and has been acquiring and selling substantial quantities of unlicensed lisinopril beyond the inventory of pre-patent or licensed lisinopril it was permitted to sell under section 56.", "[8] Apart from the section 56 ground, in the ensuing years Apotex has expanded its defence of the infringement action to include wide ranging allegations of invalidity of the '350 patent such as overbreadth, inoperability, inutility, insufficiency of disclosure, instability of the claimed formulas, anticipation and obviousness.", "[9] In particular, Apotex alleges that application 607,198, filed on August 1, 1989 and from which the '350 patent issued on October 16, 1990, was an improper divisional application of another application, 341,340, filed on December 6, 1979, and that the prosecution of the application was wilfully and improperly delayed to take advantage of changes to Canadian patent legislation that took effect in 1987 and 1989.", "[10] Apotex seeks to show, among other things, that compounds outside the scope of the '350 patent but within the scope of the '340 application have the same properties as those claimed in the patent and should have been considered part of the same invention. Further, it seeks to prove at trial that certain of the '350 compounds do not have the claimed utility or are incapable of being made. Accordingly, Apotex contends that information relating to any of the compounds within the scope of the '340 application is relevant to its allegations and should be subject to discovery.", "[11] In connection with this litigation, Merck assembled information about certain of the compounds in the '340 application that had been made and/or tested, in order to demonstrate the development of the invention claimed in the '350 patent and to rebut, by analogy, Apotex's allegations of inutility, inoperability and overbreadth.", "[12] In the course of the examination of two of the listed inventors, Doctors Wyvratt (also Merck's designated representative) and Padgett, over 13 days between October 2001 and March 2002, during which thousands of questions were asked and answered, a number of questions and requests for documents were refused (or taken under advisement and later refused). The refused questions and production related for the most part to the inventors' work with compounds researched and initially included in the parent '340 application, but subsequently allocated to a divisional application other than the '198 application, or omitted from any application. Merck disclosed a number of its documents relating to these compounds, but not all, and refused to answer questions or produce documents about the inventors' work with respect to the instability of various compounds included in the '340 application.", "[13] Apotex brought a motion before Prothonotary Morneau in June 2002 to compel answers to these questions and disclosure of the requested documentation. Initially at issue were nearly 800 questions and 133 undertakings that were grouped into 26 broad categories. These numbers were reduced by agreement between the parties prior to the hearing. In a decision dated August 21, 2002, Prothonotary Morneau ordered limited further disclosure and a second round of discovery subsequently took place with respect to those issues. Prothonotary Morneau denied Apotex's motion with respect to a large number of questions on the ground that, while the questions asked and documents sought might be somewhat relevant, it would not be good case management practice to allow the discovery process to drag on indefinitely by requiring them to be answered: (2002), 223 F.T.R. 269 (T.D.).", "[14] Apotex appealed that determination. Justice Noel upheld Prothonotary Morneau's decision, holding that the learned prothonotary had properly weighed the relevance of Apotex's questions against the expeditious resolution of the proceedings: (2003), 24 C.P.R.(4th) 251 (T.D.). Apotex again appealed. The Federal Court of Appeal allowed the appeal: (2003), 312 N.R. 273 (F.C.A.).", "[15] At paragraphs 12-15, Justice Strayer, writing for the Court of Appeal, held as follows: \"¶ 12 In appeals from the decisions of motions judges reviewing the decisions of prothonotaries, this Court is very reluctant to interfere. This is particularly true in respect of decisions of case management judges and prothonotaries where it has been said that this Court will interfere 'only in the clearest case of a misuse of judicial discretion' ( <FRAGMENT_SUPPRESSED>  at 354). \"¶ 13 In my view, however, in the present case there has been an error of principle which has fettered the exercise of discretion by the prothonotary, and his decision has been confirmed by the motions judge. I do not understand Rule 385 to authorize a case management judge or prothonotary, in giving directions that are necessary for the 'just, most expeditious and least expensive determination of the proceeding on its merits' to enable them to deny a party the legal right to have questions answered on examination for discovery which are relevant to the issues in the pleadings. That right is not merely 'theoretical' (as the prothonotary put it) but is clearly spelled out in Rule 240 and I do not take the general words of Rule 385(1)(a) or of Rule 3 to be sufficient to override that specific right. I would also observe that the word 'just' which appears in both these rules relied on by the respondents and the decision-makers below confirms that justice is not to be subordinated to expedition. A person who is a party to a civil action is entitled to ask any question on discovery that is relevant to the issue: that is a matter of justice to him, subject of course to the discretionary power of the prothonotary or a judge to disallow the question where it is abusive for one of the reasons mentioned above. No such findings have been made in this case . (emphasis added) \"¶ 14 I would also observe that limiting the scope of questions for the sake of speed may in some cases be counterproductive. One of the purposes of discovery is to simplify proof at trial and another is to narrow the issues which remain in dispute. Both of these purposes are fully consistent with 'expedition', so it is wrong to assume that completeness of discovery will always be an obstruction to the 'most expeditious ... termination of the proceeding on its merit ...'. \"¶ 15 In the present case I am not satisfied that the learned prothonotary directed his mind to specific questions of relevance. The relevance issues were not raised clearly before him in paragraph 19 of the respondents' submissions, on which he relied and which he adopted as his rationale. Further, his reasons suggest that his ultimate conclusion was based on what he understood to be the imperatives of case management and not on any test of relevance. In particular, he did not specifically conclude that the questions should not be answered because, although relevant, they would for example be abusive because calling for an opinion or because of their scope .\" (emphasis added)", "[16] While these appeals were pending, a second round of discoveries took place over three days in January 2003, based on the questions that Prothonotary Morneau had ordered answered in the first round, and a further 80 questions and requests for production were refused by Merck. Apotex brought a new motion for an order for Merck's witnesses to answer the questions. On the same principles as he had applied in the August 21st decision, Prothonotary Morneau refused the motion: [2003] F.C.J. No. 1972. Apotex appealed that decision. By order dated December 17, 2003, Justice Russell sent the; 2003 FCT 558, second round's questions back to Prothonotary Morneau to be redetermined in accordance with the Court of Appeal's decision: (2003), 29 C.P.R.(4th) 457 (T.D.).", "[17] Prothonotary Morneau directed that the two redeterminations of Apotex's motions to compel would be heard together. For the combined redetermination, Apotex filed a new motion record and Merck submitted two new affidavits. Apotex objected to the reception of those affidavits. Prothonotary Morneau, by order of February 12, 2004, allowed the reception of the affidavits and the filing of additional reply affidavits from Apotex. That order was not appealed.", "[18] Merck's affidavits were made by Dr. André B. Charette, a Professor of Chemistry at the University of Montreal, and Edward W. Murray, Managing Counsel of Intellectual Property Litigation for Merck & Co (the U.S. parent company of Merck Frosst Canada).", "[19] Dr. Charette had been provided by Merck with, among other information, documents containing the chemical structures of 226 compounds that were investigated by Merck's researchers in developing the invention claimed in the '340 application. He analysed these compounds to determine whether they fell within the '350 patent, the '340 application as filed, or within neither. His affidavit concerned this classification. While Merck has produced the structures of 150 of the 226 compounds examined by Dr. Charette, the remaining 76 have not and are, in part, the subject of Apotex's motions.", "[20] Mr. Murray's affidavit described the burden that discovery had already occasioned Merck in these proceedings and asserted that further responses from the document storage facilities would entail a great deal of time, effort, a large volume of materials, and take time away from the workers' other duties. He denied that Merck had already compiled the documents and information sought by Apotex. On cross-exam, Murray conceded that the concerns about the burden would not arise if Merck had assembled the information for its own litigation purposes. He also acknowledged the relevance of a comparison between the structure of compounds within the scope of the '340 application to those in the '350 patent to support Apotex's allegations that some of the latter were not useful or incapable of being made.", "[21] Apotex filed two affidavits in reply, one from Dr. Robert A. McClelland, Professor of Chemistry at the University of Toronto, and one from Dr. Garland Ross Marshall, Professor of Biochemistry and Molecular Biophysics and Biomedical Computing at the Washington University School of Medicine.", "[22] Dr. McClelland notes that the information about the 226 compounds that Dr. Charette commented upon had already been collected for the purpose of Dr. Charette's affidavit. Thus, there should be no additional effort required with respect to that information. He also submits that Merck should have little trouble retrieving the documents in question, if they have not already done so. In his opinion, the compounds falling within the '340 application but outside of the '350 patent are necessary for complete expert testimony at trial on the question of whether the two are one invention or not (as was submitted on the US application 968 249) and on whether they have the claimed utility.", "[23] Dr. Marshall expressed the opinion that all of the documents relating to the compounds made by Merck are highly relevant, and necessary to assist experts to assist the Court in determining the issues and therefore their production should be ordered. Dr. Marshall assumes that Merck has previously carried out the recovery of the relevant documentation in order to assess what it would produce.", "[24] Cross-examinations were conducted on each of the affidavits filed by the parties. DECISION UNDER REVIEW", "[25] In his order of August 23, 2004, Prothonotary Morneau dismissed Apotex's motion with respect to each question still in dispute between the parties and determined that the representative for Merck & Co., Dr. Wyvratt and the representative for Merck Frosst Canada & Co., Mr. Hébert, would not have to reappear for the continuation of examination for discovery: [2004] F.C.J. No. 1432; 2004 FC 1166.", "[26] At the outset of his reasons, Prothonotary Morneau reviewed the reasons given by the Court of Appeal for setting aside the decision of Justice Noel (affirming his decision of August 21, 2002) and reproduced the principles summarized in <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 66 at 70-72 (T.D.), which had been cited with approval by the Court of Appeal, at paragraph 10 of its decision, in the following terms. \"The jurisprudence in this Court on the scope of discovery is well settled. For convenience it is summarized in Reading &  <FRAGMENT_SUPPRESSED>  at 70-72 (F.C.T.D.). It is clear that the primary consideration is relevance. If a prothonotary or a judge does, however, find a question to be relevant he or she may still decline to order the question to be answered if it is not at all likely to advance the questioner's legal position, or if the answer to a question would require much time and effort and expense to obtain and its value would appear to be minimal, or where the question forms part of a 'fishing expedition' of vague and far-reaching scope.\"", "[27] The summary of the principles set out in Reading & Bates is as follows: \"1. The test as to what documents are required to be produced is simply relevance. The test of relevance is not a matter for the exercise of the discretion. What documents parties are entitled to is a matter of law, not a matter of discretion. The principle for determining what document properly relates to the matters in issue is that it must be one which might reasonably be supposed to contain information which may directly or indirectly enable the party requiring production to advance his own case or to damage the case of his adversary, or which might fairly lead him to a train of inquiry that could have either of these consequences: <FRAGMENT_SUPPRESSED>  (B.C.S.C.); and <FRAGMENT_SUPPRESSED>  (C.A.). \"2. On an examination for discovery prior to the commencement of a reference that has been directed, the party being examined need only answer questions directed to the actual issues raised by the reference. Conversely, questions relating to information which has already been produced and questions which are too general or ask for an opinion or are outside the scope of the reference need not be answered by a witness: <FRAGMENT_SUPPRESSED>  (F.C.T.D.); affirmed 1 C.P.R.(3d) 242 (F.C.A.). \"3. The propriety of any question on discovery must be determined on the basis of its relevance to the facts pleaded in the statement of claim as constituting the cause of action rather than on its relevance to facts which the plaintiff proposes to prove to establish the facts constituting the cause of action. Additionally, where a reference has been directed, the application of Rule 465(15) requires that the answers on discovery be restricted to questions as to facts that may prove or tend to prove or disprove or tend to disprove any unadmitted allegation of fact placed in issue on the reference: <FRAGMENT_SUPPRESSED> ; 48 N.R. 157 (F.C.A.). \"4. The court should not compel answers to questions which, although they might be considered relevant, are not at all likely to advance in any way the questioning party's legal position: <FRAGMENT_SUPPRESSED>  at p. 108, 29 C.P.C. 117 (F.C.T.D.). \"5. Before compelling an answer to any question on an examination for discovery, the court must weigh the probability of the usefulness of the answer to the party seeking the information, with the time, trouble, expense and difficulty involved in obtaining it. Where on the one hand both the probative value and the usefulness of the answer to the examining party would appear to be, at the most, minimal and where, on the other hand, obtaining the answer would involve great difficulty and a considerable expenditure of time and effort to the party being examined, the court should not compel an answer. One must look at what is reasonable and fair under the circumstances: <FRAGMENT_SUPPRESSED>  unadmitted allegations of fact in the pleadings, and fishing expeditions by way of a vague, far-reaching or an irrelevant line of questioning are to be discouraged: <FRAGMENT_SUPPRESSED>  (F.C.A.); and <FRAGMENT_SUPPRESSED>  (F.C.T.D.).\"", "[28] Prothonotary Morneau referred to the decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  C.P.R.(4th) 126 (F.C.A.), at page 128 for the proposition that: \"[...] the general tendency of the courts to grant broad discovery must be balanced against the tendency, particularly in industrial property cases, of parties to attempt to engage in fishing expeditions which should not be encouraged.\"", "[29] Also referenced were the decisions of the Federal Court of Appeal in Smith, Kline &  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 447 (T.D.).", "[30] At paragraph 15, Prothonotary Morneau concluded: \"... that in a patent infringement action in which the defendant is attacking the validity of the patent, the Court has little inclination to force the plaintiff to engage in disproportionate research to support the allegations of invalidity raised by the defendant when, inter alia, the conclusions sought by this defending party pertain primarily to the interpretation that the Court will give to the patent claims in light of its reading of the patent, the state of the applicable law and any expert evidence adduced by the parties, and not in terms of what the plaintiff may have thought or argued in the past as to the validity of the patent.\"", "[31] Prothonotary Morneau noted that Merck had given Apotex the chemical structures of 150 compounds out of the total of 226 examined by Dr. Charette. He found that this was not known to Apotex's affiants when they deposed that Apotex and its experts would be unable to verify the findings arrived at by Dr. Charette in his classification of the compounds without reviewing the actual chemical structures he reviewed. Apotex conceded at the hearing in this proceeding that it had this information but argued that it still required the information relating to the remaining 76 compounds in order to prepare its defence to the action.", "[32] Prothonotary Morneau accepted Merck's position that the production of the information and records already provided, described at paragraphs 40 and 41 of his decision, constituted a huge burden and that the production of the further information and records sought by Apotex would be equally if not more onerous. He concluded, at paragraph 50 as follows: \"Consequently, I think that any information and any document not yet produced that has to do, in Dr. Charette's opinion, with compounds outside the 350 patent are items of information that, while having some relevance according to the approach taken by Apotex, are nevertheless of minimal usefulness, and must yield in the face of the troubles and inconvenience of all kinds that the search for and production of such information can engender in this case . I think this is a fair and reasonable conclusion in the circumstances (see paragraphs 242(1)(c) and (d) of the Rules; paragraph [10] of the decision of the Federal Court of Appeal; point 5 of Reading &  <FRAGMENT_SUPPRESSED> , paragraph [8], and paragraph [13] above, which refers to the Smith Kline and <FRAGMENT_SUPPRESSED> decisions). Thus I think Apotex has, in relation to the disputed patent, the information that is relevant to its invalidity theses, including the thesis about the scope of the claims or the thesis that the inventors did not have a valid prediction at the time .\" (emphasis added)", "[33] As of the August 2004 hearing there were approximately 360 questions that remained disputed. Apotex had broken them down into three major categories, A, B, and C, each in turn listed in subcategories A1-7, B1-3 and C1-8. Merck followed a similar approach but dealt with some of the questions jointly for the purposes of its submissions and identified those that have subsequently been answered in further production [see footnote 2].", "[34] In turning to an analysis of the specific questions, as directed by the Court of Appeal, Prothonotary Morneau adopted Merck's organization of the issues. He disallowed all of the questions for the reasons set out in paragraph 50 of his reasons noted above. Additionally, certain of the questions were disallowed on the ground that they went to issues of construction of the invention that the Court must decide from a reading of the applications, which he held to be a question of legal interpretation. Further, certain questions were disallowed as they called for the witness to express an opinion or went to the state of mind of the inventors or their motives, and thus fell within the exceptions noted by the Court of Appeal. Finally, Prothonotary Morneau concluded that any question seeking to establish the inutility of certain compounds was in the nature of a fishing expedition and need not be answered. For any question not specifically covered, he adopted Merck's grounds as set out in its written representations. STANDARD OF REVIEW", "[35] The standard of review of a prothonotary's decision is that set out in <FRAGMENT_SUPPRESSED>  (F.C.A.). The reviewing judge can only exercise his or her own discretion in place of the prothonotary's if he or she concludes that the exercise of discretion by the prothonotary was \"based upon a wrong principle or upon a misapprehension of facts ...\": Aqua-Gem at para. 95.", "[36] The test was reformulated slightly by the Court of Appeal in proceedings related to this case.  <FRAGMENT_SUPPRESSED> , at 478 (F.C.A.), Justice Décary clarified the test in these terms: \"Discretionary orders of prothonotaries ought not be disturbed on appeal to a judge unless: (a) the questions raised in the motion are vital to the final issue of the case, or (b) the orders are clearly wrong, in the sense that the exercise of discretion by the prothonotary was based upon a wrong principle or upon a misapprehension of the facts.\"", "[37] In applying this standard, I must also be cognizant of the importance of the role of prothonotaries in managing Federal Court proceedings. Justice Décary had this to say at paragraph 22 about Parliament's intent in creating the office: \"In my respectful view it cannot reasonably be said that a standard of review which subjects all impugned decisions of prothonotaries to hearings de novo regardless of the issues involved in the decision or whether they decide the substantive rights of the parties is consistent with the statutory objective. Such a standard conserves neither 'judge power' nor 'judge time'. In every case, it would oblige the motions judge to re-hear the matter. Furthermore, it would reduce the office of a prothonotary to that of a preliminary 'rest stop' along the procedural route to a motions judge. I do not think that Parliament could have intended this result.\"", "[38] Justice Decary went on to observe, at paragraph 23, that the court should not come too hastily to the conclusion that a question, however important it might be, is vital nor should the court avoid reviewing it de novo because of a natural propensity to defer to prothonotaries in procedural matters. I note in passing Justice Hugessen's recent comment in <FRAGMENT_SUPPRESSED> ; 2005 FC 474 at paragraph 7 that \"it will be a rare case when it can be shown that the denial of further discovery or further documents will be vital to the final outcome.\"", "[39] Deputy Judge Strayer, who as Justice of Appeal authored the decision resulting in the redetermination in this case, recently had occasion to revisit the question of the standard of review in <FRAGMENT_SUPPRESSED> ; 2005 FC 475. This was also an appeal from the decision of a prothonotary on the relevance of certain questions in a patent infringement case. The parties argued that relevance is a question of law and not a matter on which the Prothonotary has a discretion: therefore the court was at liberty to decide those questions de novo. At paragraph 4 of his reasons, Judge Strayer concluded: \"While there is a paucity of authority on this question, I am satisfied that it is more consistent with the role envisaged by Parliament for prothonotaries that deference should be shown to their decisions on matters of relevance just as it would be shown on other preliminary pre-trial matters.\"", "[40] Judge Strayer cited his agreement with the following statement of Wetston, J., in \"I agree that relevance is the test, but I also am of the opinion that the order is discretionary in that the Court must consider whether the Prothonotary had fallen into legal error of law which prevented him from exercising his discretion properly. If so the Court must exercise its own discretion de novo. In other words even if I would have made a different order, unless the Prothonotary erred in the manner described previously, this Court should not interfere. I am of the opinion therefore the order of the A.S.P. in this case is both interlocutory and discretionary.\"", "[41] In the exercise of a prothonotary's discretion to refuse to compel questions, as the Court of Appeal has reaffirmed and as Judge Strayer states at paragraph 5 of <FRAGMENT_SUPPRESSED> , \"... relevancy not expediency must be the determining factor, subject to some balancing where even relevant questions could not be worth the time and expense they would require in terms of advancing the case .\" (emphasis added).", "[42] The issues for me to determine, therefore, are first, whether the questions raised in the motion are vital to the final issue in the case, and secondly, whether Prothonotary Morneau's order is clearly wrong in the sense that he made fundamental errors of law and principle or misapprehended the facts. ARGUMENT AND ANALYSIS", "[43] Apotex's position on this appeal is that Prothonotary Morneau fundamentally erred in applying the long-standing principles governing discovery reaffirmed by the Court of Appeal in its decision of November 20, 2003. Apotex contends that every question it has asked is relevant to the pleadings and vital to the issues to be decided at trial. It rejects the notion that there is any \"balancing\" to be done and argues that none of the \"qualifications\" to the general test of relevancy are applicable and that the prothonotary erred in applying those principles to the evidence. Accordingly, it argues the Court should hear the matter de novo and make the determinations the prothonotary should have made.", "[44] Merck responds that the Court of Appeal recognized that there are exceptions to the relevancy rule, such as those listed in Reading & Bates and applied by Prothonotary Morneau on the redetermination, and that these exceptions should be interpreted broadly to allow a maximal discretion to disallow questions that are abusive, unduly onerous or an improper means of fishing for evidence to substantiate allegations of invalidity.", "[45] In my view, the position Apotex advances would leave virtually no room for a prothonotary to apply the Reading & Bates exceptions. Merck's argument goes beyond the limited balancing described by Strayer, D.J., in <FRAGMENT_SUPPRESSED> , supra. Relevance is the governing factor, but not at all costs. The prothonotary or judge hearing a motion to compel answers or production retains discretion to consider whether even relevant questions are not worth the time and effort required to advance the case. That will arise particularly where one party is engaged in a highly speculative effort to find some support for its pleadings, often described as a fishing expedition. Alleged Errors of Law and Principle", "[46] As a preliminary matter, Apotex submits that Prothonotary Morneau erred in allowing new affidavits to be filed on the redetermination. It contends that the evidence they contain was readily available at the outset of the motions to compel and Merck should not have been allowed to file them after the Court of Appeal and Justice Russell's decisions. Excluding those affidavits, there was, Apotex argues, no properly admissible evidence before the prothonotary capable of establishing that answering any of the subject questions would be unduly onerous.", "[47] Merck submits, and I agree, that if Apotex disagreed with that ruling, it should have appealed the order in which it was made, rather than waiting until this appeal of the subsequent order. The question is res judicata, and should not be collaterally attacked through this appeal.", "[48] I do not find that the evidence was improperly admitted. There is no basis, therefore, on that ground alone for finding a fundamental error of principle requiring the Court to review the matter de novo. Further, I find that there was credible evidence before the prothonotary allowing him to arrive at the conclusions he reached about the effects of further discovery on the Merck plaintiffs and that, if compelled, the evidence thus produced would be no more than minimally relevant to the issues raised in the pleadings.", "[49] Apotex submits that reliance upon the Murray affidavit to establish the production burden is improper because it was made primarily on information and belief. It argues that an adverse inference should have been drawn pursuant to Rule 81(2) or less weight assigned to Murray's evidence as it was apparent that Merck had already compiled the information for the purposes of review by its solicitors in this and unrelated litigation. In support of that contention it relies upon exchanges between counsel recorded in the transcript of Dr. Wyvratt's cross-examination and inferences drawn from Mr. Murray's cross examination.", "[50] Apotex argues that Merck should have filed an affidavit from one or more of its solicitors concerning documents that were allegedly assembled and reviewed by Merck counsel prior to the examination of Dr. Wyvratt. Further, that Prothonotary Morneau should have drawn an adverse inference from Merck's failure to produce such an affidavit from one of its counsel with knowledge of those document searches.", "[51] Merck submits that Apotex is proceeding upon an entirely misleading and erroneous assumption about which documents were prepared for litigation purposes, an assumption that is not supported by the evidence and was repeatedly challenged during the Murray cross-examination. Further, the submission that Merck should have produced a solicitor's affidavit to testify and be cross-examined is an improper request for privileged information and a disguised attempt at cross-examination on Merck's Affidavits of Documents which had previously been sought and denied at the outset of this litigation.", "[52] I agree that Apotex's argument would impose an unwarranted obligation upon Merck to put privileged information at risk. And I am not persuaded that an exchange between counsel in the course of the cross-examination of a witness is a sufficient basis upon which to establish either the existence of requested documents or their putative relevance. Apotex refers to this exchange in its written submissions as \"evidence\". Having read the relevant portions of the transcript, I am satisfied that counsel's comments were not evidence, but an attempt to clarify questions being put to the witness being examined and explain productions already made.", "[53] I see no fundamental error of principle in the prothonotary's reliance upon the Murray affidavit. A failure to provide the best evidence will normally go to the weight accorded: <FRAGMENT_SUPPRESSED>  (F.C.A.). But in this case, I see no reason to discount the value of the evidence as the sources for Murray's statements were other responsible officers of the Merck plaintiffs and he was merely reporting on what he had been reliably told. I agree with the learned prothonotary that there was nothing to be gained in having the same information conveyed in separate affidavits.", "[54] There is no real substantive dispute about the admissibility of Dr. Charette's affidavit, nor his classification of the compounds that come within the scope of the '350 patent and/or the '340 application. Indeed Apotex relies upon his evidence, as well as that of Doctors Marshall and MacLelland, to argue that the information about the compounds he examined, including the non-disclosed compounds, is highly relevant to its defence.", "[55] The decision to accept the Merck evidence and dismiss the motions to compel was not made in a vacuum. It arose in the context of prolonged proceedings in which there had been already many days of discovery and the production of 2076 documents comprising some 20,000 pages. Prothonotary Morneau has been involved in these proceedings as the case management prothonotary for over four years. In my view, the exercise of his discretion in this matter deserves considerable deference.", "[56] Apotex has, thus far, led no evidence in the form of test results or other data to establish its allegations. Nor is it required to at this stage of the proceedings. But having reviewed the substantial quantity of material filed on this motion and in particular the cross-examination transcripts, it appears that the defence strategy, apart from continued reliance on the pre-patent acquisitions, is to find support for Apotex' pleadings in the Merck research archives. This has led Apotex into what may properly, in my view, be characterized as a highly speculative \"fishing expedition\".", "[57] Apotex submits that Prothonotary Morneau misappreciated the pleadings when he focussed on the improper divisional application allegation, but did not fully consider the relevance of the evidence as it relates to sound prediction and the other allegations of invalidity. The decision does focus on the improper divisional allegation, but not unduly in my view. Many if not most of the questions in issue appear to be related to this allegation.", "[58] Apotex submits that its questions sought information and facts from the inventors about what they had undertaken, and did not seek legal or patent interpretations or opinions. While many of the questions appear to be seeking facts on the surface, it was open to the Prothonotary to infer that those \"facts\" were really about the interpretation of evidence or opinions and decline to compel them within the exceptions recognized in Reading &  <FRAGMENT_SUPPRESSED> .", "[59] Apotex is asking me to substitute my assessment of the relevance of the questions and documents sought and arrive at conclusions different from those reached by the prothonotary. While I may have arrived at different results had I been hearing this matter at first instance, I should not substitute my discretion for that of the learned prothonotary unless he has made a fundamental error of principle or misapprehended the evidence or the pleadings. Overall, I see no reason to interfere with his decision.", "[60] However, I have concluded that Prothonotary Morneau erred in dismissing the relevance of the undisclosed 76 chemical structures, among the 226 examined by Dr. Charette, to the resolution of the final issues in this case.", "[61] Prothonotary Morneau was satisfied that Apotex had enough information from what was disclosed about the 150 structures to develop its thesis about the scope of the claims in the '340 and '198 applications. Apotex argues that the fact that Dr. Charette was provided with materials to perform his analysis establishes that those materials are relevant, and can easily be produced, and so they should be.", "[62] Merck put Dr. Charette forward as a witness to give evidence about the classification of the 226 compounds and provided him with the chemical structures of each for that purpose. In doing so, they established the relevance of that evidence. It is also apparent that the information is readily available and would not impose a burden on Merck to produce. Dr. Charette had it in front of him during his cross-examination. The record indicates that Merck intends to use extrapolations from that information at trial to rebut Apotex allegations of one invention, inoperability and inutility. In those circumstances, the information is in my view \"vital\" to the final issues in the case and the Prothonotary erred in not ordering its disclosure to the defendant. Accordingly, I will exercise the discretion that he should have and make that order.", "[63] I am not satisfied that the other questions raised in the motion are vital to the final issue of the case, nor that Prothonotary Morneau made fundamental errors or misapprehended the evidence in respect of those questions. Accordingly, I will not interfere with his order other than to amend it to require the production of the 76 chemical structures in the form provided by Merck to Dr. Charette for his examination and not otherwise disclosed to the defendant. This appeal motion is otherwise dismissed and the Merck representatives and witnesses will not have to reappear for the continuation of examination for discovery. COSTS", "[64] A great deal of time and effort has been expended by the parties, as well as by the Court, in these proceedings. Much of that is attributable, in my view, to what I have characterized above as a fishing expedition on the part of Apotex. While the result has been somewhat divided, Merck has achieved the greater success and shall have its costs on the normal basis in accordance with column III of the table to Tariff B.", "[65] The role of Syngenta Limited, AstraZeneca UK Limited and AstraZeneca Canada Inc. in these proceedings was limited to filing slim written representations and making brief oral submissions in support of Merck. In effect, they were simply monitoring the proceedings. I see no reason to order costs in their favour. ORDER", "[66] THIS COURT ORDERS that: Prothonotary Morneau's order of August 23, 2004 is amended to require the production by Merck & Co., Inc. and Merck Frosst Canada & Co., to Apotex Inc., of the chemical structures provided to and examined by Dr. André Charette for the purposes of his affidavit in these proceedings, that have not as yet been produced. The motion to appeal Prothonotary Morneau's order of August 23, 2004 is, in every other respect, dismissed. The costs on this motion are awarded to Merck & Co., Inc. & Merck Frosst Canada & Co. in accordance with column III of Tariff B. Appeal allowed in part. Editor: Rodney A. Jordan/clh Footnotes 1. Angiotension Converting Enzyme 2. The list was further somewhat reduced by the parties prior to these appeal proceedings. [End of document]"]}