{"id_": "032912", "body_str": ["[1] Gleason, J. : The applicant, Rusudan Tabagua, seeks to set aside the March 13, 2014 decision of the Refugee Protection Division of the Immigration and Refugee Board [the RPD or the Board] in which the Board found that the applicant was excluded from refugee protection by reason of serious criminality.", "[2] For the reasons set out below, I have determined that the Board's decision must be set aside because the RPD's exclusion analysis cannot stand in light of the recent decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. I. Background", "[3] To put this determination in context, it is necessary to review the relevant facts that were before the RPD. The applicant is a citizen of the Republic of Georgia, who fled that country due to an alleged fear of violence at the hands of a member of the police force in Georgia with whom she claims she had an extramarital affair.", "[4] The applicant first went to the United States of America in 1999, allegedly to have a break from this individual, and travelled under her own passport. At this point she says she had not yet decided to leave Georgia permanently and, indeed, voluntarily returned to Georgia in 2000. She says her husband was killed in an automobile accident in 2000 and that the individuals responsible for the accident approached her lover, to try and have him pressure her to stop making inquiries about the accident. When she refused to do so, she says that her lover threatened and beat her, causing her to seek to flee Georgia to return to the U.S. She claims that she was too frightened to seek a U.S. visa in Georgia as she feared her lover was having her watched and instead went to Moscow, where she purchased a false Russian passport, issued under the name of Irina Khachirova. She obtained the requisite U.S. visa under the false passport and returned to the U.S. in September of 2001, using the Khachirova passport. In early 2002, the applicant's own passport was returned to her by a friend, and, consequently, the applicant was then in possession of two passports.", "[5] After she had received her own passport, the applicant was charged with shoplifting in May 2002. She provided her name as Irina Khachirova and a conviction was entered against her under this name. It is unclear whether she provided the authorities with the Khachirova passport in respect of these charges. The applicant received a small fine for this shoplifting offence.", "[6] Later that year, in September 2002, the applicant made an asylum claim with the U.S. authorities under her own name and presumably provided them with her own passport. In 2005 she was again convicted of and fined for shoplifting, this time in her own name. In 2009, the applicant was deported from the U.S. to Georgia, and in 2010 she came to Canada and made a refugee claim here.", "[7] The applicant provided incomplete and inaccurate information about her American convictions in her Personal Identification Form [PIF] that she filed in support of her Canadian asylum claim. In the original PIF, she referred only to having faced charges for (but not being convicted of) shoplifting in 2002, and in her amended PIF referred only to the second conviction, which she represented as being her first \"defence\" (by which she presumably meant her first offence). Through questioning, the Member discovered that the applicant had, in fact, received two convictions for shoplifting in the U.S. and also learned that she had used a false name for part of the time she was in the U.S. The hearing was therefore adjourned to provide notice to the Minister, to allow the respondent to make representations on the question of exclusion and to obtain additional information about the applicant's U.S. immigration history and convictions. II. The RPD's Decision", "[8] Following two additional days of hearing, the RPD issued the decision that is the subject of the present application for judicial review. In this decision, the RPD confined its reasons to the issue of exclusion and did not address the bona fides of the applicant's asylum claims (despite there being grounds to question her credibility as the respondent correctly notes).", "[9] In terms of exclusion, the RPD held that there were serious reasons for considering that the applicant had committed a serious non-political crime outside of Canada prior to coming to Canada and was therefore excluded from protection by virtue of section 98 of the Immigration and Refugee Protection Act , SC 2001, c 27 [the IRPA ] and Article 1F(b) of the United Nations Convention Relating to the Status of Refugees , July 28, 1951, [1969] Can TS No 6 [the Refugee Convention ].", "[10] In reaching this determination, the Board applied the test enunciated in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], which the Board held comported two aspects: first, determining whether the offence if committed in Canada would carry a maximum penalty of at least ten years' imprisonment, in which event it would presumptively be serious, and, second, analysing the elements of the crime, the mode of prosecution, the penalty prescribed, the facts surrounding the commission of the crime and any mitigating and aggravating factors.", "[11] The Board then went on to find that there were serious reasons to consider that the applicant's actions, had they been committed in Canada, would carry a maximum penalty of at least ten years' imprisonment. It focussed in this regard not on the shoplifting but rather on the applicant's use of the forged passport and of the fraudulent Khachirova identity when she was arrested and convicted of shoplifting and held that such actions would correspond to the offences set out in paragraph 57(b)(i) and subsection 403(1) and (2) of the Criminal Code of Canada , RSC 1985, c C-46, [ Criminal Code ] - namely forgery of or uttering a forged passport and identity fraud. The RPD found that these crimes are indictable offences and that, depending on the offence in question, carry a maximum sentence of 10 to 14 years' imprisonment. It thus held that the first branch of the <FRAGMENT_SUPPRESSED> inquiry was satisfied.", "[12] In terms of the other <FRAGMENT_SUPPRESSED> factors, the RPD focussed on four potentially aggravating factors, namely, the applicant's lack of candour about her convictions in her PIF, her use of a real person's name in connection with her first shoplifting conviction, her provision to Citizenship and Immigration Canada of a police clearance from Pennsylvania in her own name even though she was aware she had a criminal record under her assumed Khachirova name and, finally, the fact she had purposefully lied to the police in 2002 about her identity to avoid a conviction in her own name when she no longer had any need to use the Khachirova name as she had, by then, received her own passport. Based on these aggravating concerns as well as the nature of her actions and their correspondence to the crimes set out in paragraph 57(b)(i) and subsection 403(1) and (2) of the Criminal Code , the Board concluded that the applicant had committed a serious non-political crime outside Canada and was therefore excluded from protection under section 98 of the IRPA and Article 1F(b) of the Refugee Convention III. The Impact of the Decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> [13] In its recent decision in <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada made comments regarding the test applicable to the determination of serious criminality under section 98 of the IRPA and Article 1F(b) of the Refugee Convention that are determinative in this case.", "[14] Prior to <FRAGMENT_SUPPRESSED> , as my colleague Justice de Montigny recently noted at para 32 of <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], \"... the presumption that a crime is 'serious' under Article 1F(b) if, were it committed in Canada, it would be punishable by a maximum of at least 10 years' imprisonment, was consistently applied by the Courts ...\". The Supreme Court, however, significantly nuanced this proposition in <FRAGMENT_SUPPRESSED> . There, the majority stated as follows regarding how the seriousness of a crime is to be ascertained:", "[62] The Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  (C.A.), and <FRAGMENT_SUPPRESSED> has taken the view that where a maximum sentence of ten years or more could have been imposed had the crime been committed in Canada, the crime will generally be considered serious. I agree. However, this generalization should not be understood as a rigid presumption that is impossible to rebut. Where a provision of the Canadian Criminal Code , R.S.C. 1985, c. C-46, has a large sentencing range, the upper end being ten years or more and the lower end being quite low, a claimant whose crime would fall at the less serious end of the range in Canada should not be presumptively excluded. Article 1F (b) is designed to exclude only those whose crimes are serious. The UNHCR has suggested that a presumption of serious crime might be raised by evidence of commission of any of the following offences: homicide, rape, child molesting, wounding, arson, drugs trafficking, and armed robbery (G. S. Goodwin-Gill, The Refugee in International Law (3rd ed. 2007), at p. 179). These are good examples of crimes that are sufficiently serious to presumptively warrant exclusion from refugee protection. However, as indicated, the presumption may be rebutted in a particular case. While consideration of whether a maximum sentence of ten years or more could have been imposed had the crime been committed in Canada is a useful guideline, and crimes attracting a maximum sentence of ten years or more in Canada will generally be sufficiently serious to warrant exclusion, the ten-year rule should not be applied in a mechanistic, decontextualized, or unjust manner. [Emphasis added]", "[15] In <FRAGMENT_SUPPRESSED> , Justice de Montigny set aside a decision of the RPD that, like the decision in this case, was premised in large part on the fact that the maximum punishment for the crimes in question was a sentence of more than ten years' imprisonment. He wrote as follows:", "[48] At the end of the day, however, the most egregious error of the Board member was her failure to take into account what the Supreme Court considered a critical factor in <FRAGMENT_SUPPRESSED> , namely the wide Canadian sentencing range and the fact that the crime for which the Applicant was convicted would fall at the less serious end of the range. This consideration was quite relevant in the case at bar: the Canadian sentence for fraud over $5,000 has a large sentencing range (0 to 14 years), and the Applicant's crime - fraud of $50,000 with a 10 month sentence - prima facie falls at the low end of this range. The wide sentencing range and the Applicant's low actual sentence (not only was the actual sentence only two years but it was suspended and the only jail time was 165 days pre-trial custody) were clearly a most relevant factor in determining whether the crime was serious.", "[49] On that basis alone, the decision of the Board ought to be quashed and the matter returned for reconsideration by a different panel of the Board.", "[16] The Board's reasoning in this case evinces the same problems. Here, in assessing seriousness, the RPD looked only to the maximum potential sentences and, indeed, erroneously stated that both crimes were indictable offences.", "[17] In fact, the offence of identity theft, created by section 403 of the Criminal Code , is a hybrid offence, in respect of which the Crown may elect to proceed either by way of indictment or by way of summary conviction. Section 403 of the Criminal Code provides in this regard: Identity fraud 403. (1) Everyone commits an offence who fraudulently personates another person, living or dead, (a) with intent to gain advantage for themselves or another person; (b) with intent to obtain any property or an interest in any property; (c) with intent to cause disadvantage to the person being personated or another person; or (d) with intent to avoid arrest or prosecution or to obstruct, pervert or defeat the course of justice. [...] (3) Everyone who commits an offence under subsection (1) (a) is guilty of an indictable offence and liable to imprisonment for a term of not more than 10 years; or (b) is guilty of an offence punishable on summary conviction. [...]", "[18] If the Crown were to elect to proceed by way of summary conviction in a case of identity theft, the maximum sentence available would only be 6 months of imprisonment, a fine of $5,000 or both by virtue of section 787 of the Criminal Code . This is so as section 403 of the Code does not prescribe a minimum sentence for identity theft when the Crown elects to proceed by summary conviction. Section 787 of the Criminal Code prescribes the foregoing as the maximum sentences for summary conviction crimes where there is not a penalty specifically prescribed for the offence.", "[19] As for the use of a forged passport, the maximum sentence prescribed by section 57 of the Criminal Code is 14 years' imprisonment (in respect of a forgery committed in respect of a Canadian passport). However, as my colleague, Justice Mosley, noted in <FRAGMENT_SUPPRESSED>  ACWS (3d) 650 (at para 48), \"[t]he actual penalty that would be imposed for such an offence is, of course, likely to be much less, particularly for an offender without any prior criminal history in this country.\" The same might also be said of the offence of identity theft, even if prosecuted by way of indictment.", "[20] Here, the RPD failed to discuss what penalty the applicant might have received, had she been charged in Canada, and failed to note that the only evidence of the actual use by the applicant of the forged passport (as opposed to the use of the fraudulent Khachirova identity) was the fact that the applicant used the forged passport to gain access to the U.S. However, she claims she was required to do so to escape her persecutor. If believed, this would constitute a mitigating factor that the Board did not assess and that would also possibly have mitigated a sentence had the crime been committed in Canada and had the applicant been charged with it.", "[21] As the RPD failed to undertake the type of analysis that the Supreme Court mandated is required in <FRAGMENT_SUPPRESSED> and failed to assess the seriousness of the applicant's conduct in light of the range of sentences available, the Board's decision must be set aside and the matter remitted for reconsideration as occurred in <FRAGMENT_SUPPRESSED> . Contrary to what the respondent argues, the need for the type of analysis mandated by <FRAGMENT_SUPPRESSED> is not lessened by the fact that the applicant was not charged and therefore was not sentenced. If anything, these facts would tend to show that the applicant's actions fall at the less serious end of the spectrum and therefore that a sentence well below the maximum would likely have been imposed had the applicant committed the offences and been charged in Canada.", "[22] The foregoing points should have been considered by the Board and its failure to do so renders its decision unreasonable. As in <FRAGMENT_SUPPRESSED> , for much the same reasons, the Board's decision in this case must be set aside.", "[23] Neither party suggested a question for certification under section 74 of the IRPA and none arises in this case. JUDGMENT", "[24] THIS COURT'S JUDGMENT is that 1. This application for judicial review is granted; 2. The matter is to be sent back to the Refugee Protection Division for redetermination by a differently constituted panel; 3. No question of general importance is certified under section 74 of the IRPA ; and 4. There is no order as to costs. Application allowed. Editor: Elizabeth M.A. Turgeon/bk [End of document]"]}