{"id_": "033171", "body_str": ["[1] Martineau, J. : The applicant challenges the legality of a decision of the Refugee Protection Division of the Immigration and Refugee Protection Board of Canada [Board], dated December 5, 2013, by which the Board found that the applicant was not a \"Convention refugee\" or a \"person in need of protection\" under sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 [Act] and further made the statement that the claim had no credible basis, as provided by subsection 107(2) of the Act.", "[2] The applicant alleges he is a citizen of Afghanistan who arrived in Canada on or around July 16, 2013. He effectively submitted his claim on August 1, 2013. The latter was based on alleged attacks against him and his property in Kabul by what he believed to be anti-government elements. The applicant alleges that he owned two bakery stores in Kabul, close to Parliament and to the President's palace, and many of his customers were members of the Afghan Parliament or government employees. Since he is perceived to be a government supporter, this would explain why he was targeted by anti-government elements.", "[3] The Board refused the applicant's claim for protection for a number of reasons, all of which are related to its assessment of the evidence. There are no issues of law raised in this case. Both parties agree that the standard of review applicable is that of reasonableness, as the issues involve questions of fact or mixed of fact and law ( <FRAGMENT_SUPPRESSED> ; Newfoundland and  <FRAGMENT_SUPPRESSED> ).", "[4] I have considered the submissions both made by the parties in their written pleadings and orally by their counsels at the hearing held last November 17, 2014. Because the issue of identity is determinative of this judicial review application, I have not felt necessary to reproduce or address in these reasons for judgment all the arguments made with respect to the credibility findings made by the Board.", "[5] The question of identity is determinative of a refugee claim. If a claimant cannot demonstrate to the reviewing Court that the Board acted unreasonably in the assessment of identity, the judicial review must fail ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> ).", "[6] The Board's conclusion with respect to the applicant's failure to satisfactorily establish his identity is based on the evidence. As proof of his identity, the applicant only submitted a photocopy of a Taskera - the national identity card - apparently bearing his name (although the applicant alleges that the translator has made spelling errors in his name). Despite the fact that at the hearing on October 7, 2013, the Board issued a continuance and the next hearing was on December 5, 2013, the applicant did not submit an original copy of any identity documents. The Board found that the applicant had not reasonably explained the lack of acceptable documentation or shown that he had taken reasonable steps to obtain documents, as his explanation that he had repeatedly requested original documents from his family in Afghanistan but only received copies was not reasonable.", "[7] The Board is better placed than the Court to determine whether a photocopy of a Taskera is sufficient to establish the claimant's identity and whether reasonable steps have been taken to obtain the missing original. Section 106 of the Act provides that: 106. The Refugee Protection Division must take into account, with respect to the credibility of a claimant, whether the claimant possesses acceptable documentation establishing identity, and if not, whether they have provided a reasonable explanation for the lack of documentation or have taken reasonable steps to obtain the documentation. 106.", "[8] Be that as it may, the applicant argues that section 106 of the Act does not require that a claimant produce original documentation, only acceptable documentation, and that the Board did not explain why a photocopy of an apparently genuine Afghan identity document is not acceptable. In addition, the applicant argues that the Board failed to conduct a thorough analysis under section 106 and erred by not explaining why it found the applicant's explanation for why he did not obtain identity documents unreasonable or what other steps he could have taken in the circumstances.", "[9] The respondent argues that the applicant did not submit acceptable documentation as he was required to provide the original of his identity. Further, the applicant only offered conflicting and confusing responses regarding who he had asked for the original and when, and was not able to provide any detail to the Board. The respondent argues that it was reasonable for the Board to conclude that the applicant did not have acceptable identity documents and that he had not provided a reasonable explanation for why.", "[10] First, I dismiss the allegation made by the applicant that the Board committed a reviewable error in not accepting the photocopy of the Taskera. Rule 42 of the Refugee Protection Division Rules , SOR/2012-256 [Rules], provides that: 42. (1) A party who has provided a copy of a document to the Division must provide the original document to the Division ) without delay, on the written request of the Division; or ) if the Division does not make a request, no later than at the beginning of the proceeding at which the document will be used. [...] 42. [...]", "[11] While a photocopy may be an acceptable document under subsection 31(2) of the Rules, still, the party has to submit the original if formally requested in writing, and at the latest, at the Board hearing (para 42(1)(b) of the Rules; see also <FRAGMENT_SUPPRESSED> ). The issue of unacceptable proof of identity was effectively raised by the Board in a September 10, 2013 letter. The applicant was represented by counsel. This is not a case where the claimant states that the original of his identity card is lost or not available. The applicant said that his Taskera was with his family. Yet the first request by the applicant to obtain the original document from his family in Afghanistan was apparently made on October 4, 2013, that is just three days before the hearing. In this case, the applicant did not submit any original document, despite knowing identity was an important issue and despite the continuance of two months between the hearings.", "[12] Second, it was reasonable for the Board to find that the applicant had not provided a reasonable explanation for the lack of adequate documentation. The applicant testified that he asked his family ten times for the original of the identity document but could not explain why he had not received it yet, except to suggest that his children were young and maybe they had not understood what he was asking. Even this explanation is confused or contradictory since he previously testified he had also asked his brother, he isn't able to refer to specific instances where he asked for the document to be sent, and he testified both that his family had not understood his request and that they didn't want to send the original so it didn't get lost.", "[13] In addition, contrary to the applicant's allegations, the Board did explain why it refused the applicant's explanation. The Board noted that the applicant had testified that the original identity documents were available and could be sent to him, but could not explain why he had not received the original documents despite repeatedly asking his family to send them to him. It was open to the Board to conclude that the applicant had not provided a reasonable explanation for the lack of documentation and the Board's conclusion that the applicant had not established his identity is reasonable. The reasons do not need to be perfect and the Court is allowed to look at the record. Indeed, the applicant states in his Basis of Claim [BOC] form that he does not know the dates of birth of any of his four children or his date of marriage or his parents' dates of birth. Therefore, the present judicial review must fail.", "[14] In passing, even if I were to infer that the applicant had produced an acceptable proof of his identity, I would have found the Board' negative credibility findings to be an acceptable outcome nonetheless. This is not an appeal, but a judicial review. The applicant argues that the Board did not examine the merit of his claim and that the inconsistencies or deficiencies noted by the Board are peripheral and do not warrant a dismissal. I kindly disagree. When taken together, they are enough to cast serious doubts. Moreover, the failure to list the applicant's brother in his BOC is certainly not a minor omission, as the brother himself his mentioned two times in the narrative. This important omission casts a doubt as to whether or not we should believe the applicant when he alleges in his narrative that he was living in Kabul with his brother at the time of the alleged incidents. In addition, there was some evidence to support the Board's reasoning and there is no glaring inconsistency between the evidence on record and the Board's conclusion ( <FRAGMENT_SUPPRESSED> , above at para 60). Therefore, the Board's general negative credibility finding was reasonable.", "[15] Lastly, the applicant argues that the finding of no credible basis is unreasonable since the Board member acknowledged that the applicant speaks Dari and has some knowledge of Afghanistan, and since the documentary evidence submitted by the applicant, even if not original documents, is corroborative of the applicant's claim. Again, I am not satisfied in this regard that the Board has made a reviewable error. The threshold for a finding that there is no credible basis is high ( <FRAGMENT_SUPPRESSED> ). However, since the applicant had submitted no credible documentary evidence that he was targeted by anti-government extremists, and considering the Board's findings on identity and lack of credibility, it was reasonable for the Board to conclude that there was no credible basis to the claim. In addition, the photocopy of an identity document and the fact that the applicant has some knowledge of Afghanistan are not sufficient in law to sustain a positive determination of the claim, which means that the Board could reasonably conclude that the claim had no credible basis ( <FRAGMENT_SUPPRESSED> ).", "[16] The application must fail. Counsel did not raise any question of general importance for certification. JUDGMENT", "[17] THIS COURT'S JUDGMENT is that the application for judicial review is dismissed. No question is certified.", "[2]", "[3] <FRAGMENT_SUPPRESSED> ; Newfoundland and  <FRAGMENT_SUPPRESSED> à 22).", "[4]", "[5] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ] ; <FRAGMENT_SUPPRESSED> ).", "[6] taskera", "[7] taskera 106. 106. The Refugee Protection Division must take into account, with respect to the credibility of a claimant, whether the claimant possesses acceptable documentation establishing identity, and if not, whether they have provided a reasonable explanation for the lack of documentation or have taken reasonable steps to obtain the documentation.", "[8]", "[9]", "[10] taskera 42. [...] 42. (1) A party who has provided a copy of a document to the Division must provide the original document to the Division ) without delay, on the written request of the Division; or ) if the Division does not make a request, no later than at the beginning of the proceeding at which the document will be used. [...]", "[11] taskera", "[12]", "[13]", "[14]", "[15] <FRAGMENT_SUPPRESSED> à 30).", "[16] JUGEMENT", "[17] [End of document]"]}