{"id_": "033327", "body_str": ["[1] Gagné, J. [Translation]: Christian Larouche is seeking judicial review of a decision by the Minister of National Revenue (Minister) refusing to grant him accrued interest relief, over a period of 186 months, on his tax assessments for 1997, 1999, 2000 and 2001, in excess of the relief granted for the period from September 20, 2004, to August 30, 2006. That decision was made at the second level by the Taxpayer Relief Committee, Appeals Division (Committee), under subsection 220(3.1) of the Income Tax Act , RSC 1985, c 1 (ITA), which sets out that the Minister may cancel all or any portion of any penalty or interest otherwise payable by the taxpayer.", "[2] The applicant is essentially criticizing the Minister for breaching his duty of procedural fairness by not engaging in discussion with him before rendering his first level decision, and for exercising his discretion in an unreasonable manner by too narrowly applying Income Tax Information Circular IC07-1, \"Taxpayer Relief Provisions\", dated May 31, 2007.", "[3] For the following reasons, the applicant's application for judicial review will be dismissed. I. Relevant facts", "[4] In 1995, the applicant's employer, Cinépix Film Production (Cinépix), offered him 250 stock options, which he exercised that same day. At the applicant's request, the shares were issued to his management company, 2753-1359 Québec Inc. (2753), which held them until they were sold to Fiducie Christian Larouche (the Trust), a few years later.", "[5] In February 2004, the Canada Revenue Agency (CRA) issued reassessments against 2753 for 1997, 1999 and 2001, on the basis of an unreported capital gain on the disposition of the shares to the Trust, deemed to have been made at fair market value. A few months later, reassessments were also issued against the Trust. Those notices of assessments would have had the effect of dual assessments.", "[6] In March 2004, 2753 filed a notice of objection to that assessment, in vain because all of the notices of assessment were ratified by the Minister in August 2007.", "[7] In November 2007, 2753 and the Trust filed an appeal with the Tax Court of Canada, which resulted in an out-of-court settlement following mediation led by Justice Archambault. Under that agreement, (i) the parties acknowledged that, at all relevant periods, 2753 acted as a nominee for the applicant and that it held Cinépix's shares for him and in his name, (ii) they agreed to the fair market value of the shares at the time of the disposition in favour of the Trust, (iii) the Minister withdrew the notices of assessment issued against 2753 and (iv) the applicant waived the prescribed limitation period to permit the Minister to issue reassessments against him beyond the three-year limit set out in subsection 152(4) of the ITA. That agreement also states that [translation] \"a formal request regarding interest could be made by Christian Larouche given the relief already granted for the period from September 20, 2004, to August 30, 2006\". That partial relief was granted informally by the Minister following a written request made by the applicant to Justice Archambault, who, having no jurisdiction over the matter, transmitted it to the Minister.", "[8] It was in this context that, on September 19, 2012, the applicant sent his formal relief request, which basically repeated the content of his letter to Justice Archambault.", "[9] On January 31, 2013, the Minister rendered his first level decision, in which he confirmed his informal decision to grant partial relief for the period from September 20, 2004, to August 30, 2006.", "[10] On March 18, 2013, the applicant sought a second level review of that decision, again relying on the arguments already made. II. Impugned decision", "[11] The impugned decision consists of an appeals officer report dated February 18, 2014, which recommends denying the relief requested by the applicant, as well as a letter dated April 1, 2014, issued by the manager of the Committee ( REFERENCE_SUPPRESSED). Second level review report", "[12] The report provides a summary of the relevant facts in the file and the submissions made in support of the relief request and what is stated in correspondence from counsel for the applicant.", "[13] The applicant's arguments were reviewed and no particular circumstance for which interest relief should be granted was found. Discretion", "[14] In her report, the officer recognized that the guidelines cannot be an obstacle to the Minister's exercise of discretion. However, relief was not justified in the circumstances because the file followed its regular course and at each step decisions were made in good faith, considering the information and documents available to the CRA. She added that it is not unusual for a file to be the subject of several proceedings before it is resolved. Limitation period", "[15] The report notes that the applicant had to waive the prescribed limitation period as part of the out-of-court settlement. Because that agreement was signed in good faith, neither that waiver nor the statement that the applicant could request relief, in excess of the partial relief granted, requires the CRA to grant the relief sought. CRA's error", "[16] The applicant alleges that the CRA failed to apply section 7 of the ITA (agreement to issue securities to employees) beginning at the audit stage. To this, the officer replied that the information and documents in hand did not allow for applying that provision. She specified that a proposal was sent to 2753 in the context of the objection, which set out that the CRA was ready to consider that 2753 acted as nominee for the applicant. Not only did the applicant fail to respond to that proposal, he also refused a similar proposal at the pre-audit stage. Applicant's inability to act", "[17] The applicant argues that before the dispute was settled out of court, he was simply disregarding the amount of tax he had to pay because one of the elements in dispute was the share value at the time of the transfer to the Trust. The Committee addressed that argument in the following manner: [translation] We are of the opinion that Mr. Larouche knew since the refusal of the voluntary disclosure in August 2001 and the issuance of the notice of assessment in 2004 that the multiplication of the capital gain exemption was at issue. Mr. Larouche continued to refuse the settlement that stated that a corporate nominee was used and made no effort to pay a portion of the balance due as a result of the assessments. Even if he did not know the exact amount due, the taxpayer, Christian Larouche, knew that there would be tax to pay at the end. Undue delays in analyzing the objection and other delays", "[18] According to the applicant, the objection process did not prove useful because the CRA made no efforts and conducted no analysis that would have allowed for a proper application of the ITA. The partial relief period granted should have continued until November 27, 2007 to cover the entire objection period.", "[19] Instead, the officer found, in light of the T2020 form and the objection report, that the objection division processed the file according to the established rules. 2753 was able to submit different settlement proposals, which were all analyzed by the objections officer and his team leader. Because the applicant was not a party to the objection proceeding, his proposal that he, not 2753, should be considered the tax debtor, could not be considered in the absence of a notice of assessment issued in his name.", "[20] Regarding the entire file, the Committee found that the only undue delays on the part of the CRA had already been the subject of the partial relief. III. Issues and standard of review", "[21] The following issues arise in this application for judicial review: • Did the Minister breach his duty of procedural fairness and natural justice by not engaging in a discussion with the applicant? • Did the Minister err in exercising the discretion conferred on him by subsection 220(3.1) of the ITA?", "[22] The standard of correctness applies to the first issue and the standard of reasonableness applies to the second issue ( REFERENCE_SUPPRESSED). IV. Analysis A. Procedural fairness", "[23] When the applicant made his first level relief request, he first received a letter from the Minister's representative stating that his request was premature because no settlement had been reached on the collection of the money that was the subject of the out-of-court settlement. Counsel for the applicant replied that a relief request could be processed at the same time as the discussions with respect to collection, and following that letter, a negative first level decision was rendered. Strangely, the applicant argues in his written submissions that that decision was unexpected. At the hearing, he also criticized the first level decision-maker for not entering into discussions with him, as was the case for the partial relief granted. He criticized the second level decision-maker for simply failing to address the issue.", "[24] In his written submissions, the respondent merely indicates that because, at the second level, the applicant simply criticized the process that led to the first level decision and did not argue that he was not given the opportunity to be heard, the Committee was not required to address that issue. In the oral submissions, counsel for the respondent added that the applicant had ample opportunity to make his written submissions (in four letters from counsel for the applicant) and that the Minister was not required to provide him with a hearing or engage in any discussion with him.", "[25] First, the applicant cannot criticize the first level decision-maker for rendering a decision when an official relief request was sent to him; second, through his counsel, he argued that it was not premature.", "[26] Moreover, the applicant had ample opportunity to be heard and was able to make all of his submissions. The first level decision-maker could and had to render a decision and he was under no obligation to negotiate with the applicant. Unsatisfied with the result of his request, the applicant could do exactly what he did, submit it to the second level. That argument by the applicant will therefore be rejected. B. The Minister's exercise of his discretion", "[27] The applicant is basically alleging that the Minister failed to consider, as an extraordinary circumstance, the fact that with the objective of concluding an out-of-court settlement before the Tax Court of Canada, he waived the benefit of the prescribed limitation period. He also criticizes the Minister for not accepting the tax debtor substitution in 2007, only to do it later in 2012. Waiver of the limitation period benefit", "[28] The out-of-court settlement is clear: even though the amount of capital and penalties was settled, the amount of interest was not, and it would have to be the subject of a separate proceeding. The parties did not commit themselves to a particular outcome of that proceeding.", "[29] Furthermore, the applicant waived the prescribed limitation period in return for benefits he derived from the settlement, namely the elimination of double taxation and the establishment of the market value of the transferred shares below the amount advanced by the Minister. Moreover, he did so knowingly, while represented by counsel. He cannot today raise that fact to obtain interest relief. The Minister's decision in that respect is reasonable and it takes into account the elements available to him. Delays in processing the file", "[30] The applicant criticizes the CRA for failing to give earlier consideration to the fact that 2753 acted as a nominee for him and held Cinépix's shares in his name. First, the applicant admits that there is nothing in writing that confirms the existence of a counter letter between himself and 2753. Furthermore, the sets out the following regarding the effect of a counter letter on the rights of third persons in good faith: 1452. Third persons in good faith may, according to their interest, avail themselves of the apparent contract or the counter letter; however, where conflicts of interest arise between them, preference is given to the person who avails himself of the apparent contract.", "[31] In other words, the counter letter, even when clearly proven, is not itself effective against third persons in good faith. The fact that the CRA agreed, as part of an out-of-court settlement, to consider and apply the counter letter or nominee agreement between the applicant and 2753 changes nothing.", "[32] That said, all concerned parties, including the trusts, recognized the nominee agreement for the first time at the time of the signing of the out-of-court settlement by their respective counsel, in June 2012. Before that date, the applicant took various positions, including the following: • As stated above, during the audit period, the auditor presented the applicant with a proposal by which the CRA acknowledged that 2753 had acted as a nominee for him, a proposal that the applicant refused. That fact was subsequently mentioned in the objections report and the applicant did not take the opportunity to rectify it; • In its notice of appeal to the Tax Court of Canada, 2753 claims to have not acted as a nominee for the applicant; • The respondent asked the applicant to provide proof of a nominee agreement several times, but without success.", "[33] The applicant cannot criticize the CRA for choosing to assess 2753 or for taking too long to recognize the nominee agreement between 2753 and himself. The applicant's argument will not be accepted.", "[34] The applicant did not demonstrate that it was unreasonable for the Minister to find that there were no undue delays on the part of the CRA at any stage in which his file was processed-audit, objection, appeal and mediation- or that the accruing of interest was due to a situation beyond his control.", "[35] Finally, the applicant also did not demonstrate that the Minister erred by finding that he was not prevented from acting earlier. In light of the entire record, it was reasonable for the Minister to find that the applicant could have chosen to pay, at least partially, the amount of tax on the sale of the shares that he claimed were his, knowing that he had realized a taxable gain and that the CRA was claiming an amount of tax on that gain from 2753. The applicant instead chose to pay nothing; he had to have known that he would face accrued interest on the amount assessed or on any reassessment with respect to that sale of shares and capital gain. V. Conclusion", "[36] In light of the foregoing, I would dismiss the applicant's application for judicial review and award costs to the respondent. JUDGMENT", "[37] THE COURT ORDERS AND ADJUDGES that 1. The applicant's application for judicial review is dismissed; 2. Costs are awarded to the respondent. CITATION_SUPPRESSED"]}