{"id_": "033367", "body_str": ["[1] Mactavish, J. : Thoma Mohamed Omer seeks judicial review of Citizenship and Immigration Canada's refusal of her application for permanent residence on the grounds of her inadmissibility. An immigration officer concluded that Ms. Omer was a member of the Eritrean Liberation Front (ELF), an organization for which there are reasonable grounds to believe has engaged in terrorism. As a consequence, the officer found that Ms. Omer was inadmissible to Canada under subsection 34(1)(f) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27.", "[2] While Ms. Omer originally took issue with the test used by the officer to find that she was a member of ELF, as a result of the recent decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  [2015] F.C.J. No. 382, there is now only one issue before the Court. That is, whether CIC's change in policy regarding the processing of applications under section 34 of IRPA resulted in Ms. Omer being treated unfairly.", "[3] Where an issue of procedural fairness arises, the Court's task is to determine whether the process followed by the decision-maker satisfied the level of fairness required in all of the circumstances: see Canada (Citizenship and  <FRAGMENT_SUPPRESSED> .", "[4] Ms. Omer submitted her application for permanent residence as a protected person on May 3, 2006, and it was approved in principal on January 3, 2007. On October 30, 2009, Ms. Omer's file was assigned to an immigration officer for an inadmissibility assessment, and she was interviewed by the officer a few weeks later. Ms. Omer was made aware of the officer's concerns regarding her admitted membership in ELF, and she was afforded an opportunity to address those concerns.", "[5] By letter dated February 17, 2010, the officer advised Ms. Omer that she was inadmissible to Canada under subsection 34(1)(f) of IRPA . The officer noted that Ms. Omer had sought Ministerial Relief under what was then subsection 34(2) of IRPA , and went on to explain the Ministerial Relief process. The letter said nothing about whether Ms. Omer's permanent residence application would be decided before or after her application for Ministerial Relief was decided.", "[6] In a decision dated January 21, 2014, Ms. Omer was advised that her application for permanent residence as a protected person had been refused. The refusal letter noted that: In May 2013, Citizenship and Immigration Canada changed its policy to hold in abeyance any application for permanent residence when an application for Ministerial Relief was pending. This change in policy was announced in Operational Bulletin 524.", "[7] Ms. Omer was advised that the immigration officer had reviewed her application and had determined that she was a person described in subsection 34(1)(f) of IRPA , with the result that she was inadmissible to Canada and Ms. Omer's application for permanent residence was thus refused. The officer acknowledged that Ms. Omer had an outstanding application for Ministerial Relief, and directed her to the Minister of Public Safety and Emergency Preparedness in the event that she had questions regarding that process.", "[8] Ms. Omer submits that she had a legitimate expectation that the pre-May 2013 policy would be followed in relation to her application for permanent residence, although she has not provided any evidence that she was aware of the earlier policy, or that she relied on that policy to her detriment. However, as the Supreme Court observed in <FRAGMENT_SUPPRESSED> , an applicant who relies on the doctrine of legitimate expectation does not necessarily have to show that she was aware of a past practice or policy, or that she relied on the past practice or policy to her detriment: see also <FRAGMENT_SUPPRESSED> .", "[9] That said, a reviewing Court may decline to exercise its discretion to intervene due to a lack of prejudice: Robert W. Macaulay & James L.H. Sprague, Practice and Procedure Before Administrative Tribunals , loose-leaf, (Toronto: Carswell, 2013), ch. 40 at 21-22.", "[10] On the basis of the record before me, I have not been persuaded that Ms. Omer was treated unfairly as a result of CIC's change of policy in a manner that would warrant this Court's intervention.", "[11] As I noted in <FRAGMENT_SUPPRESSED> , there were two components to the version of section 34 of IRPA that was in effect at the relevant time. When read in conjunction with section 33, subsection 34(1) required a CIC immigration officer to determine whether, amongst other things, there were reasonable grounds for believing that an applicant was a member of a terrorist organization. In contrast, subsection 34(2) contemplated that a different decision-maker - the Minister of Public Safety and Emergency Preparedness himself - consider whether the foreign national's continued presence in Canada would be detrimental to the national interest.", "[12] A subsection 34(2) inquiry was directed at a different issue than the inquiry contemplated by subsection 34(1) of IRPA . The issue for the Minister under subsection 34(2) was not the soundness of the officer's determination that there are reasonable grounds for believing that an applicant is a member of a terrorist organization. Rather, the Minister was mandated to consider whether, notwithstanding the applicant's membership in a terrorist organization, it would be detrimental to the national interest to allow the applicant to stay in Canada.", "[13] In other words, subsection 34(2) of IRPA empowered the Minister to grant exceptional relief in the face of an inadmissibility finding that has already been made by an immigration officer.", "[14] The finding that Ms. Omer was inadmissible to Canada was made in 2010, and she was advised of the availability of the Ministerial Relief process at that time. No assurance was given to her that if she were to make an application for Ministerial Relief, her application for permanent residence would be held in abeyance until such time as a decision was made in relation to application for Ministerial Relief.", "[15] More fundamentally, Ms. Omer has not been able to articulate how CIC's policy change resulted in any unfairness to her. In particular, she has not satisfactorily explained what, if anything, would be different if the Ministerial Relief decision were made before her permanent residence application was decided rather than after. Ms. Omer's application for Ministerial Relief will continue to be processed, and there is nothing in the record before me suggesting that this application will be negatively affected by the fact that a decision has now been made refusing her application for permanent residence.", "[16] While I do not rule out the possibility that the May 2013 change in CIC policy could be shown to give rise to a procedural unfairness in a different case, I have not been persuaded, on the basis of the record before me, that there was any unfairness in this case that would justify this Court's intervention. Conclusion", "[17] For these reasons, the application for judicial review is dismissed. I agree with the parties that the case does not raise a question for certification. JUDGMENT", "[18] THIS COURT ORDERS AND ADJUDGES that 1. This application for judicial review is dismissed. ) de la , LC 2001, c 27 (la LIPR).", "[2]", "[3] <FRAGMENT_SUPPRESSED> , au paragraphe 43.", "[4]", "[5]", "[6]", "[7]", "[8] Canada (Procureur général) c Mavi", "[9] Practice and Procedure Before Administrative Tribunals", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16] Conclusion", "[17] JUGEMENT", "[18] [End of document]"]}