{"id_": "033358", "body_str": ["[1] Zinn, J. : In this action, filed pursuant to paragraph 18(1)(b) of the Citizenship Act , RSC 1985, c C-29, the Minister seeks a declaration that the Defendant obtained his Canadian citizenship by false representation or fraud by knowingly concealing material circumstances because \"criminal convictions and probation orders [were] in effect when [the Defendant] had a hearing with a Citizenship Judge and when [the Defendant] took the oath to become a citizen.\" If the Minister is successful in the action, then, pursuant to subsection 10(1) of the Act , he will be entitled to make a report to the Governor in Council which, if accepted, will result in the Defendant ceasing to be a Canadian citizen. Given the reason for the revocation, the Defendant may be subject to removal from Canada.", "[2] In this motion, the Minster asks the Court to grant summary judgment and issue the declaration it seeks in the action. For the reasons detailed below, the Minister's motion for summary judgment is granted without costs.", "[3] There is no dispute between the parties regarding the circumstances leading up to Mr. Bilalov obtaining Canadian citizenship or the facts underlying the Minister's claim that it was obtained by false misrepresentation or fraud. Those facts, in addition to being largely admitted by Mr. Bilalov in his Statement of Defence, were also set out by the Minister in a Notice to Admit, which Mr. Bilalov did not respond to and which are therefore deemed to be admitted pursuant to Rule 256 of the Federal Courts Rules", "[4] The admitted facts are as follows: i. On October 7, 1997, the Defendant became a permanent resident of Canada; ii. On December 20, 2000, the Defendant applied for Canadian citizenship. On the application form he attested that: (i) The information was true, correct and complete; (ii) He understood the contents of the application; (iii) He understood that making a false declaration could result in the loss of Canadian citizenship or a charge under the Citizenship Act iii. On April 17, 2001, the Defendant was charged by the Toronto Police Services with theft under $5000; iv. On August 3, 2001, the above charges were withdrawn; v. On March 15, 2002, the Defendant provided Citizenship and Immigration (\"CIC\") with Court documents showing all criminal charges made against him had been withdrawn; vi. On June 11, 2002, the Defendant was charged by the Toronto Police Services with assault, uttering threats, possession of a weapon for a purpose dangerous to the public peace and four counts of failure to comply with recognizance; vii. On June 19, 2002, the Defendant was convicted of assault, uttering threats, and failure to comply with recognizance. As a result of the convictions, the Applicant [ sic ] was under a probation order; viii. On July 15, 2002, a letter from Citizenship and Immigration was sent to the Defendant requesting fingerprints; ix. On July 22, 2002, the Defendant provided his fingerprints to the Toronto Citizenship office; x. On October 1, 2002, the Defendant was charged by the Toronto Police Services with possession of a controlled substance, two counts of possession of property obtained by crime over $5000, two counts of failure to comply with recognizance and one count of carrying a concealed weapon; xi. On January 17, 2003, the Defendant attended a citizenship hearing, and signed an attestation stating: \"The statements made herein are true and correct and I confirm that I have not been subject to immigration or criminal proceedings since I filed my application for citizenship\"; xii. On March 19, 2003, the Defendant was granted Canadian citizenship; xiii. On April 1, 2003, the Defendant attended his citizenship ceremony and signed his oath of citizenship attesting that he had not been subject to any immigration or criminal proceedings since filing his application for citizenship; xiv. On April 1, 2003, the Defendant was issued citizenship certificate, 7608116; xv. On May 26, 2003, the Defendant was arrested and charged with robbery, home invasion and forcible confinement, relating to an incident that occurred on May 7, 2003; xvi. On January 11, 2005, the Defendant was convicted of robbery, aggravated assault, and break and enter with theft; xvii. On January 3, 2006, the Defendant was charged by the Toronto Police Services with two counts of making a false statement for citizenship contrary to paragraph 29(2)(a) of the Citizenship Act xviii. On May 19, 2006, the Defendant plead [ sic ] guilty to one count of making a false statement for citizenship. The Defendant received a sentence of 30 days in jail to be served concurrently with other criminal sentences the Defendant was also serving at the time; xix. On November 17, 2010, the Defendant submitted a General Passport Application Form and the Applicant [ sic ] received a General Passport; and xx. On December 19, 2011, the Defendant was served with the Notice in Respect of Revocation of Citizenship.", "[5] Mr. Bilalov's only defence as set out in paragraph 12 of his Statement of Defence, is \"that the continuation of revocation proceedings against the Defendant in these particular circumstances amounts to an abuse of process under the principles of administrative law; and that a stay of proceedings is the only appropriate remedy.\" He candidly admitted at the hearing that \"he will have no better defence if there is a delay in the trial.\" He relies on this Court's decision in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], wherein Justice Tremblay-Lamer stayed a revocation proceeding on the basis that it was an abuse of process, in light of the facts before her.", "[6] If Mr. Bilalov is not successful in obtaining a stay, the Minister is entitled, based on Mr. Bilalov's admissions, to the declaration that is sought. The basis on which Mr. Bilalov seeks a stay is the \"inexplicable delay\" that rests solely with the Minister.", "[7] The Defendant, as noted above, has a criminal record. After he applied for citizenship, Citizenship and Immigration Canada, [CIC], the Minister's department, by letter dated July 15, 2002, requested the Defendant to provide the RCMP with his fingerprints because \"the Citizenship Regulations require that we verify that the person [applying for citizenship] is free of any prohibition from a security and criminal standpoint.\" His fingerprints were taken on July 17, 2002, and on September 12, 2002, CIC received a report from the RCMP stating that the Defendant's criminal charges from 1999 and 2002 had been withdrawn.", "[8] The RCMP report fails to mention that on June 11, 2002, the Defendant was charged by the Toronto Police Services with assault, uttering threats, possession of a weapon for a purpose dangerous to the public peace, and four counts of failure to comply with recognizance. Nor did it reference that the Defendant had been convicted on June 19, 2002, of assault, uttering threats, and failure to comply with recognizance. As a result of these convictions, the Defendant was under a probation order.", "[9] The Minister provided no explanation as to why the RCMP report failed to disclose these criminal convictions and the probation order.", "[10] The Minister has provided a \"Willsay Statement of John Warner\" dated February 22, 2006. Mr. Warner is an analyst within CIC. Therein it is stated that Mr. Warner was contacted on May 27, 2003 by a CIC enforcement officer, who had been contacted by Detective Sargeant [ sic ] Wilf Townkey from the Toronto Police Holdup Squad \"who was angry that Mr. Bilalov had become a Canadian citizen, despite having numerous convictions and an outstanding warrant.\" He reports that the following day a story appeared in the Toronto Sun expressing these police concerns.", "[11] In response, Mr. Warner states that he attended a meeting on June 18, 2003, at RCMP headquarters in Ottawa and it was \"confirmed\" by the RCMP \"that Mr. Bilalov had been convicted of criminal offences in June 2002 ... and also ... that Mr. Bilalov had been convicted of another criminal offence in October 2002.\" One month after this meeting, on July 14, 2003, Mr. Warner says that he wrote to the RCMP \"requesting that Mr. Bilalov be investigated for possible charges under Section 29 of the Citizenship Act for making false statements in order to acquire Canadian citizenship.\"", "[12] As noted, charges were filed by the Toronto Police Services on January 3, 2006 and on May 19, 2006, the Defendant pled guilty to one count of making a false statement for citizenship and was sentenced to 30 days in jail to be served concurrently with other criminal convictions he was then serving.", "[13] No action was taken by the Minister to revoke the Defendant's citizenship until July 29, 2011, when CIC served the Defendant with the Notice of Revocation of Citizenship. The Minister provides no explanation for the more than five-year delay in taking that action after the guilty plea.", "[14] The Defendant submits, relying on <FRAGMENT_SUPPRESSED> , that the Minister's delay constitutes an abuse of process, thereby rendering the proceedings unfair. If summary judgment is granted, he submits that it should be granted to stay the Minister's action.", "[15] In reply, the Minister notes that the Defendant has filed no evidence in support of his defence and submits that in order to find an abuse of process, the Court must be satisfied that \"the delay is clearly unacceptable and has directly caused a significant prejudice.\"", "[16] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], para 120, the Supreme Court adopted into administrative proceedings its jurisprudence on abuse of process in the criminal context: In order to find an abuse of process, the court must be satisfied that, \"the damage to the public interest in the fairness of the administrative process should the proceeding go ahead would exceed the harm to the public interest in the enforcement of the legislation if the proceedings were halted\" (Brown and Evans, supra, at p. 9-68). According to L'Heureux-Dubé J. in Power, supra, at p. 616, \"abuse of process\" has been characterized in the jurisprudence as a process tainted to such a degree that it amounts to one of the clearest of cases. In my opinion, this would apply equally to abuse of process in administrative proceedings. For there to be abuse of process, the proceedings must, in the words of L'Heureux-Dubé J., be \"unfair to the point that they are contrary to the interests of justice\" (p. 616). \"Cases of this nature will be extremely rare\" (Power, supra, at p. 616). In the administrative context, there may be abuse of process where conduct is equally oppressive. Justice Tremblay-Lamer applied that test in the <FRAGMENT_SUPPRESSED> decision.", "[17] The facts in <FRAGMENT_SUPPRESSED> parallel, in many respects, those at hand. The Minister sought a declaration that Devendra and Manish Parekh had obtained Canadian citizenship by false representation, fraud or concealment of material circumstances. It was not disputed that they lied to obtain citizenship. In November 2002, they both pled guilty to the offence of making false representations in their citizenship applications and they were both fined $700.", "[18] In June 2003, CIC recommended to the Minister that revocation proceedings be commenced; however, the Minister did not sign notices of the revocation of the Parekhs' citizenships until December 2006. The Parekhs were served with the notices in January 2007, and they then asked that the notices be referred to the Federal Court. Unlike the present case, there was some explanation for the delay in proceeding with the revocation. Although the recommendation to proceed with revocation was drafted in June 2003, it was not presented to the then Minister before she was replaced in December 2004. In the following two-year period \"there were several changes of the Minister, each accompanied by shifts in departmental priorities.\"", "[19] In the period between conviction (November 2002) and receipt of the notice of revocation (December 2006), the Parekhs, in June 2003, filed an application for permanent residence on humanitarian and compassionate grounds on behalf of their US born daughter, with support of their sponsorship application. That H&C application was outstanding when the matter came on for hearing. There was also evidence that the Parekhs had applied for Canadian passports in this interim period. Their passport applications were denied; however, they were issued time-limited passports in December 2003.", "[20] The Parekhs took the position that the Minister's proceeding should be stayed as an abuse of process. They claimed they expected to have their citizenships revoked in 2002, so the delay caused them significant prejudice because they were not able to obtain regular passports to enable them to visit family members abroad or to pursue employment opportunities, and they were not able to have their application to sponsor their US born daughter processed. Further, they submitted that they had been denied the benefits of citizenship for years and that it would be unfair, if they lost their citizenships now, to have to wait five years to apply for citizenship again.", "[21] Justice Tremblay-Lamer stayed the Minister's action after examining the three main factors to be balanced in assessing the reasonableness of a delay: (1) the time taken compared to the inherent time requirements of the matter, (2) the causes of delay beyond the inherent requirements of the matter, and (3) the impact of the delay.", "[22] I adopt the analysis and conclusion of Justice Temblay-Lamer at paragraphs 30 to 35 of <FRAGMENT_SUPPRESSED> as to the \"timeliness\" of the Minister's actions because the facts here parallel those she considered. There, the delay of five years was found to be neither normal nor due to any complexities of the case. Here, as there, the facts required to support a revocation of citizenship had been admitted by the Defendant when he pled guilty to the crime of making a false statement for citizenship. This was not a complex case, nor one requiring further investigation. The first factor weighs in favour of the Defendant's request for a stay.", "[23] Unlike <FRAGMENT_SUPPRESSED> , the Minister offered no explanation for the delay in processing the revocation. Given that CIC alerted the RCMP to the possibility that the Defendant had obtained citizenship by making a false statement, and its knowledge of the charge and conviction, it is shocking that so much time passed before a notice of revocation was provided to the Defendant. It is very disturbing that the Minister offered no explanation to the Court for why this delay occurred. This factor too favours the Defendant's request for a stay.", "[24] The third and final factor is the impact of the delay. In order to be considered an abuse of process, there must be evidence that the delay \" directly caused a significant prejudice to amount to an abuse of process. It must be a delay that would, in the circumstances of the case, bring the human rights system into disrepute:\" <FRAGMENT_SUPPRESSED> at para 115 [emphasis added]. There was testimony from the Defendants in <FRAGMENT_SUPPRESSED> \"that the delay in the revocation proceedings caused them a great deal of uncertainty and distress; that it has deprived them of their ability to travel, which had an adverse effect on both their family life and Mr. Parekh's employment prospects; and that it has resulted in the treatment of their daughter's H&C application being put on hold.\" Here, the Defendant has offered no evidence of the impact the delay has had on him.", "[25] In his Statement of Defence, the Defendant pleads that in the interim period between the Minister becoming aware of the guilty plea and the delivery of the notice of revocation, he \"entered into a long term marital relationship with a refugee claimant in Canada, fathered a child to their marriage, and that the Notice of Commencement of this proceeding in December 2011 caused his wife to run away taking their child.\" This allegation, if true, might well support a finding that there has been a serious impact on the Defendant as a result of the Minister's delay.", "[26] In the memorandum filed by the Defendant in response to this motion, the Defendant \"repeats and relies upon the Statement of Fact and Law contained in the Defendant's Statement of Defence dated October 16, 2012.\" However, Rule 214 of the Federal Courts Rules specifically provides that this is insufficient: A response to a motion for summary judgment shall not rely on what might be adduced at a later stage in the proceedings. It must set out specific facts and adduce evidence showing that there is a genuine issue for trial. [emphasis added]", "[27] Accordingly, in this case, although there is an allegation of prejudice to the Defendant in his Statement of Defence, there is no evidence before the Court of any impact on the Defendant arising from the delay in launching the revocation proceedings.", "[28] In this case, given the absence of evidence of impact of the delay on the Defendant, I am unable to conclude that \"the damage to the public interest in the fairness of the administrative process should the proceeding go ahead would exceed the harm to the public interest in the enforcement of the legislation if the proceedings were halted.\" Accordingly, I am unable to agree with the Defendant, despite the extraordinary and totally unexplained delay by the Minister, that this action ought to be stayed. The Minister's motion is granted, but because of the Minister's totally unexplained delay in commencing the proceeding, without costs. ORDER", "[29] THIS COURT ORDERS that 1. The Minister's motion for summary judgment is granted, without costs; and 2. The Court declares that Mark Bilalov obtained Canadian citizenship by false representation or fraud by knowingly concealing material circumstances. ) de la", "[2]", "[3]", "[4] i. Le défendeur est devenu résident permanent du Canada le 7 octobre 1997. (ii) Il a compris le contenu de la demande; sic ) de la", "[5]", "[6]", "[7]", "[8]", "[9]", "[10] Toronto Sun", "[11] ».", "[12]", "[13]", "[14]", "[15]", "[16] op. cit Power Power", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24]", "[25]", "[26]", "[27]", "[28] ORDONNANCE", "[29] [End of document]"]}