{"id_": "033460", "body_str": ["[1] Russell, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (Act) for judicial review of the decision of the Refugee Protection Division (RPD) of the Immigration and Refugee Board, dated 24 February 2010 (Decision), which refused the Applicant's application to be deemed a Convention refugee or a person in need of protection under sections 96 and 97 of the Act.  <FRAGMENT_SUPPRESSED> BACKGROUND  <FRAGMENT_SUPPRESSED>", "[2] The Applicant is a citizen of the People's Republic of China. She lived and worked in Guangzhou City in her native province of Guangdong prior to coming to Canada. In May 2007, she joined a house church comprised of nine other Christians. Together they would recite and discuss Bible passages, give witness and pray. In the approximately ten months of her attendance at this church, a pastor visited the church only once.  <FRAGMENT_SUPPRESSED>", "[3] The Applicant claims that, on 23 March 2008, the Public Security Bureau (PSB) raided the house church. She was able to escape before the police arrived at the church but was forced to go into hiding. She later learned that two other members of the church had been arrested. While still in hiding, the Applicant's husband told her that the PSB had come to their home with plans to arrest her for her illegal religious activities. The Applicant claims that the PSB returned to her home repeatedly and also searched for her at the homes of other family members. Feeling that she would never be safe in China, she fled. Her husband has told her that the PSB continues to search for her and that the two arrested church members are still in detention.  <FRAGMENT_SUPPRESSED>", "[4] The Applicant arrived in Canada and claimed refugee status on 8 May 2008. She appeared before the RPD on 15 February 2010. She was represented by counsel and an interpreter was present. The RPD rejected her claim in a Decision dated 24 February 2010. This is the Decision under review.  <FRAGMENT_SUPPRESSED> DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>", "[5] The RPD stated that the determinative issue in this application was the lack of credibility of the claimant's Personal Information Narrative and her oral evidence. Although the RPD accepted that the Applicant's Christian beliefs were genuine, it found that her oral evidence regarding the raid on the house church and the PSB's subsequent search for her was not believable.  <FRAGMENT_SUPPRESSED>", "[6] The RPD found that, based on its review of the documentary evidence as a whole, and bearing in mind the Applicant's description of her house church, the Applicant \"would be able to practice her religion in any church if she were to return to her home  <FRAGMENT_SUPPRESSED>  province in China and that there is not a serious possibility that she would be persecuted for doing so. <FRAGMENT_SUPPRESSED>", "[7] The RPD relied on a 2005 report from the Executive Secretary of the Hong Kong Christian Council which noted that, along with Fujian Province, Guangdong Province has \"the most liberal policy on religion in China, especially on Christianity,\" and that authorities usually tolerate the activities of unregistered churches, some of which have been functioning for years. The most recent U.S. Department of State International Freedom of Religion Report (DOS Report) observed that most Christian groups in China are unregistered, that they continue to expand and that they no longer operate in strict secrecy but carry out public activities. The RPD noted that the documentary evidence on the arrest and persecution of Christians between 2005 and 2008 reported no such incidents for Guangdong. The RPD found that, on the balance of probabilities, if there had been arrests and persecution, they would have been reported.  <FRAGMENT_SUPPRESSED>", "[8] The RPD also noted contradictory evidence. For example, according to the Annual Report of Persecution by the Government on Christian Churches within Mainland China , a pastor was interrogated and property was confiscated from the Liangren Church  <FRAGMENT_SUPPRESSED>  in 2008; it was not known why the church was raided or what subsequently occurred. Also, the China Aid Association stated that Christian persecution and religious repression occur in all parts of China, including Guangdong, and that the Association has not documented all cases of persecution. Nonetheless, the RPD found that the situation  <FRAGMENT_SUPPRESSED>  does not reflect what is happening in many other provinces of China and that no lay Christians have been persecuted there in recent years. Therefore, the claimant, as a lay Christian, could very likely practise her religion safely  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[9] The RPD concluded that the Applicant was neither a Convention refugee nor a person in need of protection and that, for this reason, her claim should be rejected.  <FRAGMENT_SUPPRESSED> ISSUE  <FRAGMENT_SUPPRESSED>", "[10] Did the RPD err in its treatment of the evidence?  <FRAGMENT_SUPPRESSED> STATUTORY PROVISIONS  <FRAGMENT_SUPPRESSED>", "[11] The following provisions of the Act are applicable in these proceedings:  <FRAGMENT_SUPPRESSED> Convention refugee  <FRAGMENT_SUPPRESSED> 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,  <FRAGMENT_SUPPRESSED> (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or  <FRAGMENT_SUPPRESSED> (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.  <FRAGMENT_SUPPRESSED> Person in need of protection  <FRAGMENT_SUPPRESSED> 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally  <FRAGMENT_SUPPRESSED> (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or  <FRAGMENT_SUPPRESSED> (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if  <FRAGMENT_SUPPRESSED> (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,  <FRAGMENT_SUPPRESSED> (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,  <FRAGMENT_SUPPRESSED> (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and  <FRAGMENT_SUPPRESSED> (iv) the risk is not caused by the inability of that country to provide adequate health or medical care.  <FRAGMENT_SUPPRESSED> Person in need of protection  <FRAGMENT_SUPPRESSED> (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.  <FRAGMENT_SUPPRESSED> 96. 97.", "[12] The Supreme Court of Canada in  <FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to the particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis.  <FRAGMENT_SUPPRESSED>", "[13] At issue is the treatment of the evidence. In considering whether the RPD ignored material evidence or incorrectly dismissed the probative value of certain documents, the Court should apply a standard of reasonableness. See <FRAGMENT_SUPPRESSED> , at paragraphs 51 and 53.  <FRAGMENT_SUPPRESSED>", "[14] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , at paragraph 47. Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law. <FRAGMENT_SUPPRESSED> ARGUMENT  <FRAGMENT_SUPPRESSED> The Applicant  <FRAGMENT_SUPPRESSED> Absence of Documentary Evidence of Persecution Does Not Equate With the Absence of Persecution  <FRAGMENT_SUPPRESSED>", "[15] The Applicant contends that simply because the documentary evidence does not report persecution does not mean that persecution never takes place, particularly under a state regime that is devoted to the suppression of such evidence.  <FRAGMENT_SUPPRESSED> . It is unreasonable for the RPD to expect that every instance of persecution would be reported.  <FRAGMENT_SUPPRESSED>", "[16] Moreover, the RPD's assertion that there is freedom of religion  <FRAGMENT_SUPPRESSED>  is not supported by the documentary evidence. The RPD has misapprehended the evidence.  <FRAGMENT_SUPPRESSED>  (F.C.A.) at paragraph 4.  <FRAGMENT_SUPPRESSED>", "[17] The Applicant further contends that the RPD's treatment of the evidence from the Annual Report of Persecution by the Government on Christian Churches within Mainland China is \"microscopic and unreasonable.\" The RPD's comments that it was not known why this particular church and its pastor were targeted reflect, in the Applicant's view, an attempt to qualify solid evidence of persecution  <FRAGMENT_SUPPRESSED> . This attempt is later repeated, when the RPD modifies its earlier statement that there was no evidence of persecution of Christians to say that there was no evidence of persecution of \"lay\" Christians. Such a qualification signals the RPD's implicit acceptance that reports of non-laity persecutions do exist and, in consequence, demonstrates that the RPD's finding that there is freedom of religion  <FRAGMENT_SUPPRESSED>  is a misapprehension of the evidence. The Applicant submits that the U.S. DOS Report's statement that underground churches no longer operate in \"strict secrecy\" is interpreted by the RPD to mean \"open. <FRAGMENT_SUPPRESSED>", "[18] Such an interpretation is contradicted by the same report, which notes that house churches encountered difficulties when their membership grew, when they forged links with other groups or when they arranged for regular use of facilities for their religious activities. Moreover, the report's observation that U.S. officials in China are encouraging greater religious freedom  <FRAGMENT_SUPPRESSED>  demonstrates that there is a need for such encouragement, contrary to the RPD's finding.  <FRAGMENT_SUPPRESSED>", "[19] Finally, the RPD's conclusion that the Applicant would be able to practise her religion \"in any church\"  <FRAGMENT_SUPPRESSED>  contradicts documentary and oral evidence that Christians such as the Applicant must be careful to abide by certain restrictions, which deprives them of religious freedom.  <FRAGMENT_SUPPRESSED>  ( Fosu ).  <FRAGMENT_SUPPRESSED>", "[20] The Applicant submits that the RPD's failure to recognize the absence of religious freedom  <FRAGMENT_SUPPRESSED>  taints the Decision. Therefore, the matter should be sent back for re-determination by a differently constituted panel.  <FRAGMENT_SUPPRESSED> The Respondent  <FRAGMENT_SUPPRESSED> Decision Is Reasonable  <FRAGMENT_SUPPRESSED>", "[21] The Respondent contends that the Applicant's arguments amount to a request for this Court to re-weigh the evidence, which would be contrary to the Supreme Court's decision in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . The RPD's assessment of the evidence and its findings on credibility are deserving of deference.  <FRAGMENT_SUPPRESSED>", "[22] Simply because the Applicant's oral evidence was uncontradicted at the hearing does not mean that the RPD must accept it.  <FRAGMENT_SUPPRESSED>  (F.C.A.). Similarly, it was open to the RPD to accept the documentary evidence that unregistered churches, such as the one attended by the Applicant, were permitted to operate with no interference and to reject the Applicant's evidence that her particular underground church was raided. It was also reasonable for the RPD to assume that, had such persecution taken place  <FRAGMENT_SUPPRESSED> , it would have been reported.  <FRAGMENT_SUPPRESSED> . The onus is on the Applicant to prove the objective element of a well-founded fear of persecution.  <FRAGMENT_SUPPRESSED>", "[23] The RPD observed that there is a difference between persecuting a member of the clergy and persecuting a lay person. The circumstances and risks of the latter cannot be equated with those of the former.  <FRAGMENT_SUPPRESSED> . The RPD was reasonable in finding that, in the absence of reported arrests or persecution  <FRAGMENT_SUPPRESSED>  Province, the Applicant was not constrained in how she practised her religion. See <FRAGMENT_SUPPRESSED> , at paragraph 5.  <FRAGMENT_SUPPRESSED> Respondent's Further Memorandum  <FRAGMENT_SUPPRESSED>", "[24] The Respondent submits that, in its assessment of country conditions and in its subsequent finding that the Applicant would be able to practise her religion in any church  <FRAGMENT_SUPPRESSED> , the RPD considered all relevant documentation. It made explicit reference to contradictory country condition documentation, and it noted that religious freedom varies throughout China. The Decision was reasonable. The Applicant may disagree with how the RPD weighed the evidence, but this is a matter within the RPD's discretion.  <FRAGMENT_SUPPRESSED>  (C.A.).  <FRAGMENT_SUPPRESSED>", "[25] The Applicant mischaracterizes the RPD's findings when she states that the Decision declares freedom of religion to exist  <FRAGMENT_SUPPRESSED> . She then relies on that mischaracterization to argue that the existence of evidence that a pastor had been interrogated  <FRAGMENT_SUPPRESSED>  Province demonstrates that the RPD misapprehended the evidence in general. However, the Respondent contends that the RPD's assessment focussed properly on the Applicant's individual circumstances and found that she would be able to practise her religion  <FRAGMENT_SUPPRESSED>  without a serious possibility of persecution.  <FRAGMENT_SUPPRESSED>", "[26] Contrary to what the Applicant has asserted, the RPD did not equate absence of documentary evidence of persecution with the absence of persecution and, therefore, freedom of religion. The RPD's analysis was more sophisticated than this. The documentary evidence came from multiple sources. Many of them reported ongoing persecution in the same areas of China. Many of them lacked reports of persecution  <FRAGMENT_SUPPRESSED> . The RPD reasonably concluded that, had persecution been happening  <FRAGMENT_SUPPRESSED> , these sources would have reported it.  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[27] Finally, the Respondent challenges the Applicant's assertion that the U.S. DOS Report is evidence that the RPD erred in finding that freedom of religion exists in China. First, the RPD does not rely on the U.S. DOS Report to support such a finding. Second, the RPD acknowledged that religious freedom is limited in parts of China. Third, the Applicant's microscopic analysis loses sight of the general tenor of the documentary evidence as a whole: that there is no religious persecution  <FRAGMENT_SUPPRESSED> . The Applicant disputes the RPD's weighing of the evidence. However, the Respondent submits that the Decision falls within the range of acceptable outcomes as required by <FRAGMENT_SUPPRESSED> , and therefore is reasonable.  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED>", "[28] The RPD appears to accept that the Applicant is a genuine Christian even though it does not believe that her house church was raided by the PSB. However, the RPD's principal finding is that the Applicant \"would be able to practice her religion in any church if she were to return to her home  <FRAGMENT_SUPPRESSED>  province ... .\" Both findings are based upon documentary evidence that does not report arrests or other persecution of Christians  <FRAGMENT_SUPPRESSED>  Province even though it does report such occurrences elsewhere in China.  <FRAGMENT_SUPPRESSED>", "[29] The RPD appears to come to the conclusion that freedom of religion prevails  <FRAGMENT_SUPPRESSED>  Province, at least as far as Christians are concerned:  <FRAGMENT_SUPPRESSED> I have considered the claimant's description of her house church and considered its location  <FRAGMENT_SUPPRESSED>  province, where there have been no reported arrests or incidents of persecution of lay Christians. The claimant was asked at the hearing by the member what type of the church ( sic ) she would go to if she was able to return to China without fear. She replied that she would like to attend a church where she enjoyed freedom of religion. I have carefully reviewed the documentary evidence and find, on a balance of probabilities, that the house church the claimant attended was never raided by the authorities and consequently, the claimant is not wanted by the PSB. I find, after considering the documentary evidence noted above, on a balance of probabilities, that the claimant would be able to practice her religion in any church if she were to return to her home  <FRAGMENT_SUPPRESSED>  province in China and that there is not a serious possibility that she would be persecuted for doing so.  <FRAGMENT_SUPPRESSED>", "[30] The RPD bases its conclusions concerning religious freedom  <FRAGMENT_SUPPRESSED>  on the lack of evidence of arrests or persecution in that province: \"I have reviewed all the documentary evidence submitted and find no evidence of recent arrests or incidents of persecution of Christians  <FRAGMENT_SUPPRESSED>  province. <FRAGMENT_SUPPRESSED>", "[31] So the reasoning appears to be that the lack of reports on recent arrests or other persecution  <FRAGMENT_SUPPRESSED>  means that Christians such as the Applicant are free to practise their religion there.  <FRAGMENT_SUPPRESSED>", "[32] The Applicant points to a DOS report which speaks of the Consulate General  <FRAGMENT_SUPPRESSED>  making \"concerted efforts to encourage greater religious freedom in the country ... .\" However, this does not mean, in my view, that the Consulate General in question was acknowledging a lack of religious freedom  <FRAGMENT_SUPPRESSED>  Province. Guangdong Province is not \"the country. <FRAGMENT_SUPPRESSED>", "[33] Generally speaking, the Applicant says it was unreasonable for the RPD to conclude that a lack of reports of arrests or other persecution means that the Applicant can practise her religion as she wishes to practise it  <FRAGMENT_SUPPRESSED> . However, in <FRAGMENT_SUPPRESSED>  appears to have found this a reasonable conclusion in relation to Fujian Province: \"it was reasonable for the Board to conclude that if such persecution had occurred in Fujian, it would have been documented.\" Also, see Yu , above, at paragraph 32.  <FRAGMENT_SUPPRESSED>", "[34] The Applicant also points out that the RPD appears to have overlooked certain specific references to persecution  <FRAGMENT_SUPPRESSED>  as well as general references to persecution of Christians in China that do not exclude Guangdong.  <FRAGMENT_SUPPRESSED>", "[35] First of all, the CHN100386.E Report which was part of the National Documentation Package, and part of which is quoted by the RPD, does say that Fujian and Guangdong have \"the most liberal policy on religion in China, especially in Christianity.\" It also says that \"Human Rights in China (HRIC) commented in August 4, 2005 correspondence to the Research Directorate that the treatment of Christians is poor in southern China, particularly in the rural areas, though the organization could not elaborate, citing a lack of available information. <FRAGMENT_SUPPRESSED>", "[36] I do not think that this general statement invalidates the RPD's general conclusion that it can find \"no evidence of recent arrests or incidents of persecution of Christians  <FRAGMENT_SUPPRESSED>  province,\" and I do not think that this report needed to be specifically referenced by the RPD.  <FRAGMENT_SUPPRESSED>", "[37] The RPD also referred to the Liangren Church incident but discounted this as not being sufficiently well-documented to allow any conclusions about whether it was indicative of persecution of Christians in  <FRAGMENT_SUPPRESSED>  Justice Lemieux dismissed a review application involving a claimant from Fujian Province and accepted the Respondent's argument that \"the documentary evidence shows where the applicant lives there are minimum restraints, people practice generally freely and those who may be affected unduly do not fit [the applicant's] profile. <FRAGMENT_SUPPRESSED>", "[38] The documentary evidence  <FRAGMENT_SUPPRESSED> included information concerning one person who had been arrested, but the RPD had concluded that only one example of an arrest in Fujian was not sufficient evidence that the claimant would face persecution. Much the same can be said for the situation in the present case insofar as the Liangren Church incident is concerned.  <FRAGMENT_SUPPRESSED>", "[39] The Applicant also refers to a June 22, 2007 report of raids on Protestant house churches between 2005 and 2007 (see CHN102492.E in the National Documentation Package). This report mentions an AsiaNews report of December 12, 2006 which mentions \"forcible closures of house churches ...  <FRAGMENT_SUPPRESSED>  province ... . <FRAGMENT_SUPPRESSED>", "[40] Once again, bearing in mind the date of this report and other documentation which speaks of toleration for house churches  <FRAGMENT_SUPPRESSED> , I do not think it renders unreasonable the RPD's conclusion based upon the evidence as a whole that there is \"no evidence of recent arrests or incidents of persecution of Christians  <FRAGMENT_SUPPRESSED>  province. <FRAGMENT_SUPPRESSED>", "[41] Two recent decisions of the Court address similar issues to the ones raised in the present case. First, Justice Crampton  <FRAGMENT_SUPPRESSED>  Mei Lin , above, at page 3, provides guidance that could also, for the most part, be applied to the present case involving Guangdong:  <FRAGMENT_SUPPRESSED> The documentary evidence reviewed and explicitly discussed by the Board in its decision reveals that Christians have continued to be arrested in many areas of China in recent years. However, in the documentation before the Board, no mention was made of arrests or any of the other types of persecution alleged by the Applicant, in her home province of Fujian. Given, the significant detail set forth in that documentation regarding the dates and locations of those arrests and the other steps taken to discourage Christian activity in China, it was reasonable for the Board to conclude that if such persecution had occurred in Fujian, it would have been documented.  <FRAGMENT_SUPPRESSED> The fact that a very small number of Catholics were arrested in 2002, 2003 and 2005 in Fujian did not render the Board's decision unreasonable, particularly given (i) the fact that the Applicant is a protestant; (ii) the increased tolerance towards Christians in China in recent years that is reflected in the extensive evidence before the Board; (iii) the fact that that prayer meetings and Bible study groups among friends and families are legal and do not need to be registered with the authorities in China; (iv) the undisputed evidence that \"local authorities ... usually tolerate activities of unregistered Christian groups\"; and (v) the nature of the Christian activities engaged in by the Applicant in Canada, which were specifically considered by the Board.  <FRAGMENT_SUPPRESSED>", "[42] Second, Justice Zinn in Yu , above, at paragraphs 31 and 32, provides further guidance on the facts before me, even though I am dealing with Guangdong and not Fujian Province:  <FRAGMENT_SUPPRESSED> 31. In this case, the only evidence that was provided to the Board that the applicant's house church was raided was his own testimony. There was no corroborative evidence of any sort provided. Although he had otherwise been found credible, in that the Board accepted his evidence that he was a Christian and attended a house church in Fujian, there was other evidence before the Board that brought his evidence of the raid into question.  <FRAGMENT_SUPPRESSED> 32. The other evidence was documentary evidence. It was not directly contradictory of the applicant's testimony in that it did not say that no house churches had ever been raided in Fujian Province. That is hardly surprising as one is unlikely to find a report that something has not happened because it is events, not non-events, that are reported. Nonetheless, the documentary evidence does lead to an inference that no such raid occurred. It leads to this inference, as the Board noted, for many reasons, including the following:  <FRAGMENT_SUPPRESSED> 1. There is a large discrepancy in the treatment of house churches in China. In some parts of the country house churches with large memberships meet openly with no objection, while in other areas, house churches with small memberships are targeted by the authorities.  <FRAGMENT_SUPPRESSED> 2. Protestant Christians who attempt to meet in large groups, or who travel within China and outside China for religious meetings are more likely to be targeted by authorities.  <FRAGMENT_SUPPRESSED> 3. There is documentary information of religious persecution of house churches and their adherents from many areas of China, including many remote areas, but there is little such evidence of such persecution in Fujian Province.  <FRAGMENT_SUPPRESSED> 4. The evidence of religious persecution in Fujian Province that exists relates to the Catholic Church.  <FRAGMENT_SUPPRESSED>", "[43] When read as a whole, I think the RPD is saying that the documentation does not suggest that the Applicant, if returned to Guangdong, could not practise her religion freely as she appears to want to practise it. Given the evidence before the RPD, I cannot say that this conclusion was unreasonable within the meaning of .  <FRAGMENT_SUPPRESSED>", "[44] THIS COURT'S JUDGMENT is that  <FRAGMENT_SUPPRESSED> 1. The application is dismissed;  <FRAGMENT_SUPPRESSED> 2. There is no question for certification.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}