{"id_": "033644", "body_str": ["[1] Reed, J. : This case is an appeal of a decision of the Trademarks Opposition Board dismissing the appellant's opposition to the respondent's application to register:", "[2] The respondent's application to register the mark was made on October 20, 1989. The application was based on a claim of use in Canada since, at least, as early as September 1988. The use was by the respondent's predecessor, Can-Mail, Inc.", "[3] The services in association with which the respondent sought to register this trademark are: telephone answering and photocopy services; services of mail box rental; mail forwarding and receipt and holding of mail for others; communication services, namely electronic transmission of messages; operation of business and personal services, namely: selling money orders and travellers cheques, cutting keys, acting as agent handling and facilitating delivery of parcels and letters by courier, packing and mailing parcels and letters, preparing passport photos, arranging for and distributing flyers for others, both arranging for and providing word processing services, arranging for printing, operating a retail store selling office supplies, rubber stamps, business cards, stationary, greeting cards, gift wrap, shipping supplies and postage stamps.", "[4] On November 22, 1996, the hearing before the Opposition Board, at which both parties were represented, took place. A decision was rendered on December 5, 1996. That decision rejected all nine of the appellant's grounds of opposition.", "[5] On February 3, 1997, the respondent withdrew its application for registration of the trademark. A letter was sent to the Trademarks Office for this purpose, a copy also being sent to the appellant. On February 5, 1997, the appellant filed a Notice of Appeal of the Board's decision rejecting its opposition to the registration. The respondent wrote to the Administrator of the Federal Court, on March 18, 1997, stating that this appeal was moot since the trademark registration application had been withdrawn. The appellant responded by letter, dated March 21, 1997, stating that the appeal was of significant relevance to other pending proceedings between the parties, and that the proper procedure for raising an objection to the appeal was by Notice of Motion, not by letter to the Administrator. The correspondence was referred to Mr. Justice Teitelbaum and, on March 26, 1997, he directed that the appeal proceed. The respondent indicated that it had no intention of participating in the appeal and it did not do so.", "[6] An appeal of a Board's decision is in the nature of a trial de novo. Thus, additional evidence to that which was before the Board can be filed. This was done. I note that because the respondent took no part in the proceedings, that evidence has not been subjected to the scrutiny that takes place in a contested proceeding.", "[7] In any event, the appellant presented nine grounds of opposition to the Board. Most of these were also argued before me. For present purposes I find it necessary to refer to only one of them.", "[8] The appellant argued that the trademark was not registrable because it was not distinctive of the respondent's services. Section 38(2)(d) of the Trade-marks Act provides that: \"A statement of opposition may be based on any of the following grounds: (d) that the trademark is not distinctive.\"", "[9] The text of the appellant's opposition before the Board is: The trademark is not distinctive in that it is not adapted to distinguish the services in association with which it is alleged to have been used from the services and related wares provided by the opponent and its predecessor; on the contrary, it is calculated to give rise to confusion, and to enable the applicant to benefit from and trade off the goodwill of the opponent in its corporate name, trademarks, official marks and tradenames as referred to above, and in the terms 'mail' and 'mail box' as used in association with its services.\" (underlining added)", "[10] This ground was rejected by the Board because the respondent had filed affidavit evidence (the Bailey affidavit) that included excerpts from the business telephone directories in a number of Canadian cities, which showed about twenty listings for tradenames incorporating the word \"mailbox\" or \"mail box\", either in the singular or the plural. The advertisements accompanying these showed that some of those businesses were in the mail box rental business and provided services of a type similar to the services provided by the appellant and the respondent. The Board member concluded that the evidence showed that a number of other businesses besides the respondent and appellant provided the same type of services as they did, in association with tradenames incorporating the word \"mail box\" or a variation of that word. He concluded that the evidence pointed to a common adoption of the word \"mail box\" as a component of tradenames used by third parties in the same area of commerce.", "[11] He did not accord the survey evidence submitted by the appellant (the Humphrey's affidavit), which was filed to rebut the Bailey affidavit, much weight. That survey evidence had been obtained by reference to a trademark identical to that at issue in this case except that it had Canada written on it in a fairly prominent fashion.", "[12] The appellant took the opportunity to remedy these evidentiary defects for the purposes of the hearing before me. Additional survey evidence was prepared in reference to the exact trademark consideration. That evidence was prepared under the same survey conditions as used for the earlier survey. (The earlier survey had been determined by the Board to have been conducted in a valid fashion).", "[13] The results of that survey led to the conclusion that 47% of those surveyed associated the trademark the respondent seeks to register with Canada Post. I note that it is not the use of the words \"mail box\" that was the subject of the survey, it is the mark as a whole. It is the mark as a whole that the appellant asserts is not registerable for lack of distinctiveness (longitudinal stripes and the inclusion of part of a maple leaf being part of that mark). There is, as well, other affidavit material that shows that in use, the respondent used colours in presenting the mark that are reminiscent of Canada Post colours.", "[14] The appellant submitted affidavits additional to those before the Board, to rebut the Bailey affidavit. Those affidavits show that the number of businesses using the word \"mail box\" for the services described above are fewer than indicated in the Bailey affidavit and that they are, in general, of very small size. Counsel argues that this is a relevant consideration when considering whether or not there has been a common adoption of trademarks incorporating the word \"mail\". He refers to a decision by the Board (differently constituted) in the matter of application No. 646,904 for the trademark \"Metromail\" (November 19, 1997): \"The applicant's evidence points to some adoption of the word 'mail' as a component of tradenames used by third parties in the similar area of commerce, although it was noted above that only a handful of the tradenames or trading styles evidenced by the applicant are for services similar to those listed in the applicant's application. In my view, although this evidence suggests that there has been a common adoption of trademarks incorporating the word 'mail' in general, it is not sufficient to show that the applicant mark actually distinguishes or is able to distinguish its services from the wares and services of the opponent, particularly in view that the opponent offers similar services and has over 12,000 postal outlets across Canada.\"", "[15] On the basis of the additional evidence that has been filed, in particular, the survey evidence, I conclude that the respondent has not met the burden of proving distinctiveness. Appeal allowed. Editor: Steven C. McMinniman/pdk [End of document]"]}