{"id_": "033772", "body_str": ["[1] de Montigny, J. : Nora Adriana Lara Martinez (the \"Applicant\"), a citizen of Mexico, submitted an application for permanent residence on the basis of humanitarian and compassionate grounds (\"H&C Application\") pursuant to section 25 of the Immigration and Refugee Protection Act, SC 2001, c 27 [ IRPA ]. The H&C Application is based on the unusual and undeserved or disproportionate hardship the Applicant would face in Mexico as a lesbian, on the basis of gender, and as a person diagnosed with post-traumatic stress disorder (\"PTSD\") and major depressive disorder.", "[2] Ms. Martinez's application was rejected by a Senior Immigration Officer of the Pre-Removal Risk Assessment Office (the \"PRRA Officer\") in a decision dated December 9, 2011, and leave was granted to commence an application for judicial review on May 28, 2012.", "[3] The Applicant asserts that the PRRA Officer misconstrued the evidence before him/her and that he/she erred in law in determining whether the Applicant would face hardship if returned to Mexico. For the reasons that follow, I am of the view that the decision was unreasonable and must be quashed. FACTS", "[4] The Applicant was born on August 10, 1979, in Cordoba, Veracruz. She is a lesbian and was diagnosed with PTSD and major depressive disorder in a report by Canadian psychologist Dr. Marta Young, dated December 8, 2010.", "[5] The Applicant arrived in Canada as a visitor on July 13, 2008, at which time Mexican citizens did not require a visitor's visa. Although she planned to return to Mexico upon expiry of her visitor's status, Ms. Martinez ultimately decided to stay in Canada, claiming that she could not stand to go back to work in Mexico where she would be subjected to unwanted sexual attention, harassment and discrimination. She submitted a claim for refugee protection on the basis of her sexual orientation on September 22, 2009, which was denied on September 21, 2010. An application for leave to apply for judicial review was refused on December 3, 2010. The Applicant made an H&C Application on December 10, 2010, and submitted a PRRA application on February 25, 2011, both of which were refused by the PRRA Officer on December 9, 2011.", "[6] The Applicant was raised as a Christian and learned that homosexuality was wrong from both her family and her church. The Applicant nevertheless started having feelings towards other girls at a young age and was targeted by classmates in elementary school who laughed at her because she \"looked like a boy\". Despite trying to hide her feelings for other girls and feeling forced to go out with boys, the Applicant states that she was subjected first to teasing and later to unsolicited advances by men. This was a particular problem at university, where she studied engineering in a male-dominated program and, in addition to receiving unwanted male attention, was once sexually assaulted by a classmate.", "[7] In the summer of 2002, the Applicant attempted to commit suicide. The Applicant describes suffering bouts of depression and experiencing feelings of self-loathing as a result of her attraction to other women and the harassment of her male friends and classmates. She states that life was meaningless for her and that she felt that she faced nothing but a future of hiding her true self.", "[8] In 2003, the Applicant met Adriana Morales, a woman with whom she fell in love and commenced a sexual relationship. When the women's families became aware of the relationship, they forbade the two women from seeing each other and Ms. Morales' brother at one point threatened to kill the Applicant if she did not stay away from his sister. The Applicant's mother viewed homosexuality as an illness to be cured and on several occasions took the Applicant for psychological treatment. The Applicant has stayed together with Ms. Morales, but the two continue to hide their relationship from their families to this day.", "[9] In 2004, the son of the local mayor and a friend of the Applicant's mother requested permission to date the Applicant. When the Applicant refused, the man had her followed by a police officer and discovered her relationship with Ms. Morales. The Applicant agreed to go out with the man when he threatened that something bad might happen to Ms. Morales, but ended any relationship when he forcefully tried to kiss her.", "[10] In March 2005, the Applicant, Ms. Morales and two female friends were stopped by police for a \"routine inspection\" while barhopping in Mexico City. The Applicant claims that the police were inebriated and that they arbitrarily detained the girls upon recognizing that they were lesbians. After forcing them into their car and driving them for approximately 15 to 20 minutes, a police officer pulled one of them from the car and hit her in the face. The group managed to escape but never reported the incident as they were too afraid to make a complaint to the prosecutor's office.", "[11] From 2006 to 2008, the Applicant held a series of jobs, each of which resulted in her dismissal or a decision to quit, due either to unwanted male attention or to harassment triggered by her sexual orientation. In her first job for the Mayor of Fortin, the Mayor made unwanted sexual advances toward the Applicant and ultimately fired her when she refused him, saying that he doesn't like\"those kind of people\". Subsequently, the Applicant suffered various forms of harassment as a result of her sexual orientation and gender while working first for a transportation logistics company and then as a supervisor of an entirely male harvest group. A series of escalating incidents allegedly caused the Applicant to experience fear and severe stress and resulted in her spending only short periods of time in each job.", "[12] In July 2008, the Applicant came to Canada as a visitor, along with Ms. Morales, who was here to study English. The women's families were not aware that they had travelled to Canada together. In Canada, the Applicant states that she felt completely happy and peaceful and that she was able to go out in public with Ms. Morales without facing harassment or fearing for her safety. Ms. Morales is currently completing her studies in Mexico but has visited Canada on two occasions. The Applicant explains that Ms. Morales does not face persecution in Mexico because \"she does not look gay and no one suspects that she is a lesbian.\" In a letter of support dated October 29, 2010, Ms. Morales supported this description, stating that she does not \"live openly as a lesbian in Mexico\". She claims that the Applicant's life is much more difficult since she \"does not play the 'docile' role that women have to play in Mexico.\"", "[13] According to the Applicant, the problems facing women and homosexuals are not specific to certain cities, but present throughout the country. In addition, she claims that it is difficult to live as a woman in Mexico without being at risk of assault, including sexual assault, and alleges that the army is now complicit in such violence and considered worse than the police. The Applicant states that, as a single woman in her thirties, she will be socially condemned for not being married and will have to hide her sexual orientation for fear of the repercussions of living openly. The Applicant argues that she would face \"great emotional hardship\" as a lesbian forced to live in the closet in Mexico. THE IMPUGNED DECISION", "[14] After reviewing the documentary evidence, the PRRA Officer came to the conclusion that the government of Mexico is taking serious steps to address the issues of crime, violence and the treatment of sexual minorities. According to the Officer, the documentary evidence also reveals that Mexican laws are changing to address societal attitudes towards same sex couples. While the Applicant may have suffered from the incidents described above, the Officer found that there was insufficient evidence that these incidents occurred as a result of the Applicant's sexual orientation or gender. Since risk is forward-looking, the Officer determined that the Applicant failed to provide sufficient evidence that her personal circumstances are such that removal to Mexico would result in hardship that is unusual and undeserved or disproportionate.", "[15] The PRRA Officer also considered the Applicant's establishment in Canada and found that she has not provided sufficient evidence of stable employment. While she participated in numerous professional and linguistic programs in an attempt to integrate into Canadian society, the Officer noted that it is expected that a certain level of establishment would take place during the Applicant's stay in Canada. The Officer also acknowledged that the Applicant has developed many friendships during her stay in Canada, but was not satisfied that separation from these friends would amount to unusual and undeserved or disproportionate hardship, bearing in mind that she should have been aware of the possibility of having to return to Mexico as she remained in Canada without status.", "[16] Finally, the Officer commented on the psychologist's report in the following way: I have been provided with a copy of a Psychological evaluation performed by Dr. Marta Young. In her report, Dr. Young states that the applicant meets the criteria for Post-Traumatic Stress Disorder (PTSD) and Major Depressive Disorder. I accept Dr. Young's diagnosis because it follows for some part from the health professional's observations; however, I have been provided with insufficient evidence to satisfy me that the applicant will be unable to acquire treatment or that she will be denied treatment for her disorders in Mexico. Humanitarian & Compassionate Grounds - Reasons for Decision, Application Record, p 16. ISSUES", "[17] In her written and oral submissions, counsel for the Applicant raises the following three issues: i) Is the PRRA Officer's assessment of the psychological evidence submitted in support of Ms. Lara Martinez's H&C Application reasonable? ii) Did the PRRA Officer err by making findings of fact without due regard to the evidence before him/her? iii) Did the PRRA Officer err in his/her analysis of the hardships that Ms. Lara Martinez would face in Mexico, both in terms of the test applied and in the assessment of the evidence?", "[18] Counsel for the Respondent addressed each of these issues in her written and oral submissions, and I shall in turn deal with them in the following analysis. ANALYSIS", "[19] Before turning to the merit of the issues raised by this application for judicial review, a word must be said of the applicable standard of review. Counsel for both parties agree that reasonableness is the standard of review applicable to a decision on an H&C application, and it is indeed the standard applied by this Court in such cases: see, for example, <FRAGMENT_SUPPRESSED> .", "[20] As a result, the Court must not interfere with the decision of a PRRA officer where a decision is justifiable, transparent and intelligible and where it \"falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": <FRAGMENT_SUPPRESSED>  at para 47.", "[21] On the other hand, the issue of whether the Officer applied the proper test in determining hardship for the purposes of section 25 of IRPA is a legal question that calls for much less deference from this Court: see, for example, <FRAGMENT_SUPPRESSED> . i) Is the PRRA Officer's assessment of the psychological evidence submitted in support of Ms. Lara Martinez's H&C Application reasonable?", "[22] As previously mentioned, the Applicant submitted in support of her H&C application a report by Dr. Marta Young, a registered psychologist in Ontario, which diagnoses the Applicant as suffering from PTSD and major depressive disorder. The doctor concluded her clinical impressions with the following statement: \"Given the many traumatic events that Ms. Martinez endured over the past decade, I strongly believe that she is likely to experience a significant exacerbation in terms of her psychological symptoms should she return to Mexico and that, as a consequence, her mental health will be significantly compromised\" (Application Record, p 79).", "[23] I have already quoted, at paragraph 16 of these reasons, the PRRA Officer's response to that report. The Applicant contends that the Officer erred by focusing on the availability of mental health care rather than undertaking a substantive analysis of whether, because of her psychological condition, she would face undue, undeserved or disproportionate hardship in Mexico. She also argues that, in addition to ignoring the expert evidence provided, the PRRA Officer erred in failing to turn his/her mind to the Applicant's claims regarding emotional hardships experienced in Mexico and to the fact that psychologists in Mexico had tried to cure the Applicant of her sexual orientation rather than treat her for PTSD or depression.", "[24] I agree with the Applicant that the PRRA Officer does not seem to have considered the psychologist's report in its entirety. The Officer accepted Dr. Young's diagnosis and, by implication, the doctor's findings that the Applicant's symptoms of PTSD are chronic and that the Applicant continues to have suicidal thoughts consistent with the diagnosis of major depressive disorder. Yet, nowhere does the Officer comment on the doctor's conclusion that the Applicant's mental health is likely to suffer and \"will be significantly compromised\"should she return to Mexico. Having accepted the doctor's diagnosis in his/her decision, the PRRA Officer's failure to address the doctor's ultimate conclusions regarding the effects of the diagnosis is supportive of the Applicant's allegation that the Officer has either failed to appreciate the diagnosis in its entirety or failed to weigh the effect that a return to Mexico would have on the Applicant's psychological stability.", "[25] Counsel for the Respondent tried to argue that the Applicant's submissions regarding her mental state were not central to the basis for her application and that the claims related to her mental condition were dependent on her central argument that she would ultimately face discrimination as a lesbian. Having concluded that it was unlikely that the Applicant would continue to experience undue hardship as a lesbian living in Mexico, the Respondent submits that it was\"unnecessary for the Officer to devote significant attention to the secondary issue of the applicant's mental state.\" This argument is fraught with major difficulties.", "[26] First of all, the submission that the psychologist's report did not deserve much attention as the mental state of the Applicant was not central to her claim is not borne out by the evidence. A whole section of her submission on hardship in Mexico is devoted to \"emotional and mental hardship\" (Application Record, pp 109-112). The Applicant takes almost a full page to quote from Dr. Young's findings that she suffers from PTSD and major depressive disorder, as a result of what she has been through in Mexico. Reviewing these submissions and the evidence filed as a whole, I do not think it is a tenable position to assert that the Applicant's mental state was not a central claim in her H&C Application.", "[27] Moreover, the Respondent's proposed explanation as to why the doctor's report is not fully discussed is not spelled out in the reasons. It was certainly open to the Officer to explain why he/she did not give much weight to the psychologist's assessment, but no such explanation is provided. It is well established that counsel cannot obviate this shortcoming by coming up with her own explanation as to what may be the rationale underpinning the decision under review.", "[28] The doctor's conclusions were not contradicted by any other expertise and they certainly deserve to be dealt with more thoroughly. I find this case to be on all fours with another case decided by my colleague Justice Mactavish, in which the Officer similarly said very little about a psychologist report. I adopt and make mine what my colleague had to say in this respect: The uncontradicted expert evidence before the PRRA Officer was that Ms. Davis would be at risk of a complete emotional breakdown if she were forced to return to St. Vincent, which could well result in her becoming suicidal. In such circumstances, it was not enough for the Officer to simply look at the availability of mental health care in St. Vincent. As Ms. Davis' counsel put it, even if the health care in St. Vincent was perfect, the Officer still had to determine whether putting Ms. Davis through all of this amounted to undue, undeserved or disproportionate hardship. This question was never really addressed by the Officer, further rendering the decision unreasonable. <FRAGMENT_SUPPRESSED> . See also: <FRAGMENT_SUPPRESSED> .", "[29] Counsel for the Respondent tried to distinguish these two cases on the ground that the applicants' psychological conditions were central to their claims of hardship. There is no way to confirm this, however, and a careful reading of these two decisions does not allow such an inference to be drawn.", "[30] For all of the foregoing reasons, I am of the view that the Officer's treatment of the psychologist's report was flawed. This, in and of itself, is sufficient to render his/her decision unreasonable, and would suffice to allow the application for judicial review. I shall nevertheless address the other issues raised by the parties, if only to provide guidance to the PRRA officer who will eventually make a fresh determination on the Applicant's file. ii) Did the PRRA Officer err by making findings of fact without due regard to the evidence before him/her?", "[31] The Applicant disputes the PRRA Officer's finding that she provided insufficient evidence to demonstrate that the incidents described in her affidavits and submissions occurred as a result of her sexual orientation or gender. It is alleged that the PRRA Officer's lack of explanation as to why he/she did not accept Ms. Martinez's uncontradicted sworn evidence that she suffered incidents of harassment and discrimination because of her sexual orientation and gender, and his/her failure to take into consideration the documentary evidence which corroborates Ms. Martinez's evidence on this issue, renders the decision unreasonable.", "[32] I agree with the Applicant that the Officer's statement to the effect that there is insufficient evidence to establish a link between the incidents described by the Applicant and her sexual orientation or gender is perplexing. The Officer does not offer any other ground upon which these incidents could be explained. The fact that she received an education, was able to obtain an engineering degree and was gainfully employed by several different employers does not in the least negate the fact that she experienced many incidents of harassment and discrimination linked to her gender and sexual orientation. Indeed, the Applicant testified that she lost her various jobs as a result of these incidents. It may be, as noted by the Officer after reviewing certain documentary evidence, that Mexican society is becoming more tolerant of homosexuals and same-sex couples; but nowhere does he/she explain how this documentary evidence is sufficient to negate the Applicant's uncontradicted testimony that she suffered all the incidents reported above as a result of her gender or sexual orientation.", "[33] Be that as it may, I agree with the Respondent that even if the Officer erred in finding that past incidents experienced by the Applicant were not linked to her sexual orientation or gender, such an error is not determinative. One must not lose sight of the fact that the assessment of hardship in an H&C application is forward-looking. Regardless of any incidents that the Applicant has experienced in the past, the Applicant therefore bears the onus of demonstrating that she will continue to face undue hardship if forced to return to Mexico.", "[34] As a result, any factual error that the Officer may have made in assessing the hardship suffered by the Applicant before coming to Canada would not be sufficient, without more, to warrant the intervention of this Court. More to the point is whether the Officer erred in determining that the Applicant will not continue to face undue hardship if forced to return to Mexico. This is the question I will now turn to. iii) Did the PRRA Officer err in his/her analysis of the hardships that Ms. Lara Martinez would face in Mexico, both in terms of the test applied and in the assessment of the evidence?", "[35] The Applicant argues that a statement in the PRRA Officer's decision finding that state protection would be available in Mexico were the Applicant to encounter problems, suggests that he/she applied an improper test for determining whether the Applicant would face unusual and undeserved or disproportionate hardship upon return. I respectfully disagree with this submission.", "[36] The Applicant is correct in stating that state protection is not a determinative factor in an H&C decision. Yet, state protection may be a relevant consideration in an assessment of an H&C application, so long as the analysis does not stop there: see <FRAGMENT_SUPPRESSED> . The Officer's analysis did not stop with the consideration of state protection in the case at hand. He/she reviewed the current country conditions in Mexico and found that societal attitudes towards same-sex couples are evolving, that Mexican laws are being modernized to address these changes, and that the government is taking serious steps to address the issues of crime, violence, and treatment of sexual minorities.", "[37] I agree with the Respondent that the Officer did not reject the Applicant's H&C application only or mainly on the ground that state protection was available, but rather because his/her assessment of the documentary evidence led him/her to the conclusion that the Applicant would not experience undue hardship in the form of discrimination and physical danger as a result of her sexual orientation if returned to Mexico. In light of this finding, the Officer merely held that it was unlikely the Applicant would be required to seek state protection but, if need be, it would be available.", "[38] Upon reviewing the decision as a whole, I am of the view that the Officer did not apply the wrong test for hardship. I am also of the view that his/her assessment that the Applicant would not experience unusual and undeserved or disproportionate hardship on the basis of her sexual orientation if she were forced to return to Mexico is not unreasonable, except to the extent that the PRRA Officer failed to fully consider the mental health aspects of the Applicant's submission, as discussed above. CONCLUSION", "[39] In light of all of the above, this application for judicial review is allowed, on the basis of the PRRA Officer's failure to adequately asses the mental health aspects of the Applicant's submission. JUDGMENT", "[40] THIS COURT'S JUDGMENT is that this application for judicial review is allowed.", "[2]", "[3] FAITS", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18] ANALYSE", "[19] <FRAGMENT_SUPPRESSED> .", "[20] <FRAGMENT_SUPPRESSED> , au paragraphe 47.", "[21] <FRAGMENT_SUPPRESSED> .", "[22]", "[23]", "[24]", "[25]", "[26]", "[27]", "[28] <FRAGMENT_SUPPRESSED> et 15.", "[29]", "[30]", "[31]", "[32]", "[33]", "[34]", "[35]", "[36]", "[37]", "[38] CONCLUSION", "[39] JUGEMENT", "[40] [End of document]"]}