{"id_": "033989", "body_str": ["[1] Rouleau, J. : This is an action brought by the plaintiffs against the defendants in July of 1985 for infringement of a patent. The defendants deny infringement and counterclaim with respect to the validity of Patent No. 1,022,420.", "[2] The patent relates to foam earplugs sold under the trade name E-A-R. The questions to be resolved are whether the Canadian patent and its reissue are valid and whether the defendants have infringed the patent by advertising and offering for sale similar earplugs sold under the trade name Q.T. FACTS", "[3] The plaintiff, Cabot Corporation, is a United States Corporation and is the owner of Canadian Letters Patent No. 1,022,470 issued on December 13, 1977 with a priority filing date of October 26, 1971 based on a corresponding United States patent. The plaintiff Cabot Canada Ltd., a Canadian company, is a subsidiary of Cabot Corporation and the exclusive licensee of Patent No. 1,022,470.", "[4] The defendant, 318602 Ontario Ltd. (318602) was incorporated on December 29, 1975 as Lakehead Fire and Safety Limited. On December 6, 1970 its name was changed to Superior Safety Ltd. and on October 3, 1978 its name was once again changed to 318602 Ontario Ltd. and it now carries on business as Superior Safety.", "[5] The defendant, 502078 Ontario Ltd., was incorporated on August 4, 1982 and since January 1983 it has also carried on business as Superior Safety. Mr. Douglas Coppin is the President of both corporations which have their head offices at Thunder Bay, Ontario and both companies have been in the safety supply business since 1983. 318602 sells products throughout Canada while 502078 confines its sales to Northwestern Ontario. HISTORY OF PATENT NO. 1,022,470 AND THE E-A-R EARPLUG", "[6] As the result of two assignments and a merger, the plaintiff Cabot Corporation became the owner of Patent No. 1,022,470 on September 30, 1981. National Research Corporation (N.R.C.) of Cambridge, Massachusetts, was the original grantee of Patent No. 1,022,470, a reissue of Patent No. 969,481, granted on June 17, 1975 and also issued to N.R.C. The sole inventor named in both patents was Mr. Ross Gardner Jr.", "[7] N.R.C. (formerly Norton Research Corporation) had established a division responsible for noise control and vibration damping products. This division was known as the E-A-R Group, an acronym for \"Energy Absorbing Resins\" and was acquired by the plaintiff Cabot Corporation and constituted as a wholly owned subsidiary called E-A-R Corporation.", "[8] The plaintiffs currently sell earplugs in Canada manufactured pursuant to Patent No. 1,022,470 under the trade name E-A-R.", "[9] The plaintiffs' earplugs are cylindrical in shape and have a diameter of approximately 1/2 inch and are approximately 3/4 inch in length. They are packed in small cartons and sold in dispensor boxes of 200 pairs. The packaging has blue printing on a white background with an illustration of a finger and a thumb rolling an earplug and inserting it into the ear accompanied by instructions for use. It is composed of a resilient polymeric foam which is rolled and compressed between a person's fingers and placed in the ear where it slowly expands to block the ear canal from industrial and occupational noises.", "[10] The inventor of the E-A-R earplug, Mr. Gardner, has been employed by Norton Research Corporation since 1960 and continues to be employed with the E-A-R division of Cabot Corporation. This group, including Mr. Gardner, was initially responsible for developing, manufacturing and testing a variety of polymeric solid and foam materials. Prior to February 1971, some of the polyvinylchloride foams (P.V.C.) that were manufactured by the group were being offered for sale in sheet form. This foam was sold for use in athletic helmets as well as for artificial turf underpads. The foam was also being considered by Motorola for use as vibration damping pads between electronic circuit boards.", "[11] Serious interest and development in hearing protection commenced during World War II and was accelerated by the passing of legislation such as the Occupational Health and Safety Act in the United States. The E-A-R division of Norton Research Corporation, and particularly Mr. Ross Gardner, were involved in developing ways of utilizing synthetic materials with various applications in the noise and vibration damping industry.", "[12] In early 1971, a Dr. Allen Mills visited N.R.C. with an earplug he was experimenting with. Seeking their assistance in its further development, he demonstrated his project to Mr. Gardner and his supervisor Mr. Arthur P. Lagace.", "[13] Mr. Gardner was not very impressed with Dr. Mills' invention and commented as follows (Transcript, Volume I, pp. 78-79): \"A. I was called in to a Mr. Arthur Legace's office, and Mr. Mills was in Arthur Legace's office, and during that time he showed us an earplug. The earplug was generally dumb-bell in shape, was brown in colour. He stated that the outside was made out of a natural latex and that the inside material was a silly putty. It had a tube connecting the two ends, in which case inside the tube he claimed that there was a glob of grease which helped equilibrate the pressure which would be formed when you pressed the plug into your ear. A lot of the pressure would be relieved instead of trapping it against the ear canal. \"The earplug was kept in a little well which contained grease, which he stated was to help to aid in the insertion of the device so that each time you insert it, the well would pick up a new supply of grease. It basically was brown in colour and looked like something that you wouldn't really want to put in your ear.\"", "[14] In addition to the unsavoury appearance of the Mills earplug, Mr. Gardner was also of the opinion that it would be costly to manufacture and not saleable. It should be noted that Dr. Mills subsequently received a U.S. patent for his earplug on June 5, 1973.", "[15] Dr. Mills' visit did arouse Mr. Gardner's curiosity and led him to consider fabricating earplugs front energy absorbing material (Transcript, Volume I, p. 78). A short time after Dr. Mills' visit, Gardner took some of the foam available to him in his laboratory and attempted to cut an earplug from it with a scalpel. This resulted in a mushroom shaped plug with rough edges. Gardner attempted to place the plug in his ear but found it to be too flimsy; he squashed the foam and returned it to his ear where it began to expand and block out the surrounding noise. Gardner was surprised at this result and began to cut up a limited number of foams of differing thicknesses in varying diameters with a borer. This apparatus drilled cylindrical shapes from the sheets. He compressed them and placed them in his ear. He experimented with size and density and attempted to find a dimension which would be appropriate for a person with an average sized ear canal. He performed tests to determine recovery time and pressure (Transcript, Volume I, pp. 86-90).", "[16] Gardner did not record this phenomenon until March 15, 1971 when he made the following entry in his notebook (Exhibit D-2, TAB 10; Transcript, Volume I, p. 93): \"Note. Thickness readings are very sensitive to pressure and care must be exercised. It has long been realized that one of the valuable properties of E-A-R C-3002-7 as above, is its ability to conform to surfaces extremely well while exerting no pressure to speak of. The Lot 0102011, Roll 57 material above might make nice earplugs if the proper size cylinders could be cut out in volume. Some compression resistance work will be done to show what the equilibrium pressures involved are. Additionally, a few cylinders will be cut out and tried as earplugs.\" This was the first written description of Gardner's concept.", "[17] He relates that his co-workers were not impressed until he experimented with a number of them in a small room where they were fitted with earplugs and he then began striking a steel plate with a hammer. At this point his co-workers became impressed with the ability of the earplug to block out noise (Transcript, Volume I, p. 96). HISTORY OF PATENT IN UNITED STATES", "[18] Gardner completed a record of invention disclosure on September 23, 1971 (Exhibit D-2, TAB 8). Subsequently, Mr. Barry Blaker, a patent agent, prepared the patent application and requested further information from Gardner in relation to recovery times and equilibrium pressure which was provided in a memo dated October 14, 1971. The application was submitted and processed by Mr. Blaker.", "[19] The application, filed on October 26, 1971, was rejected on October 16, 1972; it was determined that the claims could have been anticipated or were obvious in light of Hultgren British Patent No. 733,542 which, according to the examiner, disclosed the use of softened P.V.C. in earplugs. In January of 1973 an amendment was filed and rejected in April 1973 for failure to provide distinction from the Hultgren patent. Blaker argued that the Hultgren patent did not provide a formula which would allow them to compare and distinguish the Gardner invention. Eventually, the examiner proposed that Claim 1 be amended to include a statement that the foam would contain an organic plasticizer \"in sufficiently high concentration to produce\" the required properties. Issuance followed and the patent was awarded No. 3,811,437. THE DEFENDANTS' Q.T. EARPLUG", "[20] In 1985 quantities of an earplug called the Q.T. earplug were shipped to the defendants from a United States distributor of industrial safety products, Wayne Safety Inc.", "[21] The Q.T. earplug is similar to the E-A-R earplug. It consists of an earplug made of polymeric foam which can be compressed with the fingers and placed comfortably in the ear to block out noise. The Q.T. earplug was developed and manufactured in the United States by Specialty Composite Corporation of Newark, New Jersey.", "[22] The defendants commenced offering for sale and advertising the Q.T. earplug in May 1985, as the exclusive distributor in Canada of the Q.T. products and it is in respect of this conduct that the plaintiffs claim relief. The action was commenced by statement of claim on July 30, 1985. EXPERT WITNESSES", "[23] Both parties introduced expert witnesses to assist the court in the analysis of the patent and the technical issues involved.", "[24] Dr. Eli M. Pearce appeared as an expert witness on behalf of the plaintiffs. Dr. Pearce has a Ph.D. in organic-polymer chemistry and is a professor of polymer chemistry and chemical engineering with the Polytechnic Institute of New York. Dr. Pearce has published over 140 papers relating to polymer chemistry and has been issued four patents.", "[25] Dr. Shaw also appeared on behalf of the plaintiffs. He has a Ph.D. in acoustics and has concentrated his studies in the areas of acoustics and the science of sound. He has published many articles in journals and books on the subject of acoustics and is highly qualified in this area.", "[26] Dr. Harry L. Williams appeared as expert for the defendants. Dr. Williams has a Ph.D. in chemical physics and is a Professor Emeritus with the Department of Chemical Engineering and Applied Chemistry at the University of Toronto. He has extensive experience involving polymer engineering and organic chemistry and has had many of his works published. He has been issued ten patents. ANALYSIS OF PATENT 1,022,470 AND ALLEGATIONS OF INVALIDITY", "[27] The earplug, the subject of Patent No. 1,022,470, consists, as I understand it, of four basic elements: (1) Material makeup: It is an earplug made of polymeric foam. (2) Suitable size and shape: It is of the approximate size and shape to allow it to be compressed and inserted into the ear canal where it may expand and obturate the ear canal. (3) Rate of recovery range: It has the physical property of a rate of recovery from 60% compression to 40% compression in from 1 to 60 seconds; i.e. when the earplug is compressed such that its diameter when compressed is 40% of what it is at rest, it returns to 60% of the diameter in a time frame of 1 to 60 seconds. (4) Equilibrium pressure range: It has the physical property of an equilibrium pressure of 40% compression of from 0.2 to 1.3 pounds per square inch (p.s.i.); i.e. when its diameter is in the compressed state of 60% of what it is at rest, it exerts a pressure in the range of 0.2 to 1.3 p.s.i.", "[28] A patent is protected by the statutory presumption of its prima facie validity provided by s. 47 of the Patent Act, R.S.C. 1970, c. P-4 (hereinafter the Act). The onus rests upon the party attacking the patent to satisfy the court that the essential elements of validity of the patent are not present. ( <FRAGMENT_SUPPRESSED>  areas of attack on the validity of the patent: I. Anticipation, Lack of Novelty (i) The alleged invention was not new on the date it was made. It was known or used by others (see Schedule \"A\" attached). These inventors made their inventions known to the public before the priority date of the application for the original patent. (ii) The alleged invention was known and used by others such as the National Research Corporation of Cambridge, Massachusetts, who sold foam pads to Motorola for use on electrical circuit boards. (iii) the invention was known and used by Allen Mills who disclosed it to public (including Ross Gardner, the alleged inventor) before the priority date. (iv) The invention was described, issued and published more than two years prior to date of application. II. Obviousness - Lack of Inventiveness", "[30] The invention was obvious on the date it was made and did not involve any inventive step having regard to the existing patents and the common general knowledge of those skilled in the art. The inventor merely arrived at an analogous use of a known material with known properties. III. IMPROPER REISSUE", "[31] The patent was improperly reissued under s. 50(1) of the Act in that the reissued patent contained a material allegation that was untrue, namely that the error in the original patent arose from inadvertence, accident or mistake without any fraudulent or deceptive intention. IV. FAILURE TO MEET REQUIREMENTS OF SECTION 36, CLAIMS BROADER THAN INVENTION", "[32] The grantee of Patent 1,022,420 did not comply with s. 36 of the Act through failure to: (i) correctly and fully describe the method of constructing, making or using the invention in clear terms to enable any person skilled in the art to make, construct or use it; (ii) set forth clearly the method of constructing, making or using the invention in clear terms to enable any person skilled in the art to make, construct or use it; (iii) to particularly indicate and distinctly claim the part, improvement or combination claimed as the invention. The defendants also allege that the claims of the patent are broader than its disclosure and are broader than the invention.", "[33] <FRAGMENT_SUPPRESSED>  (F.C.T.D.), at p. 303, after having reviewed the existing jurisprudence, I attempted to outline what was considered to be the requirements for validity of a patent as follows: - proper subject matter, paragraph 2(d) of the Act; - display or exercise of inventive faculty, obviousness (see  <FRAGMENT_SUPPRESSED>  at 556;  <FRAGMENT_SUPPRESSED>  at 56); - novelty, anticipation: paragraph 2(d); ss. 28(1) and (2); s. 29(2); ss. 43 and 63 of the Act (see also  <FRAGMENT_SUPPRESSED>  at 418); - utility, usefulness of the invention: paragraph 2(d) of the Act (see also  <FRAGMENT_SUPPRESSED>  at 6-10); - the patentee is the true and first inventor: paragraph 28(1)(a) of the Act (see also  <FRAGMENT_SUPPRESSED> ).", "[34] These are not to be construed as limiting the scope of possible reasons for invalidity. In the words of Lord Reid in American Cyanamid Company (Dann's) Patent, Re, [1971] R.P.C. 425, at 436: \"[...] The law is still sufficiently flexible for the court to be able to formulate a new ground of repeal or revocation to meet a new situation.\"", "[35] I will therefore consider each of the heads of invalidity raised by the defendants outlined above as they constitute proper grounds of attack on the validity of a patent. I. ANTICIPATION - LACK OF NOVELTY", "[36] Novelty is an essential element for patentability. The invention claimed must not have been anticipated by any prior invention pursuant to s. 28 of the Act. This section delineates three basic categories of prior art for consideration, and the defendants argue that in their evidence the existence of prior art corresponding to each of the three categories has been proven.", "[37] Section 28(1) states: \"28(1) Subject to the subsequent provisions of this section, any inventor or legal representative of an invention that was (a) not known or used by any other person before he invented it, (b) not described in any patent or in any publication printed in Canada or in any other country more than two years before presentation of the petition hereunder mentioned, and (c) not in public use or on sale in Canada for more than two years prior to his application in Canada, may, on presentation to the Commissioner of a petition setting forth the facts (in this Act termed the filing of the application) and on compliance with all other requirements of this Act, obtain a patent granting to him an exclusive property in such invention.\"", "[38] Section 28(1) must also in this case be read with s. (2) in that the subject patent was filed based on United States priority: \"(2) Any inventor or legal representative of an inventor who applies in Canada for a patent for an invention for which application for patent has been made in any other country by such inventor or his legal representative before the filing of the application in Canada is not entitled to obtain in Canada a patent for that invention unless his application in Canada is filed, either (a) before issue of any patent to such inventor or his legal representative for the same invention in any other country, or (b) if a patent has issued in any other country, within twelve months after the filing of the first application by such inventor or his legal representative for patent for such invention in any other country.\" Section 28 must also be read with s. 63(1) of the Act, particularly in this instance s. 63(1)(a): \"63(1) No patent or claim in a patent shall be declared invalid or void on the ground that, before the invention therein defined was made by the inventor by whom the patent was applied for, it had already been known or used by some other person, unless it is established either that (a) before the date of the application for the patent such other person had disclosed or used the invention in such manner that it had become available to the public, or that (b) such other person had, before the issue of the patent, made an application for patent in Canada upon which conflict proceedings should have been directed, or that (c) such other person had at any time made an application in Canada which, by virtue of section 29, had the same force and effect as if it had been filed in Canada before the issue of the patent and upon which conflict proceedings should properly have been directed had it been so filed.\"", "[39] For the purposes of this analysis, I accept that the date of invention was in March 1971, and as the date of the filing of the Canadian patent application is deemed to be October 26, 1971, based on the United States priority (s. 29), the categories of prior art and the relevant dates are hence: (a) prior art known or used anywhere in the world before March 1971; (b) prior art described in any patent or publication anywhere in the world for more than two years before October 26, 1971; or (c) prior art in public use, or sold in Canada for more than two years before October 26, 1971.", "[40] In reviewing the examples of prior art put in evidence by the defendants, I am assisted by the tests set out, by Mr. Justice Gibson in the case of  <FRAGMENT_SUPPRESSED> , at 157: \"[...] In order that there may be a finding of anticipation, the prior art must (1) give an exact prior description; (2) give directions which will inevitably result in something within the claim; (3) give clear and unmistakable directions; (4) give information which for the purpose of practical utility is equal to that given by the subject patent; (5) convey information so that a person grappling with the same problem must be able to say 'that gives me what I wish'; (6) give information to a person of ordinary knowledge so that he must at once perceive the invention; (7) in the absence of explicit directions, teach an 'inevitable result' which 'can only be proved by experiments'; and (8) satisfy all these tests in a single document without making a mosaic.\"", "[41] I have been guided through numerous patents and textual references by the defendants and have been urged to find that any one of these documents anticipates the E-A-R earplug patent. There was a plethora of material presented and I have no doubt that there are (and were) many hundreds of devices available on the market and under study which serve to protect the human ear drum from industrial or other noises. This, however, is not the question to be addressed in determining whether an invention is novel or not.", "[42] As Mr. Fox quoted, referring to a patent which was attacked for lack of novelty, in his notable text Canadian Law & Practice Relating to Letters Patent for Inventions (4th Ed. 1969) at pages 101-102: \"'[...] Has it been disclosed before? If there is an earlier specification for the very same thing, the second invention is not new; but if the two things are different, the nature and extent of the difference have to be considered. The question then becomes one of degree. But unless it can be said that the differences are practically immaterial; that there is no ingenuity in the second invention, no experiment necessary to show whether it can be usefully carried out or not, the second cannot be said to have been anticipated by the first' (from  <FRAGMENT_SUPPRESSED> , (1928), 45 R.P.C. 153;  <FRAGMENT_SUPPRESSED> ).\"", "[43] Schedule A, attached [included at end of judgment], is a list of patents submitted by the defendants and already in existence at the time of the grant of the subject patent. Of the 29 inventions enumerated in the defendants' pleadings, 14 were discussed in great detail in the affidavit of Dr. Williams who stated that these patents would be sufficient to teach the embodiments of Mr. Gardner's earplug.", "[44] It is further suggested that the patent has not added anything to the existing knowledge in that it merely quantifies in numbers that which already is disclosed qualitatively in the prior art, more specifically when it comes to lengths, diameters, pressures and the elasticity of the earplugs.", "[45] I do not agree.", "[46] After studying all of the references available prior to Gardner's invention, I am satisfied that no single reference cited by the defendants discloses all of the elements of the Gardner patent. None of the references discloses the combination of mechanical properties required to obtain the rates of recovery and equilibrium pressure which categorize Mr. Gardner's invention.", "[47] I am convinced that no one before Mr. Gardner thought of using a slow recovery foam for an earplug. Some of the elements may have been in existence, however, no one thought of utilizing them as Gardner did. The use of words such as \"comfortable\", \"easy to insert\", and \"the use of a foam\", in various patents is not sufficient to teach or suggest the importance of recovery and equilibrium rates to the patent. The word \"comfortable\" is not the same as a particularly claimed equilibrium pressure. The words \"easy to insert\" are not equivalent to a quantified recovery rate. \"The use of a foam\" is clearly not specific enough to suggest the importance of the recovery-equilibrium rates to the patent.", "[48] The defendants have further suggested two additional sources of prior art which could anticipate the Gardner invention: (a) The Mills Earplug: I am satisfied that this earplug did not anticipate the Gardner invention. Whether Mills' visit to Norton Research Corporation is categorized as the \"mid-wife\" or the \"inspiration\" of Gardner's innovation, it did no more than encourage Gardner to explore what was wrong with the Mills earplug and all the other prior art, and did not provide the essential elements of the invention to Gardner. (b) The Sale of Foam to Motorola There was some discussion of quantities of foam which may have been sold to Motorola Corporation for the purposes of damping excessive vibration between layers of electronic components. I am also satisfied that this use of foam, either with or without Gardner's knowledge, did not anticipate the use of a similar foam in earplugs.", "[49] Patent 1,022,470 therefore survives the attack made with respect to anticipation by prior art. II. OBVIOUSNESS - LACK OF INVENTIVENESS", "[50] Although not specifically so stated in the Act, inventiveness is an essential element of patentability. As stated by H.G. Fox in his book Canadian Law & Practice Relating to Letters Patent for Inventions, supra, at pp. 70 and 71: \"In order that a thing shall be 'obvious' it must be something that would directly occur to someone who was searching for something novel, a new manufacture, or whatever it might be, without the necessity of his having to do any experimenting or serious thought, or research, whether the research be in the laboratory or amongst literature. So, the means by which an object is attained may be quite simple and common, but yet there may be invention, if the patentee has discovered a variant that will render more useful that which has been previously described. Where there is a problem awaiting solution, a disclosure solving that problem is likely to be accepted as one involving invention, particularly if there have been unsuccessful attempts to solve that problem . There may be an inventive step in recognizing that a problem exists at all: but given a problem which is known to exist which it is the object of the invention to solve, the question always is: 'Is the solution claimed by the patentee one which would have occurred to everyone of ordinary intelligence and acquaintance with the subject-matter of the patent who gave his mind to the problem?'\" (Emphasis added)", "[51] The test for obviousness has recently been succinctly restated by Hugessen, J., in  <FRAGMENT_SUPPRESSED>  C.I.P.R. 205 (F.C.A.), at 211: \"The test for obviousness is not to ask what competent inventors did or would have done to solve the problem. Inventors are by definition inventive. The classical touchstone for obviousness is the technician skilled in the art but having no scintilla of inventiveness or imagination; a paragon of deduction and dexterity, wholly devoid of intuition; a triumph of the left hemisphere over the right. The question to be asked is whether this mythical creature (the man in the Clapham omnibus of patent law) would, in the light of the state of the art and of common general knowledge as at the claimed date of invention, have come directly and without difficulty to the solution taught by the patent. It is a very difficult test to satisfy.\"", "[52] The notional skilled technician described above has \"no scintilla of inventiveness\", is \"unimaginative\", and \"devoid of intuition\" and must be placed in time at the date of invention, which is March 15, 1971, or earlier. Whichever date is relied upon, the relevant knowledge and information available consisted of applications of foam and various earplugs which differ so substantially from the plaintiffs' that I find that they would not have led an inventor directly and without difficulty to Gardner's invention.", "[53] In considering the expert evidence offered with respect to the obviousness of this patent, I have kept in mind the difficulty in relying on an ex post facto analysis of inventiveness. I am also aware that the seeming simplicity of an invention does not necessarily mean that it was an obvious one.", "[54] Thorson, P., said in  <FRAGMENT_SUPPRESSED>  several reasons, that this contention ought not to be accepted. This ex post facto analysis of the invention is not sound. I am supported in this view by the statement of Fletcher Moulton L.J., in British Westinghouse Electric and  <FRAGMENT_SUPPRESSED> , at 230: 'I confess that I view with suspicion arguments to the effect that a new combination, bringing with it new and important consequences in the shape of practical machines, is not an invention because, when it has once been established, it is easy to show how it might be arrived at by starting from something known, and taking a series of apparently easy steps. This ex post facto analysis of invention is unfair to the inventors, and in my opinion it is not countenanced by English Patent Law.' and the approval of it given in the House of Lords by Lord Russell of Killowen in  <FRAGMENT_SUPPRESSED> , at 142, with his additional remarks: 'Whether there has or has not been an inventive step in constructing a device for giving effect to an idea which when given effect to seems a simple idea which ought to or might have occurred to anyone, is often matter of dispute. More especially is this the case when many integers of the new device are already known. Nothing is easier than to say, after the event, that the thing was obvious and involved no invention.'\"", "[55] The facts and the evidence from all experts clearly demonstrate the problems which existed with available earplugs before Mr. Gardner invented the E-A-R earplug. Up until the date of the alleged invention there was no satisfactory solution to the long standing problems with available means of hearing protection.", "[56] The defendants relied upon the expert evidence of Dr. Williams in their defence of obviousness. The plaintiffs relied on Dr. Shaw. Both experts agreed that if they had been handed a bundle of prior art patents, knowing about earplug technology, it would not have been obvious to them to invent the earplug in question. Dr. Williams answered questions on the subject thus (Transcript, Volume VI, p. 60, line 28 to p. 64, line 13): \"Q. And the poet, John Milton, had this to say about inventions, did he not: 'That invention all admired, and each how he to be the inventor missed, How simple it seemed when found, Yet, unfound, all would have said impossible.' That's a loose... A. Yes, that's right. I'm aware of that analogy. Q. That's the case here, is it not, Dr. Williams? A. Well, I think to invent something, you have to be, shall we say, sensitized to it. You have to be looking for something. You may not know the solution, but at least you have something in mind. So in a case like this where you are inventing a sound absorbing object, you would be at least thinking about that, so when it fell in your lap, you would recognize it. Q. Would you not agree with me that it seems simple, now that it's been found? A. Oh, yes, sir. Q. Yet before, all would have said 'impossible'? A. I don't think people would say it's impossible, but then, I like the idea. Q. It didn't occur to anybody to use the slow recovery foam in an earplug, did it? A. Well, I have no way of knowing that, sir. I know that Mr. Gardner did it. Q. In the mid 1971 era, if you had been given the sixteen or so patents, and possessed with the knowledge that you had, and asked to make a better earplug, I suggest to you, sir, it would not have occurred to you to make an earplug out of polymeric foam of a suitable size and shape to be compressed and inserted and expanded in the ear canal, and to have the low recovery rates and low equilibrium pressures like that of the claims in suit? A. Are you implying that Mr. Gardner developed that in advance? Q. Always as an inventor of an invention. A. Yes. Q. I'm suggesting to you sir, it would not have occurred to you? A. No, I don't think so, no, sir.\"", "[57] Both experts were questioned at length with respect to the nature of earplugs and the various solutions that had been employed by other inventors prior to the appearance of the Gardner earplug.", "[58] Dr. Shaw, testifying on behalf of the plaintiffs, described earplugs as devices which are inserted into the ear canal rather than simply covering the entrance to the ear; they may be custom molded, pre-molded or moldable (paragraph 22, Shaw affidavit of October 6, 1987). As is stated in the specification of Patent 1,022,470 with respect to prior art at the time of filing: \"Many devices are known which are adapted for insertion into the human ear canal in order to suppress or attenuate the transmission of dangerous noise and thus confer a measure of protection to the anatomical hearing apparatus. Such devices have taken many forms. For instance, perhaps the simplest earplug is formed of wadded cotton. While blessed with the benefit of simplicity, such earplugs are not normally greatly effective as acoustic barriers. In another embodiment of this simple earplug, a fibrous material, such as cotton wadding, is impregnated with a compliant waxy substance. Yet another form of earplug is composed of a shapeless, compliant 'dead soft' mineral-filled waxy substance. These earplugs are normally deficient due to a lack of sufficient resiliency; thus, when deformed or compressed in order to enter the ear canal such earplugs do not normally recover or expand sufficiently so as to effectively obturate the ear canal. Still other earplugs are known which take the form of molded elastomeric structures, natural rubber being a common material of construction. Included within this class are earplugs having molded therein check valves and other substructures designed to allow normal voice tones to be transmitted therethrough while cancelling or preventing transmission of injurious over-pressures. Such molded elastomer earplugs suffer from the fact that their size and shape is preordained and fixed in the molding thereof. Thus, they must initially be carefully fitted to the wearer in order to provide security, comfort and effective sound attenuation properties. Unfortunately, the size and shape of the human ear canal is quite variable amongst persons; indeed, bilateral symmetry in a single individual is often lacking. Accordingly, it is not possible to manufacture molded elastomeric earplugs of a universally useful size and shape. \"In recent years there have come into extensive usage lightweight earphones or headphones comprising generally of miniature speaker having tubular member(s) extending therefrom the tips of which members are adapted for insertion in the external auditory meatus. Said tips are generally comprised of a foamed or unfoamed polymeric material such as neoprene or sponge rubber. In the case of the unfoamed polymeric tip members major deficiencies usually reside in the facts that the tip members (1) tend to slip out of the ear canal and (2) the relatively noncompliant character of the polymeric material does not lend itself to complete obturation of the ear canal. Thus, bothersome external ambiant noise can often by-pass such unfoamed tip members. In the case of sponge rubber tip members the resiliency of the sponge materials is generally excessively rapid and mitigates against actual insertion of the tip member into the canal proper. Such tip members are usually worn, therefore, in a manner such as to urge the respective members inwardly against the external auditory meatus. This is often found uncomfortable and, in any case, is not ordinarily efficient in blocking the ear canal.\"", "[59] I am satisfied on the evidence that although there had been some success with molded rubber earplugs, they required a fitting to ensure that they were secure, comfortable and effective. In fact, earplugs such as the V-5IR must be pushed firmly into the ear and may be uncomfortable to use; the V-5IR comes in five sizes, and the rule of thumb is that it is \"necessary to find the plug that hurts\" to reach optimum results (Shaw affidavit, p. 12, paragraph 24(1)).", "[60] Further problems with the third party earplugs may result from improper use due to lack of comfort or readjustment as the earplugs become loose or jarred out of position. As well, most earplugs deteriorate during use; they may shrink or harden, crack or break and fibrous earplugs may leave fibres in the ear.", "[61] According to Dr. Shaw the third party earplugs were unsatisfactory for several reasons including the following: they either had too rapid a recovery rate which affected the ease of insertion or too slow a recovery rate which affected the ability of the earplug to stay in place, or exerted too much pressure which made them uncomfortable.", "[62] Gardner solved these problems with the E-A-R earplug. The E-A-R earplug has the ability to be deformed and reduced to aid insertion into the ear and once in place it slowly expands to form an airtight seal (Shaw affidavit, p. 14, paragraph 27) so as not to exert pressure or cause damage to the ear. The E-A-R earplug is easily inserted and very comfortable to wear and is inexpensive which enables it to be disposed of after each use.", "[63] In my assessment, all of the pre-existing patents revealed some of the following deficiencies: - devices were too soft or expanded too rapidly; - their rate of recovery was almost nonexistent; - a number would just return to their original shape when pressed into the ear and did not adequately fill the ear canal; - some were covered with a skin or skin-like material or wax; - they had stems or rigid cores to assist them in pressing them into the ear; - they were truncated cones; - some were porous material which would not block out the sound adequately; - some came in varying sizes and were not uniform; - some were elastic resins that snapped back to the original form; - most did not fit the ear canal as properly as the invention; - some were dumb bell shaped; - some were greasy and messy; - many did not refer to expansion in the ear; - many had to be forced into the ear; - one even contained a caustic substance that would cause problems in the ear if there was leakage or breakage.", "[64] Of the group submitted, one was absolutely unworkable, four were not at all designed for earplugs. Others made only passing references to materials such as bitumen and foams and other energy absorbing materials that contained some elasticity.", "[65] Gardner's invention solved all these difficulties and met a need which the previous earplugs had not been able to fill.", "[66] The evidence of need and a solution to the problems being encountered is further bolstered by the outstanding commercial success of the E-A-R earplug. Cabot has obtained a substantial percentage of the total market with its product (and this is not solely attributable to successful marketing or an expanding market). Cabot and its subsidiary companies have manufactured and sold over one billion pairs of earplugs to the present time, including 441 million pairs in the most recent fiscal year (Gardner: Transcript, Volume I, p. 67, lines 17-28). The earplug accounts for over 50% of the market in the United States and Canada (Gardner: Transcript, Volume I, p. 168, lines 17 to 29).", "[67] The phenomenal success is illustrated when one compares the increase of 47 percent in the hearing protection market between 1976 and 1983 and the percentage increase of sales for E-A-R earplugs of 733 percent (Gardner: Transcript, Volume I, p. 168, line 30, to p. 169, line 15).", "[68] This is similar to the case of  <FRAGMENT_SUPPRESSED> , at p. 248, where Tomlin, J., said: \"[...] Nobody, however, has told me, and I do not suppose anybody ever will tell me, what is the precise characteristic or quality the presence of which distinguishes invention from a workshop improvement ... The user of this particular clip has been large. Over 1 1/4 millions were sold up to the end of 1927. The Railway Companies have adopted it as standard, and to that extent it has beaten its competitors out of the field. The truth is that, when once it had been found, as I find here, that the problem had waited solution for many years, and that the device is in fact novel and superior to what had gone before, and has been widely used, and used in preference to alternative devices, it is, I think, practically impossible to say that there is not present that scintilla of invention necessary to support the Patent.\"", "[69] In addition to its obvious commercial success, since the introduction of the E-A-R earplug to the marketplace, it has been commented on by a number of individuals and companies in various publications. The evaluations consistently show that the earplugs work and are comfortable to use. For example, in September 1972, the E-A-R earplug was recognized as a technically advanced product and received the \"IR-100\" Award given each year by Industrial Research Magazine to the 100 most significant new technical products of the year (Exhibit F to Shaw affidavit).", "[70] Furthermore, an article which appeared in Air Progress Magazine, October 1973, pp. 74 and 75 (Exhibit G to Shaw affidavit) said the following: \"We tried E-A-R plugs and consider them the biggest boon to pilots since the computer. They fit gently and snugly, and after a few minutes are totally unnoticeable. Noise filtering equals or betters the bulky, expensive ear muffs we've tried, yet radio communication comes through loud and clear. \"All in all, we'd rate E-A-R plugs as the most useful product we have tested in the past couple of years.\"", "[71] The E-A-R earplug received a similar accolade in the 1984 Pilots Safety Handbook in an article entitled \"Hearing Loss Threatens Most General Aviation Pilots\" at p. 18 (Exhibit H to Shaw affidavit).", "[72] The E-A-R earplug has proven so successful that it has sparked a number of competitors to introduce similar or potentially infringing earplugs onto the market.", "[73] Though factors such as commercial success alone are not determinative in examining the question of obviousness, cumulatively the above factors add to the conclusion that the patent contained an inventive step.", "[74] Mr. Gardner's invention did not rely on the path of advancing technology and was not the normal and expected result for an unimaginative skilled technician at the time of its creation. Accordingly, the obviousness or lack of inventiveness attack does not succeed against Canadian Patent No. 1,022,470. III. IMPROPER REISSUE", "[75] The Act in s. 50 and rule 81 provides a mechanism whereby a patentee may surrender a patent and seek reissuance provided certain conditions are met: (a) that the original patent is deemed defective or inoperative by reason of insufficient description or specification or by reason of the patentee's claiming more or less than he had a right to claim as new; (b) that the error arose from inadvertence, accident or mistake without any fraudulent or deceptive intention; (c) that the petition for reissue set out fully in what respect the petitioner considers the patent defective or inoperative and the circumstances surrounding the petition, including the discovery of the new facts which led to the petition.", "[76] Section 55 of the Act further requires that all material allegations in a petition be true.", "[77] The plaintiffs led evidence to show that after patent 1,022,470 was issued, Mr. Gardner discussed the patent with Mr. Jack Schuman, Cabot's new Chief Patent and Trademark Counsel. Mr. Schuman was of the opinion that the patent contained two flaws in that the claims of the patent were too narrow because they set out specific diameters and lengths in the claims which were technically incorrect, superfluous and unnecessary, and that the term \"generally cylindrical\" had been incorrectly used as a \"generic form\" to include truncated cones and spheres (Transcript, Volume I, p. 109, line 21; p. 117, line 14).", "[78] The plaintiffs argue that these errors in the patent arose as a result of a lack of understanding between the inventor and his representative as to the real invention. It is claimed in the petition for reissue (pp. 1-2) that: \"The real invention resides in the combination of physical properties attendant the polymeric foam material of construction and not in any specific shape, diameter or length of earplug.\"", "[79] The petition goes on to explain how these errors arose: \"In the period shortly before October 1971, the filing of the Convention U.S. Application Serial No. 192,366, management personnel of the assignee, National Research Corporation, informed both applicant and his U.S. representative before the U.S. Patent and Trademark Office, to the effect that a first public disclosure and/or a first offer for sale of applicant's earplug invention was imminent. By this information, both applicant and his U.S. representative were thereby placed on notice that failure to timely file a priority application drawn to said invention could adversely affect foreign patent rights therein. The effect of said notice, therefore, was to create a working environment of extreme urgency and haste in the preparation and filing of an application for Letters Patent of the United States.\"", "[80] A draft application was filed immediately which described the earplug as being of a \"generally cylindrical\" shape and having specific ranges in diameter and length dimensions.", "[81] The applicant incorrectly believed that the term \"generally cylindrical\" was generically correct for the purpose of including many shapes including truncated cones, spheres and plugs.", "[82] In addition, the issues of length and dimension were not sufficiently addressed leading to a further misunderstanding and the petition for reissue states: \"During the course of said meetings, however, and amongst the many issues discussed thereat, the U.S. representative did specifically question applicant as to whether or not it was necessary to specify the length and diameter dimensions of the ware as they appeared in the draft application. However, the U.S. representative did not elaborate as to the reasons underlying said question nor did he inform applicant as to the potentially limiting effects wrought by the presence of the dimensional criteria in the draft claims of the application. Absent such explanation, applicant mistakenly took the question in this regard to be directed to the specific wares intended to be produced for commercial purposes rather than being in reference to applicant's broadest contemplation of the invention.\"", "[83] Thus in the context of the urgency surrounding the filing of the patent, the applicant made a mistaken interpretation of the question in relation to length and diameter and therefore the patent as filed contained specific dimensions.", "[84] After consideration of the petition, the original patent was reissued with the same claims 1 to 10 appearing in the new grant. Claims 11 to 19 were added on reissue and none of these claims have any specific limitations as to diameter, length or external shape of the earplug. The new claim 11 makes reference to a \"plasticized polymeric foam\" and an \"organic plasticizer\". Claims 12 to 19 are dependent on claim 11. In the original patent only claim No. 8 recites a plasticizer.", "[85] The defendants conclude that the patent is invalid for improper reissuance on four grounds: (a) that the petition contained a material allegation that is untrue; (b) that there was no error in the original patent which arose from inadvertence, accident or mistake to support reissue; (c) that the reissued patent was not for the same invention as the original patent; and (d) that the original patent was invalid and an invalid patent cannot be reissued.", "[86] The defendants argue in support of these propositions that the real purpose behind the petition for reissue was not to remove the restrictions as to size and shape contained in claim 1 as was stated by the patentee in the petition, but rather to narrow the ambit of claim 1 through the addition of claim 11 and the limitation with respect to plasticization. The defendants further state that whereas the original patent was in respect of a plug made from a totally unrestricted class of polymeric foams, the reissued patent relates to a much narrower class of plugs, namely those made from plasticized polymeric foam and hence discloses a wholly different invention.", "[87] The purpose and the limitations of the remedy of reissuance are set out in the case of  <FRAGMENT_SUPPRESSED>  reissue is to amend an imperfect patent, defects of statement or drawings, and not subject-matter, so that it may disclose and protect the patentable subject-matter which it was the purpose of that patent to secure to its inventor. Therefore the reissue patent must be confined to the invention which the patentee attempted to describe and claim in his original specification, but which owing to 'inadvertence, error or mistake,' he failed to do perfectly; he is not to be granted a new patent but an amended patent. An intolerable situation would be created if anything else were permissible. It logically follows of course, that no patent is 'defective or inoperative' within the meaning of the Act, by reason of its failure to describe and claim subject-matter outside the limits of that invention, as conceived or perceived by the inventor, at the time of his invention.\"", "[88] The plaintiffs argue that, in the absence of fraud, the recital by the patentee that the requirements of the Patent Act have been complied with is conclusive. Anglin, C.J.C., had this to say in  <FRAGMENT_SUPPRESSED>  at 524: \"[...] The recital of the patent that the applicant as assignee of the Langmuir patent No. 196,390, 'has complied with the requirements of the Patent Act' is conclusive against the appellant in the absence of fraud.  <FRAGMENT_SUPPRESSED>  the court to review the prosecution of a patent application originally conducted by the patent office. In the Fada Radio case, supra, the appellant sought to attack the validity of the reissued patent on the grounds that the respondent failed outright to provide an affidavit with respect to the reissue to the Commissioner. Anglin, C.J.C., speaking for the Supreme Court of Canada stated at p. 523: \"[...] However that may be, we are satisfied that any insufficiency in the material on which the Commissioner acts, the entire absence of an affidavit or any defect in the form and substance of that which is put forward as an affidavit in support of the claim, cannot, in the absence of fraud, which in this instance has not been suggested, avail an alleged infringer as a ground of attack on a new patent issued under s. 24.\"", "[90] The defendants distinguish this case and argue that no allegation and proof of fraud are necessary to open the question of the adequacy or accuracy of the material filed in support of the petition to reissue. They argue that fraud need only be shown where a technical and nonsubstantive objection is made to the petition and that as they object to the substance of this particular reissue, fraud need not be shown.", "[91] I do not believe that the court is restricted to a consideration of the issue of fraud in examining the validity of a reissue in all cases. However, in the case before me the defendants have not submitted any conclusive evidence or a more cogent explanation for the motive behind the reissue than did the plaintiffs by their evidence and in what appears on the face of the material filed in support of the petition.", "[92] In my opinion, this was a case of a patent which was defective by reason of a mistake which resulted from a failure by the patent attorney to fully understand and describe the invention for which he was instructed to seek a patent in the context of urgency which surrounded the drafting of the application. The defendants have not convinced me that there was any improper motive on the part of the plaintiffs in seeking its reissue. The good faith of the inventor has not been challenged.", "[93] The amendments which were made do not change the substance of the invention. As Addy, J., stated in  <FRAGMENT_SUPPRESSED> , at 157: \"[...] I conclude that they are not the type of amendments which change the essence or substance of the invention. In any event, if any of them do, the certification of the Commissioner of Patents, that the applicant has complied with all the requirements of the Patent Act, in my view, is final, conclusive and binding except in the case of fraud. There was obviously no fraud in the present case. It seems to fall within the purview of the principles approved by the Supreme Court of Canada in the case of  <FRAGMENT_SUPPRESSED>  at pp. 523-524.\"", "[94] I am convinced that the reissue is for the same invention, however, as it was applied for in haste, by mistake or inadvertence or accident it fell short of describing the full invention as it failed to claim as much as was really invented. I rely on the case of  <FRAGMENT_SUPPRESSED>  at pp. 530-531 where Martland, J., stated: \"[...] In the case of In re Leonard (1913), 14 Ex. C.R. 351; 14 D.L.R. 364, Cassels, J., when considering the application of the section governing reissue of patents, adopted the reasons of Blatchford, J., in  <FRAGMENT_SUPPRESSED>  new patent must be for the same invention. This does not mean that the claim in the reissue must be the same as the claim in the original. A patentee may, in the description and claim in his original patent, erroneously set forth as his idea of his invention something far short of his real invention, yet his real invention may be fully described and shown in the drawings and model. Such a case is a proper one for a reissue. A patent may be inoperative from a defective or insufficient description, because it fails to claim as much as was really invented, and yet the claim may be a valid claim, sustainable in law, and there may be a description valid and sufficient to support such a claim. In one sense such patent is operative and is not inoperative, yet it is inoperative to extend or to claim the real invention and the description may be defective or insufficient to support a claim to the real invention, although the drawings and model show the things in respect to which the defect or insufficiency of description exists, and show enough to warrant a new claim to the real invention.'\"", "[95] The Curl-Master case, supra, is similar to this one. The petitioner was successful in obtaining a reissue of the patent though there was a lack of sufficient description or specification because, in certain respects, the inventor claimed more and in others less than he had a right to.", "[96] I conclude that in this case the patent was defective by reason of insufficient description which was the result of a mistake and this was a proper case for the application of s. 50.", "[97] As I have found that the invention described in the patent originally applied for and the invention detailed in patent 1,022,470 are the same, and that patent 1,022,470 is valid, I therefore find that the defendants' claim that the reissue is not valid as it is based on an invalid original grant, does not succeed. OF SECTION 36, CLAIMS BROADER THAN INVENTION", "[98] Section 36 of the Act outlines in detail the burden which the applicant must meet in describing all the particulars of the invention in both the specification and the claims.", "[99] The defendants have raised the argument that the patent is invalid as it fails to meet the requirements of s. 36 in that the public must experiment in order to arrive at the claimed invention and this fact in itself points to a failure to disclose sufficient detail.", "[100] The plaintiffs respond to this argument by stating that a specification is sufficient and complies with s. 36 if it teaches a person skilled in the art what the invention is and how it may be put into practice although some trials or experiment (not amounting to invention) may be required. The plaintiffs have also urged the idea that a technical attack on validity should not defeat a meritorious invention.", "[101] Dickson, J., as he then was, set out the test for the sufficiency requirements of s. 36 in the case of  <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 145 (S.C.C.), at 160 as follows: \"[...] There is but a single test, and that test is whether the specification adequately describes the invention for a person skilled in the art, though, in the case of patents of a highly technical and scientific nature, that person may be someone possessing a high degree of expert scientific knowledge and skill in the particular branch of science to which the patent relates. It might be added that there was no evidence by the respondent as to any respect in which the specifications of the two patents in issue would have been considered deficient by a workman of ordinary skill in the art.\"", "[102] Regarding the issue of invalidating a patent on the grounds of a technicality, the plaintiffs directed me to  <FRAGMENT_SUPPRESSED>  court, said: \"The objection is therefore purely technical. The specification in effect fully describes not only the invention, as the learned trial judge found, but also its operation or use. Although, in terms, the various steps are described only for the chloroethane process, in fact the same steps are involved when using the bromo-ethane starting material and any person skilled in the art knows that this is what should be expected in the absence of any mention of an anomaly in the behaviour of the bromo-ethane compound. It does not appear to me that a patent should be invalidated on account of such a technicality and I do not think that s. 36(1) so requires. A specification is addressed to persons skilled in the art and, therefore, is to be construed by the standard of what such a person would understand on reading it. The evidence is clear that a competent chemist reading the specification and setting out to prepare thioridazine by the bromoethane process would understand that the same steps are to be taken as for the chloro-ethane process.\"", "[103] I agree with counsel for the plaintiffs that the case of  <FRAGMENT_SUPPRESSED> , is distinguishable from the case before me, as it dealt with a misleading disclosure or withholding of necessary information.", "[104] It has not been suggested that plaintiffs were misleading in their disclosure. On the contrary, the evidence of Dr. Pearce at paragraph 17 of his affidavit is as follows: \"[...] I am confident that I would have been able to construct and use a pair of earplugs which embody the invention at the date the patent was issued.\"", "[105] Dr. Pearce stated in cross-examination that it would take him less than a week of trial and error given the ingredients to arrive at the desired foam (Transcript, Volume IV, p. 57, line 6 to p. 64, line 24).", "[106] The specification of a patent is also required to end with the claims stating distinctly and in explicit terms the things or combinations that the applicant regards as new and of which he claims exclusive property or privilege. Whitford, J., stated the following in  <FRAGMENT_SUPPRESSED>  at p. 234 in discussing the relationship between the specification and the claims in a patent: \"The first task in any patent action is to decide exactly what monopoly the patentee has been granted. Today all patents end with claims. The function of the claims is to define the monopoly. The patent, if valid, enables the patentee to stop other people making anything covered by, or using any process covered by, his claims during the life of the patent. One of the important features of the claims is to make it clear to other people what they are not entitled to do during the life of the patent, and the Patents Act expressly provides that the claims must be clear and succinct and must be fairly based upon the matter disclosed in the specification. Before you ever get to the claims of the patent you should find a complete description of the invention, a description of what is going to be claimed. It should be a complete description which will enable anybody, after the patent has expired, to put the invention into practice. These monopolies are granted to encourage people to make inventions and to make the nature and working of them known, and unless a full and fair description is given the patent ought not to be held valid. In the same way, when you get to the claims you ought to be able to know what you may do and what you may not do, and if the claims are incomprehensible or ambiguous, or do not really relate to the invention which has been disclosed in the body of the patent specification, the patent again should not stand valid. It is not to be expected that every patent will be comprehensible to anybody who happens to pick it up, for patents are directed to persons who have skills in the particular fields with which each patent is concerned - the so-called men skilled in the art. The description of the invention has only to be a description sufficient to enable the notional skilled man to put it into practice. Only those familiar in the field in question can be expected to make anything of the claims. \"An understanding of the claims, a determination as to their scope - what lawyers call the construction of the claims - is necessarily the first task to be undertaken, and it must be done dispassionately. The claims should be considered without reference to the effect that the giving of any particular meaning may have on any issue of infringement, without reference to the result and effect so far as the attack on validity is concerned. The language used in each claim is in the end determinative, but each claim must be considered against the background of, in the context of, the specification as a whole. The specification itself has to be considered in the context of the general field to which the invention is applicable. It is directed to skilled men in the particular field and they will read it against their knowledge of the prevailing conditions in the field at the time that the patent is granted, and against their knowledge of earlier work which may have been done in this same field.\"", "[107] In sum, the defendants' expert Dr. Williams stated in his cross-examination (Transcript, Volume V(a), pp. 57-58): \"Q. Would it be fair to say that, with the disclosure that we have in Exhibit P-1, the patent in suit, that you, sir, as an experienced chemical engineer, could make a foam earplug within the teachings of the invention? A. I think so, sir, yes.\"", "[108] In my opinion, the plaintiffs have hence complied with the requirements set out in  <FRAGMENT_SUPPRESSED>  The description of the invention must also be full; this means that its ambit must be defined, for nothing that has not been described may be validly claimed. The description must also give all information that is necessary for successful operation or use of the invention, without leaving such result to the chance of successful experiment, and if warnings are required in order to avert failure such warnings must be given. Moreover, the inventor must act uberrima fide and give all information known to him that will enable the invention to be carried out to its best effect as contemplated by him. This statement of the extent to which the disclosures must go in describing the invention and its operation or use as contemplated by the inventor, if the patent is not to fail for either the ambiguity or insufficiency of such description, is abstracted from a number of cases cited by counsel for defendant...\"", "[109] In the light of the comments of the expert witnesses, I have concluded that the specification is in fact sufficient to teach a person skilled in the art the embodiment of the invention although some routine trials and experiments not amounting to invention might be necessary to arrive at the desired result. I am also satisfied that the claims delineate the area of monopoly claimed by the inventor in a distinct and explicit manner.", "[110] The defendants have further argued that the claims in the plaintiffs' patent are broader than the specification of the patent or any invention made by the inventor. On this point Thurlow, J., as he then was, stated in  <FRAGMENT_SUPPRESSED>  33 Fox Pat. C. 99): \"[...] There are two fundamental limitations on the extent of the monopoly which an inventor may validly claim. One is that it must not exceed the invention which he has made, the other is that it must not exceed the invention he has described in his specification.\"", "[111] I am satisfied that one should not take an overly technical approach in examining an allegation with respect to the breadth of the claims.", "[112] In  <FRAGMENT_SUPPRESSED> , at 106 (S.C.C.), it was held: \"It is stressed in many cases that an inventor is free to make his claims as narrow as he sees fit in order to protect himself from the invalidity which will ensue if he makes them too broad. From a practical point of view, this freedom is really quite limited because if, in order to guard against possible invalidity, some area is left open between what is the invention as disclosed and what is covered by the claims, the patent may be just as worthless as if it was invalid. Everybody will be free to use the invention in the unfenced area. It does not seem to me that inventors are to be looked upon as Shylock claiming his pound of flesh. In the present case, there was admittedly a meritorious invention and Hewlett-Packard, after futile attempts to belittle its usefulness, brazenly appropriated it. It was in no way misled as to the true nature of the disclosure nor as to the proper methods of making a competing cream. The objections raised against the claims really are that, except those pertaining to some specific embodiments of the invention, the others are so framed as to cover every practical embodiment, leaving to the man skilled in the art, the task of avoiding unsuitable materials in the making of the mixture, a task which any man skilled in the art ought to be able to perform without having to be told because any unsuitability depends on well-known properties. No unexpected or generally unknown unsuitability was proved or even suggested, which makes this case quite unlike Minerals Separation or Rhne-Poulenc. \"The above observations dispose of the objection that the claims are broader than the invention.\"", "[113] It has been established by the case law that an inventor can only lay claim to the invention which he has made. The defendants argue that the plaintiffs have extended their claims beyond that which may be \"soundly predicted\" and have hence attempted to include in the monopoly of the patent aspects of an invention to which they have no right.", "[114] On my reading of the patent, the claims are for any polymeric foam earplug with a rate of recovery and equilibrium pressure within the defined ranges. It is not for any polymeric foam, but only a foam which has the required mechanical properties; the actual type of foam used is irrelevant to the invention.", "[115] It is a wide claim as it covers any earplug with these physical characteristics and can be made of any foam which enables the characteristics to be obtained. The onus is however on the defendants to establish a lack of utility or that the claims are broader than the invention.", "[116] The defendants have referred me to the case of Hoescht  <FRAGMENT_SUPPRESSED>  following: \"This statement applies to the present case. In challenging the validity of the patents in question, counsel for the respondents put his case upon the footing that no one could obtain a valid patent for an unproved and untested hypothesis in an unchartered field. [That] is what the appellant has tried to do in claim 1 of each of the patents.\"", "[117] However, this jurisprudence may be distinguished from the present case, as the evidence of both Dr. Williams and Dr. Pearce is that this claim was not in an unchartered area as slow recovery foams were known at the time of the invention. Dr. Williams stated clearly in cross-examination that the predictions made in the patent with respect to the use of other foams were reasonable.", "[118] The plaintiffs stressed that it is important to consider two aspects of accomplishment: that which the inventor contemplated as well as what he invented. They argue that the inventor may claim various ways of carrying a concept into effect if it is new. Gardner contemplated his invention to encompass any size or shape which could be adapted to be rolled down and placed in the ear canal to block out noise; also that the invention could encompass foams other than polyvinylchloride foam and in fact discussed this with Mr. Blaker before applying for the patent (Transcript, Volume II, pp. 122-123).", "[119] In the case of  <FRAGMENT_SUPPRESSED>  examples which are provided in the disclosure as the patent is limited only by its claims. It is also possible that the invention may extend beyond either the matters in the specification or even objects constructed by the inventor himself as long as the claims made in the patent are sound predictions of what will happen when the claims are followed.", "[120] There is no evidence that some or any of the foams would not work. On the other hand, there was evidence at trial from all experts that other foams would be recognized as having utility.", "[121] I am of the view that the evidence can support a finding that the breadth of the invention claimed was sound and reasonable. There is no evidence that any embodiment of the claims in suit would not work. The defendants have failed to discharge the onus upon them by clear and convincing proof. To find otherwise would be to be left with something useless.  <FRAGMENT_SUPPRESSED>  at 192-193 Graham, J., wrote: \"[...] Unless, therefore, the original inventor of the -CH[3] substitution can properly be given reasonably broad cover, it is likely that soon after others hear of his success similar bodies will be made by others having as good or better activity. Unless he can control such activities, any reward he may obtain for his invention and research is likely to be of little value.\"", "[122] In applying this reasoning to the Gardner invention, once it is revealed that a polyvinyl foam with certain physical characteristics is suitable for earplugs, it would be evident to the notionally skilled workman that other foams with similar characteristics could be used.", "[123] As Pigeon, J., discussed in  <FRAGMENT_SUPPRESSED> , at pp. 1121-1122, and I paraphrase, in the complete absence of any evidence of unsoundness of the prediction to deny claims and limit them to the area of proved utility instead of allowing them to the extent of predicted utility cannot be supported. A patent cannot be refused because an inventor has not fully tested and proved it in all its claimed applications. Only if the inventors have claimed more than what they have invented and included substances which are devoid of utility should the claims be open to attack.", "[124] I, like Pigeon, J.,  <FRAGMENT_SUPPRESSED> , find that in this case there is no evidence to support the lack of utility and there is no evidence that the prediction of utility for every substance named is not sound and reasonable. I am satisfied that the claims of the patent are not broader than the specification, nor do they lay claim to more than Mr. Gardner invented. The challenges with respect to the construction of Patent 1,022,470 therefore fail. INFRINGEMENT", "[125] Having determined that patent 1,022,470 is valid, I must now turn to the question of whether or not the Q.T. foam earplug sold by the defendants infringes on the rights of the plaintiffs.", "[126] Although the Act does not define infringement, it has been described by jurisprudence as any act which interferes with the full enjoyment of the monopoly granted to the patentee:  <FRAGMENT_SUPPRESSED>  (F.C.T.D.). That monopoly is the exclusive right, privilege and liberty of making, constructing, using and vending to others to be used in the invention. Section 46 of the Act states: \"46. Every patent granted under this Act shall contain the title or name of the invention, with a reference to the specification, and shall, subject to the conditions in this Act prescribed, grant to the patentee and his legal representatives for the term therein mentioned, from the granting of the patent, the exclusive right, privilege and liberty of making, constructing, using and vending to others to be used the said invention, subject to adjudication in respect thereof before any court of competent jurisdiction.\"", "[127] The question of infringement is determined by a review of the defendants' product in the light of the patent in issue and not by a comparison with the plaintiffs' own commercial product.", "[128] Although infringement can be found based on the text of the plaintiffs' patent, even if textual infringement is not present, the trier of fact must move on to determine whether the pith and substance of the plaintiffs' patent has been infringed. As Thurlow, C.J., stated in  <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 179, at 199 (F.C.A.): \"Further, in my view, the precise structure or configuration of the device to be used to rupture the membrane and establish a flow channel is not an essential element of the invention. As I see it, it would not matter whether a cannula or a vaned spike or a device of some other sort, such as, for example, a device of the like proportions with a semicircular cross section, were used or whether it would cut out in whole or in part or merely rupture the membrane. The substance of the invention, its 'pith and marrow', would be taken so long as the rupturing device had the essential elements of being in the tube and being unattached. I think therefore that the substance of the invention has been taken and that all claims of the patent were infringed by the Cutter device.\"", "[129] An immaterial difference between the patent and the defendants' product is not a defence to infringement. As Mahoney, J., stated in  <FRAGMENT_SUPPRESSED> , at 146 (F.C.T.D.): \"The defendant's method works. Indeed, it is very likely a commercial improvement on that of the connector patent. Lugs with cast on projections have to be more expensive than those without, all else being equal, and the evidence is clear that the alignment of opposing lugs is not so critical in the defendant's process as the connector patent contemplates. \"The principle to be applied was stated in  <FRAGMENT_SUPPRESSED> ; reversed [1934] 3 D.L.R. 737] as follows: 'In each case the substance, or principle, of the invention and not the mere form is to be looked to. It has been stated in many cases that if an infringer takes the principle and alters the details, and yet it is obvious that he has taken the substance of the idea which is the subject matter of the invention, and has simply altered the details, the court is justified in looking through the variation of details and see that the substance of the invention has been infringed and consequently can protect the inventor. And the question is not whether the substantial part of the machine or method has been taken from the specification, but the very different one, whether what is done by the alleged infringer takes from the patentee the substance of his invention.' \"In my view, the defendant has appropriated the invention of the connection patent. The refinement of creating the projections during the 'squeeze' stage may well be a significant improvement on the patented method but that is what it remains; it is not a new or different method. The substance of the patented method remains in the defendant's method. As has been said, perhaps more colourfully than the present situation warrants [ <FRAGMENT_SUPPRESSED>  is no excuse to say that you have added something, or omitted something, even if the addition or omission be useful and valuable. The superadding of ingenuity to a robbery does not make the operation justifiable.'\"", "[130] In determining the scope of protection given to an invention in a patent, the claims must be determined in the light of technical vocabulary used in the inventor's field. The specification may assist in the analysis of the claims. As I stated in Hy Kramer Canada, supra, at p. 310: \"Briefly defined, any act that interferes with the full enjoyment of the monopoly granted to the patentee is an infringement, if done without his consent. A party may not imitate the invention in any way or apply its substance. \"The claims, defining the scope of the monopoly [see  <FRAGMENT_SUPPRESSED>  common vocabulary of the art. In doing so, the specification, by its phraseology, and the drawings, by their illustrations, may assist but should not be used to vary or enlarge the claims, especially if, as H.G. Fox wrote, supra, at pp. 217-218): '... a claim is expressed in simple and direct language or in wide or general terms whose meaning is plain and unequivocal. If the words of the claim are plain and unambiguous it will not be possible to expand or limit their scope by reference to the body of the specification. In such a case \"recourse to the body of the specification for explanation, qualification or extension is neither required nor is legitimate.\"'\"", "[131] The plaintiffs allege that the defendants have infringed claims 1, 3, 11, 12 and 14, having abandoned their allegations with respect to claims 2, 7 and 13.", "[132] The plaintiffs have shown that the Q.T. earplug has the following characteristics: (a) it is made of polymeric foam; (b) it is of the length and diameter specified in Claim No. 1; (c) it has a rate of recovery as specified in Claim No. 1; (d) it has an equilibrium pressure as specified in Claims Nos. 1, 3 and 14; (e) it is generally cylindrical (a hexagonal cylinder) as specified in Claim No. 12.", "[133] There was also a significant amount of testimony with respect to the overall design, specifications, composition, chemical structure and performance which revealed a prima facie resemblance between the patent and the defendants' earplug.", "[134] The defendants criticized at length the plaintiffs' testing methods of the Q.T. earplug. On balance I was satisfied that the plaintiffs' tests were fair, reasonable and proper. In the absence of contrary proof from the defendants, I am prepared to accept the plaintiffs' results, and even Dr. Williams, the defendants' own expert witness accepted the plaintiffs' results and stated as follows (Transcript, Volume V(a), pp. 59-60): \"Q. And from your analysis of the plaintiffs' tests, would you agree that the foam earplug has a rate of recovery from sixty percent compression to forty percent compression of from one to sixty seconds? A. Well, I haven't measured it and I can't really measure it here, but I am prepared to accept that, yes. Q. And likewise, if you haven't done the test, are you prepared to accept the evidence and data presented by the plaintiffs, that the foam earplug has an equilibrium pressure at forty percent compression with a range of point two three pounds per square inch, and also within the more narrow range of point three-five to one point zero pounds per square inch? A. Yes, sir. Again I have not measured it, but I have no reason to doubt it.\"", "[135] The final issue raised by the defendants was with respect to the proper constructions to be given to Claim 11 of the Gardner patent (on which claims 12 and 14 are reliant). Claim 11 includes the qualifier: \"[...] said earplug comprising a resilient plasticized polymeric foam having a sufficiently high concentration of organic plasticizer therein as to provide said foam [with the specified equilibrium pressure and rate of recovery].\"", "[136] As I understand it, plasticization is achieved either internally or externally. Plasticization relates, more or less, to the flexibility of the polymer and is technically referred to as the glass transition temperature. That is to say, when a polymer having the necessary properties achieves a certain temperature, it will transform from a glass-like state to a rubberlike state. Internal plasticization comes about when the basic formula of the polymer already contains the necessary properties within itself to achieve flexibility. On the other hand, external plasticization is achieved by adding a monomer or chemical to the basic polymer formula.", "[137] For many hours, in fact days, I listened to testimony on the use of the word \"plasticizer\" without the qualifying adjective \"internal\" or \"external\" as found in Claim 11 of the patent in suit. A theory advanced by the defendants and dealt with at length by the experts was that someone qualified and attempting to reproduce the patent, relying on the claims would be led to conclude that the word \"plasticized\" by itself, without the qualifying attribute, meant external plasticization only and precluded internal.", "[138] Dr. Williams, on behalf of the defendants, maintained that \"plasticized\" as utilized in the patent could not include a polymeric foam which would be internally plasticized; that earplugs as manufactured by the defendants with their own formulated polymeric foam could not infringe the patent since the foam did not contain an external plasticizer.", "[139] I am hesitant to accept this version. Dr. Williams in his cross-examination (Transcript, Volume V(b), p. 91) suggests that the definition of plasticization found in the claims of the patent might not necessarily exclude internal plasticization.", "[140] At pp. 89-91 Dr. Williams almost appears to contradict his stand and I quote the following excerpt from his cross-examination: \"Q. And if we focus our attention upon the patent and the teachings that we went over this morning, would you not agree, Dr. Williams that it is not essential to the working of the invention that the polymeric foam of the earplug be plasticized? A. Well, no, that is quite true. Q. And as a result it makes no difference, a polymeric foam can be utilized whether it is plasticized, so long as the foam earplug has the physical properties of slow recovery and low equilibrium pressure? A. Correct, sir. Q. If it is plasticized, I suggest it makes no difference whether the polymeric foam is internally or externally plasticized, or both. That is, neither way would be critical to the working of the invention, so long as the foam earplug which is made from that plasticized foam behaves in a certain way as defined by the Patent? A. That is correct. Q. If the polymeric foam is externally plasticized, as opposed to internally plasticized, would you agree that it makes no difference whether the plasticizer was added to the existing polymer mixture, or whether it was created in situ when the polymer is created? A. If the plasticizer created in situ had the properties of the added plasticizer, I would say yes, that would fit. Q. Thank you. So that what is important to the working of the invention as a result of that, is the end result, not the cause which brings about the physical properties? A. That's right.\"", "[141] I have to assume that the defendants examined the patent and decided that if the patent were worked using an internally plasticized polymeric foam, infringement could be avoided. The defendants benefited from the plaintiffs' patent which taught that a slow recovery foam was required to make a comfortable, efficient earplug. I find that it is immaterial to the working of the invention whether the foam is plasticized internally or externally provided the material contains the properties of slow recovery and low equilibrium pressure. No matter what material or method is used to accomplish plasticization it will result in infringement.", "[142] There is ample case law supporting the proposition that if an infringer takes the basic principles of an invention but only alters details and it is obvious that he has taken the substance, the court may examine the variants of details to determine if the essentials of the invention have been infringed and provide protection to the inventor. There is jurisprudence which supports the notion that even if something useful is added, copying the invention is not justified. The evidence of both Dr. Pearce and Dr. Williams, though very scientific, was helpful but I do not hesitate to conclude that Dr. Pearce's background and experience was more specifically related to the area at issue. The only real expert in the field of acoustics was Dr. Shaw who appeared on behalf of the plaintiffs. He was ecstatic in his description of the plaintiffs' earplug and how innovative and revolutionary it was at the time that it was made available commercially. He expressed unqualified praise vis--vis the plaintiffs' discovery. I may further add he was paid an exceptional compliment by Dr. Williams who stated, when referring to Dr. Shaw, that \"his reputation is short of phenomenal\".", "[143] I am satisfied that the defendants walked into their present situation with their eyes open. It is in evidence that the defendants prepared themselves for a possible suit by the plaintiffs by setting aside a war chest for this eventuality. The issue of plasticization of the polymeric foam is merely a technical defence which, it is clear from the jurisprudence, will not be permitted.", "[144] The evidence upon which I have not commented, I have nevertheless considered and I have either rejected it or found that it bears very little weight.", "[145] I therefore find that Claims 1, 3, 11, 12 and 14 have been infringed by the defendants and I direct the question with respect to the degree of infringement and other related issues to a reference pursuant to the Order of Mr. A.K. Giles, Associate Senior Prothonotary, dated February 26, 1986. The counterclaim is hereby dismissed.", "[146] At the end of their submissions, counsel for both parties agreed that the formal judgment be drafted jointly by them for submission to the trial judge for execution.", "[147] Costs to the plaintiffs. Judgment for plaintiff. Editor: Steven C. McMinniman/sms SCHEDULE \"A\" 3. Cook U.S. Patent 3,344,220 4. Cantor U.K. Patent 578,613 5. Hultgren U.K. Patent 733,542 6. Hultgren Swedish Patent 147,790 7. Kaps E. German Patent 26,819 8. Adler W. German Patent 16 97 139 9. Roth W. German Patent 17 05 036 10. Gardner Italian Patent 858,371 11. Wade U.S. Patent 2,262,568 12. Thomas U.S. Patent 2,538,339 13. Knight U.S. Patent 2,717,596 14. Michael U.S. Patent 2,824,558 15. Hoffman U.S. Patent 3,097,059 18. Beguin U.S. Patent 3,644,939 19. Kittredge U.S. Patent 3,771,521 21. Avot French Patent 1,559,694 22. Klosterfrau Netherlands Patent 69.07047 23. Gardner U.S. Patent 3,598,692 24. Mills U.S. Patent 3,736,929 25. Heinrich W. German Patent 19 05 618 27. Envac W. German Patent 23 25 823 28. U.K. Patent 1,256,412 29. Gardner Canadian Patent 860,386 [End of document]"]}