{"id_": "033974", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (IRPA) for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board), dated April 24, 2007, which found that the applicant was neither a Convention refugee nor a person in need of protection.  <FRAGMENT_SUPPRESSED>", "[2] The applicant requested that the decision be set aside and the matter referred back to a newly constituted panel of the Board for redetermination.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[3] Quinatzin Aguilar Gutierrez (the applicant) is a citizen of Mexico. The applicant alleged that he had a well-founded fear of persecution by reason of his membership in a particular social group, that is, victims of personal vendetta and/or homosexual men. The applicant's alleged fear is as described in his Personal Information Form (PIF).  <FRAGMENT_SUPPRESSED>", "[4] The applicant has known he was homosexual since he was 13 years old (since 1993). In his PIF, he described how he had been the victim of abuse and bullying while in elementary and high school because the other students thought that he was gay. The applicant also described how he was raised in a very religious, conservative, and strict Mexican family. The applicant finally told his mother he was gay in 2000, but she begged him not to tell his father. The applicant did as he was told.  <FRAGMENT_SUPPRESSED>", "[5] In 2005, the applicant met Angel Gomez Cruz at a party and the two became a couple shortly after. On April 28, 2005, the applicant alleged that Angel's father, Luis Gomez, saw the two men kissing and began yelling and calling the two names. The applicant stated that while Luis Gomez was grilling his son about the encounter, he managed to escape. Luis Gomez is a police officer in Mexico.  <FRAGMENT_SUPPRESSED>", "[6] The applicant stated that a few days later, he began receiving hang up phone calls to his home and police patrol cars began parking suspiciously in front of his house. The applicant's father began asking questions about the phone calls and police cars. The father got very upset and the applicant's mother revealed to him that the applicant was homosexual. The applicant's father came into the applicant's bedroom, took him by the throat and began beating him. The applicant left his parents' house after the incident and did not return.  <FRAGMENT_SUPPRESSED>", "[7] On November 1, 2005, while working in the city of Puebla, the applicant alleged that he was grabbed by two men from behind. He was beaten unconscious and when he awoke he was in the back seat of a police patrol car, naked and bound. He was told that if he tried to break free he would be raped again. The applicant alleged that the assault was Luis Gomez's doing. Before the applicant was left naked and bound in a ditch, he was told by the two men that \"he would not see Christmas.\" The applicant was taken to the hospital by a friend and treated for his injuries but did not report the incident to police.  <FRAGMENT_SUPPRESSED>", "[8] On November 5, 2005, the applicant began to make plans to flee to Canada. He left Mexico City airport on December 6, 2005 and arrived in Canada the same day. The applicant learned while in Canada that he could apply for refugee protection. As such, the applicant filed a refugee application on January 6, 2006. In a decision dated April 24, 2007, the applicant's application was rejected. This is the judicial review of the Board's decision.  <FRAGMENT_SUPPRESSED> Board's Decision  <FRAGMENT_SUPPRESSED>", "[9] In its decision, the Board identified the determinative issues as whether the fear was well founded and whether there was sufficient state protection available to the applicant in Mexico. The Board found that the applicant's fear was not objectively well founded and that there was credible and trustworthy documentary evidence indicating that Mexico was making serious efforts to provide state protection to its citizens.  <FRAGMENT_SUPPRESSED>", "[10] With regards to the fear of criminality and violence from his former lover's father, the Board was of the opinion that this was a personal vendetta. The Board noted that there was no evidence confirming that Luis Gomez was indeed a police officer. The Board stated that regardless, there was reliable documentary evidence indicating that state protection is available in Mexico for the applicant. The Board acknowledged the considerable crime and corruption in Mexico, but noted the government's substantial, meaningful and often successful efforts to combat crime and corruption. The Board stated that as Mexico was a fully functional democracy, the presumption of state protection applied. The Board found that the applicant had failed to rebut this presumption and noted that local failures to provide effective policing did not amount to a lack of state protection. The Board recognized that corruption of police forces was a widespread problem in Mexico, but went on to note the serious efforts made by Mexico in addressing the problems. The Board relied on the documentary evidence and found adequate state protection existed for the applicant. The Board found it unreasonable that the applicant had not made any efforts to seek police protection or the protection of other state authorities. The Board was of the opinion that the applicant should have shown that he had taken all reasonable steps in the circumstances before seeking international protection in Canada.  <FRAGMENT_SUPPRESSED>", "[11] With regards to the applicant's homosexuality, the Board noted at page 5 of its decision \"that there continues to be strong, homophobic attitudes and that despite legislation, discrimination, harassment and even arrests sometimes occur\". However, the Board perused the documentary evidence and found that Mexico was adequately addressing the issue of sexual orientation and universal rights for vulnerable groups, such as homosexuals. The Board found that \"his rights as a gay person are protected, and it is not sufficient for the claimant to say that protection would not be available if one has not sought that protection; the onus of approaching the state for protection rests with the claimant. <FRAGMENT_SUPPRESSED>", "[12] In conclusion, the Board found that the applicant was not a Convention refugee, nor was he a person in need of protection. As such, the applicant's claim for refugee status was rejected.  <FRAGMENT_SUPPRESSED> Issues  <FRAGMENT_SUPPRESSED>", "[13] The applicant submitted the following issue for consideration:  <FRAGMENT_SUPPRESSED> 1. Was the Board's conclusion that the applicant should have sought police protection, and that there are sufficient safeguards against persecution provided by the Mexican government made without regard to all of the evidence?  <FRAGMENT_SUPPRESSED>", "[14] I would rephrase the issues as follows:  <FRAGMENT_SUPPRESSED> 1. What is the appropriate standard of review?  <FRAGMENT_SUPPRESSED> 2. Did the Board err in finding that the applicant should have availed himself of state protection?  <FRAGMENT_SUPPRESSED> 3. Did the Board err in failing to consider all the documentary evidence on state protection?  <FRAGMENT_SUPPRESSED> 4. Did the Board err in finding that there existed adequate state protection in Mexico for the applicant?  <FRAGMENT_SUPPRESSED>", "[15] The applicant submitted that as the Board never made any negative credibility findings, it has implicitly accepted the police assault on the victim. As such, it was patently unreasonable for the Board to find that applicant should have sought police protection from the police.  <FRAGMENT_SUPPRESSED>", "[16] It was also submitted that the Board failed to consider certain pieces of documentary evidence that supported a finding of inadequate state protection. The documents that were specifically identified by the applicant are:  <FRAGMENT_SUPPRESSED> • the Department of State Report for 2003,  <FRAGMENT_SUPPRESSED> • a United Press International article from January 9, 2005,  <FRAGMENT_SUPPRESSED> • an article from OneWorld.net dated June 25, 2005,  <FRAGMENT_SUPPRESSED> • a 2006 Human Rights Watch report entitled \"Lost in Translation\",  <FRAGMENT_SUPPRESSED> • an article entitled \"Mexico Cap\" from Amnesty International dated January 27, 2006,  <FRAGMENT_SUPPRESSED> • the Washington Office on Latin America report dated April 6, 2006,  <FRAGMENT_SUPPRESSED> • the Harvard University Executive Session on Human Rights Commissions and Criminal Justice dated May 12, 2006, and  <FRAGMENT_SUPPRESSED> • the Amnesty International Report on Mexico for 2006.  <FRAGMENT_SUPPRESSED>", "[17] The applicant submitted that in <FRAGMENT_SUPPRESSED>  the Board's decision was set aside on the ground that it dismissed the documentary evidence in an off-hand manner, with no comment whatsoever, at the end of their reasons. Moreover, in Mahanandan v. (Minister of Employment and Immigration) , [1994] F.C.J. No. 1228, the Board's decision was overturned based on its bare acknowledgment of the documentary evidence and lack of real consideration of it. The Board's failure to weigh conflicting documentary evidence constitutes a reviewable error ( <FRAGMENT_SUPPRESSED>  right to put more weight on the documentary evidence, but in doing so it is required to clearly state its reasons for preferring the documentary evidence over that of the applicant's testimony ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[18] The respondent submitted the presumption of state protection applied and as such, the applicant was required to provide some \"clear and convincing proof\" in order to rebut the presumption ( <FRAGMENT_SUPPRESSED> ). It was submitted that it was not enough for the applicant to merely show that his government has not always been effective at protecting persons in his situation. \"Where a state is in effective control of its territory, has military, police and civil authority in place, and makes serious efforts to protect its citizens from terrorist activities, the mere fact that it is not always successful at doing so will not be enough to justify a claim that the victims of terrorism are unable to avail themselves of such protection\" ( Ward , above).  <FRAGMENT_SUPPRESSED>", "[19] The respondent noted the Board's findings on state protection based on the documentary evidence. The respondent submitted that local failures to provide effective policing do not amount to a lack of state protection ( <FRAGMENT_SUPPRESSED> ). It was submitted that the applicant's fear of his ex-partner's father's affiliation with the local police was not an excuse for his failure to seek protection from the state of Mexico and its many law enforcement and judicial institutions. The evidence before the Board was that there was state willingness to protect people such as the applicant who are targeted by public officers who abuse their powers. Moreover, state protection can be available from state run or funded agencies and not only from the police ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[20] The respondent also submitted that the Board considered all the relevant evidence and that no evidence was ignored. The Board is presumed to have taken all of the evidence into consideration, whether or not it expressly indicates having done so in its reasons ( <FRAGMENT_SUPPRESSED>  (C.A.)). The respondent noted that the Board acknowledged the considerable crime and corruption in Mexico and the remaining discrimination against homosexuals. It is therefore inaccurate for the applicant to claim that the Board ignored evidence to this effect. The respondent submitted that the Board considered all the documentary evidence and in conclusion, found that state protection existed.  <FRAGMENT_SUPPRESSED> Reply  <FRAGMENT_SUPPRESSED>", "[21] The applicant submitted that his assault at the hands of two police officers was some \"clear and convincing proof\" of the state's inability to protect him. With regards to the Board's failure to refer to certain pieces of documentary evidence in its analysis of state protection, the applicant stated that as the evidence specifically contradicts the Board's findings, there is a duty that the Board expressly consider this evidence ( <FRAGMENT_SUPPRESSED>  (F.C.T.D.) at paragraphs 15 to 17).  <FRAGMENT_SUPPRESSED> Analysis and Decision  <FRAGMENT_SUPPRESSED>", "[22] Issue 1  <FRAGMENT_SUPPRESSED> What is the appropriate standard of review?  <FRAGMENT_SUPPRESSED> The Board's overall finding on the adequacy of state protection is a question of mixed law and fact and is reviewable on a standard of reasonableness ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[23] This application for judicial review was heard before the landmark decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> . eliminated the standard of reasonableness simpliciter and patent unreasonableness for a more straightforward standard of reasonableness. Adequacy of state protection was already established in jurisprudence, however, as a question of mixed law and fact reviewable on a standard or reasonableness ( <FRAGMENT_SUPPRESSED> ). Since <FRAGMENT_SUPPRESSED> , Justice Dawson found in <FRAGMENT_SUPPRESSED>  the standard of review but in accordance with the definition in paragraph 47 of <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED> Reasonableness is a deferential standard animated by the principle that underlies the development of the two previous standards of reasonableness: certain questions that come before administrative tribunals do not lend themselves to one specific, particular result. Instead, they may give rise to a number of possible, reasonable conclusions. Tribunals have a margin of appreciation within the range of acceptable and rational solutions. A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.  <FRAGMENT_SUPPRESSED>", "[24] Issue 2  <FRAGMENT_SUPPRESSED> Did the Board err in finding that the applicant should have availed himself of state protection?  <FRAGMENT_SUPPRESSED> The applicant submitted that it was patently unreasonable for the Board to find that the applicant should have sought state protection being that the agents of persecution where members of the police force themselves.  <FRAGMENT_SUPPRESSED>", "[25] In <FRAGMENT_SUPPRESSED> , Justice Simpson of this Court dealt with a similar situation. In that case, the applicant also alleged that the police were the agents of persecution and the Board found that the applicant should have approached other reasonable state protection mechanisms, specifically, the Parliamentary Commissioner for the protection of national and ethnic minority rights. Justice Simpson considered evidence such as past complaints made to the Parliamentary Commissioner by people in the same situation as the applicant. In the end, Justice Simpson determined that based on the material before the Board, its state protection finding was reasonable.  <FRAGMENT_SUPPRESSED>", "[26] In the present case, the Board found it unreasonable that the applicant did not even try to test state protection:  <FRAGMENT_SUPPRESSED> In this particular case, the claimant did not take all reasonable steps. Indeed, the claimant took no steps at all. The panel is of the opinion that the claimant ought to have shown that he had taken all steps reasonable in the circumstances before seeking international protection in Canada.  <FRAGMENT_SUPPRESSED>", "[27] Just prior to this finding, the Board assessed state protection mechanisms available to persons in Mexico who were targeted by corrupt police officers. The Board stated:  <FRAGMENT_SUPPRESSED> Victims of corruption and organized crimes can report offences directly to the nearest public ministry officer, when the local police might be involved. When victims are ignored or their claims are not processed, they have recourse to report the offence directly to the internal comptroller of the Procuraduria General de la Republica (PGR).  <FRAGMENT_SUPPRESSED>", "[28] In my opinion, it was reasonable for the Board to find that there were reasonable other avenues of state protection available to the applicant. In cases where the alleged agents of persecution are the police, it is critical that the Board consider the reasonableness of asking the applicant to approach the same police force to ask for protection. In my opinion, the Board in the present case was sensitive to this fact and properly assessed the reasonableness of other mechanisms of state protection. I believe that the Board committed no error in finding that the applicant should have made an effort to seek state protection before seeking international protection even if the agents of persecution were the police themselves. I would not allow the judicial review on this ground.  <FRAGMENT_SUPPRESSED>", "[29] Issue 3  <FRAGMENT_SUPPRESSED> Did the Board err in failing to consider all the documentary evidence on state protection?  <FRAGMENT_SUPPRESSED> The applicant submitted that the Board erred in failing to expressly mention documentary evidence that directly contradicted its finding on the adequacy of state protection. In making this argument, the applicant relied on Cepeda- <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>  Justice Pinard found that the Board's duty to expressly refer to evidence that contradicted its key findings as per Cepeda- <FRAGMENT_SUPPRESSED>  did not apply where the evidence in question was general documentary evidence. I am satisfied that Cepeda- <FRAGMENT_SUPPRESSED> , can also be distinguished from the present case. While in that case the evidence in question was specific and personal to the applicant, in the present case, the evidence in question is general documentary evidence.  <FRAGMENT_SUPPRESSED>", "[30] In any case, even if the principle articulated  <FRAGMENT_SUPPRESSED> - <FRAGMENT_SUPPRESSED> , did apply to the present case, I am not convinced that the Board failed to consider the evidence in question. The Board clearly acknowledged that there were serious issues of corruption and crime among police in Mexico and that discrimination against homosexuals persisted. These considerations and the Board's statement that they had considered all the documentary evidence before them satisfy me that no error was committed in the Board's assessment of the documentary evidence on state protection. I would not allow the judicial review on this ground.  <FRAGMENT_SUPPRESSED>", "[31] Issue 4  <FRAGMENT_SUPPRESSED> Did the Board err in finding that there existed adequate state protection in Mexico for the applicant?  <FRAGMENT_SUPPRESSED> The applicant submitted that the Board's overall finding that adequate state protection existed for the applicant was patently unreasonable. As mentioned above, the appropriate standard of review for the Board's overall finding on state protection is a standard of reasonableness. Having carefully reviewed the Board's reasons, I am satisfied that the Board's finding that state protection existed for the applicant in Mexico was reasonable.  <FRAGMENT_SUPPRESSED>", "[32] In its decision, the Board carefully reviewed state protection for both individuals targeted by corrupt police officers and for homosexuals. The Board considered not only government initiatives such as legislative reforms, new laws and programs, but it also considered the effectiveness of these measures. The Board conducted a very thorough investigation into state protection in Mexico and I see no reason to interfere with its decision. I would not allow the judicial review on this ground.  <FRAGMENT_SUPPRESSED>", "[33] The application for judicial review is therefore dismissed.  <FRAGMENT_SUPPRESSED>", "[34] Neither party wished to submit a proposed serious question of general importance for my consideration for certification.  <FRAGMENT_SUPPRESSED>", "[35] IT IS ORDERED that the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED> ANNEX  <FRAGMENT_SUPPRESSED> Relevant Statutory Provisions  <FRAGMENT_SUPPRESSED> The relevant statutory provisions are set out in this section.  <FRAGMENT_SUPPRESSED> The Immigration and Refugee Protection Act, S.C. 2001, c. 27 (IRPA):  <FRAGMENT_SUPPRESSED> 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,  <FRAGMENT_SUPPRESSED> (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or  <FRAGMENT_SUPPRESSED> (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.  <FRAGMENT_SUPPRESSED> 97.(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally  <FRAGMENT_SUPPRESSED> (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or  <FRAGMENT_SUPPRESSED> (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if  <FRAGMENT_SUPPRESSED> (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,  <FRAGMENT_SUPPRESSED> (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,  <FRAGMENT_SUPPRESSED> (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and  <FRAGMENT_SUPPRESSED> (iv) the risk is not caused by the inability of that country to provide adequate health or medical care.  <FRAGMENT_SUPPRESSED> (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}