{"id_": "033950", "body_str": ["[1] Fothergill, J. : Fernando Ngandu (the Applicant) has brought an application for judicial review pursuant to s 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (the IRPA) of a decision of the Refugee Appeal Division of the Immigration and Refugee Board (the RAD). The RAD upheld the decision of the Refugee Protection Division (RPD) that the Applicant is neither a Convention refugee within the meaning of s 96 of the IRPA, nor a person in need of protection as defined in s 97(1) of the IRPA.", "[2] For the following reasons, the application for judicial review is allowed and the matter is remitted to the RAD for re-determination by a differently constituted panel. I. Background", "[3] The Applicant is a citizen of Angola. He alleged before the RPD that he had been tortured by government agents because of his participation in protests against the government and because of his membership in a small youth group called the Movimiento Social Revolucionario (the MSR). The Applicant said that he had participated in a protest in November, 2012 which was violently ended by the police. He was arrested, detained and tortured, ultimately resulting in his hospitalisation for a head injury.", "[4] After two months in the hospital, his mother bribed a doctor to release him. He then learned that his father and siblings were missing after their participation in anti-government protests, and a leader of the MSR had been killed. In the months that followed, the Applicant distributed posters to raise awareness of government corruption. There was an incident where a government agent fired a gun at him, and the Applicant then decided to leave Angola. He arrived in Canada on May 2, 2013 and made a refugee claim.", "[5] The RPD dismissed the Applicant's claim on the ground that he lacked credibility. Based on a number of factors the RPD found that the Applicant had never been a member of the MSR: the leaders of the group identified in the documentary evidence were not the same as those identified by the Applicant in his testimony; the Applicant had provided no evidence to support his claim of being hospitalised for two months; and the Applicant's narrative and testimony were contradictory with respect to when and where he learned that his father and siblings had been arrested. The RPD also drew a negative inference from the Applicant's inability to remember the brand name of the printer he used to produce the posters and from contradictions in the Applicant's testimony regarding why he chose to come to Canada instead of making a refugee claim in Brazil.", "[6] The RAD confirmed the RPD's decision. It refused to admit new evidence in the form of a letter from the Applicant's physician regarding his cognitive impairment on the ground that the letter was not material. Applying the standard of reasonableness, the RAD concluded that the RPD had erred with respect to some of its credibility findings, but the decision as a whole was reasonable. The RAD also found that the RPD had satisfied the requirements of procedural fairness. II. Issues", "[7] This application for judicial review raises the following issues: A. Whether the RAD's refusal to admit the letter from the Applicant's physician as new evidence was reasonable; B. Whether the RAD's review of the RPD's findings of credibility was based on the correct standard of review and, if so, whether it was reasonable; and C. Whether a question should be certified for appeal. III. Standard of Review", "[8] The RAD became operational in December, 2012. It is a relatively new appellate tribunal, and the law is not yet settled regarding the standard of review to be applied by this Court to the RAD's determination of its own standard of review. Some decisions of this Court have applied the standard of correctness, based on the assumption that the scope of the RAD's appellate review, although a matter of interpretation by the RAD of its home statute, is a question of general importance to the legal system and is beyond the RAD's expertise and experience (see, for example, Justice Phelan's decision in <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ] and Justice Barnes' decision in <FRAGMENT_SUPPRESSED> [ Sow ]).", "[9] By contrast, Justice Gagné in <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ] and Justice Martineau in <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ] found that this Court should apply the standard of reasonableness when considering the RAD's determination of its own standard of review. They concluded that this is not a question of law of central importance to the legal system as a whole, nor does it fall outside the expertise of the RAD.", "[10] Whether the Court applies the standard of reasonableness or correctness to the RAD's identification of its own standard of review is not always determinative of the outcome of an application for judicial review before this Court ( <FRAGMENT_SUPPRESSED> at para 37). As Justice Simon Noël remarked in <FRAGMENT_SUPPRESSED> : [...] the standard of review this Court should apply when reviewing the standard of intervention chosen by the RAD in its review of a RPD decision is undecided. As noted, this question is not determinative with regards to the case at bar. I therefore adhere to Justice Martineau's approach in <FRAGMENT_SUPPRESSED> , supra at para 37, that until this question is resolved by the Federal Court of Appeal, a pragmatic approach should be used for the determination of the present judicial review.", "[11] Nevertheless, this Court is unanimous that the RAD commits an error when it applies a judicial review standard while fulfilling its appellate functions ( <FRAGMENT_SUPPRESSED> at paras 7, 37).", "[12] The RAD's application of the law to the facts of the case and its consideration of the RPD's credibility findings are both subject to review by this Court against a standard of reasonableness ( <FRAGMENT_SUPPRESSED> ).", "[13] Finally, in <FRAGMENT_SUPPRESSED> [ Singh ], Justice Gagné found that the standard of reasonableness also applies to questions regarding the admissibility of new evidence before the RAD. (See also <FRAGMENT_SUPPRESSED> .) IV. Analysis A. Whether the RAD's refusal to admit the letter from the Applicant's physician as new evidence was reasonable.", "[14] The Applicant objects to the RAD's reliance on the Federal Court of Appeal's decision in <FRAGMENT_SUPPRESSED>  in its determination of whether the new letter from the Applicant's physician should have been admitted into evidence. <FRAGMENT_SUPPRESSED> concerned the admission of new evidence in the context of a Pre-Removal Risk Assessment (PRRA). The RAD did not explain why the criteria for admitting new evidence in the context of a PRRA should also apply to an appeal before the RAD.", "[15] The Applicant notes that in Singh and in <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], this Court held that the criteria identified in <FRAGMENT_SUPPRESSED> should not automatically be applied to a determination of whether new evidence may be adduced before the RAD. In addition, the Applicant argues that even if this Court were to find that it was reasonable for the RAD to adopt the <FRAGMENT_SUPPRESSED> criteria, the RAD's application of these criteria was unreasonable because its analysis of the letter's materiality was flawed.", "[16] The Respondent points out that the language of the new evidence provisions in the PRRA context (s 113(a) of the IRPA) and in the RAD context (s 110(4) of the IRPA) are very similar, and it is therefore reasonable for the RAD to apply the <FRAGMENT_SUPPRESSED> criteria to determine whether new evidence may be admitted before the RAD.", "[17] With respect to an appeal before the RAD, s 110(4) of the IRPA provides as follows: (4) On appeal, the person who is the subject of the appeal may present only evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection [emphasis added]", "[18] In the context of a PRRA, s 113(a) of the IRPA provides as follows: (a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection; [emphasis added]", "[19] However, the similarity of the provisions does not necessarily mean that the <FRAGMENT_SUPPRESSED> criteria apply to the admission of new evidence in an appeal before the RAD. In Singh , Justice Gagné described the function of a PRRA officer as follows (at para 50): A PRRA officer is not a quasi-judicial body, nor does he or she have an appellate function when faced with a RPD decision. The PRRA officer is an employee of the Minister, acting within his or her employer's discretion (insofar as it is circumscribed by the Act and the Regulations). The PRRA officer must give deference to the RPD's determination of the claim, to the extent that the facts remain unchanged from the time it had rendered its decision. Instead, the PRRA officer is specifically looking as to whether new evidence has come to life since the RPD's rejection of the claim for determining a risk of persecution, a danger of torture, a risk to life or a risk of cruel and unusual treatment or punishment. The underlying rationale for paragraph 113( ) of the Act is not appellate in nature but rather to assure the claimant has a last chance to have any new risks of refoulement (not previously assessed by the RPD) assessed before removal can take place. [emphasis in original]", "[20] This may be contrasted with the RAD, which is a quasi-judicial appellate body that is intended by Parliament to conduct a \"full fact-based appeal\" of decisions of the RPD. A \"full fact-based appeal\" requires that the rules of evidence be applied with a measure of flexibility, especially given the strict timelines faced by refugee claimants ( Singh at paras 53-56; <FRAGMENT_SUPPRESSED> at para 37).", "[21] In this case, the RAD accepted that the letter from the Applicant's physician was new, credible and relevant, but found that it was not material because the physician was not a qualified neurologist and his report would therefore have little bearing on the RAD's assessment of the Applicant's cognitive functioning. The RAD reasoned that if the physician suspected that the Applicant's cognitive functioning was deteriorating, then he would have referred him to a neurologist for assessment.", "[22] For the reasons expressed by this Court in Singh and Katchatourian , I conclude that the RAD erred in applying the <FRAGMENT_SUPPRESSED> criteria to its determination of whether to admit the new letter from the Applicant's physician. I am unable to say whether a more flexible approach would have caused the RAD to admit the physician's letter into evidence, nor whether this would have enabled the Applicant to obtain an oral hearing or given him an opportunity to explain the inconsistencies in his testimony that caused the RPD to make adverse findings of credibility. Because I am unable to conclude whether the RAD's decision would have been different if the more recent letter from the physician had been admitted, the application for judicial review must be allowed. B. Whether the RAD's review of the RPD's findings of credibility was based on the correct standard of review and, if so, whether it was reasonable.", "[23] The Applicant argues that the RAD erred by assessing the RPD's decision as if it were conducting an application for judicial review. The RAD is a specialized tribunal that hears appeals from the RPD, whose members are presumed to have less expertise than members of the RAD. In addition, the RAD has the power to issue decisions with precedential value and to consider questions of fact, law, or mixed fact and law. The RAD may hold an oral hearing when there is new evidence that relates to a question of credibility. Finally, the RAD has the power not only to set aside a decision of the RPD, but also to substitute its own decision.", "[24] The Applicant points out that this Court has ruled that the RAD must not apply the standard of judicial review when conducting an appeal, and in this case the RAD did not adopt any of the approaches that have been recognized by this Court as appropriate. Accordingly, the Applicant was denied his right to a meaningful appeal.", "[25] The Applicant also disputes the RAD's assessment of the RPD's credibility findings. The RAD concluded that it was reasonable for the RPD to draw an adverse finding of credibility from the Applicant's unsatisfactory explanation of how he learned of the death of one of the MSR's leaders. However, contrary to the RAD's finding, the RPD in fact accepted that there had been an error of translation, and concluded that the discrepancy was \"more apparent than real.\"", "[26] The Respondent says that it was open to the RAD to apply the standard of reasonableness when reviewing the RPD's findings of credibility, because the RAD owes deference to the RPD in this regard. Appeals before the RAD are usually conducted in writing, and the RAD accepts new evidence and holds hearings only in limited circumstances. According to the Respondent, the RPD \"plays the primary role in the refugee determination process\". The RPD is in the best position to assess the evidence, because it sees and hears witnesses' testimony. This Court has found that the RAD owes deference to the RPD's credibility findings when they are based on witnesses' testimony ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[27] The Respondent maintains that this Court erred in <FRAGMENT_SUPPRESSED> and the cases that have followed it insofar as these stand for the proposition that the RAD owes no deference to factual findings of the RPD that are not dependent on witness testimony. According to the Respondent, these cases \"did not properly take into account the importance of the hearing process which allows the RPD to have a deeper engagement with the entire evidentiary record.\" The Respondent recognizes that the RAD \"may have equal expertise\" with respect to assessing country condition reports, but argues that requiring the RAD to conduct an independent review is incompatible with the legislative objective of creating an efficient and effective appeal mechanism.", "[28] The Respondent therefore defends the RAD's application of the reasonableness standard to its review of the RPD's decision. Alternatively, the Respondent asserts that the proper standard of review for questions of fact is the appellate standard of overriding and palpable error. In this case, applying that standard produces the same result since it is functionally equivalent to the standard of reasonableness ( <FRAGMENT_SUPPRESSED> ).", "[29] Finally, the Respondent says that the RAD's misunderstanding of the apparent discrepancy in the Applicant's testimony about how he learned of the death of a leader of the MSR was not central to its decision, since many other conclusions regarding his credibility were not affected by this error.", "[30] Despite the Respondent's able arguments, I find myself in agreement with the Applicant. This Court has ruled repeatedly that the RAD commits an error when it applies the standard of reasonableness to its review of the RPD's factual findings ( <FRAGMENT_SUPPRESSED> at paras 6 and 7).", "[31] I acknowledge that the RAD owes deference to an assessment of credibility by the RPD that is based on witness testimony. As the Supreme Court of Canada observed in R v NS , 2012 SCC 72 at para 25: It is a settled axiom of appellate review that deference should be shown to the trier of fact on issues of credibility because trial judges (and juries) have the \"overwhelming advantage\" of seeing and hearing the witness - an advantage that a written transcript cannot replicate: <FRAGMENT_SUPPRESSED> , at para. 24; see also <FRAGMENT_SUPPRESSED> , at p. 131. This advantage is described as stemming from the ability to assess the demeanour of the witness, that is, to see how the witness gives her evidence and responds to cross-examination. [emphasis original]", "[32] However, the Respondent goes further and says that the RAD owes deference to the RPD with respect to all factual findings. Most judges of this Court have held that, because the RAD is a specialized tribunal which conducts a \"full fact-based appeal\", it owes deference to the RPD only when a witness' credibility is critical or determinative or when the RPD enjoys a particular advantage ( <FRAGMENT_SUPPRESSED> at paras 54-55; <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> at para 39; <FRAGMENT_SUPPRESSED> ; Sow at para 13; see contra  <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). In <FRAGMENT_SUPPRESSED> at para 70, Justice Martineau concluded that the RPD is in no better position than the RAD to make factual findings that are not wholly dependent on testimony: From the perspective of establishing facts, determining whether there is a well-founded fear of persecution requires assessing a refugee claimant's subjective fear-regarding not only the credibility of his or her narrative-but also its objective basis in light of the documentary evidence pertaining to the conditions in the country in question. On appeal, the RAD will also have access to the RPD's record (including recordings) and all the documentary evidence (including the NDP of the country in question). Apart from a pure credibility issue (in passing, what is credibility?), one may reasonably ask whether a RAD member is in just as good a position as a RPD member to reassess the evidence in the record where it is alleged on appeal that the RPD erred in its assessment of the evidence as a whole, which is precisely the principal complaint that the applicant made against the RPD. A number of my colleagues think so, and I am also of that opinion.", "[33] Although not unanimous on this point (see <FRAGMENT_SUPPRESSED> at para 39), most judges of this Court have concluded that the RAD must conduct its own independent assessment of the evidence ( <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> at para 47; Njeukamv Canada (Citizenship and Immigration) , 2014 FC 859 at para 15; <FRAGMENT_SUPPRESSED> at para 45; <FRAGMENT_SUPPRESSED> at para 53). The RAD's obligation to conduct an independent assessment of the evidence extends to questions of credibility.", "[34] Some decisions of this Court have held that the RAD does not commit a reviewable error when it applies the standard of reasonableness to findings of pure credibility ( <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> ; Yin ). However, as explained by Justice Simon Noël in <FRAGMENT_SUPPRESSED> at para 32, this Court will uphold the RAD's application of the reasonableness standard to the RPD's findings of credibility only when it is clear that the RAD has in fact conducted its own assessment of the evidence. This is also the thrust of Justice Shore's decision in <FRAGMENT_SUPPRESSED> where he notes that in cases involving findings of pure credibility, the point is not which standard was applied but rather \"whether the RAD conducted an independent assessment of the evidence as a whole.\"", "[35] The Respondent cautions that in order to conduct an independent assessment of the evidence the RAD member would have to read \"thousands of pages of documents\", and argues that this would be incompatible with the legislative goal of creating an efficient appeal system. However, this must be reconciled with the RAD's power to substitute its own determination for that of the RPD and Parliament's intention to provide a \"full fact-based appeal\" ( <FRAGMENT_SUPPRESSED> at para 40). In the words of Justice Shore, \"the idea that the RAD may substitute an impugned decision by a determination that should have been rendered without first assessing the evidence is inconsistent with the purpose of the IRPA\" ( <FRAGMENT_SUPPRESSED> ).", "[36] In this case, the RAD was wrong to review the RPD's findings of credibility against the standard of reasonableness. The RAD's decision does not permit this Court to conclude that it consistently conducted an independent assessment of the evidence. The RAD reached an independent conclusion with respect to the RPD's erroneous finding of a contradiction in the Applicant's explanation for claiming refugee status in Canada rather than in Brazil. However, the RAD did not conduct an independent assessment of the RPD's adverse credibility finding regarding the Applicant's allegations of participation in protests, detention and torture. Rather than evaluating the evidence as a whole, the RAD first attempted to supplement the incomplete reasons of the RPD, incorrectly citing Newfoundland and  <FRAGMENT_SUPPRESSED>  as its authority for doing so.", "[37] Finally, the RAD's misapprehension of the RPD's conclusion regarding the \"more apparent than real\" contradiction in the Applicant's testimony with respect to how he learned of the death of an MSR leader provides another basis for allowing the application for judicial review. The RAD held that the RPD's decision as a whole was reasonable, even though it found some of the RPD's negative credibility findings to be unreasonable. If the RAD had not misapprehended the RPD's determination on this question of credibility, this may have shifted the balance and caused the RAD to conclude that the RPD's decision as a whole was unreasonable.", "[38] The application for judicial review is therefore allowed. C. Whether a question should be certified for appeal.", "[39] Two of three determinative issues in this application for judicial review have previously been certified for appeal. If I had decided the case against the Applicant, then I might have certified questions for appeal to preserve his procedural rights in the event that appellate jurisprudence changed the law in his favour. However, as the Applicant has been successful in this application for judicial review, and the disputed legal issues will be determined by the Federal Court of Appeal in other cases, I do not find it necessary to certify questions for appeal in this case. JUDGMENT", "[40] THIS COURT'S JUDGMENT is that the application for judicial review is allowed and the matter is remitted to the RAD for re-determination by a differently constituted panel. No question is certified for appeal.", "[2] I. Contexte", "[3]", "[4]", "[5]", "[6] II.", "[7] III.", "[8] Sow ]).", "[9]", "[10] <FRAGMENT_SUPPRESSED> :", "[11]", "[12] <FRAGMENT_SUPPRESSED> ).", "[13] <FRAGMENT_SUPPRESSED> à 42 [ Singh IV. Analyse A.", "[14]", "[15]", "[16]", "[17] (4) On appeal, the person who is the subject of the appeal may present only evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection [emphasis added]", "[18] (a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection; [emphasis added]", "[19] Singh", "[20] Singh", "[21]", "[22] Singh et Katchatourian B.", "[23]", "[24]", "[25]", "[26] <FRAGMENT_SUPPRESSED> à 20 [ <FRAGMENT_SUPPRESSED> ]).", "[27]", "[28] <FRAGMENT_SUPPRESSED> ).", "[29]", "[30]", "[31] R c NS voir", "[32] <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , au paragraphe 39; <FRAGMENT_SUPPRESSED> ; Sow", "[33] <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , au paragraphe 47;", "[34] Yin", "[35] <FRAGMENT_SUPPRESSED> ).", "[36] Newfoundland and  <FRAGMENT_SUPPRESSED>  comme fondement pour le faire.", "[37]", "[38] La demande de contrôle judiciaire est par conséquent accueillie. C.", "[39] JUGEMENT", "[40] [End of document]"]}