{"id_": "034150", "body_str": ["[1] Zinn, J. : Mr. Zhou submits that the Refugee Protection Division's decision rejecting his claim for protection is unreasonable in two respects - its negative credibility findings and its finding that he faced prosecution, not persecution. For the following reasons, I agree with Mr. Zhou.", "[2] Mr. Zhou is a citizen of China. Between 1994 and 2002, he and his wife conceived four children in China, contrary to its family planning laws. Upon declaring these children to the family planning authorities in 2002, Mr. Zhou was fined 150,000 RMB and his wife was sterilized. In the ensuing years, Mr. Zhou, whose annual income in China was in the range of 20,000 RMB, was unable to fully pay down the fine.", "[3] On August 7, 2009, Mr. Zhou attended a local government office to obtain permission to permit his eldest child, a daughter, to be enrolled in middle school despite the fact that he had not yet fully paid the fine. The government officials refused. Mr. Zhou became frustrated and angry and starting shouting insulting remarks about the government and the Communist Party. Alerted that the Public Security Bureau (PSB) had been advised and were en route, Mr. Zhou fled the premises and went into hiding. Nearly two months later, with the assistance of a smuggler to whom he paid 150,000 RMB, Mr. Zhou fled to Canada and claimed protection.", "[4] The Board rejected Mr. Zhou's claim for protection on the basis of his credibility or, alternatively, because Mr. Zhou faced prosecution and not persecution. Credibility", "[5] The Board found that, while Mr. Zhou \"testified throughout the hearing in a credible manner,\" three aspects of his story cast doubt on his credibility. 1. Borrowing Money", "[6] First, Mr. Zhou testified that he paid the smuggler 150,000 RMB to flee to Canada and that this amount was raised through his relatives. The Board felt that if Mr. Zhou was able to raise the money to flee, he would have tried to raise the same amount to permit his children to attend school, an admittedly important objective from Mr. Zhou's point of view. The Board questioned Mr. Zhou on this aspect of his story. Over the course of several responses, Mr. Zhou explained that the situations were different, but the Board did not find his responses credible.", "[7] The exchange between the Board and Mr. Zhou at the hearing on this question is a challenge to comprehend. He testifies that the situation he faced with the PSB was unexpected, implying that the situation with his four children, who he knowingly had, was not. He also says that\"because I am running away and running for my life, that is why my family, my relatives have empathy for me. ... So running away and then the PSB try ...arrest me and that was unexpected.\"", "[8] The Board found that these two situations did not differ: He stated that he borrowed this money from relatives in order to escape China. When asked why he did not borrow this money to pay off the penalty to the Family Planning officials, thereby allowing his daughter and other children to be registered on the hukou , he stated it was a different situation. The panel disagrees. The claimant stated that it was important that his daughter attend school and because of the situation, he went to beg the Family Planning officials for some leniency. If in fact this issue was so important, it would be reasonable to assume that he would go to his relatives to borrow money so that the family could be legally registered on a hukou and his daughter could attend school. He stated that it was a spur of the moment thing and that his relatives supported him because of the situation. The panel does not find this explanation reasonable or credible and draws a negative inference.", "[9] I find the Board's assessment problematic. First, the two situations are not the same unless one assumes that the relatives would have loaned him the funds in both situations. The Board never asked Mr. Zhou if he went to his relatives and asked for the money to pay the fine; rather, the Board assumed that he did not. Whether or not Mr. Zhou ever approached his relatives to borrow money to pay the fine is not clear from the record as the Board never directly asked that question before embarking on its line of inquiry. If Mr. Zhou made no attempt to borrow money from his relatives for that purpose then the Board could have asked him why he did not do so in light of the importance of the children's education from his perspective. If he did and the relatives rejected his request to borrow money for that purpose, then the Board would have to address the question whether it was plausible that the relatives would loan money for one purpose but not the other.", "[10] Second, a fair reading of the transcript shows that Mr. Zhou considered the Board's question as to why he did not go to his relatives to borrow money to pay the fine to be a question as to why he did not do so instead of fleeing China, and not why he did not do so before he had the confrontation at the local office. This is evident from the following exchange: BOARD But you borrowed from your relatives. Why could you not have borrowed from your relatives before? MR. ZHOU Because now I am running away. [emphasis added] Although the Board attempted to focus Mr. Zhou on the time before the confrontation at the local office, it is clear that Mr. Zhou failed to appreciate what the Board was asking and the Board asked no more questions; the Board failed to focus its questions on that relevant issue.", "[11] I am satisfied, as a result of the two issues mentioned, that the Board and Mr. Zhou were simply not as idem as to the questions asked and answers given. As a result, it was unreasonable to make the finding that the two situations were the same. 2. Lack of Summons and Lack of Harm to Family", "[12] The Board found that, \"given that authorities have allegedly continued to inquire about [Mr. Zhou], it is reasonable to expect that an arrest warrant or some summons to appear would have been issued.\" None was. Mr. Zhou's counsel at the hearing directed the Board to this Court's decision in <FRAGMENT_SUPPRESSED>  [ Liang ], but the Board, acknowledging that the evidence about arrest warrants was \"mixed,\" reasoned that \"[i]f the PSB, a competent police force, took the trouble to visit the claimant's house many times, an estimate of 12 in total given by the claimant, then it is reasonable that at some point they would have given either a summons to appear or an arrest warrant when he did not arrive back home.\"", "[13] Mr. Zhou submits that this Court \"has found in [ Liang ] that a finding by the Board that on a balance of probabilities it would be reasonable to assume that a summons would have been left is a reviewable error,\" pointing out that the same documentary evidence was before the Board in this matter as was in Liang . The respondent says that \"it was reasonable for the Refugee Division to find [the lack of summons] to be inconsistent with Mr. Zhou's claim the authorities are seeking to prosecute him.\"", "[14] The relevant passages from Liang are the following:", "[11] The Board found that on a balance of probabilities the PSB was not looking for the Applicant because no warrant/summons had been left at her home.", "[12] According to the documentary evidence, the Applicant's testimony that no warrant/summons was left at her home, could have very well occurred. Negative findings of credibility could very well lack reasonableness where documentary evidence clearly indicates that which an applicant says occurred, could in fact have occurred.", "[13] The documentary evidence indicated that it is not usual procedure to leave a summons/warrant with any other person other than the person to whom it is issued. Thus, the PSB in this case appears to have followed usual procedure.", "[14] The documentary evidence also stated the procedures followed by the PSB vary from region to region; and, in most instances, routine procedures or rules give way to norms of the region. Therefore, if the norm in the Applicant's region is for the PSB not to leave a summons/warrant for anyone other than the person who is named, then presumably that norm is followed regardless of how many times the PSB visits the Applicant's home or how many people in the Applicant's house church would have been arrested and sentenced. [emphasis added]", "[15] The evidence referred to in Liang , and by the Board and Mr. Zhou in the present case, is a document from the Board's National Documentation Package on China entitled Response to Information Request CHN42444.E. This document describes the summons procedure in China and attaches sample summonses. Relevant to this application, under the heading\"Whether Summonses are Given to Individuals or Households,\" CHN42444.E states: According to information provided to the Research Directorate on 10 December 1998 by a senior fellow of the Open Society Institute, a summons would almost always be issued to the individual, rather than to a household registration or family member (10 Dec. 1998). The University of Washington law professor corroborated this information in correspondence to the Research Directorate, saying that he was not aware of any changes to this practice, as of April 2004 (22 Apr. 2004). However, according to the representative of HRIC in New York, ...it is very common in China for the police authorities to leave a summons or subpoena with family members (or possibly close friends, though that is probably less common), instructing them to pass it along to the person named on the summons. The person accepting the summons would be expected to sign an acknowledgment of receipt. This is not actually proper procedure , but it happens all the time, especially in cases when the person on the summons is not easily locatable. ... [S]ome police officers themselves are not well versed in the proper procedure, and probably think that this is a perfectly acceptable practice (while others may simply be too idle to chase the person down, and rely on the public's sense of intimidation to do their work for them) (23 Apr. 2004). [emphasis added]", "[16] In this case, Mr. Zhou says he immediately went into hiding after the incident at the government office and was never confronted by the PSB. According to the documentary evidence reproduced above, if \"proper procedure\" was followed the only conclusion that can be drawn is that neither he nor his family should be in possession of any summons. That corresponds exactly to the testimony of Mr. Zhou. However, the Board says that\"if the PSB, a competent police force , took the trouble to visit the claimant's house many times ... it is reasonable that at some point they would have given either a summons to appear or an arrest warrant when he did not arrive back home [emphasis added].\" That is plainly wrong; if the PSB is a\"competent police force,\" then, on the contrary, one assumes they followed proper procedure and did not leave a summons. The Board's finding in relation to the summons completely misapprehends the evidence, lacks intelligibility as a result, and is therefore unreasonable.", "[17] Mr. Zhou also says that the Board's negative credibility inference arising from the lack of harm to his family since his departure despite the PSB's threats is also unreasonable as it was based on mere supposition unsupported by any evidence. The respondent says that the Board's inference was reasonable.", "[18] I agree with Mr. Zhou. The Board does not refer to any evidence in the record to support this finding. Indeed, one is left to assume that the Board's conclusion is premised on alleged common sense because it says that it would have been \"reasonable for [the PSB] to act on these threats over a period of two years.\" The Board is entitled to use its common sense, but common sense does not dictate that those who make threats always carry them out. Sometimes threats are carried out, sometimes they are not. The Board did not refer to any evidence in the record that the PSB is permitted, or as a matter of practice actually does punish the families of those who are suspected of committing crimes. On the contrary, as a matter of common sense, it is very well imaginable that the PSB or any other police force might make threats that they do not carry out.", "[19] Absent more justification, this aspect of Mr. Zhou's testimony was neutral in relation to his overall credibility and the Board was unreasonable to conclude otherwise. There was simply no good reason given by the Board as to why what Mr. Zhou said happened, likely would not have happened. Persecution or Prosecution", "[20] The Board found that if Mr. Zhou was wanted by the PSB, \"it is reasonable to assume that it would have been for his disruptive behaviour at the Family Planning Office and they would attempt to prosecute him in some form for that behaviour.\" The Board did \"not believe that [Mr. Zhou's] behaviour approaches the level of political opinion necessary to warrant consideration as a refugee in need of protection.\" The Board also dismissed the suggestion that being required to pay the family planning fine amounted to persecution.", "[21] I agree with the submission of the respondent that the fine alone does not support a finding of persecution. However, a combination of the fine, the refusal to register the children, and the refusal to permit a child to attend school may amount to persecution and this was not examined by the Board, as it ought to have been.", "[22] I further find that the Board's view that if the PSB \"had any intention of finding him, it is reasonable to assume that it would have been for his disruptive behaviour at the Family Planning Office and they would attempt to prosecute him in some form for that behaviour\" is unreasonable.", "[23] The Board states in its reasons that Mr. Zhou\"did nothing other than curse at the officials in the Family Planning Office.\" Later, the Board says that it \"does not believe that this behaviour approaches the level of political opinion necessary to warrant consideration as a refugee in need of protection.\" However, the Board's characterization of the evidence as cursing at officials ignores the content of the statements.", "[24] In the relevant part of his PIF, with which the Board took no issue, Mr. Zhou said that he shouted out the door of the government office: Don't trust the government, they play with people like we are nothing ... You officials of the Communist Party are worse than dogs, you are all in the same dirty business, and you treat people like trash.", "[25] Thus, Mr. Zhou did more than simply curse the officials. More importantly, the Board appears to misstate the law. The Board seems to say that a political opinion can be assessed objectively: his behaviour does not \"[approach] the level of political opinion necessary to warrant consideration.\" However, the relevant question is subjective: whether the Chinese state - the relevant agent of persecution - would view Mr. Zhou's statements as political and persecute him on that basis.", "[26] Lorne Waldman, in Canadian Immigration & Refugee Law Practice, 2012 (Markham, Ontario: LexisNexis, 2011) at 448, provides a useful summary of the law in this regard: Ward also dealt with the concept of political opinion and concluded that it is the political opinion imputed to the person by the agents of persecution that is relevant [...]. Whether or not the act is \"political\" must be viewed from the perspective of the persecutors because acts that might not be considered \"political\" in Canada might be so construed in other jurisdiction (see, for example, <FRAGMENT_SUPPRESSED>  139 N.R. 79 at p. 80 (F.C.A.)).", "[27] Nowhere does the Board engage in, or even signal the need to engage in this analysis. Accordingly, the Board's finding is incorrect and unreasonable because it failed to assess Mr. Zhou's statements from the perspective of his persecutors. Conclusion", "[28] The Board's credibility determination was unreasonable for the reasons stated above. Further, the Board erred in its assessment of whether there was persecution or prosecution because it failed to view the statements from the vantage point of the alleged agent of persecution. Moreover, its finding that the statements were mere curses at the government officials without examining the content of those \"curses\" makes its finding unreasonable.", "[29] No question for certification was proposed by either party. JUDGMENT", "[30] THIS COURT'S JUDGMENT is that the application is granted, the decision of the Refugee Protection Division is quashed and the applicant's application for protection is referred back to a differently constituted panel for determination in accordance with these Reasons.", "[2]", "[3]", "[4]", "[5] 1. Emprunt", "[6]", "[7]", "[8] hukou hukou", "[9]", "[10] [traduction] COMMISSION M. ZHOU maintenant", "[11]", "[12] Liang", "[13] Liang Liang", "[14] Liang", "", "[12]", "[13]", "", "[15] Liang [traduction]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24] [traduction]", "[25]", "[26] Lorne Waldman dans Canadian Immigration& Refugee Law Practice, 2012 [traduction] L'arrêt Ward", "[27] Conclusion", "[28]", "[29] JUGEMENT", "[30] [End of document]"]}