{"id_": "034273", "body_str": ["[1] Russell, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (Act) for judicial review of the decision of the Refugee Protection Division (RPD) of the Immigration and Refugee Board, dated 23 March 2011 (Decision), which refused the Applicant's claim for protection as a Convention refugee under section 96 or a person in need of protection under section 97 of the Act. BACKGROUND", "[2] The Applicant is a citizen of El Salvador. She has five children (three sons and two daughters) all of whom live in Canada. The Applicant currently lives with her son, Francisco, in Toronto.", "[3] In El Salvador, the Applicant's three sons, Francisco, Roberto, and Leo co-owned a restaurant. In March and April 2006, they were threatened with death in connection with extortion demands made of them by either the Maras gang or the El Salvadorian police. Roberto and Leo fled El Salvador on 1 May 2006. Francisco left El Salvador on 24 March 2007. The three brothers claimed refugee status in Canada. The RPD heard their claims together and, on 28 March 2008, granted them refugee status.", "[4] The Applicant is afraid the people who extorted and threatened her sons will come after her for payment of her sons' debts. Beginning before her sons left El Salvador for Canada, she travelled to the United States of America (USA) and returned to El Salvador five times, as follows: a. From 4 October 2004 to 27 March 2005; b. From 2 October 2005 to 5 March 2006; c. From 22 October 2006 to 18 March 2007; d. From 13 April 2008 to 19 June 2008; and e. From 14 February 2009 to 6 July 2009.", "[5] After she returned to El Salvador in 2009, the Applicant felt threatened several times. On 9 December 2009, someone called her home and asked for Roberto. When she told the caller Roberto was not home, he asked for Francisco or Leo; she told him that they also were not home, and the caller hung up. On 12 December 2009, the Applicant was outside her house watering plants when she saw a car with two men in it pull up in front of her house. She felt frightened and went into the house. The men parked in front of her house for a few minutes and then left.", "[6] On 14 December 2009, while the Applicant was in her house, she heard someone knocking on her garage door. She looked out, saw the two men who had parked in front of her house, and did not answer the door. Eventually, the men left. On 17 December 2009, the Applicant received another phone call. The caller did not identify himself, but asked for Roberto. She told him Roberto was not home, so he asked for her other sons. When the Applicant informed the caller that they were not home, he told her that she would have to pay what her sons owed.", "[7] When she arrived in Canada, the Applicant completed form IMM 5611 with the assistance of an interpreter. That form records the following under the heading \"Why are you asking for Canada's protection?\": On December 17th, 2009, I received another phone call, \"Ma'am is Roberto home\", I asked who is calling, \"how about your other children\", no I would like to know who is calling, they said \"look ma'am, you are going to pay for everything, your accounts and your childrens [ sic ] accounts\". That type of threats are to my life.", "[8] In her PIF, the Applicant wrote that the caller \"said that I would have to pay what my sons owed or they would kill me.\" At the hearing, the Applicant said that \"[The caller] told me, mother, you are going to pay for everything related to your children for the debt, if not we will kill you.\"", "[9] After this phone call, the Applicant called her brother, who told her that she had to make a report to the police so that there would be a record of what had occurred. The Applicant says that she did not want to because she thought that the police were involved in the extortion and threats against her and her sons. However, on 18 December 2009 she went to the police station with her brother and filed a report of the phone call with the Policia National Civil (PNC), the National Civil Police.", "[10] After filing the police report, the Applicant left El Salvador for the United States on 11 January 2010, where she landed in Atlanta, Georgia. She travelled to Buffalo, New York on the same day, and came to Canada on 14 January 2010. The Applicant claimed protection on 14 January 2010.", "[11] The RPD heard the Applicant's claim for protection on 17 March 2011. At the hearing, the Applicant, her Counsel, a Refugee Protection Officer, an interpreter, and the RPD panel member were present. Before the hearing commenced, the Applicant's counsel conferred with the RPD panel member. Counsel had given notice that he intended to call Roberto as a witness to establish the Applicant's claim; however, the RPD noted that Roberto's narrative in his PIF seemed to conflict with the Applicant's. Roberto had said that the people who had extorted him were the Maras gang, while the Applicant had said in her PIF that the people who had extorted her children were the police. The RPD said that, if Roberto testified and the RPD found that he had given conflicting evidence, this could expose him to the risk that his refugee claim would be vacated. Counsel elected not to call Roberto as a witness.", "[12] After the hearing, the RPD made its Decision on 23 March 2011 and gave notice to the Applicant on 28 March 2011. DECISION UNDER REVIEW", "[13] The RPD determined that the Applicant was neither a convention refugee under section 96 of the Act nor a person in need of protection under section 97. It found that the Applicant's story was not credible and that there was no persuasive evidence that the threats to which she had been subjected rose to the level of persecution. It also found that there was no persuasive evidence of a risk of harm to her under section 97 of the Act. Allegations", "[14] The RPD began by reviewing the Applicant's allegations. It noted that she said at the hearing that she had travelled to the USA four times out of fear, and that she had been contacted by unknown persons after she last returned to El Salvador. The RPD also noted the phone call where the caller demanded payment and that she had filed a police report. Credibility", "[15] The RPD said that the only determinative issue in the case was credibility. It found that the Applicant's allegations that she had been threatened in El Salvador and that people in El Salvador were looking to harm her were not credible. Agents of Persecution", "[16] The Applicant had, in oral testimony, alleged that she feared the police in El Salvador because they had extorted her sons. She testified at the hearing that she \"Did not see it, [my sons] told me\" and that no one other than the police had threatened her sons. The RPD said that, when asked if her sons had ever sought the help of the military or the police, she initially said \"no\" then changed her answer to \"I don't know.\" The RPD also asked if she knew about a report Roberto had filed with the police, which she said she did. The RPD found that there was a contradiction between her statements that she did not know if her sons had made any denunciations but she did know about the police report her son had filed. The RPD said that that the Applicant left the contradiction unexplained.", "[17] The RPD also noted that it had examined at the hearing the police report Roberto had filed with the PNC. It quoted the following portion of the report, which appears at page 116 of the Certified Tribunal Record: [...] four individuals appeared with a gang-like appearance and tattoos in keeping with the Maras or Gang Eighteen , who showed weapons [emphasis in Decision]", "[18] There was no mention in this report of any police involvement; the only people who were suspected of involvement in the threats against Roberto were the Maras gang. At the hearing, the Applicant was unable to explain why her sons would tell her that the police were extorting them, when Roberto had told the police it was the Maras.", "[19] The RPD also noted that the Applicant had provided a letter from her nephew that said only that unknown persons had extorted her sons. The RPD found that no persuasive evidence had been placed before it which indicated that the police were involved in extorting her sons.", "[20] The RPD then turned to the threats alleged by the Applicant. It noted the Applicant testified that, during the 9 December 2009 phone call, the caller had not identified himself or made any threats before he hung up. With respect to the incident on 12 December 2009, the RPD noted that the Applicant testified that the men who came to her door had not spoken to her or threatened her. She was also not sure that they were looking for her. The RPD said that, during the 14 December 2009 incident, the men who came to the Applicant's house had knocked on her door and left after she did not answer the door. The RPD also noted that she had been called on 17 December 2009 by a person who would not identify himself and that she said he had threatened to kill her if she did not pay what her sons owed.", "[21] The RPD said that none of the people involved in these incidents had been identified, and at no time was the Applicant threatened by any persons identifying themselves as police officers or wearing police uniforms. It found that her claim had nothing to do with the police in El Salvador.", "[22] Though she feared the police, the Applicant attended at the police station and filed a report the day after she had been threatened. The RPD also noted that the report she filed did not mention that she had been threatened by the police and only said that she had been called twice and visited twice by unknown men. When asked why shy would go to the police station to file a report if she was being threatened by the police, the Applicant testified that her brother forced her to go to make a record of what had occurred. She also testified that she had not told the police officer taking the report that she suspected the police had threatened her.", "[23] The RPD found that it was implausible that an elderly lady living alone, who believed that her three sons had been forced to flee the country because they were extorted by the police and believed that the police were going to kill her, would go to the same police and file a report. It pointed out that the Federal Court of Appeal, in <FRAGMENT_SUPPRESSED>  had upheld the reasonable findings of the RPD based on implausiblities, common sense, and rationality. Further, the RPD may reject evidence if it is not consistent with the probabilities affecting the case as a whole, even if that evidence is uncontradicted", "[24] The RPD also said that the police report the Applicant filed was apparently pointless: though she feared that the police were extorting her, she went to them to file a report. She did not mention that she suspected the police. At the hearing, she testified that she filed the report so that there would be a record of what had happened; the RPD said that the report served no purpose because the Applicant testified she did not inform the police officer taking the report that she thought the police were involved. These actions, the RPD held, were implausible.", "[25] The RPD found there was no persuasive evidence before it on police involvement; it reiterated its finding that the police were not involved. Delay and Re-availment", "[26] The RPD noted that the Applicant had testified that she was afraid that the people who had threatened her children would also come after her. She had also testified that, when she travelled to the USA, she had done so out of fear. When she travelled to the USA, it was her practice to obtain a visa for six months, stay in the USA for almost the full term of her visa, and then return to El Salvador. She would then apply for another visa and repeat the process.", "[27] The RPD disagreed with the Applicant's argument that she did not truly fear for her safety until the 17 December 2009 phone call. The Applicant had testified and written in her PIF that she had left El Salvador out of fear, yet she repeatedly returned after her sons had fled.", "[28] Though she had travelled to the USA after her sons fled, the Applicant did not claim refugee protection there. The RPD said this showed that she did not have a subjective fear of persecution in El Salvador. Pointing to <FRAGMENT_SUPPRESSED>  it noted that the Federal Court of Appeal has upheld the RPD in finding that re-availment is fatal to a claim for protection.", "[29] The RPD found that the Applicant's claim under section 96 of the Act failed because she could not demonstrate a well-founded fear of persecution. Alleged Risk of Harm", "[30] The RPD noted the following events: a. The 9 December 2009 phone call, where a person called but made no threats before hanging up; and b. The 12 December 2009 incident, where two men sat in a car outside her house, then left. c. The 14 December 2009 incident, where the same two men knocked on her door, then left when the Applicant did not answer the door.", "[31] The RPD found that none of these events demonstrated a risk of harm to the Applicant. Though she thought that they showed that the police were trying to kill her, this was pure speculation.", "[32] The RPD also reviewed the 17 December 2009 phone call and said that, when the Applicant first described the call in form IMM 5611 she wrote that the caller said \"look ma'am, you are going to pay for everything, your accounts and your childrens [ sic ] accounts.\" The RPD said that this statement does not mention a death threat. In her PIF narrative, completed three weeks later, the Applicant wrote, \"He then said that I would have to pay what my sons owed or they would kill me and hung up.\" The RPD also quoted the police report the Applicant had filed on 18 December 2009 which contained the words, \"look lady, you are also going to pay for the [matter] regarding your children and he hung up on her.\" [addition in translation]", "[33] At the hearing, the RPD asked the Applicant why the police report did not mention the death threat. She testified that she had told the officer taking the report about the omission, but he would not change it because the report had already been filed. When asked why she signed a report which was incomplete, the Applicant answered that \"they are the authorities.\" She had also testified that neither she nor her brother, who was with her at the police station, had spoken to a supervisor about the incomplete report. The RPD also asked why her PIF did not mention that the police report was incomplete, to which the Applicant answered that she forgot about it.", "[34] The RPD rejected the Applicant's allegation that she had received a death threat. It found that she did not mention the threat when she completed form IMM 5611 and had not mentioned the threat to the authorities in El Salvador. The RPD found that she had advanced a new allegation at the hearing that the police had not properly completed the report. The RPD rejected the Applicant's assertion that she forgot about the report being incorrectly filled out. It said that, in <FRAGMENT_SUPPRESSED>  the Federal Court upheld the RPD when making a negative credibility finding from a new allegation advanced at the hearing without a reasonable explanation. This was a key element of her claim, so it was not reasonable for the Applicant to have forgotten this piece of information. The RPD found that no death threat had been made against the Applicant.", "[35] The RPD also noted that the Applicant fled El Salvador shortly after the 17 December 2009 phone call. She did not return to the police station or speak to the police about the progress of the investigation.  <FRAGMENT_SUPPRESSED>  the RPD found that there was no information to suggest that the police would not have investigated the Applicant's allegation. It also said that there was nothing to suggest the PNC would not have investigated her complaint.", "[36] The RPD also refers to my decision in <FRAGMENT_SUPPRESSED>  for the proposition that low level assaults, such as telephone calls, which are not a real threat to life will not support a claim under section 97. The RPD held that there was no actual risk of harm to the Applicant. Conclusion", "[37] The RPD said that the onus is on claimants to establish their claims and found that the Applicant had not established hers. It said that there was no persuasive evidence, other than the police report she filed with the PNC, of persecution or risk of harm. The RPD also found that the Applicant's testimony was without credibility with respect to material aspects of the claim and that there were unexplained discrepancies in her story. The Applicant had not established that it was more likely than not that she would face a risk to life or of cruel and unusual treatment or punishment if she were returned to El Salvador. There was no credible basis for any such risk, so she is not a Convention refugee or person in need of protection. STATUTORY PROVISIONS", "[38] The following provisions of the Act are applicable in this proceeding: Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or [...] Person in Need of Protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning - of Article 1 of the Convention Against Torture; or ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care 96. [...] 97. ISSUES", "[39] The Applicant raises the following issues: a. Whether the RPD's finding that she did not have a subjective fear of persecution is reasonable; b. Whether the RPD breached her right to procedural fairness by denying her the opportunity to respond; c. Whether the RPD's credibility finding was reasonable; d. Whether the RPD made a finding of state protection; e. Whether any state protection finding the RPD made was reasonable.- STANDARD OF REVIEW", "[40] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis.", "[41] <FRAGMENT_SUPPRESSED>  Justice Michael Kelen held at paragraph 17 that the standard of review on the question of a claimant's subjective fear is reasonableness. Justice John O'Keefe, in <FRAGMENT_SUPPRESSED>  also found at paragraph 24 that the standard of review on this issue is reasonableness. The standard of review on the first issue is reasonableness.", "[42] <FRAGMENT_SUPPRESSED> Justice Max Teitelbaum held that findings of credibility are central to the RPD's finding of fact and are therefore to be evaluated on a standard of review of reasonableness. Further, in <FRAGMENT_SUPPRESSED>  Justice O'Keefe held at paragraph 23 that the standard of review on a finding of credibility was patent unreasonableness. Also, in <FRAGMENT_SUPPRESSED>  (FCA) the Federal Court of Appeal held that the standard of review on a credibility finding is reasonableness. The standard of review on the third issue is reasonableness.", "[43] Justice Leonard Mandamin found in <FRAGMENT_SUPPRESSED> that the standard of review with respect to a finding of state protection is reasonableness. He primarily relied on the Federal Court of Appeal decision in <FRAGMENT_SUPPRESSED> . Justice Luc Martineau made a similar finding in <FRAGMENT_SUPPRESSED> . The standard of review with respect to the fifth issue is reasonableness.", "[44] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at paragraph 47, and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "[45] The opportunity to respond to a decision maker's concerns is an issue of procedural fairness (see <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED> ). In <FRAGMENT_SUPPRESSED>  the Supreme Court of Canada held that the standard of review with respect to questions of procedural fairness is correctness. Further, the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> held that the \"procedural fairness element is reviewed as a question of law. No deference is due. The decision-maker has either complied with the content of the duty of fairness appropriate for the particular circumstances, or has breached this duty.\" The standard of review on the second issue is correctness.", "[46] <FRAGMENT_SUPPRESSED>  the Supreme Court of Canada held at paragraph 45 that state protection is a crucial element in establishing the well-foundedness of a claimant's fear.  <FRAGMENT_SUPPRESSED>  Justice Eleanor Dawson held at paragraph that it is not necessary for the RPD to consider state protection where it first concludes that there is no well-founded fear of persecution or risk of harm. Further, Justice Elizabeth Heneghan held in <FRAGMENT_SUPPRESSED> that the \"failure to consider an objective basis for [a claimant's] fear of persecution\" was an error of law. This is the question raised by the fourth issue in this case; the standard of review on the fourth issue is correctness.", "[47] As the Supreme Court of Canada held in <FRAGMENT_SUPPRESSED> (above, at paragraph 50). When applying the correctness standard, a reviewing court will not show deference to the decision maker's reasoning process; it will rather undertake its own analysis of the question. The analysis will bring the court to decide whether it agrees with the determination of the decision maker; if not, the court will substitute its own view and provide the correct answer. From the outset, the court must ask whether the tribunal's decision was correct. ARGUMENTS The Applicant The RPD's Subjective Fear Finding was Unreasonable", "[48] The Applicant argues that the RPD's finding that she did not have a subjective fear of persecution in El Salvador was unreasonable because the RPD based this conclusion on the evidence that she had travelled to and from the USA from El Salvador. She says that the RPD has conflated discreet elements of her evidence, contrary to <FRAGMENT_SUPPRESSED> .", "[49] The Applicant notes that her first trip to the USA was in 2004. She says that she continued to travel to the USA after her sons were threatened because she was afraid that the people who were threatening them would come after her. She did not make a refugee claim until 2010 because she was not directly involved in her sons' dealings. Only when she was threatened on 17 December 2009 did the Applicant truly fear for her life, flee El Salvador, and claim protection in Canada.", "[50] In <FRAGMENT_SUPPRESSED> , above, Justice Donald Rennie held that the RPD erred when it conflated two distinct fears in analysing re-availment. In that case, the claimant fled Colombia to the USA after he was threatened by a gang. He later returned to Colombia, but fled again after he was threatened by a second gang. The RPD held he did not have a subjective fear of the second gang because he had returned to Colombia after he was threatened by the first gang.", "[51] In this case, the RPD has conflated the Applicant's two distinct fears: the fear that caused her to travel to the USA between 2004 and 2009 and the fear arising from the 17 December 2009 phone call, where she was threatened directly. Though <FRAGMENT_SUPPRESSED> , above, dealt with multiple agents of harm, the Applicant says that her two fears were separate and should not have been conflated by the RPD. When the Applicant travelled to the USA, she only had a low level of fear which would not support a refugee claim. Once she was threatened directly, she faced a greater objective risk of harm, so she fled to Canada.", "[52] In addition to conflating the two distinct fears, the RPD ignored evidence going to the Applicant's subjective fear. She says that the RPD ignored the statement in her PIF that she had travelled to the USA between October 2004 and March 2005 and between October 2005 and March 2006. Both of these trips occurred before her sons were threatened, which shows that she did not travel to the USA exclusively because she was afraid. She says that, in <FRAGMENT_SUPPRESSED> , Justice Rennie held that it was an error to ignore travels prior to a personal threat.", "[53] Because it conflated evidence of distinct events and ignored the evidence of her travels to the USA before she was threatened, the Applicant says that the RPD's finding that she did not have a subjective fear of persecution was unreasonable. This finding was central to the RPD's credibility finding and credibility was the determinative issue in the claim. In <FRAGMENT_SUPPRESSED> , Justice Rennie quashed the decision and remitted the matter for redetermination, having found that the subjective fear finding was erroneous, but without commenting on other grounds for the RPD's credibility finding. The Applicant says that <FRAGMENT_SUPPRESSED> stands for the proposition that an erroneous subjective fear finding that goes to credibility is enough to overturn a decision. The RPD made an erroneous subjective fear finding in this case, so the Decision should be overturned. The RPD Breached the Applicant's Right to Procedural Fairness The RPD did not put Perceived Omissions to the Applicant", "[54] The RPD breached the Applicant's right to procedural fairness when it did not put the omissions and inconsistencies it observed in her testimony to her at the hearing and so deprived her of the opportunity to respond. She relies on <FRAGMENT_SUPPRESSED> ; and de la  <FRAGMENT_SUPPRESSED>  for the proposition that the RPD cannot make a negative credibility finding without first giving a claimant the opportunity to respond to perceived inconsistencies.", "[55] The RPD based its negative credibility finding in part on the statement in IMM 5611 that purported to be the words of a threatening caller to the Applicant; the RPD said that this statement does not include a death threat against the Applicant and, because the omitted threat later occurs in the Applicant's PIF, the RPD drew a negative inference of credibility. The Applicant says that the RPD should have asked her about the perceived omission of the threat from IMM 5611. Its failure to do so violated her right to procedural fairness. She says her case is similar to that in <FRAGMENT_SUPPRESSED> , above, where Justice Hughes wrote at paragraph 3 that, by not putting a perceived contradiction to the claimant, \"the Member simply lay in the weeds, waited till the hearing is over, then pulled out apparent contradictions and used them as the basis for disbelieving the Applicants' claim.\" Had the RPD put the omission to the Applicant in the present case, she says she would have been able to point out the reference in IMM 5611 to the death threat she received to explain and clarify the perceived omission. The RPD Denied the Applicant the Opportunity to Respond to Concerns about her Oral Evidence", "[56] At the hearing, the RPD asked the Applicant why she said she did not know if her sons had sought military or police help, when she later said that she knew about the police report her son had filed. The RPD said Well madam just a second ago I asked did any of your sons ever try [sic] to get help from the army or the police, you said no, I do not know and yet you knew about this police report; so why did you say no, you did not know? So I want to be clear, did you know that your son Roberto made a police report in March of 2006?", "[57] The Applicant says that, when the RPD asked \"So I want to be clear, did you know that your son Roberto made a police report in March of 2006?\" this denied her the opportunity to respond. This exchange put her on notice that the RPD only wanted to know if she was aware of the police report, not why she said she did not know if her sons had sought police or military help.", "[58] Though the RPD questioned the Applicant about why she said she did not know her sons had sought help, she says that the phrasing of the question denied her the opportunity to respond. This breached her right to procedural fairness, as the RPD did not put the perceived inconsistency to her even though it based the Decision on that inconsistency. The RPD's Credibility Finding was Unreasonable The RPD Misstates Evidence and Relies on Speculative Conclusions", "[59] The Applicant also says that, when the RPD found that there was no evidence the police were involved in threatening the Applicant, it misstated the Applicant's oral testimony. In the Decision, the RPD said that, when asked if her sons had ever filed a police report, the Applicant first said \"no,\" but then changed her answer to \"I don't know.\" The RPD said that she did not respond when asked to explain the contradiction between \"no\" and \"I don't know.\" This is a misstatement of the evidence because, as the transcript of the hearing shows, the Applicant did not change her answer; she said only \"I don't know about that.\" (see page 203 CTR)", "[60] The RPD also misconstrued the evidence when it said in the Decision that the Applicant \"did not answer the question and the contradiction was left unexplained\" when asked to explain why she said she did not know if her sons had gone to the police. She says that, when the RPD said \"So I want to be clear, did you know that your son Roberto made a police report in March of 2006?\" this precluded her from answering the first question. The RPD misconstrues the evidence because it found that she did not answer the first question without having actually given her a chance to do so. Had the RPD given her the chance to answer the question, it might not have come to the same conclusion on credibility. The RPD's Plausibility Finding was Unreasonable", "[61] The Applicant says that, when the RPD found that it was implausible that she would file a report at the police station when she believed the police were involved in the threats against her, it made a finding which contradicted its other findings. This renders the implausibility finding unreasonable.  <FRAGMENT_SUPPRESSED> Justice Francis Muldoon said that, [...] plausibility findings should be made only in the clearest of cases, i.e., if the facts as presented are outside the realm of what could reasonably be expected, or where the documentary evidence demonstrates that the events could not have happened in the manner asserted by the claimant.", "[62] It was not clearly implausible that the Applicant would have filed a police report, so the RPD should not have made this finding. The RPD's finding that her filing of the report with the police was implausible also contradicts its later finding that there was no information to suggest the police would not investigate her complaint. It was not reasonable for the RPD to find that it was outside the realm of what could reasonably be expected that she would file a report and also find that the police would have investigated her claim.", "[63] Making a finding of this nature puts refugee claimants in an impossible position, given that they bear the onus of rebutting the presumption of state protection. By finding the Applicant not credible because she approached the police for protection and then finding that state protection would be forthcoming, the RPD made it impossible for her to establish her claim. She says that upholding this finding will discourage other potential refugee claimants from approaching their states for protection because those efforts might later be used against them in a refugee proceeding.", "[64] The Applicant also says that the RPD's finding that it was not plausible she would report to the police contradicts other findings it made. It contradicts the RPD's finding that she would not tell the police she believed they were involved, and the finding that she did not speak to a supervisor at the police station when she noticed the report was incomplete. Contrary to the RPD's finding, it is plausible that, fearing the police were extorting her, she would not tell them she believed they were involved in the threats against her. The RPD's implausibility finding is not reasonable. The RPD Misstated the Evidence in IMM 5611", "[65] When the RPD drew a negative inference as to credibility based on the Applicant's statement in IMM 5611, it fundamentally misunderstood the evidence before it. The RPD said that there was no mention of any death threat in IMM5611, but this is not correct. The relevant section of the form reads On December 17th 2009, I received another phone call, \"Ma'am is Roberto home\", I asked who is calling, \"how about your other children\", no I would like to know who is calling, the said \"look ma'am, you are going to pay for everything, your accounts and your childrens [ sic ] accounts\". That type of threats are to my life.[ sic", "[66] The Applicant says that the sentence \"That type of threats are to my life\" is a reference to the death threat she received during the phone call. The negative inference as to credibility the RPD drew from this perceived omission was unreasonable.", "[67] The RPD also ignored the evidence before it that suggested the form was not a complete record of the Applicant's story. She notes that the form instructs claimants to \"Please keep your answers short. You will have the opportunity to explain all the facts related to your claim to the Immigration and Refugee Board of Canada.\" She also notes that, because the form is typed and written in English, while she only writes Spanish, it is clear that her answers were transcribed by someone else on her behalf. This evidence goes to the omissions the RPD perceived in the form on which it based its credibility determination. There is a possibility that the form was transcribed or translated incorrectly, especially since the form instructs claimants to keep their answers short. Credibility was the determining issue in her claim, so it was not reasonable for the RPD to neglect this evidence. The negative inference as to credibility the RPD drew was unreasonable because it was based on an erroneous understanding of the evidence. The RPD does not Make a State Protection Finding", "[68] Although the RPD discussed state protection in the Decision, the Applicant says that this discussion does not amount to state protection finding. The RPD says only that \"there is no information to suggest that the police would not have made genuine and earnest efforts to investigate the claimant's allegations and apprehend the perpetrator, had she pursued her complaint diligently.\" The RPD said that the determinative issue in the case was credibility and did not find that she had not rebutted the presumption of state protection. The RPD's State Protection Finding was Unreasonable", "[69] If the RPD made a state protection finding, the Applicant says that this finding was unreasonable. She says that the RPD did not consider evidence which could rebut the presumption of state protection. She points to the following: a. She and her sons believed it was the police who were threatening them; b. The amount demanded of her sons increased after they went to the police, as shown by Roberto's PIF narrative; and c. She is unaware of any steps the police have taken to protect her", "[70] The Applicant also says that the RPD did not consider any of the documentary evidence before it which went to state protection.  <FRAGMENT_SUPPRESSED>  Justice Martineau wrote that \"It is not sufficient for the Board to indicate in its decision that it considered all the documentary evidence. A mere reference in the decision to the National Document Package on Mexico, which contains an impressive number of documents, is not sufficient in the circumstances\" (see paragraph 32). Here, the RPD does not even say that it considered all the evidence; it simply says there was no information to suggest the police would not pursue her complaint. This implies the RPD was unaware of the documentary evidence before it.", "[71] The RPD had before it the IRB's Response to Information Request (RIR) on El Salvador. This RIR demonstrates that the PNC lacks the resources it needs to protect citizens and that the PNC may be involved in violence against citizens, including murders. The RPD also had before it an article from the International Human Rights Clinic at Harvard Law School entitled No Place to Hide: Gang, State and Clandestine Violence in El Salvador. This report points out weaknesses in the PNC, including its participation in human rights abuses. The Applicant also notes that the conviction rate on homicides in El Salvador is very low, as No Place to Hide shows. She says the low conviction rate shows a high level of impunity in El Salvador. The RPD did not consider any of this documentary evidence, so any state protection finding it might have made is unreasonable. The Decision should be set aside on this basis. The Respondent", "[72] The Respondent argues that the Decision should stand. It is supported by the evidence, the RPD provided adequate reasons for its decision, and the RPD's determination falls within the <FRAGMENT_SUPPRESSED> range. The RPD's Conclusion on Subjective Fear was Reasonable", "[73] The Respondent says that the RPD did not make the error that <FRAGMENT_SUPPRESSED> , above, cautions against. <FRAGMENT_SUPPRESSED> is distinguishable because the Applicant has always had the same fear that the people who threatened her sons would also harm her. This fear of harm was what drove the Applicant's repeated travel to the USA and her flight to Canada. The RPD did not conflate an entirely new and substantially different fear that drove her to Canada with the fear that was present when she re-availed herself to El Salvador.", "[74] The RPD rejected the Applicant's submission at the hearing that she only began to fear once she received the threatening phone call on 17 December 2009. This was reasonable because she had testified, in both her PIF and at the hearing, that she left El Salvador out of fear that those who had threatened her sons would come after her. This fear is what also drove her to seek refuge in Canada. Based on her repeated reavailment to El Salvador, it was also reasonable for the RPD to conclude she had no subjective fear. The RPD's Treatment of Roberto's Police Report was Reasonable", "[75] The Applicant has asserted that what she actually said when the RPD asked her if her sons had sought help from the police or the military was \"I don't know about that,\" and that she did not change her answer from \"no\" to \"I don't know.\" The Respondent says that the words \"about that\" do not change the meaning of the statement \"I don't know\" and that the Applicant changed her answer from \"no\" to \"I don't know.\" The RPD simply confronted the Applicant with the fact that she had submitted Roberto's police report to the RPD; this showed that he actually had sought the assistance of the police. When confronted with the presence of the report in her evidence, she changed her answer, saying that she actually did know that her sons had sought police assistance. The Applicant has not demonstrated that the RPD would have reached a different conclusion, had it understood that she did not actually change her answer from \"no\" to \"I don't know.\" She knew the answer to the RPD's question but did not answer truthfully. The RPD did not Breach the Applicant's Right to Procedural Fairness", "[76] The RPD did not breach the Applicant's right to procedural fairness. The Applicant was represented at the hearing by counsel and was put on notice that inconsistencies in her answers were a concern by the RPD's question. Though the RPD may have prevented the Applicant from explaining why she initially said she did not know if her sons had sought police or military help (but then said she did know), her counsel could have asked her questions to clarify this issue. She also had the opportunity to make final submissions to address this issue. The Respondent also says the Applicant admitted that she was put on notice of the RPD's concern when she wrote in her memorandum that \"the Board did technically put this concern to the Applicant\" (see paragraph 37 of the Applicant's Memorandum of Fact and Law). The RPD cannot be faulted for counsel's failure to take the opportunity to clarify and the Applicant has not demonstrated a breach of procedural fairness.-", "[77] <FRAGMENT_SUPPRESSED>  Justice Muldoon had this to say at paragraph 14: where a claimant is not confronted by a panel with alleged contradictions or asked for explanations prior to a decision on credibility being made, the reasons for showing deference to the panel are severely diminished as it is in no better position to weigh the contradictions than is this Court. This proposition does not imply, however, that the duty of fairness requires a panel to alert a claimant to a potentially adverse credibility finding in every case or in matters of trivial importance.", "[78] The Respondent says that this passage shows that the Court has moved away from rote application of the principle that every contradiction ought to be put to a refugee claimant as part of the duty of fairness. The Applicant Takes the RPD's Findings Out of Context", "[79] The Respondent says that, when she argues the RPD's findings are in conflict, the Applicant has taken these findings out of context. The RPD's finding that it is implausible that the Applicant would approach the police for protection while at the same time she believed they were extorting her was about her allegation that the police were the agents of harm. Once it determined that her allegations against the police were not credible, the RPD then analysed state protection. The plausibility finding and the state protection were distinct and cannot be conflated.", "[80] When it found her story about filing the police report was implausible, the RPD acted reasonably. It does not make sense that a woman who feared the police would go to them for protection. The Respondent relies on <FRAGMENT_SUPPRESSED>  (FCA) and <FRAGMENT_SUPPRESSED> , for the propositions that the RPD need not accept a witness's testimony just because it is not contradicted, and that the RPD is entitled to make reasonable findings based on implausiblities, common sense, and rationality. The RPD may reject evidence if it is not consistent with the probabilities affecting the case as a whole.", "[81] The RPD reasonably determined that the Applicant received a phone call from someone telling her she owed money, but that she was not threatened by anyone, including the police. When it found that there was no evidence the police would not have diligently investigated her claim, this was based on her evidence that she had not followed up with the police to see if there had been any progress. Though there was documentary evidence which showed problems with the PNC, this was not relevant to the Applicant, because the threats she received had nothing to do with the police. The Applicant's argument that the RPD did not consider evidence relevant to the state protection finding is without merit. There was no Evidence of Death Threats", "[82] The Respondent says that the RPD did not misstate or misunderstand the evidence in IMM 5611. In the passage from IMM 5611 cited by the Applicant, the words \"That type of threats are to my life\" are outside the quoted words of the caller. These words are the Applicant's inference as to the meaning of this call, not an actual threat from the caller.  <FRAGMENT_SUPPRESSED>  Justice Yvon Pinard said at paragraph 3 that By accepting the applicant's version of events as fact, the Board was certainly not bound to accept the interpretation he put on those events. The Board still had to look at whether the events, viewed objectively, provided sufficient basis for a well-founded fear of persecution. In my view, the Board was entitled to reach the conclusions it did on the evidence in the record, and it applied the correct definition of persecution to that evidence.", "[83] The RPD was not bound to accept the Applicant's gloss on the words of the caller, particularly since her PIF narrative contained a different version of this event and the police report she filed did not mention any death threat. The RPD was entitled to reject the Applicants inference.", "[84] The Respondent says that, though IMM 5611 instructs claimants to keep their answers short, this does not explain why the passage the applicant cites does not include the death threat. He notes that IMM 5611 was consistent with her police report. Only in the PIF narrative, completed three weeks after IMM 5611, did the Applicant put the death threat into the mouth of the caller. Further, it does not assist the Applicant to argue that there may have been a translation or transcription error, as she and the interpreter both signed the declaration at the end of the form. That solemn declaration attests to the completeness, truthfulness, and correctness of the form.", "[85] There was also no breach of procedural fairness with respect to this finding. Though the RPD was concerned about the omission of the death threat from IMM 5611, the RPD pointed this out elsewhere. The RPD said at the hearing that the police report the Applicant filed did not include the death threat. Further, the RPD reasonably rejected the Applicant's explanation that she forgot to mention this threat in her PIF. The RPD did not ambush the Applicant with this omission; rather, it put the omission to the Applicant, so she bore the onus to offer persuasive evidence as to why the threat was mentioned in some evidence but not others. The Respondent says that <FRAGMENT_SUPPRESSED>  shows the importance of consistency between the PIF and oral testimony in order to establish a credible basis for a claim. The RPD Made a Reasonable State Protection Finding", "[86] Though its state protection finding was not central to its determination of the Applicant's claim, the RPD reasonably found that, by not following up on her report and by fleeing before the police had a chance to investigate, the Applicant did not demonstrate a lack of state protection in El Salvador.", "[87] In this case, the determinative issue was credibility, on which the RPD made a reasonable finding. Relying on Ward , above, the Respondent says that claimants must prove both the subjective and objective elements to their claims. Since she did not demonstrate a subjective fear of persecution, her claim must fail and a state protection analysis was unnecessary. The Applicant's Reply", "[88] The Applicant argues that, though the Respondent has argued that this Court is moving away from the rote application of the principle that omissions must be put to claimants, more recent jurisprudence teaches that the duty of fairness requires the RPD to put all inconsistencies to claimants for comment. She points to De la Cruz , <FRAGMENT_SUPPRESSED> , and <FRAGMENT_SUPPRESSED> , all above.", "[89] Though the Respondent has said that the RPD rejected the Applicant's gloss on her statement in IMM 5611, she says there is no evidence it did so. It is not open to the Respondent to impute findings to the RPD that it did not make. The Respondent's Further Memorandum", "[90] The Applicant has argued that the RPD ignored the fact that some of her trips to the USA occurred before her sons were threatened and that this shows she did not travel there exclusively out of fear. However, the Applicant testifed that she went to the USA \"because of the things that had happened to my children.\" The evidence is clear that she travelled to the USA because she was afraid. She also said at the hearing that she did not know she could claim protection in the USA and that she had not made any efforts to find out if she could. The Applicant could not have known that the fear she had was not enough to ground a refugee claim, because she did not investigate that possibility. She has not explained why she did not claim protection in the USA and her behaviour is inconsistent with a person who feared persecution in El Salvador. There Was no Breach of Procedural Fairness", "[91] When she argues that the RPD breached her right to procedural fairness, the Applicant over looks the fact that the RPD was open about the fact that it was concerned about her omission of the death threat from IMM 5611. The Respondent says that the RPD reasonably had cause for concern with the discrepancies between IMM 5611, the police report the Applicant filed, and her PIF narrative, and her testimony. As with the issue of her response to the RPD's question about whether she knew if her sons had sought military or police assistance, the Applicant had counsel of her choice who could have assisted in clarifying these issues. The Applicant provided inconsistent responses to the RPD's questions without offering reasonable explanations why she did so.", "[92] The Respondent says that the cases which show it is not always necessary to put omissions to a claimant are still good law. The facts of each case determine whether the RPD should allow claimants an opportunity to address discrepancies. In her case, the Applicant had the opportunity to explain why pivotal information was missing, but she simply said that she forgot. There was no Evidence the Police Were Involved", "[93] The RPD reasonably concluded that the police were not involved in the threats against the Applicant. It clearly said that there was no persuasive evidence of police involvement; this statement was reasonably based on the Applicant's response to the RPD's question about the police report her sons filed. Her response was less than straightforward. In her son's police report, he said that he was extorted by the Maras gang, so the RPD asked the claimant why her son would tell the police it was the Maras gang and then tell her that it was the police who were extorting him. She could not explain this inconsistency; this does not amount to evidence of police involvement.", "[94] The Respondent also notes that the RPD referred to the letter from the Applicant's nephew. That letter makes no mention of police involvement in the threats against the claimant and cannot be evidence of police involvement. The RPD also examined the Applicant's statements that none of the people who called her or came to her house identified themselves as police. The Applicant did not provide any persuasive evidence that the police were involved in the threats against her. The RPD's conclusion that the police were not involved was reasonable. The RPD's Plausibility and State Protection Findings Were Reasonable", "[95] The Respondent says that the Applicant's explanation for why she would go to the police station to make a report makes no sense. She claimed her brother made her file a report so that there would be a record of the incident; however, her report does not mention police involvement. According to her testimony, her brother thought it was a good idea to go to the same police who were threatening her to make a report about actions they had committed against her. She did not speak to a supervisor or otherwise ensure that the report she filed was correct. The RPD reasonably found that this makes the police report pointless.", "[96] Once it had determined that her allegations of police involvement were not credible, the RPD noted that she had never followed up on the progress of the investigation. The RPD also noted that the Applicant had not put forth any information to show the police would not investigate. This is not contrary to the RPD's finding that her story was implausible. Showing that she filed a report and then left the country before the police had a chance to investigate is insufficient to rebut the presumption of state protection. The RPD Reasonably Examined IMM 5611", "[97] The Respondent says that the statement the RPD extracted from IMM 5611, \"look ma'am, you are going to pay for everything, your accounts and your childrens [sic] accounts\" actually reflects the words of the caller who threatened the Applicant. It was therefore reasonable for the RPD to reject the Applicant's inference that the caller was threatening her life. ANALYSIS Procedural Unfairness - the Death Threat", "[98] The Applicant says that procedural unfairness has occurred in this case because the RPD did not ask her about the omission of the death threat from the IMM 5611 form she completed. She says that, in fact, the RPD did not ask her any questions about this form at all at the hearing. She says this is akin to the situation in <FRAGMENT_SUPPRESSED> , above, where Justice Hughes had the following to say about the RPD relying upon inconsistencies that have not been put to a claimant for explanation: As to the first issue, whether a well founded fear had been established, the Member based the decision on five incidents found in the Record. The Member found that because of apparent contradictions there was reason to doubt the Applicants' truthfulness in respect of each of the incidents thus the fear could not be well founded. However at no time in respect of any of these incidents were the so-called contradictions put to the Applicants so that they could offer an explanation, if any; or clarify the matter. The Member simply lay in the weeds, waited till the hearing is over, then pulled out apparent contradictions and used them as the basis for disbelieving the Applicants' claim. As Justice Russell wrote in <FRAGMENT_SUPPRESSED> : 77 Although the RPD is not required to raise all concerns with an applicant that are related to the Act and the regulations, procedural fairness does require that an applicant be afforded an opportunity to address issues arising from the credibility, accuracy or genuine nature of information submitted. See, for example,  <FRAGMENT_SUPPRESSED> . Consequently, I think the RPD in the present case should have provided the Applicant with an opportunity to address an issue that was central to its negative credibility finding. In a similar vein Justice Dub in <FRAGMENT_SUPPRESSED>  wrote at paragraphs 23 and 24: 23 A reading of the transcript leads me to believe that the applicant should have been given a better opportunity at the hearing to comment or explain the contradictions the Board saw in her testimony. Moreover, it appears that in certain instances the Board was over-zealous in discovering contradictions where none necessarily existed. 24 A review of the jurisprudence in the matter, as abridged above, reveals that it is not unanimous. It does however establish that, generally, contradictions must be put to the applicant at the hearing to enable him or her to provide all relevant explanations. The applicant must be afforded an opportunity to explain fully the alleged inconsistencies. Where the Board prefers the documentary evidence to the sworn testimony of an applicant, it must show clearly why it does so. While not every apparent contradiction has to be put to an applicant, where, as here, the decision was clearly and only based on five apparent contradictions, those matters should have been put to the Applicants. In respect of each of those instances the Record shows that the apparent inconsistency was never raised with the Applicants. In respect of the bribe allegedly paid by the brother, the Record shows that the Member overlooked the evidence that shows it was paid not by the brother but by a broker. With respect to the identification of a distant family member, the Record does not show, unlike the Member found, that such member was identified as an LTTE member. With respect to why the Applicants could not be found in a small town, the evidence shows that they were in hiding. Further, as will be discussed later, the Member made contradictory findings as to whether this was in fact a small town or teeming metro area. In brief, just on the face of the Record, the Applicants should have been confronted with these matters before the Member jumped to negative conclusions. FC/CF [Italics in original]", "[99] The Applicant says hers is a similar lying-in-the-weeds case.", "[100] Those portions of the Decision dealing with inconsistencies regarding the death threat are at paragraphs 32 to 42: The claimant received one allegedly threatening phone call on December 17, 2009. When she first described this incident to citizenship and immigration Canada, she stated that the unknown caller said: \"... look ma'am, you're going to pay for everything, your accounts and your children ( sic ) accounts.\" I note that there is no mention of any death threat in this statement. Three weeks later she completed her PIF narrative. At this time the statement was different: \" ...He then said that I would have to pay what my sons owed or they would kill me and hung up.\" Finally, I note that the police denunciation filed in El Salvador by the claimant reports the conversation as: \"... look, lady, you are also going to pay for the [matter] regarding your children, and he hung up on her. ...\" Again, there is no mention in this police report of any death threats. The claimant was asked to explain why there was no mention in the police report of the alleged death threats made on the telephone to her, the evening before. She testified that she noticed the oversight and told the police constable, but he replied that the \"report had already been filed\" and that it was too late. The report is signed by the claimant. She was asked why she signed the report if it was incorrect. She testified that she signed the incomplete report because \"they are the authorities.\" The claimant was asked if she or her brother spoke to a supervisor to report that the report was incomplete, prior to leaving the station. She testified that she did not. The claimant was also asked to explain why her PIF narrative does not mention that the police denunciation had been completed incorrectly, or that the officer had refused to correct the report. She testified that \"she forgot about it.\" I reject the claimant's allegation that she ever received a death threat. The claimant did not mention this allegation when she first reported her claim to Citizenship and Immigration Canada, nor did she mention it to the authorities in her own country. The claimant attempted to advance a new allegation at her hearing, that the police, incorrectly omitted the death threats in the police report, but when asked to explain why this had been omitted from the PIF, she testified that she had forgotten this important and pivotal statement. I reject her answer. The claimant only received one allegedly threatening phone call prior to leaving her country, yet forgot to mention in her PIF that her denunciation had been completed improperly. The Board has been upheld by the Federal Court when making a negative credibility finding when a pivotal allegation, which goes to the heart of the claim, has been omitted from a PIF and arises for the first time at a hearing, and for which a reasonable explanation has not provided. I do not find it reasonable that she would forget a key element of the only threat that she received while in El Salvador. I find that the claimant received a phone call from an unknown person who told her that she owed him money. I find, on a balance of probabilities, that no death threat was made.", "[101] Although the RPD points out that the \"claimant did not mention this allegation when she first reported her claim to Citizenship and Immigration Canada,\" the RPD's discussion of this issue also deals with the discrepancy between the alleged death threat and the police denunciation filed in El Salvador. Hence, the Respondent takes the position that, even if the RPD did not point out to the Applicant the contradiction between her death threat testimony and what she said in IMM 5611, the RPD \"still pointed out to her the same contradiction elsewhere in her evidence.\" In particular, the Respondent says that the RPD pointed out and gave the Applicant an opportunity to address the police report which did not mention the alleged death threat.", "[102] I do not think that what the Respondent says quite meets the point of concern. It is evident from the Decision that the extremely important negative credibility finding concerning the death threat was based upon the fact that the \"claimant did not mention this allegation when she first reported her claim to Citizenship and Immigration Canada, nor did she mention it to the authorities in her own country.\" In other words, the omission from IMM 5611 and the police report are both material and equally important to the negative credibility finding. Each supports the other. We do not know what the result would have been had the Applicant been placed on notice of the discrepancy arising from IMM 5611, and given the opportunity to explain. Had her explanation satisfied the RPD, it might have found she received a death threat. This would have been very important for the whole Decision because the RPD would have been obligated to assess that risk, even if the Applicant was wrong when she thought she was in danger from the police, if someone had threatened her life.", "[103] For these reasons, then, and relying upon the authorities referred to above, I think it was unfair on the facts of this case for the RPD to rely upon what the Applicant said in IMM 5611 and her later death threat testimony without putting the discrepancy to the Applicant and allowing her a chance to explain.", "[104] The Applicant has raised many other issues for review. However, given the importance of the death threat testimony for the Decision as a whole and my finding of procedural unfairness, there is no point in further discussion. This issue requires reconsideration of the claim.", "[105] Counsel agree there is no question for certification and the Court concurs. JUDGMENT", "[106] THIS COURT'S JUDGMENT is that 1. The application is allowed. The decision is quashed and the matter is referred back for reconsideration by a differently constituted RPD. 2. There is no question for certification. [End of document]"]}