{"id_": "034379", "body_str": ["[1] Noël, J. [Translation]: This is an application under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001 c 27 (IRPA) for judicial review of a decision by the Refugee Protection Division (RPD) of the Immigration and Refugee Board dated April 4, 2012. The RPD determined that the applicant is neither a Convention refugee under section 96 of the IRPA nor a person in need of protection under section 97 of the IRPA. I. Facts", "[2] The applicant is a 25-year-old Algerian citizen. He worked for 2SP, a petroleum security company.", "[3] In 2007, the applicant met an individual named Khaled through an acquaintance, Merouane. Khaled told him that Al-Qaeda had recruited him to drive a van filled with explosives onto the premises of the Sonatrach oil company, for which 2SP was providing petroleum surveillance.", "[4] The applicant asked for a few days to think about it, and this request was granted. However, he received death threats from members of Al-Qaeda. The applicant did not report this to the police, claiming that they are sometimes corrupt and that the Algerian people have no confidence in the police. The applicant also stated that some police officers work for the terrorists and that therefore he preferred not to go to the police.", "[5] On February 12, 2007, the applicant fled Algeria for France where he arrived by boat. In France, some acquaintances advised him against claiming asylum. Accordingly, the applicant took no steps to do so. He left France on April 16, 2010, arrived in Canada on May 1, 2010, and applied for refugee protection on June 11, 2010. II. Decision under review", "[6] The RPD found that the applicant was not a member of a group targeted by persecution because [translation] \"people considered non-believers, traitors for refusing to cooperate with Al-Qaeda\" did not come under this category of persons.", "[7] The RPD analyzed the documentary evidence on protection provided in Algeria against the actions of terrorist groups, specifically Al-Qaeda. The documentary evidence refers to serious steps the Algerian government has taken to combat the activities of terrorist organizations. Algeria is a democratic country, and there is a presumption that its authorities can provide concrete protection to its citizens. The RPD also found that, although corruption exists in the Algerian police force, it is limited to individuals.", "[8] Thus, the RPD concluded that the applicant's decision not to seek state protection was unjustified in the circumstances and that, as a result, he could not obtain refugee protection. In the RPD's opinion, the documentary evidence did not support the applicant's claim that the police could not protect him. It found that the subjective fear alleged by the applicant could not rebut the presumption of state protection.", "[9] Moreover, the RPD rejected the applicant's explanation about his decision not to seek asylum in France. The RPD found that the applicant's behaviour was inconsistent with his alleged subjective fear of persecution. The fact that his colleagues had advised him against claiming asylum in France was not a satisfactory explanation.", "[10] Last, in its decision, the RPD explained why it did not grant the motion for recusal brought by counsel for the applicant. During the hearing, the applicant's spouse, who was participating as an observer, got up to give a document to counsel for the applicant. The panel found that this behaviour was inappropriate given that an observer cannot behave in this manner during the hearing especially since the panel had required the applicant to testify without any documents. At that point, the panel stated that it would take the observer's behaviour into account when assessing the applicant's credibility. The RPD member found that a reasonable apprehension of bias was not justified in the circumstances and decided not to recuse himself. III.", "[11] First, the applicant submits that the RPD erred by finding that [translation] \"people considered non-believers, traitors for refusing to cooperate with Al-Qaeda\" are not members of a particular social group that can be persecuted. In his opinion, the RPD should have found that the applicant was a member of a group associated by a former voluntary status, unalterable due to its historical permanence.", "[12] Second, the applicant submits that the RPD erred by concluding that the protection of the Algerian authorities was available to the applicant. He submits that the applicant adduced evidence establishing that the Algerian government is not capable of controlling terrorist acts and that the documentary evidence he provided was more recent than the evidence the panel relied on. Accordingly, the RPD did not consider probative evidence showing that protection in Algeria against terrorist acts is now ineffective.", "[13] Third, the applicant submits that the RPD erroneously found that the fact that the applicant had not requested asylum in France showed a lack of subjective fear. The applicant stated that he had intended to take that step in France but that he was told he would sent back to Algeria.", "[14] Fourth, in the applicant's view, the panel erred by refusing to recuse himself when the applicant made that request, alleging that the panel's behaviour gave rise to a reasonable apprehension of bias. According to the applicant, the panel impatiently threw his pen at his computer and laughed and smiled while the applicant was testifying. In addition, the RPD erred by making an adverse finding about the applicant's credibility on the basis that his spouse stood up during the hearing to give a document to his counsel. IV.", "[15] In the respondent's view, the RPD's decision is reasonable. First, the RPD properly found that the applicant was a not a member of one of the categories of persons who may be victims of persecution given that the jurisprudence has established that being targeted by a criminal group is not in itself a valid basis for a refugee claim.", "[16] Second, the applicant did not avail himself of the protection of the Algerian state even though it would have been reasonable to do so in the circumstances since the presumption of state protection applies to Algeria. Furthermore, the applicant's subjective belief that the state could not protect him adequately is insufficient to justify a refusal to seek such protection.", "[17] Third, the RPD's finding that the applicant should have sought protection from France and that his inaction showed a lack of subjective fear is reasonable.", "[18] Last, with respect to the panel's decision not to recuse itself, the respondent's position is that the decision was justified in the circumstances because nothing in this case gave rise to a reasonable apprehension of bias. V. Issues 1. Did the RPD err by refusing to recuse itself? 2. Did the RPD err by finding that [translation] \"people considered non-believers, traitors for refusing to cooperate with Al-Qaeda\" are not a particular social group that can be persecuted? 3. Did the RPD err by determining that Algerian state protection was available to the applicant? 4. Was it unreasonable for the RPD to find that the fact that the applicant had not sought asylum in France showed a lack of subjective fear? VI. Standard of review", "[19] The appropriate standard for the panel's decision not to recuse itself is correctness since this is a question of procedural fairness ( Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ). The appropriate standard for the three last issues is reasonableness since they are mixed questions of fact and law ( <FRAGMENT_SUPPRESSED> ). VII. Analysis A. Did the panel err by refusing to recuse itself?", "[20] The test to be applied in assessing a reasonable apprehension of bias in a decision-maker is well known. It was defined in Committee for Justice and  <FRAGMENT_SUPPRESSED>  at p 394, 9 NR 115. Justice Grandpré stated that it is \"what would an informed person, viewing the matter realistically and practically-and having thought the matter through-conclude. Would he think that it is more likely than not that [the decision-maker], whether consciously or unconsciously, would not decide fairly.\"", "[21] First, the Court cannot accept the applicant's allegations that the panel threw a pen in a gesture of impatience, said some things that would be inappropriate in a hearing room and laughed and smiled while the applicant was testifying.", "[22] In fact, the transcript of the hearing that took place before the RPD does not show that the panel used any inappropriate language during the hearing. Furthermore, counsel for the applicant did not submit an audio transcript of the hearing before the RPD and hence could not establish that the panel laughed while the applicant was testifying. Thus, on the basis of these allegations, the Court cannot find that the panel's behaviour gave rise to a reasonable apprehension of bias.", "[23] The incident that took place at the hearing did not affect the decision-maker's impartiality. Certainly, the applicant's spouse gave a document to counsel for the applicant, but the applicant did not have access to it at any time. The panel indicated that this incident would negatively affect the applicant's credibility. Consequently, counsel for the applicant thought it appropriate, in these circumstances, to make a motion for recusal.", "[24] The Court is of the opinion that the observer's behaviour was not a reason that could affect the applicant's credibility. It appears that the panel's reaction to the situation was a bit extreme. This incident was certainly regrettable and became too much of an issue in the circumstances. However, a person observing the situation objectively, considering all the evidence and the issues at play, would not see the panel as biased because of this annoying incident. There is nothing to suggest that the panel did not decide the case impartially.", "[25] On this point, it is important to note that the panel's decision to reject the applicant's refugee claim is entirely supported by facts that are unrelated to the incident that occurred during the hearing. In fact, the evidence was that the applicant's behaviour was not consistent with that of a person who really feared for his safety. The reasoned decision, as we will see in the following paragraphs, was based on the facts put into evidence, and the findings are therefore reasonable. . Did the RPD err by finding that the \"people considered non-believers, traitors for refusing to cooperate with Al-Qaeda\" are not a particular social group that can be persecuted?", "[26] It has been recognized there is not necessarily a link between a person who fears being the subject of reprisals by a criminal group and one of the Convention grounds ( <FRAGMENT_SUPPRESSED> CarswellNat 3179). In this case, Al-Qaeda did not threaten the applicant because of his political convictions. He was as much at risk as any other Algerian citizen of being the victim of a recruitment attempt by this criminal group that poses a threat to the Algerian people generally.", "[27] The RPD's decision that \"people considered non-believers, traitors for refusing to cooperate with Al-Qaeda\" are not a particular social group that can be persecuted under the definition of \"particular social group\" established in <FRAGMENT_SUPPRESSED>  is therefore reasonable. C. Did the RPD err by determining that Algerian state protection was available to the applicant?", "[28] The applicant submits that the RPD disregarded evidence that contradicted its finding that Algeria is capable of providing effective protection to its citizens against terrorist acts. The evidence submitted by the applicant consisted of newspaper articles referring to possible repercussions of movements in Libya on Al-Qaeda's activities in Algeria. Although the Algerian government will certainly have to face new challenges in terms of preventing terrorist acts, the evidence does not demonstrate that the government is no longer able to provide adequate protection to its citizens because the situation has become uncontrollable.", "[29] Thus, the RPD did not fail to consider important evidence in this case ( <FRAGMENT_SUPPRESSED>  at para 17, 1998 CarswellNat 1981). This evidence submitted by the applicant was before the decision-maker, but it did not find that the information established that protection in Algeria had become ineffective.", "[30] Accordingly, the RPD's finding is reasonable because where a state is capable of providing adequate protection to its citizens, the onus is on the applicant to submit clear and convincing evidence establishing that such protection was not offered to him or her ( Ward , above). The applicant did not provide a convincing explanation to the RPD, simply stating that the Algerian authorities are sometimes corrupt and that he has no confidence in the police. D. Was it unreasonable for the RPD to find that the fact that the applicant had not sought asylum in France showed a lack of subjective fear?", "[31] The Federal Court of Appeal has recognized that the fact that a person does not seek asylum at the first opportunity is a factor that indicates that the person does not have a genuine subjective fear ( <FRAGMENT_SUPPRESSED>  at para 4, 1993 CarswellNat 297 (FCA)).", "[32] In the circumstances, the mere fact that his friends advised him against claiming asylum does not justify the fact that the applicant did not request the protection of the French state. The applicant stayed in France for a period of roughly three years without attempting to obtain asylum in that country, and yet it would have been reasonable to do so if he feared for his safety should he return to Algeria.", "[33] The RPD's finding that the lack of concrete steps in France shows that the applicant did not have a subjective fear of returning to Algeria is reasonable.", "[34] The parties were invited to submit a question for certification, but no question was proposed. JUDGMENT", "[35] THIS COURT ORDERS AND ADJUDGES that this application for judicial review is dismissed and that no question will be certified. Application dismissed. Editor: E. Joanne Oley/vnh"]}