{"id_": "034493", "body_str": ["[1] Rennie, J. : The applicants seek judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada (the Board), dated August 5, 2011, which held that the applicants were not Convention (United Nations' Convention Relating to the Status of Refugees , [1969] Can TS No 6) refugees or persons in need of protection pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act , 2001, c. 27 ( IRPA ). For the reasons that follow, the application is granted. Facts", "[2] The applicants, Iftikhar Ali and Naseem Kauser, are citizens of Pakistan. The principal applicant, Iftikhar Ali (applicant), alleges that he and his family face persecution by his brother and the Sunni religious extremist group Sipah-e-Sahaba (SSP).", "[3] The applicant was raised as a Sunni Muslim, but over time, as he was exposed to Shia Islam by friends and work colleagues, he accepted that both Sunni and Shia Muslims are true Muslims. He and his family attended Shia ceremonies, and in February 2008, he decided to formally convert to Shia Islam.", "[4] The applicant testified before the Board that shortly after his conversion Mullah Rashid from the SSP confronted him for converting, stating that all Shias are infidels. The applicant was not dissuaded from his commitment to the Shia faith.", "[5] The applicant testified that on March 14, 2008, his son was attacked and beaten by three men while riding the applicant's motorcycle. The men denigrated the Shia faith and said that if it had been the applicant on the bike, he would have been killed. The applicant took his son to the police, but they initially refused to register a report. Only after returning several times did the applicant succeed in convincing the police to register the report.", "[6] Two members of the SSP visited the applicant in May 2008 and threatened him if he did not renounce the Shia faith. After this incident, the applicants and their children left their home in Sheikhupura and stayed with relatives for two months. The applicant was threatened by these men again in September 2008. He reported the threats to the police but they were unwilling to help. The applicant sent his wife and children to live with relatives, and kept his children out of school for their safety.", "[7] The applicant states that when his relatives discovered he had converted, they told him if he did not renounce the Shia faith, he would be disowned and disinherited. When he refused, the family posted an advertisement in the newspaper that he had been disowned - a copy of this advertisement was submitted to the Board.", "[8] On March 23, 2009, the applicant stated that two men attempted to set his factory on fire. The security guard saw two men fleeing the scene. The fire was quickly controlled, but some of his equipment was damaged. The applicant again went to the police, but they refused to investigate, stating that it was probably a short circuit that caused the fire. The applicant spoke to a journalist at the police station about the incident and it was reported in the newspaper - the article was also submitted to the Board.", "[9] In May 2009, the applicant's brother and members of the SSP confronted the applicant at his in-laws' home, and assaulted him. The applicant went to the doctor to treat his injuries, including damage to two of his teeth. The applicant's relatives also told him that armed men were waiting at his house in Sheikhupura. The applicant then arranged for him and his wife to travel to Canada. He testified that he spread word that his children were also coming to Canada, so that no one would suspect they were staying behind, with a friend in Lahore. The applicants arrived in Canada on October 13, 2009 and made claims for refugee protection in January 2010. Decision Under Review", "[10] The Board found that the applicants were not Convention refugees or persons in need of protection. The determinative issue for the Board was credibility. The Board drew several negative credibility findings, on the following grounds: a. The applicant failed to provide the original medical note from his doctor's visit following the May 2009 attack; instead, he only provided a note written by the doctor on April 10, 2011 - this note did not explain how the doctor remembered treating the applicant or how he sustained the injuries. b. A letter from the President of the Jaffaria Trust in Faisalabad (which confirmed that the applicant converted to the Shia faith) did not provide any details on what the applicant did to convert or how long the process took. The applicant had also provided no documentation of involvement with the Shia faith prior to his conversion. c. A letter from the Al-Eman Society of Canada did not indicate that it was a Shia organization or specify the applicant's involvement. d. The Board did not find it credible that the applicant would continue to work in Lahore until October 2009 if he was at risk as of May 2009 or earlier. e. The Board did not believe the applicant's story that his factory was set on fire and the police refused to investigate. The Board noted that the applicant did not take photographs of the damage to assist the police or the Board. The Board also noted that the applicant claimed there was little fire damage as the fire was controlled, but the alleged damage was to the inside of his business and to the embroidery machines totaling 50,000 rupees. f. The Board did not find it credible that the applicant's children, who also allegedly converted to the Shia faith, had experienced no problems living in Lahore since May 2009. g. In the applicants' initial forms claiming refugee protection, they did not specifically mention their conversion from Sunni to Shia. Their response to who they are afraid of was: \"The Sepa Sahaba and Sunni's religious extremists.\" Their response to why they were asking for protection was: \"My life is at risk in Pakistan and there is no protection available to me in my country. Therefore I am asking for Canada's protection.\"", "[11] The Board acknowledged the evidence of religious violence between Sunni Muslims and religious minorities. However, based on the above findings, the Board was unconvinced that the applicants were converted Shias. The claims were therefore rejected. Issue", "[12] The only issue raised by this application is whether the Board's credibility findings were reasonable ( <FRAGMENT_SUPPRESSED> ). Analysis", "[13] I agree with the applicant that the Board's credibility findings were unreasonable. While the Board is entitled to deference in its credibility findings, in this case the Board did not base those findings on inconsistencies or discrepancies in testimony, which the Board is best placed to assess. Instead, the Board based its findings solely on deficiencies in the supporting documentary evidence and alleged implausibilities, none of which in my view were supportable. The decision should therefore be set aside.", "[14] It is settled law that when a claimant swears to the truth of his testimony, that testimony is presumed to be true unless there is a valid reason to doubt its truthfulness: <FRAGMENT_SUPPRESSED> . Thus, it is an error for the Board to arbitrarily disbelieve a claimant's testimony without a valid reason for doing so.", "[15] In this case, the applicant's evidence was consistent throughout and was also supported by relevant documentary evidence. The majority of concerns identified by the Board relate to perceived deficiencies in the supporting evidence, for example, that the applicant could only provide a new medical note about his hospital visit instead of the original, and the insufficient detail in letters of support from Muslim organizations both in Pakistan and Canada. However, this documentary evidence corroborated the applicant's claims. The Board cannot find the applicant not credible just because the documents did not contain all the details the Board would have preferred, particularly where the Board has identified no inconsistencies in the applicant's evidence or between the applicant's evidence and the documents.", "[16] In its analysis of the evidence in respect of conversion, the Board repeatedly conflated the issue of the sufficiency of evidence with its veracity or authenticity. They are distinct concepts. Evidence which is not believed because it is fabricated, in the case of documentary evidence, or implausible in the case of oral evidence, is given no weight. Documentary evidence or oral testimony, on the other hand, which is accepted as authentic or truthful, may nonetheless be of insufficient probative value to establish a claim. It may leave the evidentiary burden undischarged. Here, the Board repeatedly confused the two concepts, drawing negative credibility findings about the applicant in respect of documents whose provenance or authenticity was not questioned.", "[17] The few alleged inconsistencies or implausibilities identified by the Board are unsupported by the evidence. The Board appears to find the applicant's claim that there was \"little\" fire damage inconsistent with the fact that the fire apparently caused 50,000 rupees' worth of damage. However, the transcripts show that the applicant testified that this equaled about $700-800 dollars' worth of damage. I find it unreasonable to rely on this as an inconsistency particularly given the fact that the applicant submitted a newspaper article confirming that the fire occurred.", "[18] The Board also found it implausible that the applicant's children had experienced no problems since converting to the Shia faith. However, as the applicant submits, the Board failed to consider the applicant's testimony containing an unchallenged explanation for this; namely, that he spread the word that his children had left the country with him and that his children were currently living secretly with a friend.", "[19] Finally, I find it perverse and capricious for the Board to rely on the fact that the applicants' initial port of entry form did not explicitly state that they converted from Sunni to Shia. That form expressly instructs claimants to be brief as they will have the opportunity to provide further details later. The applicants listed \"The Sepa Sahaba and Sunni's religious extremists\" as the persons they feared if returned to Pakistan. That brief statement makes the basis for their claim sufficiently clear and is consistent with their more detailed allegations. A negative credibility finding on this basis appears to me to reflect a zeal to discredit the applicant, which is contrary to the presumption of truthfulness of testimony discussed by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , above.", "[20] The application for judicial review is granted. The matter is referred back to the Immigration Refugee Board for reconsideration before a different member of the Board's Refugee Protection Division. No question for certification has been proposed and the Court finds that none arises. JUDGMENT", "[21] THIS COURT'S JUDGMENT is that the application for judicial review is granted. The matter is referred back to the Immigration Refugee Board for reconsideration before a different member of the Board's Refugee Protection Division. No question for certification has been proposed and the Court finds that none arises.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12] <FRAGMENT_SUPPRESSED> ). Analyse", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20] JUGEMENT", "[21] RENVOIE [End of document]"]}