{"id_": "034519", "body_str": ["[1] Noël, J. : This is an application for judicial review of a decision of an immigration officer dated January 6, 1995 whereby the officer determined that the applicant is not a member of the post-determination refugee claimants in Canada class ([hereinafter \"PDRCC\") on the grounds that he is not likely to be subjected to a personal, objectively identifiable risk to his life, extreme sanctions or inhumane treatment in his country of citizenship, Lebanon.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[2] The applicant, a male citizen of Lebanon born in 1958, was, on June 9, 1993, found by the Convention Refugee Determination Division of the Immigration and Refugee Board (CRDD) not to be a Convention refugee. Following this decision, an immigration officer undertook to review the applicant's circumstances to determine whether the applicant was a member of the PDRCC. By decision dated April 5, 1994, it was determined that the applicant was not a member of the PDRCC. Subsequently, pursuant to s. 2(1)(c) of the Immigration Regulations and to the Special Announcement by the Minister of Citizenship and Immigration dated May 20, 1994, a further risk assessment of the applicant's case was initiated. The post-claim determination officer (PCDO), in a decision dated January 6, 1995, determined that the applicant would not likely be subjected to a personal, objectively identifiable risk to his life, of extreme sanctions or of inhumane treatment in his country of citizenship and therefore, was not entitled to remain in Canada. Accordingly, a deportation order became effective against the applicant upon his notification of the officer's decision. The applicant was requested to provide proof of arrangements that he would leave Canada by March 24, 1995. The applicant commenced the instant application for judicial review and applied for a stay of the deportation order. However, the stay was denied on March 22, 1995.  <FRAGMENT_SUPPRESSED> Reasons For Decision In Question  <FRAGMENT_SUPPRESSED>", "[3] On January 6, 1995, the PCDO, H. O'Neil, determined that the claimant was not likely to be subjected to a personal, objectively identifiable risk to his life, to extreme sanctions, or to inhumane treatment in his country of citizenship.  <FRAGMENT_SUPPRESSED>", "[4] The officer considered the following facts from the applicant's Personal Information Form: the applicant was elected interpreter between the villagers in the Security Zone (controlled by the Israeli backed Southern Lebanese Army) and the local United Nations base. While visiting his father-in-law's home in South Beirut, the applicant was blindfolded and driven to a place for interrogation by Hezbollah about his involvement in the civil administration as an interpreter. Hezbollah accused the applicant of spying on them, threatened him with death, and told him to never again leave the Security Zone. A few weeks later, the Southern Lebanese Army found out about the applicant's capture in Beirut and told him that \"if my captors in Beirut had released me, it would only be because I had agreed to cooperate with them\". The applicant was ordered to leave the Security Zone as soon as possible.  <FRAGMENT_SUPPRESSED>", "[5] The officer further considered the following elements of the negative CRDD decision: the claimant was permitted to re-enter the Security Zone by the Southern Lebanese Army after showing his American visa and indicating that he was going to leave the country as soon as he sold his car. The panel stated that if the Hezbollah believed the claimant to be a supporter of the Southern Lebanese Army, it would seem reasonable that they would not release him. Because they did release him, the panel concluded that there is not a reasonable chance that the military wing of the Islamic Resistance, the Hezb'alla, would take action against the claimant because he is a member of the CAC, that would amount to persecution if he were returned to Lebanon. The panel concluded, despite the applicant's testimony, that he could seek refuge in the Beirut area without serious possibility of persecution. The panel observed, and the officer was also of the view, that the applicant should not fear the Syrians in view of his two voluntary visits to Damascus in late 1992, with no problems from Syrian authorities and his uneventful departure from Beirut's heavily guarded airport.  <FRAGMENT_SUPPRESSED>", "[6] The officer also considered the submissions of counsel which indicated that the applicant was targeted in the South by the Southern Lebanese Army and in Beirut by the Hezbollah. Further, the officer noted documentary evidence that was submitted, as well as counsel's conclusions that \"The influence of Hezbollah in Lebanon is such that were one targeted by this group, I do not believe there is anywhere in the country where one could live safely\" and that Hezbollah has links with the Lebanese Army and with Syria.  <FRAGMENT_SUPPRESSED>", "[7] The officer concluded as follows:  <FRAGMENT_SUPPRESSED> \"Subject may indeed run a risk to his life or inhumane treatment in the south of Lebanon and in areas controlled by Hezbollah like southern Beirut. However, the government forces are in control of the Greater Beirut area (except southern Beirut). The Syrians are the major influence in Lebanon and control the northern cities. Subject does not appear to have any problems with the Syrians, having been able to travel to Syria twice in late 1992 and being able to leave from the airport without any trouble. In my opinion, the internal flight alternative is an option. Subject could live in northern parts of Lebanon and in most areas of Beirut.  <FRAGMENT_SUPPRESSED> \"Based on the documentation before me, and having applied the criteria of regulation 2(1)(c), I conclude that Fouad Assaad Gharib, upon return to Lebanon, would not likely be subjected to an objectively identifiable risk, which risk would apply in every part of Lebanon and would not be faced generally by other individuals in or from Lebanon. <FRAGMENT_SUPPRESSED> This finding was similar to that of the CRDD which, having preferred the documentary evidence to the applicant's evidence that he could not live outside the Security Zone because of the presence of the Islamic Resistance all over the country, concluded that the applicant had an internal flight alternative in the Beirut area.  <FRAGMENT_SUPPRESSED> Statutory Provisions  <FRAGMENT_SUPPRESSED>", "[8] Section 6(5) of the Immigration Act permits an exemption to the visa requirement in s. 9(1) by allowing an immigrant and all dependants to be granted landing for reasons of public policy or compassionate and humanitarian considerations. To qualify, an immigrant must be a member of a class prescribed by regulations under s. 114(1)(e) and must meet the landing requirements detailed in that paragraph. Pursuant to its power to make regulations prescribing, for the purposes of s. 6(5) of the Immigration Act , classes of immigrants and landing requirements, the Governor-in-Council has prescribed a class of immigrants defined in s. 2(1) of the Immigrant Regulations as the PDRCC class. The applicable statutory provisions are Immigration Regulations ss. 11.4 and 11.41 and s. 2(1), the relevant portions of which read:  <FRAGMENT_SUPPRESSED> \"11.4(1) A member of the post-determination refugee claimants in Canada class and the member's dependants, if any, are subject to the following landing requirements:  <FRAGMENT_SUPPRESSED> (a) the member must not be, and no dependant of the member is, a person described in any of paras. 19(1)(c) to (g) and (j) to (l) and (2)(a) or subpara. 19(2)(a.1)(i) of the Act, as determined by an immigration officer pursuant to s. 6(8) of the Act;  <FRAGMENT_SUPPRESSED> (b) the member must not have been, and no dependant of the member has been, convicted of an offence referred to in para. 27(2)(d) of the Act for which a term of imprisonment of more than six months has been imposed or a maximum term of imprisonment of five years or more may be imposed;  <FRAGMENT_SUPPRESSED> (c) the member must have been in Canada on the day on which the member became a member of the post-determination refugee claimants in Canada class and must have remained in Canada since that day; and  <FRAGMENT_SUPPRESSED> (d) the member must be in possession of a valid and subsisting passport or travel document or satisfactory identity documents.  <FRAGMENT_SUPPRESSED> \"(2) For the purposes of s. 6(5) of the Act, a person who the Refugee Division has determined on or after February 1, 1993 is not a Convention refugee shall be deemed to have submitted an application for landing as a member of the post-determination refugee claimants in Canada class to an immigration officer on the day that the determination is made.  <FRAGMENT_SUPPRESSED> (...)  <FRAGMENT_SUPPRESSED> \"Section 2 (...)  <FRAGMENT_SUPPRESSED> 'member of the post-determination refugee claimants in Canada class' means an immigrant in Canada  <FRAGMENT_SUPPRESSED> (a) who the Refugee Division has determined on or after February 1, 1993 is not a Convention refugee, other than an immigrant  <FRAGMENT_SUPPRESSED> (i) who has withdrawn the immigrant's claim to be a Convention refugee,  <FRAGMENT_SUPPRESSED> (ii) whom the Refugee Division has declared to have abandoned a claim to be a Convention refugee, pursuant to s. 69.1(6) of the Act,  <FRAGMENT_SUPPRESSED> (iii) whom the Refugee Division has determined does not have a credible basis for the claim, pursuant to s. 69.1(9.1) of the Act, or  <FRAGMENT_SUPPRESSED> (iv) who has left Canada at any time after it was determined that the immigrant is not a Convention refugee,  <FRAGMENT_SUPPRESSED> (b) who has not previously been refused landing by an immigration officer pursuant to s. 11.4, and  <FRAGMENT_SUPPRESSED> (c) who if removed to a country to which the immigrant could be removed would be subjected to an objectively identifiable risk, which risk would apply in every part of that country and would not be faced generally by other individuals in or from that country,  <FRAGMENT_SUPPRESSED> (i) to the immigrant's life, other than a risk to the immigrant's life that is caused by the inability of that country to provide adequate health or medical care,  <FRAGMENT_SUPPRESSED> (ii) of extreme sanctions against the immigrant, or  <FRAGMENT_SUPPRESSED> (iii) of inhumane treatment of the immigrant; <FRAGMENT_SUPPRESSED> Only the third element of the definition of the PDRCC class, para. (c) is at issue in this application for judicial review - the requirement that the applicant be at risk if returned to Lebanon. The applicant asserts that the PCDO committed a reviewable error in relation to this third element.  <FRAGMENT_SUPPRESSED> Issues  <FRAGMENT_SUPPRESSED>", "[9] The following issues were highlighted by the applicant in the course of oral argument:  <FRAGMENT_SUPPRESSED> 1. Did the PCDO err in law by finding that the applicant had an internal flight alternative in Lebanon:  <FRAGMENT_SUPPRESSED> (a) by failing to address the reasonableness of the internal flight alternative;  <FRAGMENT_SUPPRESSED> (b) by asking herself the wrong question concerning the risk to be faced by the applicant in Lebanon?  <FRAGMENT_SUPPRESSED> 2. Did the PCDO act unfairly by failing to disclose to the applicant the memorandum of December 6, 1994, which memorandum was relied upon by the PCDO in making her decision? (This argument is first raised and discussed fully in the applicant's Supplementary Memorandum of Argument.)  <FRAGMENT_SUPPRESSED> Discussion  <FRAGMENT_SUPPRESSED>", "[10] As noted by the respondent, the PDRCC regulations, promulgated under s. 6(5) of the Immigration Act , offer an individual special and further consideration for an exemption from Canadian immigration law requiring an individual seeking permanent landing in Canada to do so from outside Canada. The requirement is, otherwise, universally applied. Therefore, the decision of an immigration official not to recommend an individual as being eligible for the PDRCC class takes no right away. Thus, this court will not intervene in discretionary decisions of post-claim determination officers unless such discretion can be shown to have been exercised pursuant to improper purposes, irrelevant considerations, with bad faith, or in a patently unreasonable manner: <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 123 (T.D.) at pp. 128-129 Imm. L.R. Keeping this in mind, I have identified no grounds for intervention by reference to the first issue raised by the applicant.  <FRAGMENT_SUPPRESSED>", "[11] However, the second issue brought forward by the applicant, namely the allegation that, in making her decision, the PCDO relied on extrinsic evidence not disclosed to the applicant is more serious.  <FRAGMENT_SUPPRESSED>  (F.C.A.), it was established that an immigration officer breaches the duty of fairness when he or she relies on extrinsic evidence which is not brought forward to the applicant and where the applicant is not given an opportunity to respond to such evidence.  <FRAGMENT_SUPPRESSED>  (T.D.), Rothstein, J., interpreted the term \"extrinsic evidence not brought forward\" as follows:  <FRAGMENT_SUPPRESSED> \"... evidence of which the applicant is unaware because it comes from an outside source. This would be evidence of which the applicant has no knowledge and on which the immigration officer intends to rely in making a decision affecting the applicant (...) this would include information obtained from an outside party as  <FRAGMENT_SUPPRESSED> (...)  <FRAGMENT_SUPPRESSED> \"The relevant point as I see it is whether the applicant had knowledge of the information so that he or she had the opportunity to correct prejudicial misunderstandings or misstatements. (...) The question is whether the applicant had the opportunity of dealing with the evidence. This is what the long-established authorities indicate the rules of procedural fairness require. <FRAGMENT_SUPPRESSED>", "[12] The alleged extrinsic evidence in this case is a memorandum dated December 6, 1994 which is annexed as exhibit \"A\" to the affidavit of the PCDO, Ms. O'Neil. This memorandum, from two case research officers to Ms. O'Neil and Randy Gordon, contained information provided by Dr. Henry Habib, Mr. Michael Hudson, and Mr. Aziz Abuhammad on conditions in Lebanon. In her affidavit, Ms. O'Neil deposed:  <FRAGMENT_SUPPRESSED> \"In addition to the above documentation, I relied upon the information provided by Dr. Henry Habib, Department of Political Science, Concordia University; Mr. Michael Hudson, Georgetown University, Washington; and Mr. Aziz Abuhammad, Human Rights Watch/Middle East, New York. <FRAGMENT_SUPPRESSED> In his affidavit filed March 21, 1995, the applicant deposed that:  <FRAGMENT_SUPPRESSED> \"Exhibit 'A', the memorandum of December 6, 1994, from Brian Coleman and Scott Curran to Ms. O'Neil and Randy Gordon, was not part of the submissions made by me to Ms. O'Neil concerning my Post-Determination Refugee Claimant in Canada Class ('PDRCC') review.  <FRAGMENT_SUPPRESSED> \"At no point prior to March 20, 1995 was I ever made aware that such document existed or was 'relied upon' by Ms. O'Neil in making her decision.  <FRAGMENT_SUPPRESSED> \"I am advised by my counsel, Michael Bossin, that he arranged to view the contents of my immigration file at the Ottawa Canada Immigration Centre on February 7, 1995. I am advised by Mr. Bossin and do verily believe that there was no indication in the file that the memorandum of December 6, 1995 (sic) was considered by Ms. O'Neil in making her decision, or that such document existed. The only documents disclosed to Mr. Bossin in my immigration file were those documents submitted by myself to Ms. O'Neil. <FRAGMENT_SUPPRESSED> The record discloses that, after receiving the affidavit of the PCDO, counsel for the applicant sought further information from two of the individuals who provided the information contained in the impugned memorandum, as well as from Amnesty International. The information so obtained contains statements that would tend to support the applicant's position (the statements that would tend to support the applicant's position are outlined in paras. 11 to 14 of the affidavit of Jane Hueston), thereby giving weight to the argument that the applicant could have countered the information contained in the impugned memorandum if it had been disclosed to the applicant prior to the PDRCC decision.  <FRAGMENT_SUPPRESSED>", "[13] In my opinion, the impugned memorandum constitutes extrinsic evidence not brought forward to the applicant. The PCDO's affidavit indicates that she \"relied upon\" this information, along with the submissions and expert letters submitted by counsel and \"a thorough review of the documentation in respect of the country conditions in Lebanon\", in coming to her decision. The applicant submits that portions of the memorandum (those parts dealing with the strength of the Hezbollah in the south and their lower profile in less violent involvement in Beirut), could have led the PCDO to the conclusion that parts of Beirut and areas outside the south of Lebanon afford an internal flight alternative (IFA) to the applicant. This, the applicant submits, was prejudicial to him. The applicant argues that the information derived by the applicant following the disclosure of the December 6, 1994 memorandum was relevant to the issue of IFA, upon which the PCDO's decision ultimately rested, and therefore may have influenced the decision if it had been brought to the attention of the decision-maker as it should have been. I agree, it is not for me to speculate as to the impact which this information could have had on the ultimate decision if it had been made available before it was reached. The fact is that the memorandum in question referred to facts and opinions which were considered by the PCDO as relevant to the issue to be decided and which were relied upon. Despite this, it was not disclosed to the applicant until after the decision had been reached, thereby giving rise to a breach of procedural fairness which compels me to intervene.  <FRAGMENT_SUPPRESSED>", "[14] For these reasons, the application is allowed and the matter is returned before a different officer for a new hearing.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Janette Blue/ldl  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}