{"id_": "034516", "body_str": ["[1] Bédard, J. [Translation]: This application for judicial review relates to a decision issued on December 9, 2010, by the Chief of the Defence Staff (the Chief of Staff) as the Final Authority in the grievance process. The grievance filed by Martin Lampron (the applicant) involved the payment of a Post Living Differential Allowance (PLD). For the following reasons, the application is dismissed. I. Background", "[2] The applicant, who is self-represented, is a regular member of the Canadian Forces. In 2004, he was posted to 438 Tactical Helicopter Squadron at St-Hubert. Since he was not living on a military base, the applicant was required to live within the boundaries of his place of duty, in this case, the Montreal service area. The applicant chose to settle in St-Hyacinthe, which was, and still is, part of the Montreal service area. At the time the applicant moved to St-Hyacinthe, the Montreal service area contained two Post Living Differential areas, that is, areas where the cost of living is higher than the national average, which entitles a member to payment of a PLD: the Montreal South Shore area, which included St-Hyacinthe, the Island of Montreal and the Montreal North Shore area.", "[3] After he was informed by a representative of the Montreal 5 Area Support Group (5 ASG) that the city of St-Hyacinthe fell within the boundaries of the Montreal service area and that he would receive a PLD, the applicant chose to purchase a home there.", "[4] Beginning in August 2004, the applicant received the PLD for the Montreal South Shore area until February 2008.", "[5] The applicant submits that he was informed in February 2008 that the city of St-Hyacinthe now had its own geographical area and that it would no longer be included in the Montreal South Shore geographical area. He therefore received confirmation that he would subsequently receive the PLD applicable to St-Hyacinthe, which was less than the PLD applicable to the Montreal South Shore area.", "[6] To understand the nature of the dispute between the parties and the various recommendations and decisions made regarding the applicant's grievance, it is helpful to present the administrative framework applicable to PLD allowances, as shown by the evidence in the record.", "[7] The geographical areas of the places of duty for the province of Quebec are delineated by an order of the commander of the 5 ASG. The cities of St-Hubert and St-Hyacinthe are included in the geographical zone of the Montreal place of duty. Since the applicant was posted to St-Hubert, he was therefore authorized to settle in St-Hyacinthe. That aspect is not disputed.", "[8] The applicant, like other members, is subject to the Compensation and Benefits Instructions for the Canadian Forces (CBI). CBI 205.45 deals with PLD and provides that some areas within the geographical areas of certain places of duty are identified as post living differential areas. A post living differential area is an area within the boundaries of a place of duty where the cost of living exceeds the Canadian average. Members whose principal residence is located in a post living differential area that is situated within the boundaries of their place of duty are eligible for a monthly PLD. PLDs are paid to members to mitigate the adverse financial impact they experience when they are posted to and reside in a place of duty where the cost of living exceeds the national average.", "[9] Prior to December 2007, CBI 205.45, which deals with PLD, did not contain a list of locations that qualify for PLD. Paragraph 15 of CBI 205.45 (version prior to December 2007) stated moreover that \"[t]he rate and locations qualifying for PLD [post living differential] will fluctuate annually as economic conditions change\".", "[10] At that time, post living differential areas were determined by Canadian Forces General messages (CANFORGEN) that were issued and approved by Treasury Board following an assessment of economic conditions.", "[11] Until October 2005, the geographical area of the Montreal place of duty contained two post living differential areas: (1) Montreal South Shore, which included the city of St-Hyacinthe and (2) the Island of Montreal and Montreal North Shore.", "[12] There is some confusion in this case because it seems that a separate PLD rate was determined for St-Hyacinthe beginning in 2001, but that rate was not announced in CANFORGEN and was not applied to the applicant when he moved to St-Hyacinthe in 2004.", "[13] However, on October 21, 2005, a CANFORGEN announced for the first time a separate PLD rate for the city of St-Hyacinthe. This rate was lower than the rate applicable to the post living differential area for Montreal South Shore. CANFORGEN stated, moreover, that the rates applied as of October 1, 2005, but that the reduction, if any, would take effect on January 1, 2006. However, the applicant was not informed prior to February 2008 that he would be subject to this new rate.", "[14] On December 10, 2007, CBI 205.45 was revised. It now includes a table that lists the post living differential areas and the applicable rates. The city of St-Hyacinthe appears as a separate post living differential area that has its own rate. II. Impugned decision A.", "[15] On April 25, 2008, the applicant filed a grievance in which he disputed that he was subject to the PLD rate for St-Hyacinthe as of February 2008. In his grievance, he claimed that the 5 ASG had confirmed to him when he was posted to St-Hubert in 2004 that the city of St-Hyacinthe was included in the geographical area of Montreal South Shore and that he decided to move there and purchase a house on the basis of that information. He submitted that it was unfair to impose a change in the geographical area now, and he asked to be considered as remaining in the Montreal South Shore area for PLD purposes. As an alternative solution, the applicant asked for authorization to purchase a house in the Montreal South Shore area and that the Canadian Forces pay the moving expenses. In essence, the applicant's position was that he should not be penalized by the change made by the Canadian Forces and that he should have the benefit of a \"grandfather\" clause.", "[16] In his grievance, the applicant also claimed that he had been misled by the representatives of the Canadian Forces and that he should not be penalized because of errors made by the Canadian Forces. B. Recommendations and decisions prior to the Chief of Staff's decision", "[17] The applicant's grievance was first reviewed by the Director of Compensation and Benefits Administration (DCBA). In its decision of September 15, 2008, the DCBA stated that, although St-Hyacinthe was included in the Montreal South Shore geographical area, a separate PLD calculation had been made since 2001 in order to take into account the military personnel posted to St-Hyacinthe. However, it recognized that a separate PLD rate for St-Hyacinthe had been published for the first time in 2005 when the rate went from $0 to $24. The DCBA was of the opinion that the applicant should have received the PLD set for St-Hyacinthe since his move to St-Hyacinthe in 2004, not the PLD for the Montreal South Shore post living differential area. Since the applicant had received the PLD applicable to Montreal South Shore, he had received an overpayment of $14,872 between August 1, 2004, and January 31, 2008. Moreover, the DCBA stated that, since the PLD rate for the city of St-Hyacinthe had not been published prior to the CANFORGEN of October 2005, with an effective date of January 1, 2006, it was appropriate to only claim from the applicant the overpayment for the period from January 1, 2006, to January 31, 2008, that is, $9,500.", "[18] The applicant's grievance was then forwarded to the Director General Compensation and Benefits, who acted as the Initial Authority in the grievance process. He essentially confirmed the DCBA's position.", "[19] The grievance was then forwarded to the Canadian Forces Grievance Board (CFGB).", "[20] The CFGB set out the history of the applicable PLDs for the city of St-Hyacinthe. It noted that the CANFORGEN of October 21, 2005, had announced, for the first time, a PLD rate for the city of St-Hyacinthe. The CFGB found that the city of St-Hyacinthe had only become a separate post living differential area in April 2008 when, following the revision of CBI 205.45, the PLD rate for St-Hyacinthe was specifically included in CBI 205.45.", "[21] Accordingly, the CFGB determined that the applicant was entitled to the PLD applicable to Montreal South Shore until April 2008, the date on which the city of St-Hyacinthe was identified as a post living differential area in CBI 205.45, and that there was no $9,500 overpayment representing the difference between the PLD for Montreal South Shore and St-Hyacinthe for the period between January 2006 and February 2008. It also found that, as of April 2008, the applicant became subject to the PLD for the St-Hyacinthe post living differential area. C. Chief of Staff's decision", "[22] The Chief of Staff dismissed the applicant's grievance and determined that the applicant was entitled to the PLD for Montreal South Shore prior to January 1, 2006, but that he should have been subject to the PLD for the city of St-Hyacinthe as of January 1, 2006. Accordingly, he did not follow the CFGB's recommendation.", "[23] In his decision, the Chief of Staff stated that it was not disputed that the city of St-Hyacinthe was, and still is, included in the Montreal geographical area and that it was therefore an approved area for members to establish their principal residence based on St-Hubert as a place of duty.", "[24] In addition, he stated that, prior to December 2007, CBI 205.45 dealing with PLDs did not include a list of locations qualifying for PLD. The post living differential areas and the PLD rates were determined by CANFORGENs issued and approved by Treasury Board following an assessment of economic conditions. He quoted paragraph 15 of CBI 205.45, which provided that \"[t]he rate and locations qualifying for PLD [post living differential] will fluctuate annually as economic conditions change\". He explained that until 2005 the city of St-Hyacinthe was not a separate post living differential area and was part of the Montreal South Shore post living differential area. He noted that in the CANFORGENs issued in June 2003 and July 2004, which announced the rates for 2003 and 2004, respectively, there was no mention of a separate rate for the city of St-Hyacinthe. However, in the CANFORGEN message issued in October 2005 announcing the rates for 2005, the city of St-Hyacinthe had become a separate post living differential area from that of Montreal South Shore with a lower rate than that of Montreal South Shore. The CANFORGEN provided, in addition, that the reduction would take effect on January 1, 2006. The Chief of Staff also indicated that since the revision of CBI 205.45 in December 2007, the post living differential areas, including the one for St-Hyacinthe, were now listed in a table attached to CBI 205.45. The areas and the rates were therefore no longer identified and published through CANFORGENs.", "[25] In his decision, the Chief of Staff noted that CBI 205.45 provides that locations that qualify for PLD as well as the rates may fluctuate and that the choice of a residence should not be made based on a post living differential area and the respective rate for a given year. Since St-Hyacinthe became a separate post living differential area on October 1, 2005, through the issuance of the CANFORGEN, the applicant should have been subject to the new PLD rate for the city of St-Hyacinthe effective January 1, 2006, not February 2008. Accordingly, the Chief of Staff did not grant the redress sought by the applicant, and his decision had the effect of upholding the $9,500 overpayment that the applicant must reimburse. III. Issue", "[26] The only issue in this case is the reasonability of the Chief of Staff's decision. IV. Standard of review", "[27] The Chief of Staff was required to interpret CBI 205.45 and apply it to the applicant's case. Accordingly, his decision was one of mixed fact and law. Our Court has consistently held that decisions by the Chief of Staff on questions of mixed fact and law made as part of the grievance process are subject to the reasonableness standard ( <FRAGMENT_SUPPRESSED> FTR 202; <FRAGMENT_SUPPRESSED>  para 29 (available on  <FRAGMENT_SUPPRESSED> FTR 83 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]).", "[28] In <FRAGMENT_SUPPRESSED> , above, the Supreme Court set out the analytical framework that the Court must apply when it reviews a decision against the reasonableness standard: 47 Reasonableness is a deferential standard animated by the principle that underlies the development of the two previous standards of reasonableness: certain questions that come before administrative tribunals do not lend themselves to one specific, particular result. Instead, they may give rise to a number of possible, reasonable conclusions. Tribunals have a margin of appreciation within the range of acceptable and rational solutions. A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law. [Emphasis added]", "[29] In the recent decision Newfoundland and  <FRAGMENT_SUPPRESSED> (available on CanLII), the Supreme Court noted and further developed the principles that should guide the application of the reasonableness standard. The Court stated the following about the deference that courts must show to decisions that fall within the expertise of specialized tribunals: 13 This, I think, is the context for understanding what the Court meant in <FRAGMENT_SUPPRESSED> when it called for \"justification, transparency and intelligibility\". To me, it represents a respectful appreciation that a wide range of specialized decision-makers routinely render decisions in their respective spheres of expertise, using concepts and language often unique to their areas and rendering decisions that are often counter-intuitive to a generalist. That was the basis for this Court's new direction in Canadian Union of Public Employees, Local 963 v. New Brunswick Liquor Corp. , [1979] 2 S.C.R. 227, where Dickson J. urged restraint in assessing the decisions of specialized administrative tribunals. This decision oriented the Court towards granting greater deference to tribunals, shown in <FRAGMENT_SUPPRESSED> 's conclusion that tribunals should \"have a margin of appreciation within the range of acceptable and rational solutions\" (para. 47). V. Analysis A.", "[30] The applicant submits that the city of St-Hyacinthe did not really become a separate post living differential area until 2007 when the revision of CBI 205.45 included a table listing the post living differential areas and the PLD rates applicable to each area. The applicant argues that the CANFORGEN of October 2005 announced a PLD rate for the city of St-Hyacinthe, but that to be valid, such an announcement should have been preceded by the formal creation of a post living differential area for the city of St-Hyacinthe, which was not done until December 2007. To buttress this argument, the applicant filed a 2001 CANFORGEN in which new post living differential areas were created and the PLD rates for those new areas were announced. The applicant compared this CANFORGEN with the one for October 2005, which, he says, simply announced a PLD rate for St-Hyacinthe, and he argued that this CANFORGEN had not created a new post living differential area for St-Hyacinthe. He therefore submits that it is unfair and unreasonable to claim an overpayment from him for the period between January 2006 and April 2008 because no separate post living differential area had been validly created for St-Hyacinthe, which was still part of the post living differential area for Montreal South Shore.", "[31] The applicant also submits that he was misled by the representatives of the 5 ASG in 2004 and that there was confusion between the interpretation of CBI 205.45 by the DCBA and the information given to him by the5 ASG. Moreover, given that a separate PLD rate had been calculated for the city of St-Hyacinthe since 2001, he should have been told about it, and then he would not have decided to purchase a house in that city.", "[32] The applicant also argues that, based on the erroneous information he received in 2004, the Chief of Staff should have allowed him to benefit from a grandfather clause and considered him, for PLD purposes, as having always lived in the post living differential area for Montreal South Shore. B.", "[33] The respondent, for his part, contends that the Chief of Staff's decision is reasonable in light of the evidence and the administrative framework applicable to PLDs. He submits that the Chief of Staff's decision falls within a range of possible, acceptable outcomes based on the evidence and the applicable directives and that the Court's intervention is not warranted.", "[34] The respondent submits that the 2001 CANFORGEN filed by the applicant was not before the Chief of Staff when he made his decision and that it was reasonable for him to find that the city of St-Hyacinthe became a separate post living differential area in 2005. He also maintains that even if the 2001 CANFORGEN was considered there is no basis for concluding that the Canadian Forces could not validly create a post living differential area simply by publishing a separate rate for that area commencing in 2005. The Canadian Forces are not bound by a particular process in exercising their discretion.", "[35] The respondent also refers to the Chief of Staff's limited power to determine when the applicant should have been subject to the PLD for the city of St-Hyacinthe and states that he had no jurisdiction to award any financial compensation to the applicant because of incomplete information given to him in 2004. In addition, he argues that CBI 205.45 was accessible and applied to all members and clearly indicated that the post living differential areas and the rates could fluctuate. He emphasizes that that is, indeed, the essence of a PLD because it is based on economic conditions that may change.", "[36] The respondent adds, in response to the applicant's arguments that he was misinformed in 2004, that the doctrine of legitimate expectations does not apply in this case. First, there was no promise made to the applicant that the PLD he was entitled to in 2004 would be immutable and indefinite. On the other hand, there were no clear and specific representations about a particular outcome in 2004. In any event, the respondent submits that the doctrine of legitimate expectations, if it applied, would entitle the applicant to additional procedural protections, which were largely given to him throughout the grievance process. C. Discussion", "[37] There seems to have been some confusion in applying the concepts in question among the various players involved in the applicant's grievance process, and specifically between the concepts of geographical areas and post living differential areas.", "[38] However, it is only the decision by the Chief of Staff, who was acting as a Final Authority, that is the subject of this judicial review. For the reasons that follow, I find that his decision is reasonable.", "[39] First, it is important to not confuse the concepts of geographical areas of a place of duty and post living differential areas. The geographical area associated with a place of duty delineates the perimeter within which members who are posted in that place of duty are authorized to establish their residence. The order that defines the geographical area for Quebec comes within the 5 ASG and does not deal with post living differential areas. Post living differential areas can be created within the geographical areas of certain places of duty where the cost of living is higher than the Canadian average. Post living differential areas are set out in CBI 205.45.", "[40] However, there is no evidence to suggest that CBI 205.45 is not valid or that it is not accessible to all members. The version of CBI 205.45 that applied in 2004 clearly stated that the post living differential areas and the applicable rates were not immutable and could be changed based on economic conditions. It is unfortunate that the applicant was not informed of this paragraph, but this situation does not create additional rights for him. Moreover, the evidence does not show that any promises were made to the applicant. The evidence establishes that the applicant was informed that the city of St-Hyacinthe was part of the post living differential area for Montreal South Shore and that he would receive the PLD applicable to that area. In 2004, this information was correct.", "[41] In addition, on the evidence, I find that it is not reasonable to think that St-Hyacinthe became a post living differential area as of 2001, and I reject the applicant's argument that he should have been informed of that fact in 2004. In any event, the Chief of Staff refuted that statement because he did not find that the applicant should have been subject to a post living differential for St-Hyacinthe as of 2004.", "[42] I also find that it was reasonable for the Chief of Staff to conclude, on the evidence, that the city of St-Hyacinthe had become a post living differential area under the CANFORGEN issued in October 2005, with an effective date of January 1, 2006. As of October 2005, the Montreal geographical area no longer had two, but three separate post living differential areas. The fact that the new post living differential areas had been previously announced in CANFORGENs with different wording changes nothing, in my view. The Canadian Forces are not subject to a strict process for stating their directives, and the CANFORGEN of October 2005 clearly sets a separate PLD for St-Hyacinthe. There is no evidence that post living differential areas and rates must be announced in a particular way. It was therefore reasonable for the Chief of Staff to conclude that a separate post living differential area for the city of St-Hyacinthe had been created through the CANFORGEN of October 2005 and that the applicant should have been subject to it as of January 1, 2006.", "[43] At the same time, I find it regrettable that the applicant was not informed in 2005 that he would be subject to the rate for St-Hyacinthe as of January 1, 2006. This situation shows some confusion and a lack of communication between the DCBA and representatives of the 5 ASG. This situation, or this error, although unfortunate, does not have the effect of creating for the applicant the right to receive a PLD other than the one that applied in the area where he lived. The CBI do not provide for a grandfather clause or acquired rights for a situation like the applicant's, and neither the Chief of Staff nor the Court can change CBI 205.45 ( <FRAGMENT_SUPPRESSED> above).", "[44] Moreover, there is nothing in the evidence or the applicable statutory framework to suggest that the Chief of Staff had the discretion to give the applicant a PLD rate other than the rate resulting from the application of the CANFORGEN of October 2005 or that he had the jurisdiction, in a grievance context, to award him any compensation because of the incomplete information he was given in 2004 ( <FRAGMENT_SUPPRESSED> (available on  <FRAGMENT_SUPPRESSED> ACWS (3d) 247.", "[45] Accordingly, the Chief of Staff's decision is reasonable because it falls within a range of possible, acceptable outcomes in respect of the facts and law, and the Court's intervention is not warranted. His decision is intelligible, based on the evidence and well articulated. A different conclusion could also have been considered reasonable. As the Supreme Court of Canada pointed out in Canada (Citizenship and  <FRAGMENT_SUPPRESSED> : \"There might be more than one reasonable outcome. However, as long as the process and the outcome fit comfortably with the principles of justification, transparency and intelligibility, it is not open to a reviewing court to substitute its own view of a preferable outcome\". These principles apply here.", "[46] For all these reasons, the application for judicial review is dismissed. In light of the particular circumstances of this case and the confusion created by the various Canadian Forces' proceedings, no costs are awarded. JUDGMENT", "[47] THE COURT ORDERS AND ADJUDGES that the application for judicial review is dismissed without costs. I. Contexte", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14] II. A.", "[15]", "[16] B.", "[17]", "[18]", "[19]", "[20]", "[21] C.", "[22]", "[23]", "[24]", "[25] III.", "[26] IV. La norme de contrôle", "[27] <FRAGMENT_SUPPRESSED> FTR 202; <FRAGMENT_SUPPRESSED>  para 29 (disponible sur  <FRAGMENT_SUPPRESSED> FTR 83 [ <FRAGMENT_SUPPRESSED> ] ; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] ).", "[28]", "[29] V. Analyse A.", "[30]", "[31]", "[32] B.", "[33]", "[34]", "[35]", "[36] C. Discussion", "[37]", "[38]", "[39]", "[40]", "[41]", "[42]", "[43]", "[44]", "[45]", "[46] JUGEMENT", "[47] [End of document]"]}