{"id_": "034775", "body_str": ["[1] Lagacé, D.J. : This is an application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (IRPA) of the decision of a visa officer at the High Commission of Canada in London, United Kingdom (HCC), dated March 27, 2008, refusing the principal applicant's request for a permanent resident visa as a member of the Federal Skilled Worker Class (FSWC) for immigration to Canada, because he failed to meet the requirements set out in subsection 75(3) of the Immigration and Refugee Protection Regulations , SOR/2002-227 (IRPR).  <FRAGMENT_SUPPRESSED> II. The facts  <FRAGMENT_SUPPRESSED>", "[2] The principal applicant Shaukat Ali Khan (applicant) applied for permanent residence for himself as a member of the FSWC and on behalf of his dependants, his wife and two children who are all citizens of India.  <FRAGMENT_SUPPRESSED>", "[3] The applicant holds a bachelor of commerce from Osmania University and has extensive work experience in the area of accounting with Gulf Air's Finance Department for whom he has worked full time for more than fifteen years. In his application for permanent residence, the applicant indicated that, from October 1992 to the time of his application, he was working as an accounts assistant .  <FRAGMENT_SUPPRESSED>", "[4] The visa officer subsequently listed in his notes the applicant's entire work experience and, taking into account his reference letters, noted that a letter indicated that the applicant had been promoted to \"Senior Accounts Assistant\" in October 2004, and that this promotion had not been mentioned by the applicant when he completed his work history.  <FRAGMENT_SUPPRESSED>", "[5] On February 26, 2008, the HCC sent the applicant and his family a letter requesting additional documents in order to make a decision on their file. The letter stated that their application would not be considered before the 60-day term from the date of the letter. However, before the expiry of the term to submit the additional documents requested, the visa officer assessed the applicant's file and concluded that:  <FRAGMENT_SUPPRESSED> Pl has listed his occupation since November 1992 as NOC 1431. Duties described are that of NOC 1431 and employment letters support this occupation. NOC 1431 (Accounting and related clerks) is not an O, A or B level occupation. I am not satisfied that Pl has at least one year of experience in an O, A or B level occupation therefore I am not satisfied that he meets the minimum requirements of the skilled worker class. [Emphasis added]  <FRAGMENT_SUPPRESSED>", "[6] The applicant and his family finally received a letter dated March 27, 2008 refusing their application for permanent resident visas as members of the federal skilled workers class. The refusal letter specified that the applicant did not meet the requirements of paragraph 75(2)( a) of the IRPR because he did not have the experience in an occupation listed in NOC skill type level O, A or B. Furthermore, considering that subsection 75(3) of the IRPR states that if a foreign national fails to meet the requirements, his application shall be refused without further assessment required, the visa officer refused the application.  <FRAGMENT_SUPPRESSED>", "[7] On May 9, 2008, notwithstanding the previous refusal of his application, the applicant sent to the HCC the additional documents requested by the visa officer. The visa officer took cognizance of the applicant's additional documents and stated in his refusal of the application that although the applicant's letter of employment filed listed his title as \"Accounts Officer\", his duties were nevertheless those of NOC 1431.  <FRAGMENT_SUPPRESSED> III. Issue  <FRAGMENT_SUPPRESSED>", "[8] Did the immigration officer breach the principles of procedural fairness and natural justice in deciding on the file before the end of the term allocated to the applicants to present additional documents?  <FRAGMENT_SUPPRESSED> IV. Analysis  <FRAGMENT_SUPPRESSED> Standard of review  <FRAGMENT_SUPPRESSED>", "[9] The particular expertise of visa officers dictates a deferential approach when reviewing their decision. The assessment of an applicant for permanent residence under the FSWC is an exercise of discretion that should be given a high degree of deference. To the extent that his assessment has been made in good faith, in accordance with the principles of natural justice applicable, and without relying on irrelevant or extraneous considerations, the decision of the visa officer should be reviewed on the standard of unreasonableness ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[10] The visa officer is authorized to make decisions relative to the issuance of visas. He has greater expertise in this regard than the Court and that expertise attracts deference ( <FRAGMENT_SUPPRESSED> , at paragraph 100, that: \"It is for the courts, not the Minister, to provide the legal answer to procedural fairness questions. It is only the ultimate exercise of the Minister's discretionary s. 6(5) power of appointment itself that is subject to the 'pragmatic and functional' analysis\"; therefore, the pragmatic and functional analysis is not to be applied and the reviewing Court shall consider all questions, including questions in regard to the adequacy of reasons, on a standard of correctness. ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED> The applicable legislation  <FRAGMENT_SUPPRESSED>", "[12] Subsection 12(2) of the IRPA states:  <FRAGMENT_SUPPRESSED> (2) A foreign national may be selected as a member of the economic class on the basis of their ability to become economically established in Canada.  <FRAGMENT_SUPPRESSED>", "[13] Furthermore subsections 75(2) and (3) of the IRPR set out the conditions imposed on an applicant applying in the FSWC as follows:  <FRAGMENT_SUPPRESSED> 75.(1) ...  <FRAGMENT_SUPPRESSED> (2) A foreign national is a skilled worker if  <FRAGMENT_SUPPRESSED> (a) within the 10 years preceding the date of their application for a permanent resident visa, they have at least one year of continuous full-time employment experience , as described in subsection 80(7), or the equivalent in continuous part-time employment in one or more occupations, other than a restricted occupation, that are listed in Skill Type 0 Management Occupations or Skill Level A or B of the National Occupational Classification matrix ;  <FRAGMENT_SUPPRESSED> (b) during that period of employment they performed the actions described in the lead statement for the occupation as set out in the occupational descriptions of the National Occupational Classification; and  <FRAGMENT_SUPPRESSED> (c) during that period of employment they performed a substantial number of the main duties of the occupation as set out in the occupational descriptions of the National Occupational Classification, including all of the essential duties.  <FRAGMENT_SUPPRESSED> (3) If the foreign national fails to meet the requirements of subsection (2), the application for a permanent resident visa shall be refused and no further assessment is required.  <FRAGMENT_SUPPRESSED> 75.(1) ...  <FRAGMENT_SUPPRESSED> a) il b) pendant cette période d'emploi, il a accompli l'ensemble des tâches figurant dans l'énoncé principal établi pour la profession dans les descriptions des professions de cette classification;  <FRAGMENT_SUPPRESSED>", "[14] It follows from these provisions that an applicant who cannot meet the requirements of subsection 75(2) will invariably see his application refused under subsection 75(3). It is also well established that where an applicant puts forward an occupation under which he wishes to be assessed, a visa officer is under an obligation to assess that particular occupation ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED> The visa officer's assessment of the applicant's work history  <FRAGMENT_SUPPRESSED>", "[15] The applicant indicated in his request having four years or more experience as an \"Accountant Assistant\". According to the visa officer, the main duties listed by the applicant correspond to NOC 1431 and not to \"Skill Type O Management Occupations or Skill Levels A or B of the National Occupational Classification matrix\". Hence, the visa officer refused the applicant's request as per subsection 75(3) of the FSWC .  <FRAGMENT_SUPPRESSED>", "[16] The applicant insists that his occupation should have been listed as NOC 1231 since he indicated bank reconciliation as part of his main duties. Had this been done, he argues, he then would have been able to meet the requirements set out at subsection 75(3) of the FSWC .  <FRAGMENT_SUPPRESSED>", "[17] The Court does not see how the visa officer erred in his assessment of the applicant's qualifications. First, the applicant applied under NOC 1431 \"Accounting and related clerks\" which indeed involves reconciliation. According to the visa officer's affidavit, however, the main duties listed by the applicant in his declaration correspond more closely to NOC 1431 than to NOC 1231. The visa officer had the expertise to make this assessment and the Court sees no valid reasons to reverse the opinion of the decision maker, especially, as stated previously, that it is trite law that the visa officer had the obligation to assess the occupation listed by the applicant, which was NOC 1431, and not NOC 1231.  <FRAGMENT_SUPPRESSED>", "[18] It is evident from the applicant's arguments that he relies on his promotion as an \"Accounts Officer Grade 8\" to demonstrate the requirements of subsection 75(2) of the IRPR. However that subsection specifies that it is within the 10 years preceding the date of their application for a permanent resident visa , that the skilled worker must show that he has at least one year of continuous full-time employment experience , as described in subsection 80(7), or the equivalent in continuous part-time employment in one or more occupations, other than a restricted occupation, that are listed in Skill Type O Management Occupations or Skill Levels A or B of the National Occupational Classification", "[19] Therefore, the applicant's work as an \"Accounts Officer Grade 8\" and his alleged new enhanced responsibilities could not have changed the visa officer's decision.  <FRAGMENT_SUPPRESSED> Procedural fairness  <FRAGMENT_SUPPRESSED>", "[20] The Overseas Processing Manual OP 1 on procedures states that applicants must be allowed to bring evidence and to make an argument in order to disabuse officers of any concerns.  <FRAGMENT_SUPPRESSED>", "[21] The values underlying the duty of procedural fairness relate to the principle that a person should have the opportunity to present his case fully and fairly, and have decisions affecting his rights made using a fair, impartial, and open process, appropriate to the context of the decision.  <FRAGMENT_SUPPRESSED>", "[22] In the case at bar, the representations made by the visa officer that he would not take any further action on the file until the additional documents were submitted constituted a reason for the applicant to expect that the officer would proceed as he had indicated. Undoubtedly it would have been preferable for the visa officer to wait for these documents, which he did not do. On the other hand, even if the visa officer had waited for the applicant to produce the additional evidence required, these documents would have had no practical effect on the decision .  <FRAGMENT_SUPPRESSED>", "[23] The applicant's promotion to \"Accounts Officer Grade 8\" and his new job description more than eight months after the HCC received his application, could not have helped the applicant to meet the requirements of subsection 75(2) of the IRPR, since his experience was not cumulated in the 10 years preceding the date of his application for a permanent visa. Therefore, the visa officer's procedural shortcoming under these circumstances had no effect on the decision especially since the visa officer had no choice, under subsection 75(3) the IRPR but to refuse the application, and this without any further assessment.  <FRAGMENT_SUPPRESSED>", "[24] The applicant suffered no prejudice as a result of the visa officer's procedural failure; therefore, there is no breach of the duty of fairness and no justification for the Court to intervene. For all these reasons, the present application will be dismissed.  <FRAGMENT_SUPPRESSED>", "[25] The Court agrees with the parties that there is no serious question of general importance to certify.  <FRAGMENT_SUPPRESSED>", "[26] THIS COURT ORDERS AND ADJUDGES that the application is dismissed.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}