{"id_": "034708", "body_str": ["[1] Tremblay-Lamer, J. : This is an application for judicial review, pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 ( IRPA ), of a decision of a Pre-Removal Risk Assessment (PRRA) officer rejecting the applicant's PRRA application after finding that the applicant would not be subject to a risk of persecution, torture, a risk to his life or a risk of cruel and unusual treatment or punishment if returned to South Korea. BACKGROUND", "[2] The applicant, Mr. Duri Cho, was born in Bangladesh. He moved to South Korea in 1991 and married a South Korean citizen in 2002. He became a citizen of South Korea himself in May of 2005.", "[3] The applicant first came to Canada in December of 2006 with his wife. The two were separately interviewed by Canada Border Services Agency officers. The applicant claimed refugee protection. His wife did not. After being detained overnight, the applicant withdrew his claim for refugee protection. The applicant and his wife left Canada shortly thereafter.", "[4] The applicant returned to Canada on March 31, 2009 and was admitted as a temporary resident. In April of 2009, he claimed refugee status. Since he had previously withdrawn a claim for refugee protection, his new claim was deemed ineligible to be referred to the Refugee Protection Division of the Immigration and Refugee Board (the Board) due to paragraph 101(1)( ) of the IRPA . The applicant applied to have his 2006 claim reinstated. That application was refused by the Board.", "[5] The applicant filed a PRRA application on June 8, 2009. He requested an oral hearing under paragraph 113( ) of the IRPA . No oral hearing was provided. The applicant alleged that he faced serious discrimination and persecution in South Korea based on his race, nationality and based on the fact that he was a human rights activist. Specifically, he alleged the following facts in support of his claim: On October 15, 2005, the applicant was beaten by a manager at his place of work, a plastic factory in South Korea. He sustained injuries to his chest and head and went to the hospital for treatment. He filed a complaint with the police who came to the factory and told him that if he wanted to keep working, he should drop his claim. On May 27, 2007, a foreman at a candle factory threw hot candle wax at the applicant. The applicant called the police. The police came to the factory and the foreman apologized. The applicant was fired the next day. The applicant was a vocal advocate for migrant workers' rights. Between 2002 and 2006, the applicant volunteered with the Migrant Workers House. From 2007 to 2009, he volunteered with the Migrant Workers Welfare Society of Korea. He took part in numerous protests and demonstrations and was identified in multiple news articles as an advocate for migrant workers' rights. The applicant believed that this lead to increased hostility against him by employers. In December of 2008, the applicant brought a complaint against an ex-employer, Mr. Kim Chang Hwan, in relation to unpaid salary. Mr. Hwan threatened to kill the applicant if he did not withdraw his complaint. The applicant received many death threats by telephone in connection with this complaint; some from Mr. Hwan, some from Mr. Hwan's employees. The callers indicated that they would \"get\" the applicant wherever he went in Korea. On March 12, 2009, Mr. Hwan's vehicle (driven by his chauffeur) swerved to hit the applicant. The applicant was injured in the chest, head and knee. The driver indicated, \"If you don't drop the case, you're dead.\" The applicant reported the incident to the police, who laughed and wrote in their report that it was an accident. The applicant continued to receive threatening calls while in hospital and after he got home. The applicant discussed the situation with his wife and they decided that he should flee to Canada.", "[6] In a decision dated April 16, 2010, the applicant's PRRA application was refused. On May 20, 2010, the applicant filed an application for Leave and for Judicial Review, contesting the PRRA decision. On May 31, 2010, this Court stayed the applicant's removal until disposition of the leave application. THE DECISION UNDER REVIEW", "[7] The PRRA officer began his assessment by considering the nature of the risk faced by the applicant in South Korea. He pointed out that the documentary evidence submitted by the applicant overwhelmingly pertained to problems faced by migrant and irregular workers and that the applicant was no longer a migrant or an irregular worker; he was a South Korean citizen.", "[8] In any event, the officer found that state protection did exist in South Korea for migrant workers. Although they remained a vulnerable group, and although state protection was not perfect, the officer pointed to evidence which indicated that the government of South Korea had recognized their vulnerability and was taking measures to address it. For instance, there was documentary evidence indicating that the South Korean government supported the mission of organizations such as the Migrant Workers Center. Thus it would be reasonable to assume that the applicant would be supported by the government in his volunteer work, not persecuted because of it. He further indicated that there was no evidence establishing that government officials were persecuting the staff or volunteers at migrant worker shelters based on Convention grounds.", "[9] The officer referred to the summonses (from 2005, 2007, and 2009) sent by the Seoul Regional Ministry of Labour that were submitted by the applicant. He indicated that no results were provided with respect to the outcome of the applicant's complaints in these matters. In fact, the officer determined that the summonses actually supported the notion that legal recourse did exist in South Korea and was available to the applicant, \"corroborating de facto the availability of state protection for the applicant.\"", "[10] The officer further indicated that the applicant had not submitted documentary evidence demonstrating that he had made attempts to file complaints with Korean authorities regarding the alleged discrimination and harassment, and demonstrating that Korean authorities denied him protection.", "[11] The officer discussed the applicant's allegations regarding the assault that had supposedly taken place in October of 2005. He considered the \"Medical Certificate of Injury\" submitted by the applicant and found that it was of low probative value because its origin was not established, the doctor who wrote it was not formally identified, and because the author of the document did not indicate that he had any personal knowledge regarding the assault. The officer concluded that there was no credible evidence to corroborate the applicant's story regarding the 2005 assault. Further, the officer drew a \"negative inference\" from the fact that the applicant did not appear to have raised the assault when he withdrew his initial claim for refugee status in 2006.", "[12] Ultimately, the officer concluded: a) there was insufficient evidence to corroborate the applicant's allegations of persecution or bad treatment, b) the applicant had not discharged himself of the onus of demonstrating an objective and identifiable risk upon his return to South Korea, and c) the applicant had not rebutted the presumption that state protection was available to him in South Korea. ISSUES", "[13] This application raises the following issues: a) What is the applicable standard of review? b) Did the PRRA officer err in his treatment of the evidence regarding personalized risk? c) Did the PRRA officer breach the duty of procedural fairness owed to the applicant by not providing the applicant with an oral hearing? d) Was the PRRA officer's finding as to state protection unreasonable? ANALYSIS a) What is the applicable standard of review?", "[14] The standard of review applicable to questions of procedural fairness is correctness ( Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  at para. 43; <FRAGMENT_SUPPRESSED>  at para. 53). When applying the standard of correctness, the reviewing court will \"decide whether it agrees with the determination of the decision maker; if not, the court will substitute its own view and provide the correct answer\" ( <FRAGMENT_SUPPRESSED>  at para. 50 [ ] ).", "[15] The appropriate standard for reviewing whether the officer erred in his treatment of evidence is the reasonableness standard ( <FRAGMENT_SUPPRESSED>  at para. 15). Reasonableness is also the appropriate standard to apply in reviewing the officer's state protection analysis ( <FRAGMENT_SUPPRESSED>  at para. 14). In <FRAGMENT_SUPPRESSED>  at para. 47, the Supreme Court of Canada held that \"reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" b) Did the PRRA officer err in his treatment of the evidence regarding personalized risk?", "[16] The applicant argues that the PRRA officer erred in his assessment of personalized risk because he failed to consider the key incidents of March 2009 - the attack and the death threats - that ultimately led to the applicant's departure from South Korea and his claim for protection in Canada.", "[17] The respondent, however, argues that the officer acknowledged these alleged incidents at the beginning of his reasons, under the heading, \"Risks identified by the applicant\" but concluded there was insufficient evidence to corroborate the applicant's allegations of persecution and bad treatment, and that, as such, the applicant had not met the burden of establishing a personalized risk in South Korea. In this regard, the respondent notes that the applicant did not submit any evidence to corroborate that the 2009 events had taken place, other than an un-translated medical certificate. Given this, the respondent contends, the officer's single reference to the events of 2009 was entirely sufficient. I disagree.", "[18] The officer's brief mention of the events of 2009 comes in stark contrast to the applicant's lengthy discussion in his written PRRA submissions. In his submissions, the applicant set out the context in which his initial complaints against Mr. Kim Chang Hwan arose, he discussed the death threats he began receiving shortly after lodging those complaints, he discussed his encounter with Mr. Hwan's driver on March 12, 2009, he discussed his interactions with the police shortly thereafter, and he discussed the continued death threats which culminated, ultimately, in his decision to leave South Korea. Beyond acknowledging at the beginning of his reasons that the applicant had alleged \"that he was attacked, his life was threatened and his request for protection ignored,\" none of the applicant's allegations regarding the events of 2009 were discussed by the officer.", "[19] In my opinion, the officer's failure to engage with the applicant's submissions regarding the events of 2009 is of significant concern because these submissions were central to the applicant's alleged personalized risk. As indicated by Justice John Maxwell Evans in the often-cited <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 264, a decision-maker's obligation to mention, analyze and consider evidence increases with the relevance of the evidence in question to the disputed facts. Instead of discussing the applicant's submissions regarding the events of 2009, the officer opted to discuss the alleged events of 2005 and then proceeded to conclude that there was \"insufficient evidence to corroborate the applicant's allegations of persecution or bad treatment.\" It is not clear from the officer's reasons that he ever did, in fact, consider the allegations surrounding March 2009. The fact that the officer failed to engage with the applicant's central allegations points to a lack of justification, transparency and intelligibility in the officer's decision-making process ( <FRAGMENT_SUPPRESSED> , at para. 47). c) Did the PRRA officer breach the duty of procedural fairness owed to the applicant by not providing the applicant with an oral hearing?", "[20] The applicant further argues that the PRRA officer made a veiled credibility finding. The officer rejected the applicant's allegations regarding the 2005 assault because they were \"not corroborated by other credible or trustworthy evidence.\" More generally, in his conclusion, the officer stated that \"there [was] insufficient evidence to corroborate the applicant's allegations of persecution or bad treatment.\" This, the applicant argues, suggests that the officer questioned his credibility. He relies on <FRAGMENT_SUPPRESSED>  [ Singh ] for the proposition that when the credibility of a refugee claimant is at issue, the claimant is entitled to an oral hearing. Since credibility was at issue in this case, and since the PRRA officer did not provide the applicant with an oral hearing, the applicant claims there was a breach of the duty of procedural fairness.", "[21] The respondent submits that no credibility determination was made. The respondent points to <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 397 [ Ferguson ] in support of the proposition that a trier of fact may consider the probative value of evidence without necessarily considering the credibility of that evidence or the credibility of its source. The respondent claims that the officer, in this case, merely determined that the applicant had not met the burden of proving a personalized risk, and that this is very different from making a determination as to the applicant's credibility. As such, the respondent submits, the officer was not required to provide the applicant with an oral hearing. I disagree.", "[22] Although, generally speaking, a PRRA applicant is not entitled to an oral hearing, paragraph 113( ) of the IRPA indicates that \"a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required.\" The prescribed factors are set out in section 167 of the Immigration and Refugee Protection Regulations , SOR/2002-227 ( IRPR ). Section 167 reads: Hearing - prescribed factors 167. For the purpose of determining whether a hearing is required under paragraph 113( ) of the Act, the factors are the following: ) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act; ) whether the evidence is central to the decision with respect to the application for protection; and ) whether the evidence, if accepted, would justify allowing the application for protection. The factors are conjunctive. I will consider each in turn.", "[23] The PRRA officer found that the applicant's allegations regarding the incidents of 2005, 2007 and 2009 had not been sufficiently proven. In determining whether paragraph 167( ) of the IRPR is satisfied, we must determine whether or not the officer's decision to dismiss the applicant's statements, in this regard, was based on a finding as to credibility, or whether it was based merely on insufficiency of evidence - as was suggested by the officer in his reasons.", "[24] In the absence of a determination as to credibility, an applicant's evidence is presumed to be true. Is it possible that the officer, in this case, accepted the applicant's allegations regarding having been assaulted in 2005, 2007 and 2009 as true, but nonetheless found that the burden of proof had not been satisfied in this regard? Did he merely assess the probative value of the applicant's evidence, without making a credibility finding, and determine that it was insufficient, on its own, to prove that the alleged events took place? I do not think so.", "[25] Of course, a determination as to probative value and weight can be made without making a determination as to credibility. Such is the case, for example, when evidence is found not to be directly relevant to the facts alleged, or when evidence is found to be unreliable for reasons other than credibility.", "[26] However, in this case, the applicant's statements with respect to the 2005, 2007 and 2009 assaults were directly relevant to the question of whether the alleged events took place. Further, credibility aside, neither the officer nor the circumstances point to any issue with respect to the reliability of the applicant's written submissions. The officer did indicate, however, that he drew \"a negative inference from the fact that the applicant [did] not seem to have raised [the 2005 assaults] when he withdrew his initial claim for refugee status [in 2006] ...\". I find that in rejecting the applicant's allegations in this case, the officer did, in fact, make a veiled credibility finding similar to the ones pointed to by this Court in <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 286, <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 730, <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 220, and <FRAGMENT_SUPPRESSED>  [ S.A. ]. To borrow the words of Justice Sean Harrington from S.A. , above at para. 20, \"In my view, the PRRA officer could not have made the decision he did unless he did not believe the claimant. That lack of belief is inherent in his analysis.\" I find that a credibility determination was made.", "[27] With respect to paragraph 167( ) of the IRPR , there is no question that the PRRA officer's negative credibility finding, and the resulting determination that the applicant had failed to prove the incidents of 2005, 2007 and 2009, seriously undermined the applicant's claim to a personalized risk in South Korea. As such, it cannot be argued that this determination was not \"central to the decision with respect to the application for protection\". The criteria set out in paragraph 167(b) is satisfied.", "[28] If the officer had accepted the applicant's evidence regarding the events of 2005, 2007 and 2009, then the officer would have believed that: the applicant had been repeatedly assaulted by his employers, death threats were recently issued against the applicant, an attempt on the applicant's life had recently been made, and ? most importantly ? the police had consistently refused to provide the applicant with assistance. In my mind, had these allegations been accepted as proved, then paragraph 167( ) of the IRPR may well have been satisfied; i.e. this evidence might have justified allowing the application for protection.", "[29] Furthermore, I note that because the Board refused to hear the applicant's refugee claim, the applicant has never had his credibility assessed in the context of an oral hearing. The Supreme Court of Canada in Singh , above at para. 20, indicated that, \"where a serious issue of credibility is involved, fundamental justice requires that credibility be determined on the basis of an oral hearing.\" For these reasons, in failing to grant the applicant's request for an oral hearing, I find that the PRRA officer breached the duty of procedural fairness that was owed to the applicant. d) Was the PRRA officer's finding as to state protection unreasonable?", "[30] I find that the officer's state protection analysis is undermined by the reviewable errors identified under the previous two headings. The fact that the officer failed to engage in any detailed discussion of the alleged events of 2009 led to a state protection analysis that was conducted largely in the abstract. The availability of state protection should not be decided in a factual vacuum with regard to a claimant's personal circumstances ( <FRAGMENT_SUPPRESSED>  at para. 4). It may well have been that the reason the events of 2009 were not discussed as part of the state protection analysis was because the officer had discounted them as unproven. However, as discussed above, such a determination would have involved a suspect credibility finding, given the lack of an oral hearing. Ultimately, the errors discussed above resulted in an incomplete state protection analysis. As such, the finding of state protection in this case was unreasonable.", "[31] For these reasons, the application for judicial review is granted. The matter is referred back for redetermination. JUDGMENT", "[32] The application for judicial review is granted. The matter is referred back for redetermination. [End of document] <FRAGMENT_SUPPRESSED>"]}