{"id_": "034707", "body_str": ["[1] Layden-Stevenson, J. : Mr. Hanano is a citizen of Syria. On January 22, 1999, he applied for a certificat de sélection from the province of Québec. His application was accepted on November 17, 1999. On February 23, 1999, he applied to the Canadian embassy in Damascus for permanent residence in Canada under the business immigrant category as an investor. He included in his application, at that time, his wife, two step-sons, a son and two daughters. The file was placed in the queue for processing on November 17, 1999. No decision has been made regarding the application and Mr. Hanano seeks an order in the nature of mandamus.  <FRAGMENT_SUPPRESSED> Facts  <FRAGMENT_SUPPRESSED>", "[2] A detailed review of the communications between the applicant and the various visa officers at the embassy comprises some 40 paragraphs of the applicant's memorandum of fact and law and a similar number in the visa officer's affidavit sworn in response to the application. I do not intend to delineate or review the various entries. Suffice it to say that the results of medical examinations, police clearance reports, and background checks for all persons who require them must be completed before visas will be issued. Medical certificates must be renewed every 12 months by virtue of subsection 30(4) of the Immigration and Refugee Protection Regulations , SOR/2002-227 (the Regulations ). While the expiration of police clearance reports and background checks for persons requiring them are not specifically provided for in the legislation, visa officers must be satisfied that such documents are not stale-dated. It appears, on the information before me, that time lines regarding expiration of the latter clearances are, as a matter of policy, set down internally and adhered to by the officers.  <FRAGMENT_SUPPRESSED>", "[3] In this instance, Mr. Hanano's two step-sons have both travelled abroad for work or education during the time that the application was pending. Mr. Hanano himself studied abroad when he was young. This resulted in the need for security clearances, not only from Syria, but from other countries as well. As various requested (and provided) documents expired, new and updated documents were sought. The difficulty that ensued relates to the number of documents required and the expiration of those documents. Because the application entailed a significant number of documents and because the expirations of those documents were not consistent, it is fair to say that Mr. Hanano and his family became victims of a cycle of document expiration. The visa application is constantly in a state where the various supporting documents (medical examination certificates and police clearance certificates) expire at regular intervals, but not concurrently.  <FRAGMENT_SUPPRESSED>", "[4] To illustrate, the certificat de sélection was first issued on November 15 1999. Renewals, at the request of the embassy, were provided in August 2001 and June 2003. The latest certificat was due to expire on June 2, 2004. Security clearances from various countries were delivered at various times. Security clearance certificates for Syria were submitted for Mr. Hanano and his wife in April 1999, February 2000, May 2001, and May 2003. Police certificates regarding Mr. Hanano were provided in December 2003 from the FBI and in November 2003 from the state of Oklahoma. Certificates were submitted for the step-son Naif in March 1999 for Syria, in February 2000 for Lebanon, and again in May 2003 for Syria. Security clearance certificates were submitted regarding the step-son Fahed in April 1999 from the FBI, and in May 2000 from the state of Missouri. Both were resubmitted in May 2001 and a Syrian security certificate was also submitted in May 2003.  <FRAGMENT_SUPPRESSED>", "[5] Medical admissibility checks have been conducted on Mr. Hanano and the members of his family at various times. The first round of examinations was apparently completed in November 1999. They were ordered again in September 2000. Mr. Hanano's agent requested medical forms from the embassy again in February 2001. Additional examinations were conducted in August 2003. The record discloses that most of the medical certificates will expire on the 19th of this month.  <FRAGMENT_SUPPRESSED>", "[6] Passports were submitted for Mr. Hanano and each of his family members in February 1999. They were updated in May 2000 for Naif, Fahed and Mrs. Hanano, in November 2001 for Zyad, in June 2002 for Mr. Hanano and in May 2003 for Ghalieh. Application forms have been submitted a total of three times. They were first submitted in February 1999, then updated in April 2002, and again in May 2003.  <FRAGMENT_SUPPRESSED>", "[7] Mr. Hanano submits that, for nearly 5 years, every time the embassy has requested additional or replacement documents he has promptly complied, but now finds himself in the impossible situation where, in spite of his best efforts to ensure that his application is complete and up-to-date, the embassy continues to delay the processing of his application and continually requests new documents. He has no sooner complied with a request to update some part of his family's documentation when the embassy informs him that no action can be taken until another item is updated because it has expired or is about to expire.  <FRAGMENT_SUPPRESSED> Issue  <FRAGMENT_SUPPRESSED>", "[8] The issue is whether the court should exercise its discretion to order mandamus to compel immediate action on this application because the rules of natural justice have been breached by virtue of the length of time taken to process it.  <FRAGMENT_SUPPRESSED>", "[9] The issue is narrower than stated because the parties agree that the test regarding mandamus as elaborated in <FRAGMENT_SUPPRESSED>  (F.C.A.), affd. [1994] 3 S.C.R. 1100; 176 N.R. 1, applies in immigration matters: <FRAGMENT_SUPPRESSED>  (T.D.). See also: <FRAGMENT_SUPPRESSED> ). The parties also agree that a duty is owed to the applicant and that there is no adequate alternative remedy. The issue that divides them is whether the delay, in these circumstances, has been unreasonable. Although they disagree on the answer to that question, they agree on the appropriate test for unreasonable delay in immigration matters.  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[10] Before mandamus will issue, there must be a finding that the delay complained of is so excessive as to be unreasonable and inconsistent with the rules of natural justice. The test is articulated in <FRAGMENT_SUPPRESSED> , and all branches of the test must be satisfied. The requirements are:  <FRAGMENT_SUPPRESSED> (1) the delay in question has been longer than the nature of the process requires, prima facie;  <FRAGMENT_SUPPRESSED> (2) the applicant and his counsel are not responsible for the delay; and  <FRAGMENT_SUPPRESSED> (3) the authority responsible for the delay has not provided satisfactory justification.  <FRAGMENT_SUPPRESSED>", "[11] <FRAGMENT_SUPPRESSED>  (T.D.), Mr. Justice Strayer, then of the Federal Court Trial Division, noted that a decision by a visa officer with respect to the issuance of an immigrant visa - in that case to a sponsored member of the family class - is an administrative one and the court cannot direct what the decision should be. However, Justice Strayer had no hesitation in determining that mandamus can issue to require that some decision be made. While normally the remedy arises in the face of a specific refusal to make a decision, it may also happen when there has been a long delay in the making of a decision without adequate explanation. A delay of 4 1/2 years was determined to be unreasonable and on its face amounted to a failure to make a decision. In my view, the reasoning  <FRAGMENT_SUPPRESSED> applies to this matter.  <FRAGMENT_SUPPRESSED> Length of the Delay  <FRAGMENT_SUPPRESSED>", "[12] Mr. Hanano argues that he has submitted in good faith all requested information, often repeatedly. The delay has been almost five years and, relying on <FRAGMENT_SUPPRESSED>  (T.D.), he submits that it is prima facie longer than the nature of the process requires.  <FRAGMENT_SUPPRESSED>", "[13] While I agree with the respondent that the decision on whether the delay is excessive must be made on the facts of the case ( <FRAGMENT_SUPPRESSED> ) and that no time limit for the performance of the duty is outlined in the legislation or regulations, I do not agree that the delay has not been excessive.  <FRAGMENT_SUPPRESSED>", "[14] The form upon which Mr. Hanano indicated his choice for an interview location stated: \"Interviews in Damascus are generally scheduled within 9 to 12 months of receipt of a completed application and appropriate fees\" (tribunal record, p. 352). Mr. Hanano checked the box for Damascus and returned the form to the embassy. I do not suggest that this should necessarily give rise to an expectation that the application was to be processed within one year, but it does provide an indication of what might be considered reasonable by the Minister. Nor do I suggest that there exist hard and fast rules about what constitutes an unreasonable delay: <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[15] However, determinations made by my colleagues in other cases provide guidance in this regard. In Bhatnager , a delay of 4 1/2 years was found to be unreasonable. In <FRAGMENT_SUPPRESSED> , a delay of 4 years in waiting for a security clearance for landing of a Convention refugee was found to be longer than prima facie required.  <FRAGMENT_SUPPRESSED>  (T.D.), a delay of slightly over two years, after provisional approval, spent in waiting for security checks on former business associates was considered excessive.  <FRAGMENT_SUPPRESSED>  (T.D.), a delay of approximately 3 years in processing a visa application was considered unreasonable and unjustified when the estimated processing time was 14 months. In <FRAGMENT_SUPPRESSED> , the delay of 3 years waiting for a CSIS investigation to be completed before citizenship was granted was found to be unreasonable. In <FRAGMENT_SUPPRESSED> , delays within a range of 2 to 3 years were found to be unreasonable and mandamus issued.  <FRAGMENT_SUPPRESSED>", "[16] Thus, it appears that a four year delay is well within the range where delays have been held to be unreasonable. I note that the visa officer's affidavit does not provide any information or indication regarding the typical processing time for visa applications such as this at the Damascus office. Nor is there any indication with respect to an estimated or anticipated time line regarding this application.  <FRAGMENT_SUPPRESSED>", "[17] A conservative estimate regarding the delay - from November 1999 until October 2003 (the latter being the month when the application for judicial review was filed) - is just under 4 years. If it is viewed from the time the application and fees were filed in Damascus until the hearing of this application, the delay is well over 5 years. In either case, I find that the delay is excessive. I additionally note that, notwithstanding that a decision was not rendered, there does not appear to have been any significant further activity regarding the application by embassy personnel since the filing of the judicial review application. Indeed, if Mr. Hanano's counsel is correct, the eldest step-son is no longer eligible for immigration as a dependant. While counsel for the respondent was, understandably, not able to comment in this respect, it seems to me, particularly in view of the nature of the relief being requested in this application, that further attention to the file was warranted.  <FRAGMENT_SUPPRESSED> Responsibility for the Delay  <FRAGMENT_SUPPRESSED>", "[18] Mr. Hanano maintains that he and his counsel are not responsible for the delay. The embassy has requested many documents but most of those requests have been dealt with promptly. He acknowledges that the visa officer's affidavit discloses four outstanding items, but submits that one of those items (the background checks) is the responsibility of the respondent. Of the remaining three, two were not requested until September 2003 and the third was not communicated to him until February 2004. Moreover, two of the items relate to the eldest step-son and are now irrelevant. Mr. Hanano argues that he and his agents have made regular inquiries to the embassy regarding the progress on the file and reiterates that he has acted in good faith.  <FRAGMENT_SUPPRESSED>", "[19] The respondent insists that no decision can be made until the outstanding items are addressed. There have been delays between the times when requests for information were made and the times when the information was provided. As a result, more documents reached their expiration dates and needed to be renewed. There is no evidence, says the respondent, that the file was shelved or forgotten.  <FRAGMENT_SUPPRESSED>", "[20] Practically speaking, it is reasonable to conclude that the living and educational arrangements of both Mr. Hanano and his step-sons provide a partial explanation for some of the delay. Security clearances from not only Syria, but also from the FBI and the states of Missouri and Oklahoma were required, produced, then expired, not necessarily on the same dates as the Syrian clearances. Passports have also had to be renewed and, since the coming into force of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 ( IRPA ), updated application forms have been submitted.  <FRAGMENT_SUPPRESSED>", "[21] This partial explanation, however, does not mean that Mr. Hanano and his family are responsible for the delays, if he was reasonably diligent in informing the embassy of any changes in status and in updating the information when requested. Mr. Hanano is not able to control the speed at which third parties produce requested documentation. My review of the record leads me to conclude that Mr. Hanano has been reasonably diligent in responding to the repeated requests of the embassy personnel.  <FRAGMENT_SUPPRESSED>", "[22] I see no evidence of reciprocal diligence. In fact, other than issuing repeated requests for additional and renewed documents, I can find nothing to signify that anyone did anything to actually deal with the application. There is no indication that repeated inquiries from Mr. Hanano and his agents regarding the status of the file resulted in anything other than adding to the volume of the file or occasionally prompting someone to check to see which documents were about to expire next. The collective mind-set appears to have been that nothing could be done to process the application if a single item had expired, regardless of the number of times it had been submitted. I reiterate that only medical certificates are subject to legislated time restrictions.  <FRAGMENT_SUPPRESSED>", "[23] It also appears that no comprehensive review of the application was completed before August 2003. It was at that point that an officer noticed, for the first time, that Mr. Hanano had lived in Oklahoma as a student and would therefore need to submit his own FBI and Oklahoma state security clearances.  <FRAGMENT_SUPPRESSED>", "[24] Having regard to the affidavits of Mr. Hanano, the visa officer and the computer assisted immigration processing system (CAIPS) notes, the inescapable conclusion is that the respondent is substantially responsible for the delay in processing this application.  <FRAGMENT_SUPPRESSED> Justification for the Delay  <FRAGMENT_SUPPRESSED>", "[25] Mr. Hanano argues that the respondent has not provided sufficient justification for the delay. There is no indication anywhere - in response to repeated inquiries regarding progress on the file, in the CAIPS notes, or in any correspondence - that this application raises concerns that would justify the delay. Nor, he submits, has he been given any precise explanation as to why the application has not been processed.  <FRAGMENT_SUPPRESSED>", "[26] The respondent contends that the delay is systemic and cannot be attributed to the Minister. Relying on <FRAGMENT_SUPPRESSED> ; 47 Imm. L.R.(2d) 83 (T.D.), counsel says that the test has not been met because the embassy made inquiries into the application, work continued on the file, and the officers involved acted in good faith. In short, it is a file in progress and therefore, the delay is justified.  <FRAGMENT_SUPPRESSED>", "[27] The record shows that Mr. Hanano and his counsel have repeatedly asked about the delay. No explanations have been forthcoming. Not a single notation in the CAIPS or anywhere in the file, expressly or by impliedly, explains the delay. There is nothing in the record that suggests that this application is encumbered by anything other than the usual medical or security concerns.  <FRAGMENT_SUPPRESSED>", "[28] There is no basis upon which to find that the delay is systemic. There is no evidence except for the chronology of events and the visa officer's statement that the work was \"on-going\". I agree that the application was in motion, but it was not going anywhere. There was no progress being made and Mr. Hanano was caught in a cycle. That is what distinguishes this matter from Singh , supra. There is no indication that the workload in Damascus is excessive, although given Mr. Justice Kelen's comments in <FRAGMENT_SUPPRESSED> , justification on that basis would be difficult. There is no evidence to suggest that there is a backlog of cases in Damascus. There, quite simply, is no evidence before me that provides justification for the excessive delay in rendering a decision in relation to this application.  <FRAGMENT_SUPPRESSED>", "[29] I indicated previously that Mr. Hanano's eldest step-son may no longer be eligible for immigration on this application. Although the evidence and the record are lacking in this regard, if indeed that is the case, the same thing may occur in relation to his other step-son if something is not done. In my view, Mr. Hanano's position is most reasonable. He acknowledges that the court cannot direct the result of his application and he is well aware that, by the time my order is released, the medical certificates will soon expire. He seeks an order that will result in a decision being made with respect to his application. He is entitled to the decision. It is not unreasonable to require that the respondent, within 30 days of the date of my order, provide a complete list of the additional information required to render a decision with respect to the application. Upon receipt of the requested information, the respondent will have 45 days within which to render a decision.  <FRAGMENT_SUPPRESSED>", "[30] Counsel did not suggest a question for certification. This matter is factually driven and no question is certified.  <FRAGMENT_SUPPRESSED> ORDER  <FRAGMENT_SUPPRESSED>", "[31] The application for judicial review is allowed. The respondent will, within 30 days of the date of this order, provide to the applicant a complete list of the additional information required to render a decision with respect to the application. Upon receipt of the requested information, the respondent will have 45 days within which to render a decision.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Gary W. McLaughlin/pdk  <FRAGMENT_SUPPRESSED> [End of document]"]}