{"id_": "034970", "body_str": ["[1] Mosley, J. : This is an application for judicial review of the decision of an immigration officer, dated January 17, 2005 wherein the applicant was found to be inadmissible to Canada pursuant to paragraph 34(1)(f) of the Immigration and Refugee Protection Act, S.C. 2001, c.27. For the reasons set out below, I have concluded that the officer erred and the matter must be sent back for reconsideration by a different officer.", "[2] The applicant is 65-year old a citizen of Pakistan who came to Canada in 1996, along with his wife, because of persecution suffered in Pakistan due to his membership in the Mohajir Quami Movement - Altaf (MQM-A). The applicant and his wife sought refugee protection and were recognized as Convention refugees by the Immigration and Refugee Board on July 22, 1997.", "[3] The applicant stated on his Personal Information Form (PIF) dated October 10, 1996, that he had worked as a freelance journalist and did MQM-A party work from 1987-1996. He further stated in an appendix to his PIF that he joined the MQM-A in 1985 and began looking after publicity matters and writing articles that covered MQM-A meetings and press releases. The applicant also stated on his application for permanent residence that he was a member of the MQM-A from 1985-1996.", "[4] In November 1997, the applicant applied to become a permanent resident in Canada together with his wife and three dependent children outside of Canada. On February 2, 1998 the applicant was advised by the Citizenship and Immigration Canada (CIC) office in Vegreville, Alberta that he met the eligibility requirements for processing as a Convention refugee and that a decision would be made within 18 months of meeting all statutory requirements for permanent residence.", "[5] The applicant was interviewed by the Canadian Security Intelligence Service (CSIS) at CIC Ottawa in September 2000. The security review section of CIC later requested that the applicant be interviewed by an immigration officer to determine if he is inadmissible to Canada pursuant to section 34 of the Immigration and Refugee Protection Act (IRPA).", "[6] In April 2004, the applicant initiated an application for leave and judicial review, seeking an order of mandamus to compel the Minister of Citizenship and Immigration to render a decision with respect to his application for permanent residence. Leave was granted on September 6, 2004.", "[7] Immigration officer, Dawn Byrd, held a first interview with the applicant, his counsel, and an Urdu interpreter on November 4, 2004. The immigration officer sent the applicant a letter dated November 10, 2004 stating that the information available suggested that his application for permanent residence may have to be refused given that he appeared to be inadmissible on security grounds.", "[8] On December 2, 2004 the applicant and his counsel attended a second interview, convened at the immigration officer's request. Before the interview began, the officer advised the applicant that she wanted him to address her concerns regarding his involvement with MQM-A. She also read to the applicant and his counsel the CIC definition of \"member\" as set out in Enforcement Manual 2, section 4.5", "[9] At the interview, the applicant explained that the MQM-A faction he associated himself with, did not believe in violence and had he known that MQM-A was involved in violence he would never have joined them. The applicant told the officer that his duties while a member of MQM-A were mainly as a freelance writer writing articles on MQM-A activities, in addition to distribution of flyers and canvassing door to door during elections.", "[10] The applicant told the officer that because of his ill health, since arriving in Canada he had not been involved with MQM-A. The applicant was asked whether he had given money to MQM-A and he told the officer that he had not, given that he was in receipt of a fixed income by way of the Ontario Disability Support Program. The applicant was asked whether MQM-A used terrorist tactics to keep control over Karachi, Pakistan when violence peaked between 1995 and 1998. The applicant explained that while he was in Pakistan none of these things happened. The applicant also stated that if MQM-A was involved in violence he would never have been involved with them as according to his religion and conscience, he could not be party of violence.", "[11] On December 3, 2004 the officer provided applicant's counsel with the sources of information cited in one of the documents she relied on in assessing whether the MQM-A engaged in terrorist activities. The applicant's counsel responded with written submissions in support of the applicant's admissibility by way of a letter dated December 6, 2004.", "[12] The same day, December 6, 2004, an Order was issued by Madam Justice Carolyn Layden-Stevenson ordering the respondent to make a determination as to the application for permanent residence within 60 days of the order. DECISION", "[13] In a January 17, 2005 letter, immigration officer Byrd advised the applicant that he was inadmissible to Canada pursuant to paragraph 34(1)(f) of IRPA on the grounds that he was a member of an organization that there are reasonable grounds to believe engages, has engaged or will engage in acts of terrorism. In her letter, the officer stated: I have come to the conclusion that you are inadmissible to Canada based on your involvement with the Mohajir Quami Movement - Altaf (MQM-A) from 1985 until 1996 working as a volunteer distributing pamphlets, attending meetings and writing newspaper articles for MQM-A; MQM-A is a known organization that has participated in terrorist activities. As a result your application for permanent residence has been refused.", "[14] No reasons, other than the terse explanation in the letter, were initially provided by the officer. Pursuant to Rule 9 of the Federal Court Rules, 1998, the officer provided her notes of the interview of the applicant as reasons, along with two attachments referred to in her written reasons. ISSUES", "[15] The applicant raised the following issues with respect to the officer's decision: 1. Did the officer err in finding that MQM-A, has engaged in acts of terrorism pursuant to paragraph 34(1)(c) of the Immigration and Refugee Protection Act? 2. Did the officer err by relying on evidence that is unreliable, not credible and not trustworthy? 3. Did the officer breach the duty of fairness by failing to disclose all information relied on in reaching her decision and by misrepresenting the facts to applicant's counsel?", "[16] As I have found that the officer committed a reviewable error in arriving at the determination that the MQM-A is an organization that has participated in terrorist activities, my decision is based on that conclusion. For the guidance of the next officer to consider the matter, I will provide some comments with respect to the quality of the evidence considered by the officer in arriving at the decision under review.", "[17] With respect to the claimed breach of the duty of fairness, I have carefully considered the applicant's detailed written submissions and oral argument and am unable to agree that the officer failed in this regard. It appears to me that this claim is based largely on counsel's perception that she was in some way misled by the officer or that the officer failed to disclose pertinent information in a timely manner. Neither concern is supported by the record, in my view.", "[18] From the record before me, the applicant was provided with a reasonable opportunity to know and to respond to the information which the decision-maker proposed to rely upon in making her decision. The applicant was told of the officer's concerns prior to the second interview and had an ample opportunity to respond. Further, at the end of the interview, the immigration officer invited the applicant's counsel to provide written submissions on the issue of admissibility. The fact that the officer did not respond to every communication from counsel in the manner expected by counsel does not constitute procedural unfairness. RELEVANT LEGISLATION 34. (1) A permanent resident or a foreign national is inadmissible on security grounds for (c) engaging in terrorism; (d) being a danger to the security of Canada; (e) engaging in acts of violence that would or might endanger the lives or safety of persons in Canada; or (f) being a member of an organization that there are reasonable grounds to believe engages, has engaged or will engage in acts referred to in paragraph (a), (b) or (c). ARGUMENT & ANALYSIS Standard of Review", "[19] The question of whether an organization is one described in ss. 34(1)(a), (b) or (c) has been dealt with previously by this Court according to the standard of reasonableness: see  <FRAGMENT_SUPPRESSED>  at para. 12 ff.;  <FRAGMENT_SUPPRESSED>  at paras. 35-40 ( <FRAGMENT_SUPPRESSED>  at paras. 10-12, Justice Simon Noël, relying upon a pragmatic and functional analysis conducted by Justice Marshall Rothstein of the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED> , 2005 FCA applied the standard to a finding of \"membership\" in an organization described in paragraph 34 (1) (f).", "[20] I would adopt the reasoning of Justice Rothstein and Justice Noël to the review of the immigration officer's conclusion that there are reasonable grounds to believe that the MQM-A is an organization that has engaged in terrorism. The question before the immigration officer is one of mixed fact and law; immigration officers have been recognized as having a degree of expertise in determining admissibility on the basis of the criteria set out in section 34 of IRPA. Finally, the issue of whether MQM-A has engaged in terrorism involves the consideration of discreet indicia rather than a broad-based assessment:  <FRAGMENT_SUPPRESSED>  at paras. 38-39 (F.C.T.D.). The Officer's Finding that MQM-A has Engaged in Acts of Terrorism", "[21] The applicant submits the officer erred in finding that MQM-A qualifies under paragraph 34 (1)(f) as an organization that there are reasonable grounds to believe engages, has engaged or will engage in acts of terrorism as contemplated by paragraph 34 (1)(c).", "[22] The Court has dealt with the issue of 'terrorist' organization in  <FRAGMENT_SUPPRESSED>  the Supreme Court of Canada had provided both a functional and a stipulative definition of the term \"terrorism.\" The function approach consisted of defining terrorism by reference to specific acts of violence (e.g. hijacking, hostage-taking and terrorist bombing) spelled out in the annexed list of treaties to the United Nations International Convention for the Suppression of the Financing of Terrorism (the Convention).", "[23] With respect to the stipulative definition of terrorism, Justice Lemieux held that the Supreme Court referred to Article 2 of the Convention which defined terrorism as \"any...act intended to cause death or serious bodily injury to a civilian, or to any other person not taking an active part in the hostilities in a situation of armed conflict, when the purpose of such act, by its nature or context, is to intimidate a population, or to compel a government or an international organization to do or to abstain from doing any act.\"", "[24] Mr. Justice Lemieux then reviewed the jurisprudence of this Court and concluded that there must be an evidentiary foundation to support a finding that an organization was engaged in acts of terrorism. He noted that in  <FRAGMENT_SUPPRESSED>  (F.C.A.) this Court stressed the importance of providing findings of fact as to specific crimes against humanity which the refugee is alleged to have committed:  <FRAGMENT_SUPPRESSED>  at paras. 74, 82.", "[25] With specific reference to MQM-A and in setting aside a finding under subsection 34(1)(f) that there were reasonable grounds to believe that it is a terrorist organization, Madam Justice Anne L. Mactavish in  <FRAGMENT_SUPPRESSED>  held that the officer would have to have regard to the definition of \"terrorism\" provided in Suresh as well as to the definitions of \"terrorist activity\" and \"terrorist group\" contained in section 83.01 of the Criminal Code, R.S.C. 1985, c. C-46: see also  <FRAGMENT_SUPPRESSED> .", "[26] The applicant submits that the officer in this case concluded that MQM-A is a terrorist organization without providing any analysis and reasons for her conclusion as required by Suresh, Fuentes, Ali and Alemu. The officer did not provide any specific findings of fact as to what specific acts of terrorism MQM-A is alleged to have committed in order to justify a finding that it is an organization engaged in terrorist activities.", "[27] The respondent submits that the onus was on the applicant to persuade the immigration officer of his admissibility to  <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 213 (F.C.T.D.) and that the standard of proof required to establish \"reasonable grounds\" is more than a flimsy suspicion, but less than the civil test of \"balance of probabilities.\" It is a bona fide belief in a serious possibility based on credible evidence:  <FRAGMENT_SUPPRESSED>  at para. 60 (F.C.A.) (QL).", "[28] The respondent submits that the immigration officer's Notes to File enumerated the specific acts committed by MQM that led her to conclude that the MQM-A is a terrorist organization as defined by the Supreme Court in Suresh and refined by this Court  <FRAGMENT_SUPPRESSED> . Moreover, the officer relied upon the following in arriving at her conclusion: 1. An Amnesty International report stating that the government of Pakistan held the MQM-A responsible for most of the human rights abuses perpetrated in Karachi; 2. In the mid-1990s, the US State Department, Amnesty International and others accused the MQM-A and a rival faction of summary killings, torture and other abuses; 3. Further, MQM-A used killing and other violence to keep shops closed and people off the streets. During strikes, MQM-A activists ransacked business that remained open and attacked motorists and pedestrians who ventured outside.", "[29] The respondent submits that the above cited activities fall within the definition of \"terrorism\" set out by the Supreme Court in Suresh, that is \"any act intended to cause death or serious bodily injury to a civilian, or to any other person not taking any active part in the hostilities in a situation of armed conflict, when the purpose of such act, by its nature or context, is to intimidate a population, or to compel a government or an organization to do or abstain from doing any act.\"", "[30] On the reasonableness standard of review, a determination that the organization to which the applicant belonged engaged or engages in terrorism must be \"supported by reasons that will withstand a somewhat probing examination\" as described by Justice Iacobucci in Canada(Director of Investigation and  <FRAGMENT_SUPPRESSED>  at para. 56.", "[31] The respondent may well be correct that the acts attributed to the MQM-A fall within the Suresh definition, or of the similar definition added to the Criminal Code by the Anti-terrorism Act, S.C. 2001, c. 41, but that is not apparent from a reading of the officer's notes or her decision letter. There is no indication as to what she means when she says that MQM-A is an organization that has engaged in \"terrorism\" other than through a listing of acts described as terrorist activities. Thus it is impossible to determine how the officer defined \"terrorism\" in assessing these acts. She has simply asserted that \"MQM is a known organization that has participated in terrorist activities\" without explaining how she understood and applied those terms.", "[32] A reader of the officer's decision letter and notes does not have a clear picture of what the officer understood \"terrorism\" to mean and how that understanding was applied to the organization in question. The officer should have provided the definition she relied upon and explained how the listed acts met the definition. Her failure to do so means that her reasons do not stand up to a \"somewhat probing scrutiny\". Accordingly, the application will be granted and the matter remitted for reconsideration by a different officer. The Quality of the Evidence Relied Upon by the Officer", "[33] In finding MQM-A to be a terrorist organization, the immigration officer relied primarily upon two documents which were attached to her notes to file: \"Attachment A\", a November 10, 2004 memo on the MQM from the RZTZ/Intelligence Branch of the Canadian Border Services Agency and \"Attachment B\" entitled \"Muttahida Quomi Mahx, Terrorist Group of Pakistan\" a document posted on the South Asia Terrorism Portal (SATP), a web site which states it \"provides comprehensive, searchable and continuously updated information relating to terrorism, low intensity warfare and ethnic/communal/sectarian strife in South Asia.\"", "[34] In a thoroughly researched and reasoned argument, applicant's counsel submits that both documents contain information from unreliable sources found on the internet, many of which are not identified with any specificity. Beside providing no critical analysis of the sources, the documentary evidence relied on by the officer is questionable in terms of accuracy, credibility and trustworthiness.", "[35] Applicant's counsel cites a variety of problems with the footnotes in the CBSA memo including incompleteness and obscurity. The footnotes in the memo refer to five sources: a book on Pakistan, an Amnesty International report on Pakistan, and three websites, one based in India, the other two in the U.S. and the U.K. Counsel takes issue with each of these sources and points to what she considers to be flaws in their reliability.", "[36] In support of this argument, counsel has submitted an affidavit from Dr. Lisa Given, an Associate Professor in the School of Library and Information Studies, Faculty of Education at the University of Alberta. In reviewing the documents, Dr. Given considered the criteria that librarians use to assess internet documents and her own criteria for assessing quality university-level papers.", "[37] Dr. Given finds several difficulties with the documents including a lack of defined terms, inconsistency in the acronyms for MQM, internet sources cited which are no longer available or are cited incorrectly. Dr. Given also reviewed the documents in terms of the quality of the resources used and raised a number of questions including possible source bias, currency and general reliability of internet sources.", "[38] The respondent emphasizes that the sources for the RZTZ information include the U.S. Department of Justice, Jane's World Insurgency and Terrorism, and Amnesty International. U.S. Department of State reports are routinely submitted by the parties and relied upon by immigration decision makers as a source of country condition and human rights information. This Court has also described Amnesty International as credible and \"a reliable and independent source\":  <FRAGMENT_SUPPRESSED>  at para. 9 ( <FRAGMENT_SUPPRESSED>  at paras. 33, 35. Jane's publications are widely regarded as authoritative sources, the respondent submits.", "[39] My colleague, Justice Roger Hughes, has recently expressed concern about the quality of the evidence routinely put forward in immigration proceedings, from sources such as the U.S. State Department reports.  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1348 (QL), Justice Hughes noted that it was not the best evidence. Where decisions are being made as to what the subject did or did not do, preference should be given to direct evidence and less weight to generalized, otherwise unsupported statements, even if from apparently reliable sources.", "[40] I suspect that the standards of accuracy, impartiality and reliability described by Dr. Given and for which applicant's counsel argues, may not be readily achievable in the world in which these decisions are made, particularly when dealing with the history of events in regions where records are not kept with the rigour of a North American university library. Nevertheless, the applicant has identified a number of frailties with the sources relied upon by the immigration officer which one would not expect to find if due care and attention had been paid to the material. The integrity of the process of determining whether there are reasonable grounds to believe that an individual is a member of an organization that has engaged in terrorist activities deserves greater diligence than was displayed in this instance.", "[41] The applicant has requested that I certify two questions as matters of general importance. The first asks what are the standards that an immigration officer should apply to information obtained from the internet, including from well-known sources of information on human rights conditions existing in countries such as those from Amnesty International, Human Rights Watch, and the U.S. Department of State. The second asks if the failure to observe these standards constitutes an error of fact, of law, of mixed fact and law or a breach of natural justice.", "[42] The respondent is opposed to these questions being certified as they would not be dispositive of an appeal in this matter. As I have decided this application on another ground, I agree with the respondent and decline to certify them. ORDER", "[43] THIS COURT ORDERS that the application is granted and the matter remitted for reconsideration by another officer. No questions of general importance are certified. [End of document]"]}