{"id_": "034926", "body_str": ["[1] Mactavish, J. : Mr. and Mrs. Cordeiro's application for permanent residence from within Canada based on humanitarian and compassionate grounds (the \"H & C application\") was refused by an immigration officer, who found insufficient H & C grounds to warrant a positive decision.", "[2] Mr. and Mrs. Cordeiro seek to have the officer's decision set aside, asserting that the officer did not pay sufficient attention to the best interests of either of their two children. They further assert that they were denied procedural fairness in the way that their application was handled. Finally, they submit that the decision was not reasonable, and cannot withstand a somewhat probing examination on its merits. Background", "[3] Mr. and Mrs. Cordeiro are citizens of Brazil. They have a nine year old Canadian-born son named Johnathan and a married daughter named Debora Costa. Ms. Costa is a permanent resident of Canada, having been sponsored by her Canadian husband after their marriage in 2001. At the time that her family's H & C application was under consideration, Ms. Costa was 21 years old.", "[4] The Cordeiro family originally came to Canada in December of 1989, and Johnathan was born in this country on November 15, 1993. The family returned to Brazil in February of 1994, remaining there until October of 1998, when they came back to Canada as visitors. They later initiated refugee claims, based upon their allegations of persecution due to crime and violence in Brazil. Their refugee claims were denied in February of 2000. In December of 2001, the family submitted their H & C application. In support of their application, they included, amongst other things, a sponsorship agreement signed by Ms. Costa and her husband.", "[5] Mr. Cordeiro is a carpenter and has been employed in Canada in that trade. He now runs his own carpentry business. Mrs. Cordeiro has worked as a cleaner, and has completed a caregiver training programme. Both have been active in their church and in their community, and each has been involved in a number of volunteer activities. In their time in Canada, the couple have been steadily employed, have amassed significant savings and have paid their taxes every year.", "[6] In an affidavit filed in this proceeding, Ms. Costa attests that she is willing and able to sponsor her parents. She states that after signing the sponsorship agreement and providing copies of her Record of Landing document, she told the family's former counsel, who was handling her parents' H & C application, that she would provide any other documents required to support the sponsorship. She was not told that anything further was required, and she and her family believed that they had submitted all that was required.", "[7] By letter dated January 12, 2002, Citizenship and Immigration Canada advised Mr. and Mrs. Cordeiro that \"If the office finds that it requires any further information from you respecting your information, it will contact you ...\".", "[8] Ms. Costa says that as a result, she was surprised when, in her reasons for decision, the officer indicated that there was not enough information submitted to evaluate whether she met the low income cut-off guidelines (\"LICO\") for sponsorship. Ms. Costa says that she relied on the poor advice of the immigration consultant who had prepared the H & C application for her parents, and that she believes that she and her husband would have met the LICO. The Officer's Decision", "[9] After noting the family's immigration history and the presence of relatives in both Canada and in Brazil, the officer stated that she was not persuaded that separating Ms. Costa from her parents and brother would result in an unusual, undeserved or disproportionate hardship for her. The officer observed that Ms. Costa was starting a family of her own, and that separation from her parents could have been anticipated, given their undetermined immigration status.", "[10] With respect to the sponsorship agreement, the officer noted that Ms. Costa had not provided sufficient evidence of her eligibility to sponsor, such as information regarding her finances, to determine whether she meets the income requirements to sponsor her family. As a result, a thorough assessment could not be done.", "[11] Insofar as Johnathan was concerned, the officer noted that although Johnathan had been back in Canada since he was five years old, she was not convinced that he would be unable to learn Portuguese. The officer noted that generally speaking, it is in a child's best interest to remain with his or her parents. In this case, the officer was not persuaded that Johnathan would be any more at risk in Brazil than would any other member of the general population.", "[12] As a Canadian citizen, Johnathan would have the right to return to Canada. The officer stated that although there could be some period of readjustment if he were to return to Canada after a long period of time, his parents could take steps to prepare him for this day, such as enrolling him in English classes.", "[13] Finally, the officer noted that there was no evidence to support the submission that Johnathan could face problems with his education and English spelling if he were returned to Brazil.", "[14] The officer observed that the family had achieved a degree of establishment in Canada. However, despite their contributions to Canadian society, the officer was not satisfied that sufficient H & C grounds existed to warrant a positive decision. Issues", "[15] Mr. and Mrs. Cordeiro raise four issues on this application: 1. Did the officer err in law in failing to properly consider Johnathan's interests? 2. Did the officer err in law in failing to properly consider Debora Costa's interests? 3. Were Mr. and Mrs. Cordeiro denied procedural fairness in the processing of their H & C application, by virtue of the failure of the officer to ask for further documentation establishing whether Ms. Costa and her husband met the low income guidelines for sponsorship? and 4. Was the decision of the officer unreasonable? I am of the view that this application can be disposed of on the basis of the first issue, and that it is therefore unnecessary to consider the remaining issues. Did the officer err in law in failing to properly consider Johnathan's interests?", "[16] Mr. and Mrs. Cordeiro submit that the officer erred in failing to pay sufficient attention to Johnathan's best interests. In particular, they say that the officer failed to consider his very close relationship with his sister and her husband, and the consequences for Johnathan if he were to be separated from them.", "[17] Further, Mr. and Mrs. Cordeiro contend that the officer failed to take into account Johnathan's involvement in his school, in his community, and in his sporting and musical activities.", "[18] Counsel for the respondent says that she \"takes to heart\" the comments about Johnathan's involvement in the various activities identified by the family, but that it can be presumed that these were considered by the officer.", "[19] The respondent submits that the primary concern contemplated by  <FRAGMENT_SUPPRESSED> , and subsequent decisions such as  <FRAGMENT_SUPPRESSED>  (C.A.) and  <FRAGMENT_SUPPRESSED>  (C.A.), is that an officer should be \"alert, alive and sensitive\" to the interests of children, and the effects of separation on children, parents and their close family members.", "[20] The respondent contends that the officer did not err in law, that she weighed all of the relevant factors and that her decision is a reasonable one, as her reasons stand up to a somewhat probing examination.", "[21] A review of the Baker, Hawthorne and Legault decisions reveals that, in reviewing H & C applications, it is incumbent on immigration officers to be alert, alive and sensitive to the interests of children. In order to be alert, alive and sensitive to the interests of the child in question, the officer must ensure that the child's interests are well identified and defined.", "[22] There is no prima facie presumption that the best interests of the child will prevail. Rather, while an officer must be sensitive to the needs of the child, it is ultimately up to the officer to decide how much weight should be given to the needs of the child in the circumstances of a given case.", "[23] I am not persuaded that Johnathan's interests were sufficiently well identified or defined by the officer. The officer focussed largely on the issue of risk, as well as Johnathan's linguistic skills, and the effect that moving back to Brazil would have on his education. It is apparent from the record that Johnathan enjoys an exceptionally close relationship with his older sister and her husband, who live next door to the Cordeiros. While the officer addressed the impact that removing the family would have for Ms. Costa, virtually no attention was paid to what the consequences would be for Johnathan if he were separated from these important people in his young life.", "[24] It was open to the officer to weigh this factor along with the other considerations involved in an H & C determination, and to decide that Johnathan's interest in remaining close to his sister and her husband was outweighed by other factors. It was not, however, open to the officer to simply ignore it.", "[25] For these reasons, the H & C decision will be set aside, and the matter remitted to a different officer for redetermination. Certification", "[26] Neither party has suggested a question for certification, and none arises here. ORDER", "[27] THIS COURT ORDERS that: 1. This application for judicial review is allowed, and the matter is remitted to a different officer for redetermination. 2. No serious questionof general importance is certified. [End of document] <FRAGMENT_SUPPRESSED>"]}