{"id_": "034911", "body_str": ["[1] de Montigny, J. : This is an application for judicial review pursuant to s. 72 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (\" IRPA \") of a decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada (the \"Board\") dated October 29, 2008, wherein it was determined that the applicant is neither a Convention refugee nor a person in need of protection.  <FRAGMENT_SUPPRESSED> BACKGROUND  <FRAGMENT_SUPPRESSED>", "[2] Mr. Chen is a 46-year-old citizen of the Fujian Province, People's Republic of China (PRC). He is married and has two children. He came to Canada for business on September 16, 2006 and was scheduled to return on September 23, 2006. He applied for refugee protection while in Canada on the grounds that he fears persecution in the PRC due to his religion.  <FRAGMENT_SUPPRESSED>", "[3] The applicant explained in his Personal Information Form (PIF) narrative that he was introduced to Christianity through a friend in the PRC. He started attending Sunday services at an underground Christian church on May 15, 2005 and occasionally acted as a look-out. He was baptized in China on April 16, 2006.  <FRAGMENT_SUPPRESSED>", "[4] On September 22, 2006, a day before his visitor visa expired, the applicant called his wife in the PRC. She told him that his underground church had been discovered by the Public Security Bureau (PSB) the day before (September 21, 2006) and that two fellow members had been arrested. She also said the PSB had been to their home looking for him in connection with illegal religious activities.  <FRAGMENT_SUPPRESSED>", "[5] Instead of returning to China, Mr. Chen remained in Toronto and made a refugee claim on September 25, 2006. He has remained in Canada ever since and claims that PSB officials continue to visit his home in China.  <FRAGMENT_SUPPRESSED>", "[6] The applicant says he regularly attends services at the Living Water Assembly Church in Toronto, Ontario. He was baptized there by Reverend David Ko on December 25, 2006.  <FRAGMENT_SUPPRESSED>", "[7] A refugee hearing was held in Toronto on July 16, 2008. The applicant was represented by counsel and the language of interpretation was Mandarin/Chinese. The applicant had difficulty understanding the interpreter and stated his preference to have interpretation in the Fuzhou dialect. His refugee hearing was re-scheduled to September 17, 2008, where he was assisted by counsel and testified through a Fuzhou interpreter.  <FRAGMENT_SUPPRESSED> THE IMPUGNED DECISION  <FRAGMENT_SUPPRESSED>", "[8] In a decision dated October 29, 2008, the Board concluded that the applicant was neither a Convention refugee nor a person in need of protection. The determinative issue was his lack of credibility.  <FRAGMENT_SUPPRESSED>", "[9] The applicant indicated in his PIF that the PSB had gone to his home looking for him. At the hearing, he testified that the PSB had visited his home twenty times since his underground church was discovered. He also admitted that he was required to obtain the permission of the Chinese government before he could leave China to travel to Canada. The Board found it implausible that the Chinese authorities would go to his home to look for him if they knew he had not yet returned from Canada. The applicant explained that the PSB went to his home to threaten his wife so that he would turn himself in. When the applicant was asked why he didn't say this initially, the applicant replied that he was not asked. The Board drew a negative inference from the contradiction in the applicant's evidence and, on a balance of probabilities, found that the PSB did not go to the applicant's home in China to look for him, nor did they threaten his wife.  <FRAGMENT_SUPPRESSED>", "[10] The Board also found it unreasonable that the applicant would risk arrest by attending a service at an underground church a week prior to his trip to Canada for what he described as a \"profitable business opportunity\". The applicant replied that such a risk was not a factor because he believed in Jesus and that was the only thing on his mind.  <FRAGMENT_SUPPRESSED>", "[11] At the hearing, the applicant was asked if it was a coincidence that his underground church was discovered by the PSB two days before his visitor visa to Canada expired and that the PSB went to his home looking for him the day his visa expired. The only explanation the applicant could offer was \"that was what happened\". On a balance of probabilities, the Board found the coincidence implausible.  <FRAGMENT_SUPPRESSED>", "[12] The Board referred to the documents tendered in support of the applicant's claim, namely a letter from Reverend Ko confirming his attendance at church since September 24, 2006 and a copy of his baptismal certificate. The Board also recognized the applicant's basic knowledge of Christianity. While the Board accepted the fact that the applicant attended a Christian church in Canada, she found, on a balance of probabilities, that the applicant acquired his knowledge of Christianity in Canada to bolster a manufactured claim, and not because he is committed to Christianity. The Board determined that the applicant's claim was not made in good faith.  <FRAGMENT_SUPPRESSED>", "[13] Having concluded that the applicant is not, nor has he ever been, a member of an underground Christian church in the PRC and is not a genuine Christian in Canada, the Board found that the applicant could return to the PRC without fear of persecution. The Board also determined that if the applicant wanted to become a Christian and practice his faith in the PRC, he could do so freely in a registered church. The Board cited documentary evidence in support of this finding.  <FRAGMENT_SUPPRESSED>", "[14] The Board also noted the applicant's claim that the PSB visits to his home in the PRC have had an adverse effect on his family. The applicant says his children, who are university students, are burdened because they have to work after school to support themselves and his wife is ill. The Board said it is common practice for students from every country to work while attending school.  <FRAGMENT_SUPPRESSED> THE ISSUES  <FRAGMENT_SUPPRESSED>", "[15] This application for judicial review raises two issues:  <FRAGMENT_SUPPRESSED> a. Did the Board err in its assessment of the applicant's credibility?  <FRAGMENT_SUPPRESSED> b. Did the Board err in its determination that the applicant was not, and is not now, a Christian and is therefore not at risk if returned to China?  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED>", "[16] <FRAGMENT_SUPPRESSED>  the Supreme Court held that a standard of review analysis need not be conducted in every instance. Where the standard of review applicable to the particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard.  <FRAGMENT_SUPPRESSED>", "[17] The central issue at bar relates to the Board's credibility findings. Recent jurisprudence suggests that such findings of fact attract a standard of reasonableness: see, for ex., <FRAGMENT_SUPPRESSED>  at para. 3; <FRAGMENT_SUPPRESSED>  at para. 12.  <FRAGMENT_SUPPRESSED>", "[18] When reviewing a decision on the standard of reasonableness, the analysis must be concerned with the existence of justification, transparency and intelligibility within the decision-making process and also with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law ( <FRAGMENT_SUPPRESSED> , at para. 47).  <FRAGMENT_SUPPRESSED>", "[19] I agree with the applicant that some of the Board's credibility findings are unreasonable. For example, the Board cast doubt on the applicant's credibility because of his inconsistent statements as to the PSB's attempts to locate him. In his PIF, the applicant stated that the PSB had been looking for him, but he testified at the refugee hearing that the PSB had been to his home to threaten his wife so that he would turn himself in twenty times since his underground church was discovered.  <FRAGMENT_SUPPRESSED>", "[20] In my view, the information added by the applicant at his hearing is not inconsistent with the narrative in his PIF, but is new evidence that was not available when he wrote his PIF. Based on my reading of the transcript, the way in which the Board put these statements to the applicant was unfair. It appears to me that the applicant provided a logical explanation for what the Board deemed a discrepancy. As such, I consider the Board's finding on this point unreasonable.  <FRAGMENT_SUPPRESSED>", "[21] The same is true for the Board's finding that it made no sense for the applicant to attend a service at his underground church a week prior to his trip to Canada for what he considered a \"profitable business opportunity\". The applicant's explanation for so doing, that he had to carry on with his beliefs regardless of the consequences he could face, was perfectly reasonable from his point of view. His explanation was certainly not outside the realm of what committed believers can reasonably be expected to do in the face of adversity. Indeed, it is almost insulting to suggest that a potential personal profit from a business trip to Canada should have impinged on his faith.  <FRAGMENT_SUPPRESSED>", "[22] That being said, I am satisfied that the Board's other credibility findings are reasonable and supported by the evidence. This is true, for example, of the Board's conclusion that it is implausible the PSB would continue to visit his home (twenty times since the underground church was discovered) if they knew that he had not yet returned from Canada. Even more troubling was the fact that the PSB discovered the applicant's underground church two days before his visitor visa to Canada expired, or that the PSB looked for him at his home the same day his visa expired. Yet, the applicant's only explanation was \"that was what happened\". This was clearly not a very compelling explanation, and the Board could reasonably conclude, on a balance of probabilities, that this coincidence was implausible.  <FRAGMENT_SUPPRESSED>", "[23] As already mentioned, the role of this Court is not to re-weigh the evidence and substitute its own view. While I may not agree with every inference reached by the Board, and despite the fact that some of its conclusions are clearly unreasonable, I am not prepared to find that her decision, read as a whole, is unreasonable or not supported by the evidence.  <FRAGMENT_SUPPRESSED>", "[24] It is true that in some cases, an unreasonable mistake may cause a break in the chain of arguments and cast doubt upon the ultimate result: see, for ex., S ong v. Canada (Minister of Citizenship and Immigration) , 2008 FC 1321. Nonetheless, this is not such a case. The unreasonable findings here are not such that they trump the other findings, or are so intimately connected to them that they undermine their cogency. For these reasons, I am not prepared to quash the decision and to send it back for redetermination on that basis alone.  <FRAGMENT_SUPPRESSED>", "[25] However, the second issue raised by the applicant is more serious. The Board accepted that the applicant attends a Christian church in Canada, but concluded he is not a genuine Christian. The Board said the witness lacked credibility, and as such, concluded that he acquired his knowledge of Christianity in Canada to bolster a manufactured refugee claim and not because he is committed to Christianity. Here is what the Board said on that matter:  <FRAGMENT_SUPPRESSED> The claimant provided to the panel a letter dated January 27, 2008, from a pastor in Canada and an updated letter dated June 30, 2008, confirming his attendance at church beginning on September 24, 2006. The claimant stated that he had asked the Pastor for the letter to support his claim for refugee protection. The claimant provided to the panel a baptismal certificate dated December 25, 2006 from his church in Canada. The claimant was able to answer basic questions about Christianity. I accept that the claimant attends a Christian church in Canada. It is open to the panel to find that the claimant is a Convention refugee because he would be unable to practice his Christianity if he returns to China. However, given the panel's finding that the claimant is not a credible witness, the panel finds, on a balance of probabilities, that the claimant has acquired his knowledge of Christianity in Canada to bolster a manufactured refugee claim, and not because he is so committed to Christianity.  <FRAGMENT_SUPPRESSED>", "[26] This finding is questionable as it falls far short of explaining why the Board does not believe that the applicant is not a genuine Christian. The Board could reasonably come to the conclusion, based on the applicant's lack of credibility, that he had not been a member of an underground church in China. However, in light of his intimate knowledge of the Christian faith, his baptismal certificate and the letter provided by his pastor attesting that he attends church on a regular basis, the Board had to come up with an explanation as to why the applicant was not a true Christian at least since he came to Canada. Indeed, I find this case to be on all four with the decision reached by Justice Lagacé in <FRAGMENT_SUPPRESSED> . In that case, the applicant had similarly submitted a baptismal certificate as well as a letter from a Canadian reverend attesting to the applicant's active membership in the same congregation. Coming to the conclusion that the Board's failure to address these relevant pieces of evidence constitutes a reviewable error, Justice Lagacé wrote:  <FRAGMENT_SUPPRESSED>", "[24] It could very well be that the Board did not believe that the Applicant was a genuine good faith practitioner of the Christian faith and did not accept the pieces of evidence which supported his contentions, but if this was the case, it should have addressed the matter and said so. It does not appear from the decision that the Board did address the evidence supporting the Applicant's contention on this issue.  <FRAGMENT_SUPPRESSED>", "[25] A statement in the Board's decision that \"[a] ny knowledge that the claimant has learned about Christianity could easily have been learned here in Canada\" in insufficient and does not address the issue ( ...).  <FRAGMENT_SUPPRESSED>", "[27] That error led to a further mistake, that of not assessing whether the applicant should be considered as a refugee . Whatever may have been the motives of the applicant to convert to Christianity, the Board had an obligation to conduct a meaningful analysis to determine whether he would be at risk if removed to China. On this point, I am in complete agreement with my colleague Justice Blanchard in <FRAGMENT_SUPPRESSED>  where he stated (at para. 11):  <FRAGMENT_SUPPRESSED> In a refugee sur -place claim, credible evidence of a claimant's activities while in Canada that are likely to substantiate any potential harm upon return must be expressly considered by the IRB even if the motivation behind the activities is non-genuine: <FRAGMENT_SUPPRESSED>  (QL). The IRB's negative decision is based on a finding that the Applicant's conversion is not genuine, and \"nothing more than an alternative means to remain in Canada and claim refugee status\". The IRB accepted that the Applicant had converted and that he was even ordained as a priest in the Mormon faith. The IRB also accepted the documentary evidence to the effect that apostates are persecuted in Iran. In assessing the Applicant's risks of return, in the context of a claim, it is necessary to consider the credible evidence of his activities while in Canada, independently from his motives for conversion. Even if the Applicant's motives for conversion are not genuine, as found by the IRB here, the consequential imputation of apostasy to the Applicant by the authorities in Iran may nonetheless be sufficient to bring him within the scope of the convention definition.  <FRAGMENT_SUPPRESSED> See also: <FRAGMENT_SUPPRESSED>  at para. 8; <FRAGMENT_SUPPRESSED>  at paras. 24-25.  <FRAGMENT_SUPPRESSED>", "[28] The only thing the Board purported to say on the subject was that if the applicant wishes to practice his religion in China, he could do so freely in a registered church \"as vast and increasing numbers of Chinese citizens now do without fear of persecution\". Not only is this finding inappropriate, but it is also inaccurate. It is not for the Board to dictate how the applicant should practise his faith. As can be seen from the documentary evidence (and, in particular, from a Response to Information Request dated 27 April 2007), some religious groups in China choose to remain unregistered because registration involves being monitored by the government and government sometimes interfere in doctrinal decisions of registered religious groups. It is perfectly legitimate for the applicant to choose not to join these official churches, if he considers that this is the only way to remain true to his faith. Various reports indicate that the government of China does not allow the official Catholic Church to recognize the authority of the Vatican, and denies many central dogmas of the Catholic faith like the resurrection and the concept of individual salvation. It was therefore unreasonable for the Board to conclude that the disagreements between the patriotic church and the underground Christian church were of no consequence, and to focus on the use of the same Bible to conclude that both churches are the same, by and large. Not only is the evidence far from conclusive on this subject, but in matters of faith, personal choices should be paramount.  <FRAGMENT_SUPPRESSED>", "[29] Finally, the Board found that unregistered Christian groups are discouraged but tolerated. However, a careful reading of the document upon which the Board relies to come to this conclusion (Responses to Information Requests CHN100387.E) is far more nuanced than this bold assertion. It appears that the enforcement of religious regulations is stricter in urban areas than in rural zones, and that local officials have great discretion in determining whether house churches violate regulations. Moreover, the applicant had submitted voluminous documentation showing that religious persecution and government crackdowns on underground churches are still very much a reality. All of this contradictory evidence was ignored by the Board.  <FRAGMENT_SUPPRESSED>", "[30] For all of these reasons, I am therefore of the view that this application for judicial review ought to be granted, and that the matter should be sent back for redetermination. No question of general importance is certified.  <FRAGMENT_SUPPRESSED> ORDER  <FRAGMENT_SUPPRESSED>", "[31] THIS COURT ORDERS that this application for judicial review is granted. No question is certified.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}