{"id_": "034900", "body_str": ["[1] Strickland, J. : Sandra Liliana Leon Jimenez, the Principal Applicant, her spouse Jose Alfonso Ortega Gonzalez, the Secondary Applicant, and their minor son, Tomas Ortega Leon, are citizens of Colombia.", "[2] In December 2010 and March 2011, the Applicants received pamphlets from the Revolutionary Armed Forces of Colombia (FARC) at their restaurant demanding a monthly payment if the Applicants wished to continue to operate their business. On March 27, 2011, four armed FARC members entered the restaurant, physically assaulted the Secondary Applicant, held a gun to his head and demanded the monthly payment. The men took money from the cash register and from the Secondary Applicant's pocket. Before leaving, they informed the Applicants that they would return the following week to collect payment and warned them not to contact the police.", "[3] The Applicants did not report the incident to the police as they feared the FARC. On April 1, 2011, they received flowers and a condolence card with the Applicants' names which was signed by a member of the FARC. On April 2, 2011, the Principal Applicant received a call at their home in Bogota from the FARC advising them that the payment was due the following day. They closed the restaurant which was subsequently vandalized and threats painted on the walls. The Applicants fled Colombia on April 8, 2011 arriving in Canada on April 20, 2011.", "[4] The Refugee Protection Division of the Immigration and Refugee Board of Canada (Board) found that the Applicants are not Convention refugees pursuant to section 96, and are not persons in need of protection pursuant to section 97 of the Immigration and Refugee Protection Act , SC 2001, c 27. Decision Under Review", "[5] The Board outlined the factual background, stated that it made its decision based on an internal flight alternative (IFA) in Cali, and set out the two pronged IFA test.", "[6] As to the first prong of the test, the Board found that there was no serious possibility of the Applicants being persecuted or subjected, on a balance of probabilities, to a danger of torture, to a risk to life or of cruel and unusual treatment or punishment in Cali. This was because there was no credible evidence that the FARC has been looking for the Applicants since they left Colombia, that it has contacted or harmed any of their family members in Colombia, or, that the FARC would pursue the Applicants in Cali. Further, that there was persuasive documentary evidence, which the Board reviewed, indicating that persons such as the Applicants would not be targeted by the FARC today in Colombia.", "[7] The Board also found that the second prong of the test, being whether it would be unduly harsh for the Applicants to seek refuge in Cali, was not met. The Applicants had been able to move to Canada and adjust to a life in a new country with an unfamiliar culture and language. Therefore, it would be much easier for them to readjust to life in a different part of their home country. Further, given the Principal and Secondary Applicants' university education and work history, it would not be unduly harsh for them to reside in Cali.", "[8] The Board concluded, having considered the conditions in Cali and all of the circumstances of these Applicants, that it was not objectively unreasonable for them to seek refuge there. Issues and Standard of Review", "[9] In my view, there is only one issue to be considered and that is whether the Board erred in finding that there was a viable IFA in Cali. This is reviewable on the standard of reasonableness ( <FRAGMENT_SUPPRESSED> ).", "[10] Reasonableness is concerned with the existence of justification, transparency and intelligibility within the decision making process. It is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law ( <FRAGMENT_SUPPRESSED>  at paras 45, 47-48 [ <FRAGMENT_SUPPRESSED> ]; Canada (Minister of Citizenship and Immigration v Khosa , 2009 SCC 12, [2009] 1 SCR 339 at paras 59, 62). Analysis Lack of Explicit Credibility or Factual Findings", "[11] The Applicants submit that the Board was required to make explicit findings of fact on past persecution and credibility before determining whether there was a viable IFA. This was an error of law and is fatal to a state protection analysis. Implicit in the definition of an IFA is that such a determination requires an analysis of country conditions in order for the Board to assess whether state protection exists in the proposed locality as a viable IFA ( <FRAGMENT_SUPPRESSED>  [ Nino Yepes ]).", "[12] In my view, the Board did not make such an error. It did not question the veracity of the claim of persecution and the risk the Applicants faced during the time they resided in Colombia. It made no negative credibility findings and, therefore, it must be assumed that it accepted that the Applicants were credible and were targeted in the past. For that reason, it confined its decision to the issue of whether the Applicants fit the profile of being at a risk if they were returned to the alternate location of Cali, and, if it was a viable  <FRAGMENT_SUPPRESSED> the Board in this case considered the type of persecution faced by the Applicants, their evidence and testimony as to their fear and their personal circumstances. Given this, an explicit factual or credibility finding was not required.", "[13] While the Applicant relies on Nino  <FRAGMENT_SUPPRESSED> , in my view, the circumstances in that case are distinct. There, the decision was found to be unreasonable because the Board failed to assess credibility and personal risk which caused it to overlook material evidence contradicting its conclusion on state protection. Put otherwise, it made a state protection finding without a proper evidentiary framework and without regard to the personal circumstances of the claimants. That is not the situation in this case. Here, the Board implicitly accepted the Applicants' evidence of past persecution and risk and considered the specific risks that they feared. Therefore, the issue was whether, upon considering all the evidence, the Applicants could safely reside in Cali. In any event, a failure to make such a finding is not necessarily fatal even in the state protection context ( <FRAGMENT_SUPPRESSED> ). Country Conditions and Risk", "[14] The Applicants submit that the Board's IFA analysis was flawed for several reasons. It erred in finding that they did not fit the risk profile of being targeted by the FARC because they do not fall within a category of persons who have been identified by human rights groups as historically targeted ( <FRAGMENT_SUPPRESSED>  (TD) [ <FRAGMENT_SUPPRESSED> ]). The Board also erred when it concluded that the FARC, as the agent of persecution, would not have any future interest in the Applicants. This was based on a plausibility finding, but persecutors' actions do not conform to the Board's concept of what is rational ( <FRAGMENT_SUPPRESSED> ).", "[15] The Applicants do not dispute the finding that they do not fit the risk profile described in the country conditions, but rather argue that the list is not closed and that there could be other reasons why the FARC would target them ( <FRAGMENT_SUPPRESSED> , above). As I understand their argument, they submit that the Board erred in engaging in a plausibility finding when attempting to predict who the FARC, as the agent of persecution, will target. They were targeted in the past and the fact that other family members have not been contacted or harmed and that the FARC has not been searching for the Applicants since their departure from Colombia may not be relevant or predictive of their risk and are insufficient indicators of a lack of risk.", "[16] The Applicants submit that in finding that Cali was a viable IFA for the Applicants, the Board's analysis of material change in Colombia was conducted in a manner that is inconsistent with the jurisprudence concerning a change of circumstances in country conditions ( <FRAGMENT_SUPPRESSED> ). Further, that it was conducted without an evidentiary framework and should have been sensitive to their personal circumstances.", "[17] In considering these submissions it should first be noted that in finding that Cali was a viable IFA for the Applicants, the Board summarized the Principal Applicant's testimony at the hearing which was that they would not be safe there because there are guerrillas everywhere that could locate them in any city as demonstrated by the fact that they had contacted the Applicants at their home, as well as their restaurant, in Bogota. When asked why the FARC would be interested in them, the Principal Applicant testified that it would be to set an example by killing someone who had not acceded to their demands. She also confirmed that none of her or her husband's immediate family who remain in Colombia were contacted or harmed by the FARC since the Applicants' departure.", "[18] However, upon review of the country documents concerning the current situation of the FARC in Colombia the Board found that this indicated that the FARC had been especially weakened in urban areas such as Cali. Further, referring to the National Documentation Package (NDP) for Colombia (June 4, 2012, item 2.1), the Board noted that this contains profiles of persons who the FARC currently and primarily target which includes local elected officials and politicians, alleged paramilitary collaborators, indigenous peoples and members of government security forces. The Board also referred to the United Nations High Commission for Human Rights (UNHCHR) (Item 2.5: UNHCHR on the Situation of Human Rights in Columbia ) which states that vulnerable groups include community defenders and leaders, members of Juntas de Acci n Communal, Afro-Colombians and indigenous peoples, municipal ombudspersons, trade union members, staff of the National Ombudsman's Early Warning System (EWS) and journalists, which corroborates other recent documents in the NDP. It also referred to documentary evidence submitted by counsel for the Applicants regarding the profiles of persons most at risk and found that the Applicants do not fit any of those profiles.", "[19] Referring to the Canadian Council for Refugees Report, The Future of Colombian Refugees in Canada: Are we being equitable? (CCR Report), the Board also found that it indicates that urban security in Colombia has improved and that due to changed conditions the worst of the armed conflict has been pushed outward. The Board summarized this by stating that according to the most recent documentation before it, while considerably diminished, the FARC continues to operate in Colombia, mainly in mountain, jungle, rural and border areas. The FARC is recognized by Canada, and other nations, as a terrorist organization with its focus on harming persons of specific profiles. Its operations have been decimated in urban areas such as Cali and when it does strike there it has primarily been carrying out terrorist attacks randomly aimed rather than targeting specific targets.", "[20] The jurisprudence of this Court demonstrates that the use of established risk profiles based on documentary evidence is an accepted and important cornerstone of a state protection analysis and, in my view, it is equally applicable in an IFA analysis in assessing whether an individual can safely reside in the proposed IFA ( <FRAGMENT_SUPPRESSED> ). This is the analysis undertaken by the Board and the Applicants do not dispute that they do not fit within the profiles of persons who would be at a risk if they were returned to Cali. However, they argue that these risks profiles are not closed and that the Board engaged in a plausibility finding when attempting to predict who the FARC will target.", "[21] In that regard, I would note <FRAGMENT_SUPPRESSED>  [ Cruz Vergara ]. There, the applicants similarly submitted that the Board's IFA finding was based on little other than its speculation about what the FARC was likely to do. The Board had accepted everything in their Personal Information Forms except the information that the FARC was still looking for the applicants after two years. They submitted that there was no evidence confirming that the FARC was aware that they had left the country, so the Board should not have made a plausibility finding as to whether it would still be searching for them. The applicants also submitted that according to the NDP, an IFA is generally not available in Colombia by reason of the FARC's country-wide reach.", "[22] Justice Mosley found that the Board was expected to consider the availability of an IFA and that the applicants did not present clear and convincing evidence that the FARC had a presence in Cartagena and that they would be targeted in that city. Further, the claim that the FARC had infiltrated government agencies everywhere was not consistent with the country documentation because the May 27, 2010 report of the Office of the United Nations High Commissioner for Refugees, UNHCR Eligibility Guidelines for Assessing the International Protection Needs of Asylum-Seekers from Colombia (UNHCR Report), upon which that assertion was based, linked that conclusion to persecution carried out by state agents or condoned by state agents, including through corruption. Therefore, based on the record, Justice Mosley found that the Board's finding was reasonable.", "[23] The applicants  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> , also argued that the Board's determination on state protection was unreasonable because it disregarded or rejected material evidence which they had submitted. In that regard, Justice Mosley stated:", "[35] Recent cases from this Court support the reasonableness of decisions finding there to be adequate state protection in Colombia for those who were in similar circumstances to those of the applicant and who were threatened by the FARC. A list of those cases is set out in <FRAGMENT_SUPPRESSED>  (CanLII), 2012 FC 1490 at para 18. As noted at paragraph 20 of that decision, this Court has overturned RPD decisions on state protection in Colombia only where the RPD was shown to have failed to properly assess the background or \"profile\" of the claimant and the claimant fell into one of the groups that the documentary evidence indicates may be at risk in Colombia such as \"judges and other individuals associated with the justice system\".", "[24] Similarly, in <FRAGMENT_SUPPRESSED>  ( Herrera Andrade ), Justice Gleason conducted a review of the jurisprudence on state protection in Colombia and concluded that in the prior year, this Court had overturned Board decisions on state protection in Colombia only where it was demonstrated that it had failed to properly assess the background or \"profile\" of the claimant and that the claimant fell into one of the groups that the documentary evidence indicates may be at risk in Colombia. She noted that the objective documentary evidence, and in particular the UNHCR Report indicates that members of such groups may continue to be at risk from the FARC in Colombia. Cases where the Board's finding on state protection were not upheld turned on its failure to consider the heart of the claims advanced by the claimants and to assess their profiles against the documentary evidence, which indicated that they might be at risk.", "[25] On the basis of the foregoing, in my view, the Board reasonably assessed the Applicants' risk profile according to the documentary evidence in finding that they had a viable IFA in Cali. The Board was required to and did assess and make a determination as to whether the Applicants' claims placed them within the risk profiles identified in the documentary evidence. It also considered the lack of evidence as to ongoing targeting. The Board did not overlook evidence or make findings based on a lack of credibility or plausibility. As to the Applicants' submission that the risk profile categories are not closed or circumscribed by the country condition documents, they did not provide any authority to support that position nor did they lead any evidence that people with similar profiles to their own were pursued by the FARC upon return to Colombia. The essential weakness in the present case is that the Applicants have not sufficiently demonstrated that the FARC continues to seek them out or that it would if they lived in Cali.", "[26] The Applicants also submit that the Board was selective in its treatment of the documentary evidence in finding that the FARC has a limited presence throughout Colombia. I note that  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> , Justice Gleason stated:", "[11] In my view, the starting point for the inquiry in respect of an argument regarding the impact of failure to mention key evidence is that the reviewing court must presume that the tribunal considered the entire record (see <FRAGMENT_SUPPRESSED>  CF 673 at para 38). Thus, those advancing arguments like that made by the applicant in this case bear a high burden of persuasion. Secondly, it must be recalled that the task of the reviewing court is the assessment of the reasonableness of the tribunal's findings of fact. This inquiry involves consideration of both the outcome reached and the reasons offered by the tribunal as the Supreme Court of Canada underlined in, inter alia <FRAGMENT_SUPPRESSED>  and Newfoundland Nurses at para 14. Finally, and perhaps most importantly, the reviewing court must afford significant defence to the tribunal's factual findings, particularly where, as here, the impugned determination falls within the core of the tribunal's expertise. Assessments of risk and of the availability of adequate protection for refugee claimants in foreign states lies at the very core of the competence of the RPD and are matters that Parliament has mandated to fall within the RPD's jurisdiction (see IRPA at para 95(1)(b); <FRAGMENT_SUPPRESSED> ).", "[27] It is true that the Board does not specifically refer to the sections of the CCR Report referenced by the Applicants. This includes reports that indicate that there is a FARC presence in all major cities and that it has information networks which allow it to locate returning asylum seekers, and, that an IFA is not a guarantee of safety. The Board also does not analyze the report of Dr. Chernick, Country Conditions in Columbia Relating to Asylum Claims in Canada or similar evidence submitted from Amnesty International.", "[28] However, the Board found that the Applicants do not have the profile of those who are at risk of continued targeting on return and that there was no evidence that the FARC continues to seek them out. Therefore, in my view, its failure to refer to these sections does not affect the outcome of the its analysis. Further, the June 6, 2012 report of Amnesty International states that the FARC, and others, \"have the capacity to pursue victims throughout many regions of the country and may do so where the individual is of particular interest to warrant such effort. This is also true for those who have fled the country and return after a period of time.\" Again, however, the Board found that there was no evidence that suggested that the Applicants would warrant such an interest in this case.", "[29] It should also be noted that the Board referred to a variety of reports contained in the documentary evidence and acknowledged that the FARC has had a tremendous impact on the lives of many and that they continue to be an issue in Colombia. It stated that, based on the preponderance of recent objective evidence, Colombia is making serious efforts to provide better protection for its citizens, to curb corruption and violence and is dedicated to eradicating the FARC and other paramilitary and criminal groups. Further, that state protection has had a tremendous success as a result of these efforts especially in urban centres including Cali. The Board also referred to two reports submitted by the Applicants, Guerrilla kills Columbian who was Departed from Canada and Colombia mother makes call to human sensitivity of Stephan Harper . It afforded them little weight because the circumstances of the incidents described in the reports could not be gleaned from the materials. The Board's reference to these articles indicates that it was alert to the countervailing views concerning the risks faced by returning asylums seekers. However, the Board found that the \"preponderance of recent objective evidence\" suggested adequate state protection was available in Colombia.", "[30] The Board did not find that the Applicants would no longer be at risk if they return to Bogota as a result of changed country conditions. Rather, it found that they could live safety in Cali given the lack of evidence that they continued to be pursued and the current documentary evidence as to the FARC's operations based on risk profiles. In any event, for the reasons set out above, it is my view that the Board considered and did not ignore or misconstrue the factual evidence.", "[31] To conclude, the Board did not question the Applicants' claim and reasonably considered their personal circumstances and evidence in conducting the IFA analysis. Therefore, in these circumstances, it was not required to conduct a separate credibility and factual analysis. Nor did the Board err in considering the Applicants' profile in determining that they were not likely to be targeted by the FARC in Cali. It assessed the documentary evidence according to this profile and found that there was no evidence that the Applicants continued to be targeted. The threshold for finding that relocation to an IFA is unreasonable is a high one. An applicant must provide actual and concrete evidence of conditions which would jeopardize his life and safety in traveling there ( <FRAGMENT_SUPPRESSED> ). The Board's conclusion that the country conditions did not indicate that the Applicants would face a serious possibility of persecution or risk should they return to Cali falls within a range of acceptable, possible outcomes ( <FRAGMENT_SUPPRESSED> , above). JUDGMENT", "[32] THIS COURT'S JUDGMENT is that 1. The application for judicial review is dismissed; and 2. No question of certification was proposed or arises.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9] <FRAGMENT_SUPPRESSED> ).", "[10] Canada (Ministre de la Citoyenneté et de l'Immigration c Khosa Analyse", "[11] <FRAGMENT_SUPPRESSED>  ( Nino Yepes )).", "[12]", "[13] Nino Yepes <FRAGMENT_SUPPRESSED> ).", "[14] <FRAGMENT_SUPPRESSED> ).", "[15]", "[16]", "[17]", "[18] UNHCHR on the Situation of Human Rights in Columbia", "[19] The Future of Colombian Refugees in Canada: Are we being equitable?", "[20]", "[21] <FRAGMENT_SUPPRESSED>  ( Cruz Vergara", "[22] UNHCR Eligibility Guidelines for Assessing the International Protection Needs of Asylum-Seekers from Colombia", "[23] Cruz Vergara", "", "[24] <FRAGMENT_SUPPRESSED>  ( Herrera Andrade", "[25]", "[26] Herrera Andrade", "<FRAGMENT_SUPPRESSED> , et Newfoundland Nurses, ) de la  <FRAGMENT_SUPPRESSED> ).", "[27] Country Conditions in Columbia Relating to Asylum Claims in Canada", "[28]", "[29] Guerrilla kills Columbian who was Departed from Canada et Colombia mother makes call to human sensitivity of Stephan Harper", "[30]", "[31] JUGEMENT", "[32] [End of document]"]}