{"id_": "035016", "body_str": ["[1] O'Keefe, J. : This is an application for judicial review of: 1. A decision of the Pelican Lake Appeal Board (the Appeal Board) dated March 15, 2004, which accepted an appeal of the election of March 5, 2004, and certified the election results to be null and void; 2. A notice dated March 21, 2004 issued by the Appeal Board to notify the parties concerned of an upcoming appeal hearing; and 3. A decision made by the Appeal Board at the appeal hearing held on March 23, 2004, which called a by-election to be held on April 16, 2004.", "[2] The applicants seek: 1. An order declaring the March 5, 2004 election and election results to be valid and upheld; 2. An order setting aside the March 15, 2004 decision of the Appeal Board; 3. An order setting aside the March 23, 2004 decision of the Appeal Board; and 4. Such costs, damages and other relief as this Honourable Court may allow.", "[3] The respondent Appeal Board seeks: 1. An order under rule 104 of the Federal Courts Rules , that the Appeal Board is not a proper party and shall cease to be a party; 2. An order that the application for judicial review is denied for failure to comply with rule 303 of the Federal Courts Rules 3. Such incidental relief as may be appropriate to accommodate the dismissal of these proceedings as against the Appeal Board; and 4. Full indemnification for costs to the Appeal Board and its members. Background", "[4] The Pelican Lake Indian Band (the band) of northwest Saskatchewan has a customary electoral system to elect a chief and council of the band every three years pursuant to the Pelican Lake Election Act (the Act ). The Act governs the election procedures and provides that appeals of elections can be brought to the Appeal Board constituted under the Act", "[5] On March 5, 2004, an election was held in which Peter Bill was re-elected as chief and Dennis Lewis, Romeo Thomas, Frederick Whitehead, Willie Thomas, Peter Sakebow and David Thomas were elected as councillors. Together, they make up the applicants to this application for judicial review.", "[6] On March 9, 2004, Donald Abbott, Harry Thomas and Garry Thomas (the appellants) appealed the March 5 election and results to the Appeal Board. The grounds of their appeal were that: 1. Certain procedures required by amendments to the Act were not followed and this affected the outcome of the March 5 election; 2. A candidate who ran in the March 5 election had a criminal conviction and therefore was ineligible to run for election pursuant to the Act ; and 3. There was corrupt practice in contravention of the Act in that the advance polls were illegally conducted, the ballots failed to have a proper numbering system to account for the number of ballots printed, and two ballots marked with the initials of the chief electoral officer were allegedly found outside the polling station during the official count (the snow bank ballots).", "[7] The appellants also submitted that the irregularities in the appointment of the chief electoral officer and his disregard for the provisions of the Act were so flagrant that the March 5 election should be set aside.", "[8] The Appeal Board was composed of Ray Dumais, Debbie Thomas, Alden Harris, Elmer Thomas and John Utz. The Appeal Board was provided with funding for three days between March 11 and March 13, 2004. Thereafter, the band administrator stated he no longer recognized the Appeal Board and refused to allocate further funds to the Appeal Board. The Appeal Board members used their own funds and borrowed money to continue their functions as best as they could.", "[9] By notice dated March 15, 2004, the Appeal Board stated that it accepted the appeal and certified the results of the March 5 election to be null and void. The notice also stated that \"further notice on details of date, time and place in which the Appeal Hearing will take place and the ground of the appeal will be sent via registered mail\".", "[10] By notice dated March 21, 2004, the Appeal Board stated that an appeal hearing had been set for March 23, 2004 (the appeal hearing) in accordance with subsection 12(5) of the Act , and all concerned candidates may attend. This notice was issued to all of the applicants of this judicial review application. However, the applicants alleged that not all of them received this notice, as Chief Peter Bill and Councillors Dennis Lewis and Willie Thomas were in Calgary, Alberta at the time.", "[11] On March 22, 2004, the Appeal Board wrote to Indian and Northern Affairs Canada to say that the March 5 election had been set aside, there had been no certification of the election results, and that it was preparing to call a new election as soon as possible.", "[12] At the appeal hearing on March 23, 2004, the appellants were in attendance. The applicants (i.e. the currently elected chief and councillors) did not appear even though the Appeal Board delayed the start of the meeting by one hour to give them time to show up. The Appeal Board found that their failure to attend meant that there was no contest as to its ruling in the March 15, 2004 notice. The Appeal Board decided to uphold the appeal of the March 5 election and to call a by-election under paragraph 12(6)(c) of the Act with the provision that the slate would be limited to those candidates who ran in the March 5 election. This decision was subsequently approved at a band membership meeting on April 1, 2004.", "[13] On March 31, 2004, Ray Dumais, chairperson of the Appeal Board, wrote to Herb Fiddler, executive director of the band, to advise that the election results of the March 5 election had been set aside and the Appeal Board would be taking on a \"caretaker\" role over the administration of the affairs of the band pending the outcome of the next election. Mr. Dumais' letter also asked Herb Fiddler to confirm in writing that he would recognize the authority of the Appeal Board, failing which he would be suspended with pay and asked to remove himself from the band office.", "[14] The by-election was held on April 16, 2004. The applicants alleged that the April 16 election was fraught with irregularities and defects. The applicants were entitled to run in this election but they declined to participate. As a result, a new set of chief and councillors was elected into office.", "[15] On April 23, 2004, a few members of the band appealed the April 16 election to the Appeal Board. That appeal was suspended to await the outcome of these proceedings.", "[16] The applicants then sought an interlocutory injunction to preserve and maintain the status quo as it was on March 6, 2004, in terms of the status of the parties in their respective elected offices immediately after the March 5 election results were reported. By order dated April 28, 2004, Justice Martineau of this Court granted the injunction. The injunction has remained in effect until now through subsequent orders of the Court.", "[17] It should also be noted that the Appeal Board notified the RCMP of the March 5 election irregularities, including the circumstances surrounding the snow bank ballots, the alleged mishandling of documents and the missing election file, and the alleged practices of vote buying and misuse of band membership tax rebates. After conducting an investigation in these matters, the RCMP recommended that no criminal charges should be laid in these incidents.", "[18] This is the judicial review of the Appeal Board's decisions of March 15, 2004 and March 23, 2004 which allowed the appeal of the March 5 election and called a by-election on April 16. The applicants have named the following as respondents: the Appeal Board, Raymond Dumais, Debbie Thomas, Alden Harris, Elmer Thomas, John Utz, Francis Thomas, Jimmy Bill, Harry Thomas, Charles Rabbitskin, Wayne Thomas, Garry Thomas and Calvin Thomas. Issues", "[19] The applicants raised the following issues: 1. Did the Appeal Board exceed its jurisdiction under the Act with its March 15, 2004 decision? 2. Did the Actions of the Appeal Board breach the principles of procedural fairness? 3. Did the Actions of the Appeal Board raise a reasonable apprehension of bias?", "[20] The respondents raised the following issues: 1. Should this application be struck for failing to comply with rule 303 of the Federal Courts Rules 2. What is the degree of deference to be accorded the Appeal Board, having regard to custom and the privative clause in the Act", "[21] The applicants submitted that paragraph 12(3)(b) of the Act mandates that within seven days of receiving a complaint, the Appeal Board \"shall ... rule on whether to allow or disallow an Appeal Hearing based on the sufficiency of the evidence presented\". The applicants submitted that paragraph 12(3)(b) did not grant the Appeal Board the authority to accept an appeal or to certify the election results to be null and void. The applicants submitted that by accepting the appeal on March 15, 2004, the Appeal Board rendered a premature judgment of an issue which was to be determined at a subsequent appeal hearing.", "[22] The applicants submitted that the March 21, 2004 notice issued by the Appeal Board did not comply with subsection 12(4) of the Act because the notice was not sent by registered mail and did not give the grounds of the appeal. Further, it was submitted that in setting an appeal hearing for less than 48 hours from the time of the notice, the Appeal Board violated the principles of procedural fairness in not giving adequate and sufficient notice to the applicants.", "[23] The applicants submitted that the Appeal Board did not have sufficient grounds to call an appeal hearing or to allow the appeal of the March 5 election.", "[24] The applicants submitted that the Appeal Board did not have authority under the Act for its communication of March 22, 2004 to Indian and Northern Affairs Canada, and for its communication of March 31, 2004 to Herb Fiddler. Also, the applicants submitted that the content of the March 22, 2004 letter raises a reasonable apprehension of bias as it indicates that the Appeal Board had prejudged the matter and was not open to persuasion prior to the appeal hearing.", "[25] The applicants submitted that the Appeal Board members were biased toward the applicants and improperly assumed an investigative role in cooperation with the appellants. The applicants stated that throughout the appeal process, Raymond Dumais, the chairman of the Appeal Board, met regularly with Donald Abbott, who was one of the appellants as well as an unsuccessful candidate in the March 5 election. The applicants stated that Raymond Dumais acted as a scrutineer for Donald Abbott in the March 5 election. The applicants further stated that Debbie Thomas, the secretary of the Appeal Board, was openly hostile to the applicants.", "[26] The applicants submitted that the appeal hearing of March 23, 2004, was conducted in violation of the Act and contrary to the principles of procedural fairness. The appellants did not present their case, and in the absence of the applicants the Appeal Board presumed that there was no contest to its decision.", "[27] The applicants submitted that the content of procedural fairness takes into account five factors from FRAGMENT_SUPPRESSED: (1) the nature of the decision and the decision-making process (namely, the closeness of the administrative process to the judicial process); (2) the nature of the statutory scheme and the precise statutory provisions pursuant to its operation; (3) the importance of the decision to the individuals affected; (4) the legitimate expectations of those affected by the decision; and (5) the nature of the deference accorded to the decision-making body. In applying these five factors, the applicants submitted that: (1) as the Appeal Board is a body whose purpose is to decide election appeals based on contraventions of the Act , it is adjudicative in nature and as such, should be held to a more rigorous standard of impartiality and fairness; (2) the absence of an appeal provision in the Act demands greater procedural protection and fairness; (3) the Appeal Board's decision has serious ramifications for the applicants' careers, income and their status and reputations in the community; (4) the Appeal Board does not have any significant procedural history to consider, although there are legitimate expectations of the applicants and the community at large that the Appeal Board will act impartially and reasonably and within the dictates of its constitutive statute; and (5) the Appeal Board is composed of members who do not have any special expertise or knowledge beyond that of the judiciary, and who have a relatively short and temporary term on the Appeal Board.", "[28] The applicants submitted that the application complies with paragraph 303(1)(a) of the Federal Courts Rules . The applicants submitted that it is appropriate to name the Appeal Board members as respondents, since this is a case were injunctive relief is sought to prevent these individuals from acting in their capacity as members of the tribunal, as in FRAGMENT_SUPPRESSED. In addition, the applicants submitted that the Appeal Board members have acted as respondents up to this point by filing affidavits, motions, and even applying for and receiving funding to act in the proceedings by order of Justice Mosley of November 17, 2004.", "[29] The applicants submitted that in any event, failure to comply with Rule 303 of the Federal Courts Rules is an irregularity which does not make an application void in light of rule 56. Respondent Appeal Board's Submissions", "[30] The respondent Appeal Board (the respondent) submitted that in its preparations for the appeal hearing, the chief electoral officer and the applicants refused to cooperate in providing the ballots for a recount and in providing the election file for a formal appeal process. The respondent submitted that it was frustrated by the difficulties in the appeal process and exercised its discretion in favour of calling a new election with no new nominations beyond the slate that ran in the previous election, pursuant to paragraph 12(6)(c) of the Act . The respondent submitted that this was the only reasonable option available given the situation it faced, including the fact that the integrity of the ballots and election procedures were at issue, the band administrator and chief electoral officer were uncooperative, the respondent was unable to access funds for legal counsel, the Act imposed time constraints, and some members of the band had made allegations of vote buying or procuring by the election candidates.", "[31] The respondent submitted that the applicants' application contravenes rule 303 of the Federal Courts Rules given that it: (1) erroneously names the Appeal Board as a respondent; (2) fails to name all proper respondents; or (3) alternatively, does not name the Attorney General of Canada as a possible respondent.", "[32] First, the respondent submitted that it was not proper for the applicants to name the Appeal Board and its members as respondents (see FRAGMENT_SUPPRESSED). The respondent submitted that a judicial review brought under s. 18 of the Federal Court Act is a proceeding to review decisions of federal boards and is normally brought against those who were adverse in interest to the applicants in respect of that decision (see FRAGMENT_SUPPRESSED). The respondent submitted that the role of the administrative tribunal whose decision is at issue is limited to explaining the record before the tribunal and to making representations with respect to jurisdiction (see FRAGMENT_SUPPRESSED). The respondent submitted that where a federal board is erroneously named as a respondent it will have no status as respondent and will not be allowed to participate in the proceedings until it obtains leave to intervene (see FRAGMENT_SUPPRESSED). The respondent pointed out that in the present situation, no such leave has been obtained. The respondent submitted that the court may order that a person who is not a proper or necessary party ceases to be a party, or order that a person who ought to have been joined as a party be joined, pursuant to rule 104 of the Federal Courts Rules", "[33] Second, the respondent submitted that rule 303(1) of the Federal Courts Rules required the applicants to name as respondents every person directly affected by the decision of the Appeal Board, other than the Appeal Board. The respondent submitted that the appellants of the March 5 election (Donald Abbott, Harry Thomas and Garry Thomas) are directly affected by this application and therefore they should have been named as respondents. Harry Thomas and Garry Thomas were named as respondents, but not Donald Abbott.", "[34] Third, the respondent submitted that if the applicants were in doubt as to the proper respondents, they could have considered naming the Attorney General of Canada under rule 303(2). Should the Attorney General of Canada be unable or unwilling to act as a respondent, the Court may substitute another person or body, including the tribunal, as a respondent under rule 303(3).", "[35] The respondent submitted that the Court's power to issue directions in the nature of a directed verdict is an exceptional one that should be exercised in only the clearest of circumstances (see FRAGMENT_SUPPRESSED). The respondent submitted that where facts are not in dispute, the Court may refer the matter back to the tribunal for determination with specific directions that amount to a directed verdict (see FRAGMENT_SUPPRESSED).", "[36] The respondent submitted that declaratory relief may be refused where to grant it would assist a person who had defied the law (see FRAGMENT_SUPPRESSED). The respondent submitted that in the present case there is reason to believe that the applicants to these proceedings, and in particular, Chief Peter Bill, defied the Act and possibly the Criminal Code", "[37] The respondent submitted that the Act confers a broad authority and discretion on the Appeal Board as to the conduct of an election appeal. As well, the respondent submitted that the referential incorporation of custom in the Act under subsection 2(j) allows the Appeal Board flexibility in achieving the objectives of the Act and the intentions of the drafters (see FRAGMENT_SUPPRESSED).", "[38] The respondent submitted that a high degree of deference ought to be accorded the Appeal Board because of the privative clause in subsection 12(8) of the Act , the custom clause in subsection 2(j) of the Act , and the constitution of the Appeal Board under paragraph 12(3)(a).", "[39] The respondent submitted that the Appeal Board's decision was not patently unreasonable. Respondent Successor Candidates' Submissions", "[40] The successor candidates submitted that the injunction should not have issued as the applicants did not show that they themselves would suffer irreparable harm. The successor candidates also adopted the arguments of the Appeal Board. Analysis and Decision", "[41] I shall address two issues: 1. Whether this application should be struck for failure to name the proper respondents under the Federal Courts Rules ; and 2. If not, whether the Appeal Board's decisions should be set aside. Issue 1 Should this application be struck for failing to name the proper respondents under rule 303 of the Federal Courts Rules?", "[42] Rule 303(1) of the Federal Courts Rules provides that an applicant shall name as respondent every person \"directly affected by the order sought in the application, other than a tribunal in respect of which the application is brought ...\".", "[43] There have been cases where injunctive relief has been sought against the tribunal and it has been named as a respondent. I would also note that in FRAGMENT_SUPPRESSED, a case involving the same Pelican Lake Appeal Board, the Appeal Board was named as a respondent.", "[44] In this case, the Appeal Board's decisions are being reviewed and thus, the Appeal Board is not a proper respondent to this application under subrule 303(1). The Appeal Board did not bring a motion that it be removed as respondent. The Appeal Board has conducted itself as a respondent, by filing affidavits and submissions, and, as the applicants have pointed out, it has even applied to this Court for funding to act in the proceedings. In such circumstances, the Appeal Board cannot now ask this Court to dismiss the application on the basis that it is not a proper respondent. Moreover, non-compliance with the Federal Courts Rules is treated as an irregularity that does not void the proceeding (rule 56).", "[45] Therefore, in my view, this application should not be dismissed for failure to name the proper respondents. Issue 2 Should the Appeal Board's decisions be set aside?", "[46] Justice Tremblay-Lamer dealt with a judicial review of an election appeal involving the same band and the Act in FRAGMENT_SUPPRESSED. A portion of her decision is FRAGMENT_SUPPRESSED", "[47] To summarize, an appeal proceeding under the Act is a two-step process. First, after receiving a complaint, the Appeal Board determines whether it should allow or disallow an appeal hearing based on the sufficiency of the evidence. Second, if it decides to proceed with the appeal hearing, then all concerned parties must be given notice of the date of the appeal hearing and the hearing must be held within 14 days of receiving the complaint. The appellants must present their arguments at the appeal hearing and the respondents are entitled to respond.", "[48] In this case, the Appeal Board received the complaint and issued a notice dated March 15, 2004 stating that it accepted the appeal and certified the election results to be null and void. The Appeal Board contended that it had authority to do so under the Act . Presumably, the Appeal Board would have relied in particular on subsection 11(3), which provides that: \"It shall be the duty of the Appeal Board to certify the Election results of the Pelican Lake Band Council if there is an Appeal after an Election or By-election.\"", "[49] This provision, however, should be read together with those provisions governing the appeal process. Upon receiving a complaint, the Appeal Board must determine whether it has sufficient evidence to proceed with an appeal hearing. At this initial stage of the appeal process, the Appeal Board should not decide to allow an appeal and certify the election results to be null and void. The decision as to whether to allow an appeal should be made after conducting an appeal hearing at which all parties are given an opportunity to present their case.", "[50] Thus, by rendering the decision it did on March 15, 2004, the Appeal Board failed to follow the procedure required by the Act", "[51] Further, the Appeal Board conducted the appeal proceeding in a way that raises procedural fairness concerns. The Appeal Board did not give the applicants adequate notice of the appeal hearing. The applicants stated that not all of them received the notice, as it was given less than 48 hours before the appeal hearing and some of them were out of the province. As the applicants did not have notice, they did not show up at the appeal hearing and therefore, did not make submissions in response to the allegations concerning the March 5 election.", "[52] Because the Appeal Board did not properly follow the appeals procedure stipulated in the Act and did not give the applicants adequate notice of the appeal hearing (and hence, the applicants did not have an opportunity to respond to the allegations raised against them), the decisions of the Appeal Board in respect of the March 5 election should be set aside.", "[53] The application for judicial review is therefore granted.", "[54] I wish to comment briefly on the respondent's submission that the application for judicial review should be dismissed on the basis that the applicants did not name (as respondent) one of the persons directly affected by the order, namely, Donald Abbott. I agree that Mr. Abbott should have been named as a respondent. However, the naming of Mr. Abbott does not affect my finding that the Appeal Board's decision must be set aside for failure to follow the procedures outlined in the Act", "[55] Given my disposition of this case, I will not deal with the applicants' affidavit concerning the criminal investigation by the R.C.M.P.", "[56] The applicants in their memorandum of fact and law requested the following relief: \"Therefore, the Applicant respectfully seeks a declaratory order that: a.) The election and election results of the March 5th, 2004 election be declared valid and be upheld; and b.) The March 15th, 2004 decision of the Appeal Board is invalid, quashed, or set aside, and that there are no grounds for appeal of the March 5th, 2004 election and results, and that the Appeal Board should not have so ruled, and are prohibited or restrained from so ruling; and c.) The March 23, 2004 decision of the Appeal Board is invalid, quashed, or set aside; and d.) The Actions and decisions of the Appeal Board from March 23, 2004 to the April 16, 2004 band election, concerning the appeal of the March 5, 2004 election and the holding of the subsequent April 16, 2004 band election, and all matters related and corollary are invalid, quashed or set aside; and e.) The April 16, 2004 band election and its results are invalid, quashed, or set aside; and f.) Such costs, damages, and/or other relief as this case may require and this Honourable Court may allow.\"", "[57] I am not prepared to declare the results of the March 5, 2004 election valid because that is the result that would follow from an Appeal Board decision denying the appeal. For the same reason, I am not prepared to set aside the results of the April 16, 2004 band election.", "[58] I am prepared to grant the following relief. An order will issue stating that: 1. The March 15, 2004 and March 23, 2004 decisions of the Appeal Board are set aside. 2. The appeal of the March 5, 2004 election and election results is remitted to the Appeal Board for re-determination in accordance with the Act with the step in paragraph 12(3)(b) commencing within 14 days of the date of receipt of this order. Any other steps will be taken in accordance with the Act 3. The applicants shall have their costs of the application.", "[59] The matter cannot be referred to a differently constituted Appeal Board as there is no provision to constitute another Appeal Board. Subsection 11(1) of the Act requires the Appeal Board to be appointed as follows: \"11(1) An Appeal Board shall be appointed by the membership at the Nomination Meeting immediately after the close of nominations has been announced by the Chief Electoral Officer or his/her designate.\" JUDGMENT", "[60] IT IS ORDERED that 1. The application for judicial review is allowed as noted above. 2. The March 15, 2004 and March 23, 2004 decisions of the Appeal Board are set aside. 3. The appeal of the March 5, 2004 election and election results is remitted to the Appeal Board for re-determination in accordance with the Act , with the step in paragraph 12(3)(b) commencing within 14 days of the date of receipt of this order. Any other step will be taken in accordance with the provisions of the Act 4. The applicants shall have their costs of the application. Application allowed. Editor: Rodney A. Jordan/klf ANNEX Relevant Statutory Provisions The relevant provisions of the Pelican Lake Election Act are as follows: 2. For the purposes of this Act the following definitions shall apply: (j) \"Election\" or \"General Election\" means the leadership selection process whereby a Chief and Council are chosen in accordance with Band Custom and conducted pursuant to the provisions of this Act. 11(1) An Appeal Board shall be appointed by the membership at the Nomination Meeting immediately after the close of nominations has been announced by the Chief Electoral Officer or his/her designate. (2) The Appeal Board shall supervise and administer all Election Appeals in accordance with the Elections Act. (3) It shall be the duty of the Appeal Board to certify the Election results of the Pelican Lake Band Council if there is an Appeal after an Election or By-election. (4) The members of the Appeal Board shall hold office until all Appeals have been determined. No member of the Election Appeal Board shall be a member of the Band Council. 12(1) Any Candidate at the Election or any Elector who gave or tendered his/her vote at the Election may, within fourteen (14) calendar days of the Poll, appeal the Election if he/she has reasonable and probable grounds for believing that: (a) an error or violation of the Election Act was made in the interpretation or application of the Act which might have affected the outcome of the Election; (b) a Candidate who ran in the Election was ineligible to do so pursuant to this Act; and/or (c) there was a corrupt practice in contravention of the Election Act. (2) An Appeal of a Pelican Lake Band Election may be launched in the following manner: (a) a Notice of Appeal in writing, duly verified by a properly sworn Affidavit, shall be forwarded by registered mail or hand delivered to the Chief Electoral Officer outlining the grounds for the appeal and enclosing Cash, certified Cheque or Money Order in the amount of Three Hundred Dollars ($300.00) in favour of the Pelican Lake Band Administration. The Notice of Appeal must be received within fourteen (14) calendar days of the Election. (b) If the Appeal is upheld, the money shall be returned. (c) If the Appeal is denied, the money shall be forfeited to the Pelican Lake Band and shall be applied to the cost of conducting the Appeal. (3) The Appeal Board shall: (a) be made up of five (5) impartial persons, the majority of whom are Band members and including at least one (1) local business person, bank managers or professional person who is not a Band member. (b) within seven (7) days of receiving the complaint rule on whether to allow or disallow an Appeal Hearing based on the sufficiency of the evidence presented in the complaint and thereafter, as soon as is reasonable practicable, advise the Band, the complainant(s) [Appellant(s)] and any Candidates who might be affected by an adverse decision of the Appeal Board [proper Respondent(s)] of the Appeal Board's Preliminary Ruling. (4) If the Appeal Board decides to proceed with an Appeal Hearing, the Hearing shall be held within fourteen (14) days of receiving the complaint and the Band. All proper parties shall be given notice of the date, time and place of the Appeal Hearing and the grounds for appeal by registered mail. (5) At the Appeal Hearing, the Appellant(s) shall present his/her/their case. All proper Respondents are entitled to make full answer and defence. The Appellant(s) shall then make an opportunity for rebuttal. The parties may be represented by legal or other counsel at their own expense. The Appeal Board shall hear any and all relevant evidence brought forth by the Appellants and/or Respondents. (6) The Appeal Board shall within seven (7) days of holding an Appeal Hearing, make one of the following decisions: (a) deny the Appeal on the grounds that the evidence presented did not indicate an infraction of the Act and so advise the Band and the Complainant; (b) uphold the Appeal but allow the Election to stand, on the ground that the infraction would not reasonably be seen to have affected the results of the Election; or (c) uphold the Appeal and call for a new Election within twenty-one (21) days of the determination of the Appeal for all or some of the positions which were contested, giving clear instruction such that the reason for the original Appeal is corrected. There shall be no new or additional nominations beyond the slate that ran in the Election or By-election that is the subject of Appeal. (7) Where an Appeal is received by the Appeal Board pursuant to s. 12(1) the Appeal Board shall: (a) within seven (7) days of the receipt of the Appeal forward a copy of the Appeal together with the supporting documents; (b) as soon as is practicable forward a copy of their Preliminary Ruling by Registered Mail to each of the parties named in s. 12(3)(b); (c) advise each of the aforementioned parties by regular, electronic and/or fax mail of the date, time and place of the Appeal Hearing, if there is to be one, and the grounds of the Appeal; (d) advise each of the aforementioned parties by Registered Mail of the decision of the Appeal Board. (8) The decision of the Appeal Board shall be final. The relevant provisions of the Federal Courts Rules , SOR/98-106 are reproduced below. 56. Non-compliance with any of these Rules does not render a proceeding, a step in a proceeding or an order void, but instead constitutes an irregularity, which may be addressed under rules 58 to 60. 58(1) A party may by motion challenge any step taken by another party for non-compliance with these Rules. When motion to be brought. (2) A motion under subsection (1) shall be brought as soon as practicable after the moving party obtains knowledge of the irregularity. 59. Subject to rule 57, where, on a motion brought under rule 58, the Court finds that a party has not complied with these Rules, the Court may, by order, (a) dismiss the motion, where the motion was not brought within a sufficient time after the moving party became aware of the irregularity to avoid prejudice to the respondent in the motion; (b) grant any amendments required to address the irregularity; or (c) set aside the proceeding, in whole or in part. 60. At any time before judgment is given in a proceeding, the Court may draw the attention of a party to any gap in the proof of its case or to any non-compliance with these Rules and permit the party to remedy it on such conditions as the Court considers just. 104(1) At any time, the Court may (a) order that a person who is not a proper or necessary party shall cease to be a party; or (b) order that a person who ought to have been joined as a party or whose presence before the Court is necessary to ensure that all matters in dispute in the proceeding may be effectually and completely determined be added as a party, but no person shall be added as a plaintiff or applicant without his or her consent, signified in writing or in such other manner as the Court may order. 303(1) Subject to subsection (2), an applicant shall name as a respondent every person (a) directly affected by the order sought in the application, other than a tribunal in respect of which the application is brought; or (b) required to be named as a party under an Act of Parliament pursuant to which the application is brought. (2) Where in an application for judicial review there are no persons that can be named under subsection (1), the applicant shall name the Attorney General of Canada as a respondent. (3) On a motion by the Attorney General of Canada, where the Court is satisfied that the Attorney General is unable or unwilling to act as a respondent after having been named under subsection (2), the Court may substitute another person or body, including the tribunal in respect of which the application is made, as a respondent in the place of the Attorney General of Canada."]}