{"id_": "035122", "body_str": ["[1] Martineau, J. [Translation]: The applicant is challenging the legality of a decision of the Refugee Appeal Division (RAD) of the Immigration and Refugee Board (IRB) of Canada, which confirms a previous decision of the Refugee Protection Division (RPD) denying him refugee protection. For the reasons that follow, the application for judicial review is allowed by the Court.", "[2] The applicant is a Syrian national. In 2010, he came to study in Canada. In 2013, with a temporary visa, valid until January 31, 2015, he made a refugee claim. The fear of the applicant, who is a Sunni, is based on the fact that he risks being forced to join an army accused of participating in war crimes, that he is already perceived by the authorities as a political activist because of his fundraising activities for victims of the civil war and, finally, since his family is rich, that he risks being kidnapped or extorted in Syria. On October 2, 2013, the RPD determined that the applicant is neither a Convention \"refugee\" or a \"person in need of protection\", under sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA).", "[3] The applicant appealed this decision to the RAD.", "[4] On January 30, 2014, the sole RAD member designated to hear the matter, Stephen J. Gallagher (member), dismissed the applicant's appeal. First, the member asked what standard of review should be applied to issues raised on appeal by the applicant (RAD decision, paras 11 to 13). Since these are questions of fact (the applicant's credibility) or mixed fact and law (determination of a generalized risk), he found that the RPD's decision must be reviewed using the standard of judicial review of reasonableness, as defined in <FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> ) and <FRAGMENT_SUPPRESSED> .", "[5] Second, the member refused to hold an oral hearing, being of the view that the new evidence provided by the applicant is not determinative (paras 14 to 18). After which, he found that the RPD's conclusions are, in all respects, reasonable (para 32). In summary, the RPD could reasonably conclude that the risk of being enrolled in the Syrian army was speculative as long as the applicant continued to study in Canada (paras 19 to 23). The RPD's findings of lack of personalized risk (paras 24 and 25) and implausibility that the applicant is perceived as a political activist by the authorities (paras 26 to 34) are also reasonable. Therefore, the RAD dismissed the applicant's appeal, hence this application for judicial review.", "[6] Today, the applicant does not attack the member's refusal to hold an oral hearing or the reasonableness of the conclusion on the speculative nature of the applicant's enrollment in the Syrian army. This application for judicial review instead relates to the scope on appeal of the review of evidence in the RPD record that the RAD conducted under sections 110 and 111 of the IRPA. According to the applicant, the interpretation of these provisions raises a question of law, which must be reviewed on a standard of correctness ( <FRAGMENT_SUPPRESSED> ). In this case, the member did not apply the appropriate mode of analysis. That is sufficient to set aside the RAD decision. Alternatively, the findings regarding generalized risk and implausibility are unreasonable.", "[7] The respondent argues that the scope of the review conducted by the RAD on appeal arises from its expertise. In this case, the respondent alleges that the Court should apply the standard of reasonableness to the interpretation that the member made of the scope of the provisions in the IRPA, because although it is a question of law, it is not a question of law of \"central importance to the legal system as a whole\" ( <FRAGMENT_SUPPRESSED> , above at para 60; Alberta (Information and  <FRAGMENT_SUPPRESSED> ( Alberta Teachers' Association )). Moreover, the member did not commit any reviewable error. Indeed, nothing requires the RAD to reassess the evidence presented by a refugee claimant before the RPD, especially since the appeal on the record prepared by the RPD is not a de novo appeal. In this case, both the standard of judicial review of reasonableness and the standard on appeal of palpable and overriding error lead to the same result, that the Court should not intervene.", "[8] According to settled law from this Court, it seems that the standard of correctness should be applied to the scope of the review conducted by the RAD on appeal ( <FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> ); <FRAGMENT_SUPPRESSED> ( Garcia Alvarez ); <FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> ); <FRAGMENT_SUPPRESSED> to 34 ( <FRAGMENT_SUPPRESSED> )).", "[9] Nevertheless, I do not believe that the choice of the standard of correctness is determinative in this case, or that it is necessary to define the exact scope of the review conducted by the RAD on appeal. Other colleagues of the Court have ruled on this last issue. Serious questions of general importance regarding the RAD's jurisdiction and the role on appeal were or are being certified in various matters, but it must be expected that it will take several months before the Federal Court of Appeal or even the Supreme Court of Canada makes a decision.", "[10] It is sufficient to conclude today that the interpretation adopted by Member Gallagher is not an acceptable outcome in respect of the law, as the appeal before the RAD is simply not a judicial review, which is a reviewable error that is determinative in this case ( <FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> )).", "[11] Paragraphs 110(1) and 111(1) and (2) of the IRPA state: 110. (1) Subject to subsections (1.1) and (2), a person or the Minister may appeal, in accordance with the rules of the Board, on a question of law, of fact or of mixed law and fact, to the Refugee Appeal Division against a decision of the Refugee Protection Division to allow or reject the person's claim for refugee protection. ... 111. (1) After considering the appeal, the Refugee Appeal Division shall make one of the following decisions: (a) confirm the determination of the Refugee Protection Division; (b) set aside the determination and substitute a determination that, in its opinion, should have been made; or (c) refer the matter to the Refugee Protection Division for re-determination, giving the directions to the Refugee Protection Division that it considers appropriate. ... (2) The Refugee Appeal Division may make the referral described in paragraph (1)(c) only if it is of the opinion that (a) the decision of the Refugee Protection Division is wrong in law, in fact or in mixed law and fact; and (b) it cannot make a decision under paragraph 111(1)(a) or (b) without hearing evidence that was presented to the Refugee Protection Division. 110. [...] 111. [...]", "[12] Although it is clear on reading the above provisions that the RAD may set aside the RPD's decision and substitute the decision that should have been made, it must be noted that this does not settle the question of the said [translation] \"deference\" that an appeal tribunal should or should not give to findings of fact, or mixed facts and law, by the court of first instance. After all, it was the RPD who heard the witnesses and assessed the probative value of documentary evidence submitted by the parties. Moreover, the RAD exercises a specialized jurisdiction on appeal at least equal to that of the RPD at trial. Otherwise, the creation of a specialized appeal tribunal for refugee determination would serve no purpose.", "[13] Additionally, not all RPD decisions may be subject to an appeal to the RAD. For example, even if a country is not part of those that are excluded from an appeal, when the RPD refers in its decision to no credible basis for the refugee claim (subsection 107(2) of the IRPA), there cannot be an appeal before the RAD (paragraph 110(2)( ) of the IRPA). Further, the RAD may enter new evidence in an appeal and decide to hold an oral hearing in cases specified by Parliament (subsections 110(3) to (6) of the IRPA). In this last case, it can probably be argued that it is a kind of de novo appeal, a point that I do not have to rule on today.", "[14] The very concept of \"deference\" originated in case law. When Parliament wants to limit the courts' power of intervention, it will adopt so-called \"privative\" clauses. It could also provide that a decision may be set aside for one reason or another, as is the case at subsection 18.1(4) of the Federal Courts Act, RSC 1985, c F-7 (FCA). However, if the text of the Act allows it, the courts will not interpret the grounds for review as standards of review and will have to show more or less deference, depending on the nature of the issues raised by the parties: <FRAGMENT_SUPPRESSED> , above, and Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ).", "[15] As the Supreme Court of Canada has already decided, with or without a privative clause, a measure of deference is appropriate where a particular decision has been allocated to an administrative decision-maker in matters relating to its role, function and expertise ( <FRAGMENT_SUPPRESSED> , above). Some deference is also owed, regardless of whether the court has had the advantage of either receiving or not receiving a statutory direction, explicit or by necessary implication. These general principles of judicial review are not displaced by section 18.1 of the FCA, which deals essentially with grounds of review of administrative action, and not of standards of review ( <FRAGMENT_SUPPRESSED> , above).", "[16] To date, with respect to the case law of the RAD and the Federal Court, on the scope of the review conducted on appeal by the RAD, three different approaches to deference owed to the RPD can be noted: (1) the standard of judicial review, or \"reasonableness\" (decision of Member Gallagher and various other RAD decisions); (2) the standard of appellate review or of \"palpable and overriding error\" ( Garcia Alvarez , <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> , above); and (3) a composite and variable standard of review resulting from the nature of the claim before the RAD - characterized as a \"hybrid appeal\" - and the particular nature of questions of fact, or of mixed fact and law, raised by an appellant ( <FRAGMENT_SUPPRESSED> , above).", "[17] Let us consider the first approach. Deference given to findings of fact or mixed fact and law by a reviewing Court is well known. The following warning again applies: judicial review is not an appeal and is conducted exclusively by superior courts. It is, above all, a review of the lawfulness of the administrative tribunal's decision, whereas the appeal relates to the merit and opportunity to make a different decision from that of the tribunal of first instance. Characterizing a decision as \"unreasonable\", thus allows a court of law, in the absence of a statutory appeal, to ensure that administrative tribunal respects the law and that a palpable injustice will not be committed, so that the legal remedy is to return the matter to the administrative decision-maker and not to make the decision that should have been made.", "[18] The role of a reviewing court is by definition limited. It is well settled by case law. Its analysis will be concerned with the existence of justification, transparency and intelligibility within the decision-making process, and also with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law ( <FRAGMENT_SUPPRESSED> , above at para 47). It even goes so far as affording great deference to the interpretation that the administrative tribunal may make of its home statute when it does not concern jurisdiction or a question of law of central importance for the system. This does not refer to a decision that another decision-maker with knowledge of the same facts and the applicable law may have made, but only to a \"reasonable\" decision-even if it is not the best decision in the circumstances and it opens itself to criticism. Further, this is the test that this Court applies to findings of fact, and mixed fact and law, of the RPD in cases where there was no appeal to the RAD (see for example <FRAGMENT_SUPPRESSED> ). It is also the standard of review applied by Member Gallagher in this file and by other members of the RAD up to now. This first approach was rejected by the Court as we will see below, but before examining my colleagues' decisions, let us examine the second approach, which is also applied throughout Canada by the general courts of appeal.", "[19] Indeed, given that the appeal is not a new trial, it must be asked what is the standard of review applicable on appeals with respect to the trial judge's findings. The standard of review applicable to pure questions of law is that of correctness, while following the standard of review applicable to findings of fact, these findings can only be overturned if it is established that the trial judge committed a palpable and overriding error: <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ). Therefore, in <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada clearly indicated that, in principle, it is not the role of appellate courts to second-guess the weight assigned by a trial judge to the various items of evidence and it is only when the inference-drawing process itself is palpably in error that an appellate court can interfere with the trial judge's finding of fact. In passing, the same high degree of deference should apply to the trial judge's assessment of the credibility of a witness and the other findings of fact ( <FRAGMENT_SUPPRESSED> , above at paras 23 and 24).", "[20] More specific information as to the scope of the standard of palpable and overriding error was later provided by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  ( HL ). Justice Fish, writing for the majority, explained that the standard of palpable and overriding error applies to all the trial judge's findings of fact, including those relating to credibility, the facts proven directly, the facts inferred and the overall assessment of the evidence.", "[21] However, Justice Fish also raised reasonableness in the implementation of the standard of review:", "[55] ... [A]n appellate court will not interfere with the trial judge's findings of fact unless it can plainly identify the imputed error, and that error is shown to have affected the result.", "[56] In my respectful view, the test is met as well where the trial judge's findings of fact can properly be characterized as \"unreasonable\" or \"unsupported by the evidence\". ... [A]s a matter of principle, it seems to me that unreasonable findings of fact-relating to credibility, to primary or inferred \"evidential\" facts, or to facts in issue-are reviewable on appeal because they are \"palpably\" or \"clearly\" wrong. The same is true of findings that are unsupported by the evidence. I need hardly repeat, however, that appellate intervention will only be warranted where the court can explain why or in what respect the impugned finding is unreasonable or unsupported by the evidence. And the reviewing court must of course be persuaded that the impugned factual finding is likely to have affected the result. ( HL , above, at paras 55-56; emphasis in original).", "[22] Justice Fish also noted that: Not infrequently, different inferences may reasonably be drawn from facts found by the trial judge to have been directly proven. Appellate scrutiny determines whether inferences drawn by the judge are \"reasonably supported by the evidence\". If they are, the reviewing court cannot reweigh the evidence by substituting, for the reasonable inference preferred by the trial judge, an equally-or even more-persuasive inference of its own ( HL , above at para 74).", "[23] \"Palpable and overriding\" error was also defined as follows by the Court of Appeal of Quebec in <FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> ): [translation] Palpable and overriding error is an error that, in its undeniability - and therefore not a difference of opinion on the assessment of the evidence - determines the outcome of the dispute in that the conclusion of the trier of fact, i.e. the result of his or her decision, cannot hold, thus, ipso facto, making the decision unreasonable.", "[24] The Court of Appeal of Quebec had previously provided the following explanations in , 2007 QCCA 1068 at para 55: [translation] An error in the determination of a fact in issue is only palpable if its immediacy or obviousness is clearly identified in the reassessment of the relevant part of the evidence and a different finding on this fact in issue ought to be mafa necessary basis in fact, thereby leading to a false operative part of the trial decision and requiring the reworking of this part for that reason.", "[25] According to my understanding, a palpable and overriding error is thus a clear and discernible error that has an important influence on the outcome of the dispute. I now come to the case law of this Court on the scope of the RAD review on appeal.", "[26] The first decision on this topic was made on May 26, 2014, in <FRAGMENT_SUPPRESSED> , above. In this decision, Justice Shore indicated that the role of the RAD is not that of judicial review, but rather of appeal and that the RAD had to consider all the evidence and make its own assessment (at paras 30-38). However, on questions of fact, Justice Shore indicates that a certain degree of deference is required, which corresponds to the standard of \"reasonableness\" (at paras 2 and 40). It is also a question of \"palpable and overriding error\" (at paras 1 and 39).", "[27] This is how Justice Shore summarizes his thinking on the subject:", "[39] The Court recognizes that it would be absurd, and contrary to subsection 110(3), to task the RAD with re-examining, for every instance, whether the claimants are in fact refugees or persons in need of protection within the meaning of sections 96 and 97 of the IRPA. It is clear from the case law that an appellate body cannot substitute its own reasoning for that of a specialized tribunal of first instance, the tribunal of fact, having the advantage of having heard viva voce testimony and with its authority conferred by the Inquiries Act , unless the trial judge made a \"palpable and overriding error\" that led to an erroneous result ...", "[40] In this case, the Court is entirely in agreement with the RAD that the standard of review to be applied to findings of fact made by the RPD is reasonableness. It is well established that an appellate body must review the findings of a tribunal of first instance by applying a correctness standard to findings that involve questions of law, and applying a reasonableness standard to those involving questions of mixed fact and law ...", "[41] That said, the Court finds that in assessing the reasonableness of the decision, the RAD should, at the very least, have reviewed the evidence that was presented before the RPD and conducted an independent assessment of all of the evidence in order to determine whether the RPD, on the basis of the facts and the conditions of the country in question, had properly considered the evidence and reasonably justified its conclusion ( <FRAGMENT_SUPPRESSED> ; Newfoundland and Labrador Nurses' Union, above ; Alberta Teachers' Association, above). According to this trio of judgments by the Supreme Court of Canada, the RAD cannot exempt itself from considering the evidence as a whole. [Emphasis added]", "[28] In this first decision, Justice Shore avoided characterizing the new action before the RAD as an \"appeal de novo \", such as for appeals brought before the Immigration Appeal Division (IAD) under section 67 of the IRPA. That said, he nevertheless finds that \"this limitation in no way diminishes the jurisdiction conferred upon the RAD to review the evidence that was before the RPD\" (at para 35). It follows that to determine whether the RPD's decision is \"reasonable\", the RAD must consider the evidence presented to the RPD and conduct \"an independent assessment of all of the evidence\" (at paras 3 and 41). In this regard, it is a variation of the third approach proposing a composite and variable standard of review ( <FRAGMENT_SUPPRESSED> , above). I will return to this vital point below, given that it is a finding of law that is not shared by certain members of the Court, including Justice Roy, who wanted to avoid the problem resulting from any [translation] \"blurring of lines\" ( <FRAGMENT_SUPPRESSED> , above at para 21).", "[29] In <FRAGMENT_SUPPRESSED> and Garcia  <FRAGMENT_SUPPRESSED> , decided at the same time on July 17, 2014, Justice Shore returned to his analysis of the law and this time he breathed new life into the standard of palpable and overriding error that had only been raised in <FRAGMENT_SUPPRESSED> , above, as we have seen before. Basing himself on what the Court of Appeal of Quebec wrote in <FRAGMENT_SUPPRESSED> , above, and by analogy in the scheme of the IAD, Justice Shore reiterated that the RAD cannot be assimilated to a judicial review body and therefore must not apply the standard of judicial review ( <FRAGMENT_SUPPRESSED> , above at paras 23 to 28; Garcia  <FRAGMENT_SUPPRESSED> , at paras 22 to 27). While acknowledging that \"an appeal before the RAD is not an appeal de novo\" Garcia  <FRAGMENT_SUPPRESSED>  at para 25; <FRAGMENT_SUPPRESSED> , above at para 26), Justice Shore explains further:", "[29] ... When analyzing a decision of the RPD, the RAD must not merely determine whether it was made in a reasonable manner, but, rather, analyze whether the RPD relied on a wrong principle of law or misassessed the facts to the point of making a palpable and overriding error ( <FRAGMENT_SUPPRESSED> , above).", "[30] \"Palpable and overriding error\" is often used interchangeably with the \"clearly wrong\" or \"unreasonable\" decision test. However, this is the appellate-level standard of intervention that a specialized appeal tribunal such as the RAD must apply when reviewing a decision and not the judicial review standard of reasonableness. Even though there are similarities, these standards are different. [Emphasis added]", "[30] Therefore, it may be said that Justice Shore is no longer \"entirely in agreement with the RAD that the standard of review to be applied to findings of fact made by the RPD is reasonableness\" ( <FRAGMENT_SUPPRESSED> , above at para 40). The result is that the RAD had committed a reviewable error by using the standard of review of reasonableness rather than that of palpable and overriding error. In summary, according to Justice Shore, the RAD must conduct its own assessment of all the evidence, but in doing so, it still owes some deference to the RPD's findings of fact, because it is the tribunal of first instance and it has the advantage hearing testimony viva voce ( <FRAGMENT_SUPPRESSED> , above at para 34; Garcia  <FRAGMENT_SUPPRESSED>  at para 33). In passing,  <FRAGMENT_SUPPRESSED>  Alvarez and <FRAGMENT_SUPPRESSED> , above, Justice Shore noted that: The idea that the RAD may substitute an original decision by a determination that should have been rendered without first assessing the evidence is completely inconsistent with the purpose of the IRPA and the case law dealing with the virtually identical wording of subsection 67(2) ( Garcia  <FRAGMENT_SUPPRESSED>  at para 33; <FRAGMENT_SUPPRESSED> , above at para 34)", "[31] However, there is a different way to address the scope of the RAD's appellate review. For the purposes of being well understood, I spoke earlier of \"a third approach\". In <FRAGMENT_SUPPRESSED> , above, made on August 22, 2014, Justice Phelan had previously arrived at the same result as Justice Shore in <FRAGMENT_SUPPRESSED> and Garcia  <FRAGMENT_SUPPRESSED> : \"[The RAD] should have done more than address the decision from the perspective of \"reasonableness\". Therefore, the matter will have to be referred back\" (para 56). Like Justice Shore, Justice Phelan noted that the RAD is not a judicial review body; therefore, it must not limit itself to assessing the reasonableness of the RPD's decision (paras 35 to 49). And if a comparison must be made with other administrative appeal schemes, that of the IAD is the most relevant (paras 50 to 53). In this sense, the thinking of Justice Phelan concurs with that of Justice Shore.", "[32] I come to the key element of Justice Phelan's reasoning. According to my colleague, the RAD's power of intervention in relation to the RPD's findings of fact is more important than the mere power to intervene when there is a palpable and overriding error:", "[54] Having concluded that the RAD erred in reviewing the RPD's decision on the standard of reasonableness, I have further concluded that for the reasons above, the RAD is required to conduct a hybrid appeal. It must review all aspects of the RPD's decision and come to an independent assessment of whether the claimant is a Convention refugee or a person in need of protection. Where its assessment departs from that of the RPD, the RAD must substitute its own decision.", "[55] In conducting its assessment, it can recognize and respect the conclusion of the RPD on such issues as credibility and/or where the RPD enjoys a particular advantage in reaching such a conclusion but it is not restricted, as an appellate court is, to intervening on facts only where there is a \"palpable and overriding error\". ( <FRAGMENT_SUPPRESSED> , above at paras 54-55).", "[33] It is this more nuanced approach that was recently endorsed by Justice Locke in two decisions made on September 10, 2014: <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ), and <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ). Justice Locke stated that:", "[14] Except in cases where the credibility of a witness is critical or determinative or when the RPD has a particular benefit from the RAD to draw a specific conclusion, the RAD must not give any deference to the analysis of the evidence made by the RPD: see <FRAGMENT_SUPPRESSED> , at paras 37 and 55. The RAD has as much expertise as the RPD and maybe more with respect to the analysis of the relevant documents and the representations from the parties. ( <FRAGMENT_SUPPRESSED> , above at para 14; see also <FRAGMENT_SUPPRESSED> , above at para 17).", "[34] In short, we may speak above of a composite and variable standard of review flowing from a \"hybrid appeal\" and the particular nature of the questions of fact, or mixed fact and law. For example, in <FRAGMENT_SUPPRESSED> , above, where it was a pure question of credibility (the RPD's non-credibility finding was based on the testimony of the refugee claimant herself), the RAD had to show deference ( <FRAGMENT_SUPPRESSED> , above at paras 18-20). Therefore, the use of the standard of reasonableness was not determinative; Justice Locke dismissed the application for judicial review. However, in <FRAGMENT_SUPPRESSED> , above, Justice Locke determined that, since some findings of the RPD on the credibility of the applicant were not based only on her testimony, but also on evidence in the record, the RPD enjoyed no advantage over the RAD when it made its findings and the RAD had to reconsider the evidence on this topic ( <FRAGMENT_SUPPRESSED> , above at paras 21-25). The use of the standard of reasonableness proved fatal and the application for judicial review was allowed by the Court.", "[35] I pause here before continuing this analysis of case law. The hearings in <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> took place on July 15 and 16, 2014, before the <FRAGMENT_SUPPRESSED> and Garcia Alvarez decisions were published. The parties did not argue that the decisions of Justice Shore or the standard of palpable and overriding error should be applied. In <FRAGMENT_SUPPRESSED> , counsel for the applicant instead argued the standard of the \"wrong\" decision. However, the hearings also took place before <FRAGMENT_SUPPRESSED> , which Justice Locke applied with different results, was decided. Nevertheless, nothing indicates that Justice Locke requested or received additional arguments from the parties regarding <FRAGMENT_SUPPRESSED> , Alvarez Garcia or <FRAGMENT_SUPPRESSED> .", "[36] This application for judicial review was heard on September 24, 2014. To my knowledge, the most recent decision on the scope of the RAD's appellate review was that made a day earlier in <FRAGMENT_SUPPRESSED> , above. Justice Roy favoured the application of the standard of palpable and overriding error and set aside the first and third approaches described above. After reviewing the legislative scheme governing the RAD, he found that it leaves no room for the RAD to show deference to the RPD: [translation] The legislative scheme does not give any indication that deference was considered by Parliament. Rather, we are facing a scheme where if there is, for example, an error of fact, the matter must be returned to the RPD if a reassessment of the evidence before the RPD is required for a decision. There is no room for deference in such a scheme. ( <FRAGMENT_SUPPRESSED> , above at para 24).", "[37] As for the ultimate result, Justice Roy stated that he shared the view of Justice Phelan in <FRAGMENT_SUPPRESSED> , above, and the finding that Justice Shore made  <FRAGMENT_SUPPRESSED>  Alvarez and <FRAGMENT_SUPPRESSED> , above ( <FRAGMENT_SUPPRESSED> at para 12). Like Justice Shore, Justice Roy drew a parallel between the RAD's scheme and the legislative scheme reviewed in <FRAGMENT_SUPPRESSED> , above, and, after analyzing the legislative debates relating to the creation of the RAD, he found that it exercises an appellate function and jurisdiction, not a role of judicial review. However, Justice Roy indicates that an appeal does not mean a new trial or a reconsideration of the matter in its entirety and that the standard applicable during any appeal should also be applicable to RAD appeals: [translation]", "[39] If the appeal discussed in sections 110 and 111 of the Act must be dealt with as an appeal and not a quasi-judicial review, this does not mean that it will be an opportunity for a new trial or a reconsideration of the matter in its entirety. The Court of Appeal of Quebec makes a very attractive proposition in <FRAGMENT_SUPPRESSED> , above, that the appeal of an administrative decision before another administrative tribunal should be treated like any other appeal:", "[81] The Supreme Court and our court have consistently repeated the following instruction: the appeal tribunal may, in principle, correct any error of law in the decision under appeal or any palpable and overriding error in the determination of the facts or in the application of law (if it was correctly determined) to the facts. This standard is just as valid for the appeals filed with administrative tribunals and the standard for intervention developed in matters of judicial appeal may certainly be transposed to the quasi-judicial appeal, with reservations and modifications required by the particular law of each case and the general rules of administrative law. The error of fact must be palpable and overriding to succeed on appeal. The standard of correctness prevails for questions of law. I do not see why it should not be so in an administrative appeal.", "[40] My colleague Justice Phelan would have preferred in <FRAGMENT_SUPPRESSED> , above, to apply the standard of reasonableness to questions of credibility (para 37). With respect, I am still concerned with the blurring of lines. It seems to be preferable to focus on the standard of palpable and overriding error on appeals on questions of fact. There is nothing a new in proposing that an appeal tribunal show deference when a body whose decision is being appealed flows from considerable discretion such as assessing credibility . The law is clear: the RAD does not hear witnesses except in very exceptional and specific cases. The credibility to be given to the witnesses heard by the RPD is its responsibility and the RAD, on appeal, must show deference ( <FRAGMENT_SUPPRESSED> ; R v Burke , [1996] 1 SCR 474). ( <FRAGMENT_SUPPRESSED> , above, at paras 39-40; emphasis added).", "[38] Therefore, Justice Roy found that the standards applicable by the RAD are the standards applicable on appeal, i.e. the standard of palpable and overriding error for the RPD's findings of fact, while the RAD must correct any error of law by the RPD that is determinative.", "[39] It is not difficult to imagine that the choice of standard of review may have a direct impact on the result of the appeal. Moreover, there are currently three approaches. Only the first was categorically rejected by the Court. This leaves two others that seem to wish to compete. Therefore, both counsel who argued this matter before the Court were particularly bothered by the Court's questions.", "[40] By relying in particular on Justice Phelan's decision in <FRAGMENT_SUPPRESSED> , above, counsel for the applicant argued that, in applying the standard of reasonableness, Member Gallagher had not fulfilled his mandate since he did not conduct his own legal analysis of the facts and the evidence. It argued that it was also what the Court had decided  <FRAGMENT_SUPPRESSED>  Alvarez , <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> , above, even if the judges had referred to different tests.", "[41] Counsel for the respondent indicated that his mandate was clear: the Court's prior case law simply should not be followed. Because of its expertise in the field, it was reasonable for the RAD to apply the standard of judicial review of reasonableness. Full stop. Counsel for the respondent also argued that Justice Shore, in <FRAGMENT_SUPPRESSED> , above, had erred in law by indicating that the RAD had to conduct an independent assessment of all the evidence. That was also the case with Justice Phelan, in <FRAGMENT_SUPPRESSED> , above, when he decided that the RAD was required to hear the matter as a \"hybrid appeal\". In the alternative, counsel for the respondent argued that the standard of \"palpable and overriding error\" should be applied, if the first approach, i.e. the reasonableness standard of judicial review, is not used.", "[42] As we said above, standards of review are judicial creations. Nonetheless, once established, they must be respected by the courts just as any other rule of law. And what gives the rule of law its precedence is its universality: It applies equally to all; there is no place for judicial or administrative discretion. Further, following the principle of judicial comity and, unless certain exceptions apply, a judge of this Court should not deviate from decisions made by his or her colleagues to avoid creating a situation of uncertainty in the law. It would be expected that the principle of judicial comity is particularly important in immigration matters, since under the IRPA, decisions of this Court may uniquely be subject to an appeal to the Federal Court of Appeal if a question of general importance is certified. Therefore, it is desirable to have some consistency in the Court's decisions. Yes, the judge can make the law, but when each judge makes his or her own law, the rule law that is no longer applied withers. To use descriptive language, the law loses weight and this unbearable lightness of being makes it irrelevant, leaving more room than is needed for administrative or legal discretion.", "[43] Today, I feel as though I face an Olympic dilemma: I am asked to choose between two contradictory approaches (the first approach having been eliminated) adopted by colleagues of the Court. As Justice Wilson stated in Re Hansard Spruce Mills Ltd , [1954] 4 DLR 590 (BCSC), the statements of which were recalled by this Court in <FRAGMENT_SUPPRESSED> : I have no power to overrule a brother Judge, I can only differ from him, and the effect of my doing so is not to settle but rather to unsettle the law, because, following such a difference of opinion, the unhappy litigant is confronted with conflicting opinions emanating from the same Court and therefore of the same legal weight.", "[44] <FRAGMENT_SUPPRESSED>  Justice Lemieux summarized the possible exceptions to the principle of judicial comity:", "[61] The principle of judicial comity is well-recognized by the judiciary in Canada. Applied to decisions rendered by judges of the Federal Court, the principle is to the effect that a substantially similar decision rendered by a judge of this Court should be followed in the interest of advancing certainty in the law ...", "[62] There are a number of exceptions to the principle of judicial comity as expressed above they are: 1. The existence of a different factual matrix or evidentiary basis between the two cases; 2. Where the issue to be decided is different; 3. Where the previous condition failed to consider legislation or binding authorities that would have produced a different result, i.e., was manifestly wrong; and; 4. The decision it followed would create an injustice.", "[45] I repeat: the principle of judicial comity aims therefore to prevent the creation of conflicting lines of jurisprudence and to encourage certainty in the law. Generally, a judge should follow a decision on the same question of one of his or her colleagues, unless the previous decision differs in the facts, a different question is asked, the decision is clearly wrong or the application of the decision would create an injustice. Judicial comity requires much humility and mutual respect. If the rule of law does not tolerate arbitrariness, judicial comity, its loyal companion, relies on reason and the good judgement of each person. Failing a final judgment from the highest court, respect for the other's opinion can speak volumes. In short, judicial comity is elegance incarnate in the person of the magistrate who respects the value of precedents.", "[46] From the point of view of the facts, this case does not call for a reconsideration of the principles of law applicable or for a new interpretation of sections 110 and 111 of the IRPA. The issue is always the same question of law or of jurisdiction relating to scope of the appellate review conducted by the RAD. Further, it cannot be said that Justices Shore, Phelan or Roy did not thoroughly canvas the relevant law or case law. However, they seemed to interpret the law differently and contradictorily, as we saw above. Let us begin with the simplest. The learned counsel for the respondent did not succeed in persuading me that the exclusion by my colleagues of the first approach discussed above is clearly wrong in law. For the same reasons as my colleagues, I conclude that in applying the standard of judicial review of reasonableness, Member Gallagher committed a reviewable error in law: the RAD is an appellate body, not a judicial review body and it must not assess its role based on criteria of judicial review. The matter must be returned to the RAD. Now, let us discuss the rest. I chose the middle path, that of wisdom: allow the RAD to apply the second or third approach as long as the question of the scope of the appellate review of the RPD's decisions has not been settled by a final judgment by the Federal Court of Appeal or the Supreme Court of Canada. Quite simply.", "[47] In his appeal before the RAD, I note that the applicant disputes the findings of generalized risk and implausibility. Counsel have taken before me contradictory positions regarding the qualification and treatment to be given to these two findings of fact. There is no agreement on either side of the very notion of credibility, or on the applicable test for the inferences that may be drawn by the RPD from the documentary evidence. The difficulty today is that neither counsel was really able to explain to the Court how the application of the test of palpable and overriding error or of hearing the matter as a hybrid appeal translate in practice in this case. Because of its expertise, as a specialized appeal tribunal, I feel that it is the kind of question that the RAD can easily settle and should have the chance to decide, preferably before the Federal Court of Appeal or the Supreme Court of Canada do (without having perhaps the benefit of knowing the RAD's point of view).", "[48] <FRAGMENT_SUPPRESSED>  (FC) ( <FRAGMENT_SUPPRESSED> ), the Court stated that even if it had the jurisdiction to refer the case back for determination in accordance with such directions as it considers to be appropriate, the Court should leave the specialized tribunals the right to exercise their jurisdiction and make decisions on merit based on the evidence before them (at para 18). Therefore, it is only in exceptional cases that the Court will give directions equivalent to a directed verdict and this power will only be rarely used when the issue is of a factual nature ( <FRAGMENT_SUPPRESSED> , above at para 18; <FRAGMENT_SUPPRESSED> ).", "[49] Moreover, the RAD has the power to standardize the law by decisions that have the value of precedent. In this regard, section 163 of the IRPA provides that before all divisions of the Immigration and Refugee Board (IRB), matters are heard by a single member unless the Chairperson considers it necessary to designate a three-member panel. According to the IRB Web site, when it concerns the RAD, the Chairperson will constitute a three-member panel if at least one of the following criteria is met: - The appeal raises unusually complex or emerging legal issues. - The appeal raises an issue in an area in which there is significant divergence or inconsistency in decision-making at either the RAD or the RPD. - The appeal raises a serious question of general importance. - The appeal raises an issue that may have a significant impact on practice and procedure at either the RAD or the RPD. - Any other relevant circumstances exist that make it appropriate that a three-member panel be designated.", "[50] Member Gallagher, who made the impugned decision in January 2014, cannot be criticized for not considering the case law of the Court cited above. It simply did not exist. However, in this file and in the future the RAD should reassess the scope of the review that it conducts on appeal in light of the precedents of the Court, which propose two different approaches. That said, nothing prevents the Chairperson of the IRB to constitute a three-member panel of the RAD to hear the case, which could confer the value of precedent on the RAD decision under paragraph 171( ) of the IRPA, and on the approach used.", "[51] For practical reasons, if we wish to be pragmatic, our Court may have to resolve-so long as the Federal Court of Appeal and the Supreme Court of Canada have not ruled on the issue-not to intervene in judicial review when the RAD applies the second or third approach. That is what the Court had resolved to do in the citizenship appeals while the citizenship judges could opt for either of the three approaches developed by Justices Muldoon and Reed, and Associate Chief Justice Thurlow (as he then was) ( <FRAGMENT_SUPPRESSED>  ACWS (3d) 432). In this case, since it is impossible for the RAD to simultaneously follow both approaches, there would be chaos if each judge of this Court adopted one of the two approaches and referred back to the RAD the decisions that applied the other approach instead.", "[52] In our hierarchical justice system, the RAD must give effect to the judgments of this Court and it should wait for the urbi et orbi benediction of the Federal Court of Appeal or of the Supreme Court of Canada itself, before imposing any desire to apply the reasonableness standard of judicial review in any appeal of an RPD decision. Prudence is required, I do not believe that it would be wise on my part to speculate on this topic, or to express a final opinion regarding the scope of the RAD's appellate review. If it can be said that the first approach became moot (the standard of judicial review of reasonableness was rejected by the Court), the person who could predict today which of the other two approaches would finally prevail would be quite clever; especially since the situation could again change as other judges choose to rule on the issue.", "[53] In conclusion, whether it is a question of jurisdiction or a question of interpretation falling within the RAD's specialized expertise, in this case, the applicant did not have the appeal that he is allowed under the IRPA since the RAD chose to apply a standard of review of reasonableness corresponding to an application for judicial review, such that this application for judicial review must be allowed and the matter returned to the RAD for redetermination of the appeal ( <FRAGMENT_SUPPRESSED> , above at paras 2, 3 and 47).", "[54] Counsel for the respondent proposes that the Court certify the following question: [translation] \"Considering the legislative framework of the RAD, what is the scope of the review conducted by the RAD on appeal when it considers an appeal of an RPD decision? Specifically, in what circumstances must the RAD show deference to the RPD's findings?\"", "[55] Counsel for the applicant objects to the certification of a question. Indeed, the question of the scope of the review conducted by the RAD on appeal is essentially a question of jurisdiction or of law and we must avoid a multiplicity of appeals raising the same questions.", "[56] In this case, the same question was proposed by the respondent to Justice Phelan in <FRAGMENT_SUPPRESSED> , above, and after the Court's verification, he certified it in the following words: [translation] \"What is the scope of the review conducted by the Refugee Appeal Division when it considers an appeal of a decision of the Refugee Protection Division?\" The certification of the question proposed by counsel for the respondent is thus redundant. Counsel for the respondent did not persuade me in this case that it would be in the interest of justice to certify the question proposed above or that the particular factual background of this case justifies the multiplicity of concurrent appeals that arise from substantially the same questions of law or of jurisdiction regarding the interpretation of the scope of the review conducted by the RAD on appeal.", "[57] As the Federal Court of Appeal stated in <FRAGMENT_SUPPRESSED>  the provision preventing any appeal to the Federal Court of Appeal unless a question is certified \"fits within a larger scheme designed to ensure that a claimant's right to seek the intervention of the courts is not invoked lightly, and that such intervention, when justified, is timely\" (at para 23). Certifying the same question in all RAD files subject to judicial review with this Court would certainly not allow \"timely\" interventions.", "[58] No question will be certified in this file by the Court. JUDGMENT", "[59] THE COURT ORDERS AND ADJUDGES that the application for judicial review is allowed. The impugned decision is set aside and the matter returned to the Refugee Appeal Division for redetermination of the applicant's appeal. The RAD will have to consider the directions provided by the Court in the reasons accompanying this judgment. No question is certified. Application allowed. Editor: J. Danielle King/vnh"]}