{"id_": "035263", "body_str": ["[1] de Montigny, J. : The parties to this motion are Apotex Inc. and Apotex Pharmachem Inc. (collectively  <FRAGMENT_SUPPRESSED> ) and Sanofi-Aventis and Bristol-Myers Squibb Partnership (collectively  <FRAGMENT_SUPPRESSED> ). This is a motion by Apotex for an Order setting aside those portions of a September 14, 2010 Order by Madam Prothonotary Tabib not requiring Sanofi to answer certain questions which were refused or taken under advisement at the examinations for discovery held on November 16 to 20, 23, 24 and 26, 2009 and June 1 to 3, 2010. I. Background", "[2] Apotex is a company incorporated in the Province of Ontario, and carries on business as a manufacturer and distributor of pharmaceutical products.", "[3] Sanofi-Aventis is a company incorporated in France and is listed as the owner of the patent 1,336,777 (the '777 Patent) in the Canadian Patent Office. This patent is entitled \"dextro-rotatory enantiomer of methyl alpha-5 (4,5,6,7-tetrahydro (3,2-c) thieno pyridyl) (2-chlorophenyl)-acetate, a process for its preparation and the pharmaceutical compositions containing it\". The '777 Patent claims, inter alia, the compound clopidogrel bisulfate, which is an antiplatelet inhibiting medicine that is sold under the brand name PLAVIX® around the world.", "[4] Apotex commenced its impeachment action by way of a Statement of Claim, issued on April 22, 2009 and amended on May 29, 2009 (Court File No. T-644-09). The Statement of Claim seeks a declaration that each of the '777 Patent claims is invalid, void, and of no force and effect, as well as a declaration that Apotex's intended Canadian clopidogrel products (clopidogrel bisulfate and besylate tablets) will not infringe any valid claim of the '777 Patent.", "[5] On June 8, 2009, Sanofi and Bristol-Myers Squibb Sanofi Pharmaceuticals Holding Partnership (the \"Partnership\") filed a Statement of Claim against Apotex and Signa SA de CV for infringement of the '777 Patent (the action against the Partnership was subsequently discontinued). This action was given Court file no. T-933-09. The alleged infringing acts by the Defendants are the manufacturing in Canada of clopidogrel and the exporting of clopidogrel outside of Canada to countries including Hong Kong, New Zealand, Iran, Libya, Malaysia, Singapore, and the U.S. In its Statement of Defence, Apotex defends the action on the basis that the '777 Patent is invalid and through counterclaims for a declaration of invalidity.", "[6] Shortly after starting the action for infringement, Sanofi brought a motion in both Court files (Nos. T-933-09 and T-644-09) to consolidate the two actions. The only reason why a separate infringement action had been brought in Court file no. T-933-09 instead of a counterclaim for infringement in Court file no. T-644-09 was that the jurisprudence does not permit a party (i.e. the Partnership, to whom a licence had been granted and which was also suffering damages) to be added as a plaintiff to a counterclaim.", "[7] By Order dated November 2, 2009, Prothonotary Tabib ordered that Sanofi's motion to consolidate the infringement and impeachment actions was granted. The Court also bifurcated the issues of a) the quantum of damages claimed by the Plaintiffs and b) the quantum of profits earned by the Defendants and claimed by the Plaintiffs under an accounting of profits.", "[8] Discoveries in the consolidated action commenced in November 2009. Dr. Pierre Savi, a representative of Sanofi-Aventis, was examined from November 16 to November 20, 2009. At this examination, Dr. Savi either refused or took under advisement many questions concerning unadmitted allegations of fact. One of the inventors of the patent at issue, Mr. Alain Badorc, was also examined from November 23 to November 26, 2009. Following the examination of Dr. Savi, Sanofi-Aventis provided a fair number of follow-up answers and documents in response to questions taken under advisement or undertaken to be answered at the examination. The answers were provided on a rolling basis from April 19, 2010 to May 31, 2010.", "[9] The continuation of the first round examination of Sanofi-Aventis on scientific issues took place from June 1 to June 3, 2010. As Dr. Savi was no longer with Sanofi Aventis, Dr. Josiane Merlier was examined as a replacement representative. At this examination, a number of questions concerning unadmitted allegations of fact were again either refused or taken under advisement.", "[10] In light of the refusals and questions taken under advisement at these examinations for discovery, Apotex moved to compel Sanofi-Aventis to provide answers to nearly 300 questions. The motion was heard by Case Management Prothonotary Tabib on June 22 - 24, 2010; the motion was allowed in part by Order dated September 14, 2010. In the meantime, Sanofi-Aventis had provided answers to questions agreed to be answered or ordered answered on July 30, 2010, and had provided additional answers on August 30, 2010 and September 1, 2010.", "[11] In her Order, Prothonotary Tabib found that a number of questions were properly refused as they were either not relevant, improper, overbroad, lacked proportionality, or sought opinion. It is those portions of the Order that Apotex is now appealing, on the grounds that the Prothonotary erred in law in declining to order certain questions answered. II. Issues", "[12] This appeal essentially raises two issues: a. What is the applicable standard of review against which the Order of the Prothonotary should be assessed? b. Did the Prothonotary err in declining to order that Sanofi-Aventis provide a response to some questions put to Dr. Savi and Dr. Merlier during their examinations for discovery? III. Analysis", "[13] Discretionary orders of Prothonotaries ought not to be disturbed on appeal to a judge unless they raise questions vital to the final issue of the case, or they are clearly wrong in the sense that the exercise of discretion by the Prothonotary was based upon a wrong principle or upon a misapprehension of the facts: <FRAGMENT_SUPPRESSED>  at para. 19; <FRAGMENT_SUPPRESSED>  at para. 52.", "[14] It will be a rare case when it can be shown that the denial of further discovery or further documents will be vital to the final outcome: Galerie au chocolat  <FRAGMENT_SUPPRESSED>  at para. 13; <FRAGMENT_SUPPRESSED>  at para. 7. In any event, Apotex has not alleged that the matters at issue are vital to the final disposition of the case", "[15] As a result, Apotex needed to demonstrate that the Prothonotary erred in law or misapprehended the facts. While a case manager's expertise does not insulate him or her from review where an error of principle has been made, it has been recognized that there is a heavy burden upon litigants seeking to overturn an interlocutory order by a case manager. Interference with interlocutory orders adds to the delay and expense of the proceeding. Further, it is recognized that a case manager is intimately familiar with the history and details of complex matter: Galerie au chocolat  <FRAGMENT_SUPPRESSED> .", "[16] Pursuant to Rule 240, a person being examined for discovery is required to answer any questions relevant to any unadmitted allegation of fact disclosed in the pleadings as well as any question concerning the identity of any person, other than an expert witness, who may reasonably be expected to have knowledge of matters in issue.", "[17] Rule 242(1) establishes, however, permissible objections during an examination for discovery, if, for example, the question is not relevant, is unreasonable, is unnecessary or would be unduly onerous. Relevance is a matter of law, not discretion. The question of whether a document \"relates\" to an issue in the case depends upon a reasonable interpretation of the pleadings. The party demanding a document must demonstrate that the information in the document may, either directly or indirectly, advance its own case or damage the case of an opponent.", "[18] More recently, the Federal Court of Appeal has adopted the \"train of enquiry test\" with respect to which documents may be deemed to advance a party's case. In other words, the Court must determine whether it is reasonable to conclude that the answer to a particular question might lead the questioning party to a train of enquiry that may either advance its case or damage the case of its opponent: see <FRAGMENT_SUPPRESSED>  at para. 30.", "[19] It is fair to say, therefore, that the Court will apply a generous and flexible standard of relevance in determining whether a question should be answered. A fair amount of latitude will be allowed on discovery provided that a question is relevant to issues raised by the pleadings. The standard of relevance on discovery is lower than at trial and doubt as to the propriety of the question will be resolved in favour of disclosure: see <FRAGMENT_SUPPRESSED>  (F.C.A.), at para. 4.", "[20] That being said, the Court retains a residual discretion to decide not to compel the production of technically relevant documents where such production would have no benefit or could not be used to advance a party's case. Although there is a broad right of examination, there are limits on that right of discovery and the Court will not permit the discovery process to be used as a fishing expedition: see <FRAGMENT_SUPPRESSED>  at para. 16; <FRAGMENT_SUPPRESSED>  at para. 19, affd. (2008), 327 F.T.R. 266; 2008 FC 281; affd. (2008), 381 N.R. 93; 2008 FCA 287, at paras. 69-70; <FRAGMENT_SUPPRESSED>  C.P.R.(4th) 126 (F.C.A.), at paras. 2-3 (F.C.A.).", "[21] Moreover, the simple fact that a question can be considered \"relevant\" does not mean that it must inevitably be answered. Relevance must be weighed against matters such as the degree of relevance, how onerous it is to provide an answer, whether the answer requires fact or opinion of law, and so forth: <FRAGMENT_SUPPRESSED>  at para. 11; <FRAGMENT_SUPPRESSED> .", "[22] It is with these principles in mind that I must now examine the decision under appeal with a view to determining whether Prothonotary Tabib erred in fact or in law when she declined to compel Sanofi-Aventis to answer certain questions. Before doing so, however, some background must be provided with respect to the scientific issues raised in the pleadings.", "[23] The subject patent of this proceeding is the '777 Patent. This patent relates to the dextro-rotatory enantiomer of methyl alpha-5 (4,5,6,7-tetrahydro (3,2-C) thieno pyridyl)(2-chlorophenyl)-acetate (the \"Racemate\"), which is a process for its preparation and the pharmaceutical compositions containing it. According to the '777 Patent, this enantiomer (also known as clopidogrel), the Racemate containing clopidogrel, and clopidogrel's levo-rotatory enantiomer (referred to herein as l-clopidogrel) had been described in French patent application No. 2,530,247.", "[24] The '777 Patent states that \"in an unexpected manner\", the l-clopidogrel does not exhibit a platelet aggregation inhibiting activity. Further, the '777 Patent states that l-clopidogrel is the less well-tolerated of the two enantiomers. In both cases, these assertions of utility are made in relation to human beings. Thus, the purported discovery disclosed in the '777 Patent is that l-clopidogrel does not work as promised in French patent application No. 2,530,247. The Canadian equivalent of the French Patent application is Canadian Letters Patent No. 1,194,875 (the \"875 patent\").", "[25] The '777 Patent also notes that some of carboxylic and sulfonic salts classically used in pharmacy had been prepared of clopidogrel, but it was found that these precipitate in an amorphous form and/or are hygroscopic making them difficult to handle on an industrial scale and difficult to purify. The '777 Patent identifies these unsuitable salts as including (but not being limited to) the following: \"acetic, benzoic, fumaric, maleic, citric, tartaric, gentisid, methane-sulfonic, ethanesulfonic, benzenesulfonic (besylate) and laurylsulfonic acids as well as the salts of dobesilic acid ... and para-toluenesulfonic acid\". The patent identifies hydrogen sulphate (bisulphate), taurocholate and hydrogen bromide salts as preferred salts that crystallize easily and have desirable solubility in water and hygroscopicity.", "[26] In both its Statement of Claim to impeach the '777 Patent in T-644-09, and its Statement of Defence and Counterclaim in T-933-09, Apotex advances several bases for its assertion that the '777 is invalid. Apotex argues that the '777 Patent is invalid for obviousness, lack of novelty, and lack of utility including lack of utility for lack of sound prediction. In addition, Apotex asserts the '777 Patent is invalid for double patenting in view of the '875 patent. Finally, Apotex asserts that the '777 Patent is invalid as being an \"invalid selection\" patent. However, in light of the decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  and of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  according to which there is nothing wrong in principle with selection patents, Apotex has moved for leave to amend its pleading to recharacterize some of its allegations. Specifically, Apotex's proposed amended pleading seeks to locate the relevant allegations previously directed at invalid selection into the usual categories of invalidity (i.e. inutility, obviousness, anticipation, and insufficiency). Apotex's motion to amend its pleading was granted by Prothonotary Tabib on November 26, 2010.", "[27] Apotex first alleged that the '777 Patent is invalid on the basis of inutility. In particular, Apotex alleges that clopidogrel does not have superior utility to that of the Racemate or the other compounds of the '875 patent in humans. The doctrine of patent inutility was explained by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  D.L.R.(3d) 203; 56 C.P.R.(2d) 145 in the following way (at p. 160): \"[Not useful] means that the invention will not work, either in the sense that it will not operate at all, or more broadly, that it will not do what the specification promises that it will do [...] the practical usefulness of the invention does not matter, nor does its commercial utility, unless the specification promises commercial utility, not does it matter whether the invention is of any real benefit to the public, or particularly suitable for the purposes suggested.\"", "[28] The Supreme Court  <FRAGMENT_SUPPRESSED>  Inc. and  <FRAGMENT_SUPPRESSED>  recognized that the practical usefulness of an invention, as demonstrated by prior human clinical trials establishing toxicity, metabolic features, bioavailability and other factors is not a prerequisite for a useful invention for the purposes of patent law. The Court stated that the requirements for regulatory approval of a pharmaceutical product and the utility of an invention related to that product in the eyes of the Commissioner of Patents are distinct concepts: \"The prerequisites of proof for a manufacturer who wishes to market a new drug are directed to a different purpose than patent law. The former deals with safety and effectiveness. The latter looks at utility, but in the context of inventiveness.\" <FRAGMENT_SUPPRESSED> , at para. 77.", "[29] Further, the Supreme Court also noted that \"[T]here may in such cases be some doubt about the commercial success of the invention, but utility in this context means useful for the purpose claimed, not commercial acceptance\": <FRAGMENT_SUPPRESSED>  at para. 272 (affd. (2006), 349 N.R. 183; 46 C.P.R.(4th) 401; 2006 FCA 64), utility and marketability are distinct concepts: \"Utility does not depend upon marketability: <FRAGMENT_SUPPRESSED>  at p. 25, 8 C.P.R. 35. In other words, in assessing whether an invention has utility, the issue is not whether the invention is sufficiently useful as to be able to support commercialization, unless commercial utility is specifically promised. Rather, the question is whether the invention does what the patent promises that it will do.\"", "[30] To sum it up, the true test of utility of an invention is whether it will, when put into practice by a competent person, do what it assumes to do, and be practical and useful at the time when the patent was granted for the purposes indicated by the patentee: see <FRAGMENT_SUPPRESSED>  (F.C.T.D.), at p. 275 (affd. (1996), 209 N.R. 342; 72 C.P.R.(3d) 19 ( <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 208 (F.C.), at para. 10.", "[31] When the utility of an invention has not been demonstrated, the utility requirement for patentability can be supported by sound prediction based on the information and expertise then available. Sound prediction, if it applies, is to be evaluated as of the Canadian filing date. Sound prediction does not mean certainty. The requirements for sound prediction are: \"a) A factual basis for the prediction; b) The inventor must have an articulable and sound line of reasoning from which the desired result can be inferred from the factual basis; c) There must be proper disclosure.\" <FRAGMENT_SUPPRESSED>  at para. 30; <FRAGMENT_SUPPRESSED> .", "[32] It will be for the trial judge to determine whether, as Apotex alleges, the '777 Patent is invalid for lack of sound prediction. More particularly, Apotex alleges that the purported inventors of the '777 Patent speculated that clopidogrel would have such utility: a. without offering a factual basis for such a conclusion; b. without describing in the '777 Patent any studies of platelet aggregation inhibition or toxicology that were actually performed, performed as stated or in a reasonable manner, available and which were statistically significant or otherwise relevant; and an articulable and sound line of reasoning from which to predict the promised utility of clopidogrel from any factual basis, since neither the tests described in the patent or the common general knowledge and the state of the art would have allowed a skilled person to soundly predict that clopidogrel would be useful as promised; and c. without disclosing the factual basis and sound line of reasoning, to the extent that such a line of reasoning existed, in the '777 Patent. It is on the basis of these allegations that the relevance of the disputed questions must be assessed.", "[33] Third, Apotex alleges that, if the invention of the '777 Patent was soundly predictable, then the invention would have been obvious to the skilled addressee at all material times based on that person's common general documents and teachings in certain prior art documents. Apotex also alleges, in the alternative, that a skilled person would have arrived at the Racemate without the exercise of inventive ingenuity, would have considered it routine to make each of the enantiomers, would have run routine pharmacologic tests to ascertain their relative biological properties, would have thought it obvious to try to make clopidogrel bisulphate as part of routine salt selection program, and would have expected the tests to yield the desired results. In support of this contention, Apotex pleads that the named inventors of the '777 Patent reached the purported invention directly and without difficulty and that any purported delay or difficulty experienced by these persons in reaching the purported invention of the '777 Patent was due to their lack of relevant expertise and lacklustre efforts.", "[34] It is axiomatic that if the invention claimed in a patent is found not to be inventive, the patent will be invalid. A patented invention will be considered obvious if persons skilled in the relevant art, in light of the knowledge they shared at the priority date of the patent, would have been led to it directly and without difficulty. An allegation that the invention claimed in the patent was obvious is assessed objectively, but evaluated on the basis of all available evidence relating to the issue.  <FRAGMENT_SUPPRESSED> ; [2007] EWCA Civ. 588 the four questions to be asked: \"(1) (a) Identify the notional 'person skilled in the art'; (b) Identify the relevant common general knowledge of that person; \"(2) Identify the inventive concept of the claim in question or if that cannot readily be done, construe it; \"(3) Identify what, if any, differences exist between the matter cited as forming part of the 'state of the art' and the inventive concept of the claim or the claim as construed; \"(4) Viewed without any knowledge of the alleged invention as claimed, do those differences constitute steps which would have been obvious to the person skilled in the art or do they require any degree of invention?\"", "[35] Justice Rothstein held that it is in the fourth step of the obviousness test that the issue of \"obvious to try\" will arise. He indicated that in some instances and for some inventions it may be appropriate to consider whether the invention was \"obvious to try\". An invention will be \"obvious to try\" where it is very plain or more or less self evident that what is being tested ought to work. For a finding that the invention was \"obvious to try\", there must be evidence to convince a judge on a balance of probabilities that it was more or less evident to try to obtain the invention. The mere possibility that something might turn up is not enough.", "[36] The Supreme Court also added that another important factor to consider is the actual course of conduct which culminated in the making of the invention. The route taken by the inventor in developing his invention - what the inventor actually did and did not do - is thus a proper matter for discovery, and may ultimately prove to be the source of relevant evidence in resolving issues of obviousness at trial. As Justice Rothstein stated: \"... if the inventor and his or her team reached the invention quickly, easily, directly and relatively inexpensively, in light of the prior art and common general knowledge, that may be evidence supporting a finding of obviousness, unless the level at which they worked and their knowledge base was above what should be attributed to the skilled person. Their course of conduct would suggest that a skilled person, using his/her common general knowledge and the prior art, would have acted similarly and come up with the same result. On the other hand, if time, money and effort was expended in research looking for the result the inventionultimately provided before the inventor turned or was instructed to turn to search for the invention, including what turned out to be fruitless 'wild goose chases', that evidence may support a finding of non-obviousness. It would suggest that the skilled person, using his/her common general knowledge and the prior art, would have done no better.\" <FRAGMENT_SUPPRESSED>  because it could have been anticipated and because it constitutes double patenting. This ground of invalidity derives from s. 27(1) of the Patent Act , which requires as a condition for obtaining a patent that the invention was not \"known or used\" and was not \"described\" in any patent or any publication more than two years before the patent application was filed.", "[38] <FRAGMENT_SUPPRESSED>  Rothstein confirmed that two elements must be satisfied such that a prior disclosure, or in the case of a selection patent, the prior patent, can be considered anticipatory. First, there must be disclosure such that the person skilled in the art would understand the special advantages of the invention disclosed in reading the prior art or prior patent. In this regard, no trial and error is permitted. In the case of a selection patent, if the genus patent does not disclose the specified advantage, there is no anticipation.", "[39] Second, prior disclosure must be enabled. The prior art must provide enough information to the person skilled in the art who may use common knowledge to perform the subsequently claimed invention without undue burden. Routine trials are acceptable but prolonged or arduous trial and error would not be considered \"routine\". Once again, Justice Rothstein enumerated four factors that should normally be considered in determining whether prior disclosure constitutes enabling disclosure, two of which are particularly relevant in the case at bar: \"3. The prior patent must provide enough information to allow the subsequently claimed invention to be performed without undue burden. When considering whether there is undue burden, the nature of the invention must be taken into account. For example, if the invention takes place in a field of technology in which trials and experiments are generally carried out, the threshold for undue burden will tend to be higher than in circumstances in which less effort is normal. If inventive steps are required, the prior art will not be considered as enabling. However, routine trials are acceptable and would not be considered undue burden. But experiments or trials and errors are not to be prolonged even in fields of technology in which trials and experiments are generally carried out. No time limits on exercises of energy can be laid down; however, prolonged or arduous trial and error would not be considered routine. \"4. Obvious errors or omissions in the prior patent will not prevent enablement if reasonable skill and knowledge in the art could readily correct the error or find what was omitted.\" <FRAGMENT_SUPPRESSED>  claims a compound that is patentably distinct from the genus patent will not be invalid for obviousness double patenting: <FRAGMENT_SUPPRESSED>  decision of the Prothonotary must be reviewed to determine whether she erred in law or misapprehended the facts with respect to the relevance of the questions under review.", "[42] Starting with the examination for discovery of Dr. Pierre Savi held on November 16-20, 2009, the first category of items under challenge relates to the thienopyridine compounds. Dr. Savi took under advisement Apotex's request that he provide a list of all of the thienopyridines synthesized  <FRAGMENT_SUPPRESSED> -Aventis that had been made public, either through publications, patents, or otherwise, up until 1990.", "[43] Apotex argued that thienopyridines are a class of ADP receptor/P2Y12 inhibitors used for their anti-platelet activity. Clopidogrel is one such thienopyridine. According to Apotex, the work done by Sanofi on thienopyridines will provide background information useful to understand: (a) how it is that the Sanofi inventors ultimately came to synthesize clopidogrel; (b) the inventors' understanding of the structure, activity, and toxicity levels of compounds of this sort; and (c) whether clopidogrel was a typical or unusual compared with other thienopyridines. As such, Apotex submitted that this information will be relevant to its allegations of (a) obviousness (in particular whether clopidogrel was arrived at with relative ease or difficulty by the inventors based on their background knowledge); and (b) sound prediction (in particular, whether based on their familiarity with other thienopyridines, the inventors could have soundly predicted that clopidogrel could be used to treat humans).", "[44] The Prothonotary ruled that this request was overbroad in terms of its relevance. She added that \"Relevance is not high, some may be relevant, but depends upon the date, both of synthesis and of testing, the knowledge of the inventors of this work and whether testing as to both activity and toxicity was performed and the results thereof\".", "[45] Having read the written submissions of Apotex and heard its counsel, I have not been convinced that Mme Prothonotary Tabib erred in coming to her conclusion. Indeed, Apotex has failed to identify which principle the Prothonotary failed to apply and how she was \"clearly wrong\" in refusing that request. While the '875 Patent does relate to thienopyridines, the inquiry went well beyond the compounds of the '875 Patent and well beyond the relevant time period. Counsel for the Defendant mentioned at the hearing that there are in excess of 1.500 thienopyridines compounds, which would clearly make Apotex's request overbroad. Moreover, Sanofi has already indicated in its discovery answers that no such list exists, which would make the compilation of all the thienopyridine compounds quite onerous. Accordingly, there is no reason to interfere with the Prothonotary's order on that item.", "[46] The second category of items under challenge relates to the enantiomers. Item 14 is the broadest, and concerns an inquiry as to which enantiomers, of any compound, Sanofi-Aventis has marketed to date. Dr. Savi also took under advisement the following questions: a. an inquiry as to which enantiomers, of any compound, Sanofi-Aventis had marketed up until 1990 (item 15); b. an inquiry as to which enantiomers Sanofi-Aventis has ever sought regulatory approval for, to date (item 16) and up until 1990 (item 17); c. an inquiry as to whether there are any other enantiomers of thienopyridines, aside from clopidogrel, for which regulatory approval has been sought to date (item 18) or had been sought up to 1990 or 1995 (item 19); d. various requests relating to the resolution of enantiomers (to provide a list of the enantiomers, and thienopyridine enantiomers that have been resolved to date (item 20) and up to 1990 (item 21)); e. an inquiry as to whether, apart from PCR 1033, any other compounds had been resolved by July 13, 1982  <FRAGMENT_SUPPRESSED>  (item 36); f. an inquiry as to whether there are racemic compounds other than thienopyridines that had been resolved or for which enantiomers were synthesized; g. an inquiry as to whether the enantiomers were tested for activity (item 64); h. an inquiry as to whether the company resolved or synthesized enantiomers from racemic compounds from July 13, 1982 to February 17, 1987 or February 8, 1988 (item 121)).", "[47] The Prothonotary refused to order these questions answered on the basis that they were overbroad. She ruled that item 14 it was \"overbroad, as posed: goes beyond the '875 patent, beyond the relevant date, scientific motivation is only relevant, beyond utility on the advantages of the patent, beyond the subjective work of the inventors\". Her answers to item 15-17 were subsumed by her answer to item 14, except for the dates. For items 18 and 19, she stated, \"Overbroad in date, as to compounds, regulatory approval is irrelevant. As evidence of routine nature of separation and testing of enantiomers, relevance is weak. In my discretion, proportionality does not warrant the answering of the question\". Items 20, 21, 64 and 121 were also found to be overbroad. Finally, the Prothonotary found the answer already provided to item 36 to be sufficient as to what is relevant, i.e. thianopyridines.", "[48] Counsel for Apotex argued that the Prothonotary erred in holding that all of these questions were overbroad in that they go beyond the compounds listed in the '875 patent. In his view, techniques and familiarity with separating enantiomers is not a matter that can be confined to the compounds disclosed in the '875 patent, and Sanofi's general approach to racemic drugs will shed light on whether Sanofi resolved the compound to obtain clopidogrel in a routine and standard manner. If Sanofi marketed a large number of enantiomeric drugs or sought regulatory approval for such drugs, then it can be inferred that such an understanding was common  <FRAGMENT_SUPPRESSED>  and, likely, more generally. Such information would also support Apotex's position on sound prediction, to the extent that the skilled addressee would know that drug companies were motivated to separate racemic drug candidates in order to learn about the distribution of activity and toxicity among the enantiomers, to identify the more active/less toxic enantiomer, and to identify the less active/more toxic enantiomer as an impurity to be removed. If, on the contrary, Sanofi did not have much experience with the separation of enantiomers, it would support Apotex's argument that any purported delay or difficulty experienced by Sanofi's scientists in reaching the purported invention of the '777 Patent was due to their lack of relevant expertise and lacklustre efforts.", "[49] I am unable to find any reviewable error in the Prothonotary's exercise of her discretion. The questions were not limited to the compounds of the '875 Patent or even to thienopyridines generally. As such, they could clearly be considered overbroad. I note that Sanofi has already provided any relevant information and has indicated which thienopyridines were separated during the relevant time period. The answers sought by Apotex, beyond those that have already been answered in relation to thienopyridines, would not be directly relevant and would clearly be onerous to provide. Besides, there is nothing to prevent Apotex from making its argument at trial with respect to sound prediction and obviousness on the basis of scientific evidence publicly available and/or on the basis of evidence from their own experts. Even if I accept Apotex's argument that the questions reaching up to 1990 are not overbroad in terms of date because the compounds marketed up until that date may be predicated on research done prior to the priority date of the '777 Patent, it does not detract from the fact that the substance of these questions goes too far. It was not unreasonable for the Prothonotary to conclude that the experience and expertise of Sanofi in separating enantiomers is a matter that can be confined to the compounds disclosed in the '875 patent for the purposes of the obviousness argument. Finally, whether the claimed invention is suitable for regulatory purposes or the marketplace is not relevant to whether the claimed invention has utility pursuant to s. 2 of the Patent Act", "[50] The third category of questions under challenge has to do with salts. These questions all go to the obviousness of the salt selections, and relate to paragraphs 103 (h), (i) and (j) of Apotex's Amended Statement of Defence and Counterclaim. Dr. Savi took under advisement a request to investigate and determine \"whether there were instances for the compounds in the examples shown where an attempted salt formation in one salt form was tried and was not successful so another salt form was tried and made then reported in the '875 patent\" (item 154), and \"if there was any testing, other than the '875 thienopyridines, on the hydrogen sulphate, up to the Canadian filing date, to produce same\" (item 290). As a follow-up to that last question, Dr. Merlier was also asked to advise, for both thienopyridines and beyond thienopyridines, whether the company had made a hydrogen bromide salt (item 88), a taurocholate (item 89). He was also asked, if Sanofi had not made taurocholate before the priority date of the '875 patent, to provide the date of the first time Sanofi made such a salt (item 90).", "[51] The Prothonotary found the first question put to Dr. Savi to be irrelevant \"because it inquires specifically as to what is or is not reported in the '875 patent\". She was of the view that the second question was overbroad and lacking in proportionality. As for the three questions put to Dr. Merlier, the Prothonotary ruled that they did not need be answered since Apotex conceded earlier rulings apply.", "[52] As already mentioned, the '777 Patent purports to identify certain salts of clopidogrel, including the bisulphate salt, as having desired properties (i.e. solubility and hygroscopicity). Some of the salts identified were also identified in the '875 patent. Counsel for Apotex argued that the Prothonotary erred in law and in fact and misunderstood the questions by suggesting that they were irrelevant insofar as they were concerned with that which was reported in the '875 patent. This is inaccurate, according to Apotex's counsel, since the questions were directed, in substance, at ascertaining the ease with which Sanofi formed salts or whether multiple experiments and trials were required.", "[53] Contrary to that argument, I am once again of the view that the Prothonotary has not erred in law or in fact in coming to the conclusion that these questions are overbroad. They go beyond thienopyridines and well beyond the scope of the '875 patent; they purport to inquire about \"any testing\" Sanofi has done with three particular salts other than the '875 thienopyridines, without any limitations in terms of date, type of compounds, project, etc. Sanofi's general experience with salts is not probative to the issue at trial, which is focused on a particular compound. This request goes too far and is akin to a fishing expedition.", "[54] The last category of questions with respect to Dr. Savi's examination for discovery relates to the Japanese Regulatory Guidelines. Dr. Savi took under advisement an enquiry as to whether Sanofi (or whatever entity or joint venture partner there existed for Japan at the pertinent time) was aware of the Pharmaceutical Manufacturing Guidelines, 1985 edition, edited by the Society of Japanese Pharmacopia (item 316), or of the part of Guidelines at the sixth last page of Exhibit C dealing with racemic modification (item 317), and if so, at what point in time Sanofi had become familiar with these publications.", "[55] The Prothonotary disposed of those questions in the following terms: \"The Court accepts that regulatory guidelines are arguably relevant as analysis of the prior art and common general knowledge. I accept that the knowledge of Sanofi and the inventors is arguably relevant to the history of the invention. Knowledge of third parties of the regulation is irrelevant to the story of the invention, is of relevant (sic) to the common general knowledge and qualification as prior art, but knowledge of one or two parties is of such low probative value that the inquiry is disproportionate.\"", "[56] According to counsel for Apotex, the Japanese Manufacturing guidelines of 1985 appear to include a requirement to resolve racemic medicines into their constituent enantiomers. If Sanofi was aware of these requirements, then this would have provided a motivation for Sanofi to separate one of the million of compounds covered by Patent '875 and thereby obtain clopidogrel. As a result, it is Apotex's view that the Prothonotary erred in law by holding that the information in question was of low probative value and did not need to be answered; that question was relevant and could at least have led to a train of inquiry which may directly or indirectly advance Apotex's case, according to counsel, whatever the ultimate probative value of the answer.", "[57] Once again, I am in agreement with the Prothonotary's disposition of those questions. She was right in finding that the regulatory guidelines in Japan were arguably relevant as part of an assessment of the prior art and common general knowledge. To that extent, the knowledge by Sanofi and the inventors of those regulatory guidelines was relevant to the history of the invention. Indeed, Sanofi did answer a few questions pertaining to its knowledge of those regulatory guidelines. However, the two questions in dispute go far beyond what would be a relevant inquiry, and would have required Sanofi to inquire about the awareness by third parties (essentially Japanese joint ventures partners) of these regulatory guidelines. To the extent that motivation is relevant, it is the motivation of the person skilled in the art that is relevant. The knowledge of third parties is at best of marginal relevance to the development of the invention, and is clearly offset by the onerous nature of the efforts required by Sanofi representatives to provide an answer. If Apotex wants to make an argument at trial that major pharmaceutical players were aware of these requirements to show that the Japanese regulatory requirements would require racemic drugs to be resolved into their enantiomers, it may do so with its own experts.", "[58] Turning next to the examination for discovery of Dr. Josiane Merlier, the first category of questions under challenge all relate to Apotex's argument made regarding sound prediction. Dr. Merlier took under advisement a request to provide Sanofi's experience with respect to whether or not specific toxicities are particular to specific species (item 76), and also refused to answer the following questions: \"a. To provide the basis for the answer to the previous question, and more particularly to point out what testing and what circumstances either the specific toxicities are peculiar to a particular species or the contrary (item 77); \"b. To provide Sanofi's experience as to whether or not activity testing with animals is predictive of activity within the human, both generally and specifically with respect to thienopyridines (item 78); \"c. To provide the factual basis that the inventors used to make a prediction that clopidogrel would be useful in terms of being tolerable in humans (item 95); \"d. To provide the factual basis for the prediction that the D-enantiomer would be better tolerated than the L-enantiomer in humans (item 107).\"", "[59] The Prothonotary found that the first three questions (items 76, 77 and 78) were overbroad and refused to order Sanofi to provide an answer. For the last two questions (items 95 and 107), she concluded that Sanofi properly refused to answer them, as they posit a promise of the patent which Sanofi disputes (useful in terms of tolerable in humans). According to the Prothonotary, the questions could not be answered without accepting an opinion as to '777 Patent's construction.", "[60] Apotex has pleaded that clopidogrel is invalid for lack of sound prediction because the inventors could not have soundly predicted that clopidogrel could have had the activity and toxicity profile in humans promised in the patent. One of the bases for this allegation is that data about the toxicity and activity of clopidogrel gleaned from animal studies was not reliable predictor of how the molecule would interact with humans. According to counsel for Apotex, the Prothonotary erred in holding that questions directed at this issue were overbroad, since Sanofi's general understanding with respect to the use of animal studies and toxicity will inform its approach to predicting the utility of the invention at issue in this proceeding.", "[61] While this is an interesting argument to make, Prothonotary Tabib did not err in law and properly exercised her discretion in ruling that these questions were overbroad. The first two questions concern to Sanofi's general experience with toxicity without focusing on the specific work done to invent the compound that is the subject of the '777 Patent. The questions are not limited by any criteria, such as species, date, tests, etc. They are clearly much too broad and would probably not be of much help to the Court in any event. As for item 78, it was already answered by Sanofi with respect to thienopyridines. As for the broader aspect of that question, relating to Sanofi's experience as to whether or not activity testing with animals is predictive of activity within the human in general, it is similarly overbroad.", "[62] As for items 95 and 107, I agree with the Prothonotary that the questions are problematic in their wording. They are essentially legal questions having to do with the construction of the '777 Patent. For Sanofi to answer those questions, it would have to agree with the construction of the Patent implicit in the formulation of the questions, a construction that it disputes. Examination for discovery is meant to elicit factual answers, not legal opinions. Counsel for Apotex submitted that if Sanofi does not prevail on that construction, it would be impossible to know about the facts that it would assert on an alternative construction. Not only is this argument speculative, but it overlooks the fact that the work done by the inventors is set out in great detail in the documents produced, which were the subject of extensive discovery by Apotex over the course of 13 days.", "[63] The second category of questions taken under advisement by Dr. Merlier, and which the Prothonotary refused to order answered, relates to trial testimony from experts who testified in the U.S., where Apotex was found liable for patent infringement with respect to clopidogrel (see <FRAGMENT_SUPPRESSED> d) 353, affd. 2008 U.S. App. LEXIS 24991). More particularly, Apotex sought the transcript of the testimony of Dr. Stephen Byrn or whoever else has testified (item 51), as well as the transcript of the deposition of a scientist given prior to the trial, if there is such a deposition (item 52).", "[64] The Prothonotary ruled against Apotex on both items, stating that the questions, even if relevant but to a train of enquiry only, lack proportionality in view of the history of the litigation", "[65] Counsel for Apotex is of the view that in order to determine whether or not the selection of certain salts of clopidogrel constituted a valid selection, it is necessary to determine the following: whether it was surprising that these particular salts had certain advantages over others, how the salts were selected, and whether they actually exhibit the properties promised in the '777 Patent. Since Dr. Byrn was identified as an individual who had previously provided information on this point, the information requested is prima facie relevant, and the production of the trial transcript would therefore be highly probative and not onerous, according to Apotex. As for item 52, counsel for Apotex submitted that Sanofi has produced a report on clopidogrel salt selection prepared by a consulting chemistry firm; as a result, the data underlying the report, related documents, the identity of who prepared the report, and information from individuals involved in the drafting of same would all be relevant to the issue of whether the selection of particular salts of clopidogrel was inventive and/or whether these salts have certain advantages over other salts.", "[66] These arguments are not persuasive. First of all, the expert opinion of an individual given in another jurisdiction is not relevant or admissible at trial in respect of the issues before the Court in this proceeding. Apotex has already sought, by way of motion, extensive production from litigaton in other jurisdictions and this Court has deemed such production unnecessary: <FRAGMENT_SUPPRESSED>  at paras. 61-62. Second, deposition and trial testimony of an individual given in another jurisdiction is not relevant or admissible at trial in respect of the issues before the Court in this proceeding: <FRAGMENT_SUPPRESSED>  at paras. 47-50; aff'd 2008 FC 281; aff'd 2008 FCA 287. Such trial testimony and deposition could only be used to impeach a witness at trial, and as such, this information need not be produced on discovery. Third, the expert opinion and testimony would have been created after the filing of the '777 Patent and this would not be relevant to the issues of obviousness and sound prediction. Finally, Apotex can obtain the testimony if the information is publicly available; if it is not, then it would still be subject to confidentiality and its production would be restricted. For all of these reasons, I believe the Prothonotary did not err in exercising her discretion to refuse this request.", "[67] The third category of questions that Dr. Merlier took under advisement and that the Prothonotary refused to order answered relates to salts, and has already been dealt with (see above, paras. 51-54 of these reasons).", "[68] The last two questions that Dr. Merlier refused to answer relate to the identified side effects of clopidogrel. The first reads as follows: \"To advise whether, with respect to clopidogrel, there are any reports in the company of after-market experiences with clopidogrel dealing with toxicity experiences or activity reports or failures of the product\" (item 91). As for the second, it states: \"To advise whether Sanofi maintains files on complaints received about products that it markets and, if so, to produce the complaint file for the performance both as to activity and toxicity of clopidogrel\" (item 92).", "[69] The Prothonotary found that both of those questions lack proportionality, especially since a specific issue of activity or toxicity is not identified as a controversial issue in these proceedings.", "[70] Counsel for the Plaintiff argues that the Prothonotary erred, since the activity and toxicity of clopidogrel, particularly in comparison to similar drugs, is a central issue in this proceeding. According to counsel, information and data about clopidogrel's activity and toxicity is relevant to evaluating whether this compound has the utility promised in the patent, and whether it has a substantial advantage over previously disclosed thienopyridines.", "[71] The Prothonotary has not erred in refusing to open up what would be an irrelevant area of inquiry. Apotex is seeking information that does not concern utility for the purposes of patentability but that rather extends to commercial acceptance, marketability, and regulatory exigencies. As previously seen, the practical usefulness of an invention is directed to a different purpose than is patent law. \"Usefulness\" is not assessed in terms of commercial acceptance but in relation to the purpose claimed in the Patent itself. Apotex has not alleged that clopidogrel causes any particular side effects, and even if there were such side effects, they would not be relevant in determining the validity of the patent. Considering the very marginal relevance of these questions and the broadness of the inquiry, the Prothonotary did not err in finding that these two items lack proportionality.", "[72] For all of the foregoing reasons, I am therefore of the view that Apotex's motion ought to be dismissed, with costs fixed in the amount of $1,500.00 in the cause. Apotex has failed to demonstrate that the Prothonotary's rulings were clearly wrong, or that she misapprehended the applicable legal principles or the facts. ORDER", "[73] THIS COURT ORDERS that this motion is dismissed, with costs in the amount of $1,500.00 in the cause. Motion dismissed. Editor: E. Joanne Oley/vnh [End of document]"]}