{"id_": "035247", "body_str": ["[1] Martineau, J. [Translation]: The applicant challenges the legality of a decision dated November 2, 2012, through which Superintendent Luc Delorme (designated officer) set aside the decision of July 24, 2009, of the Member Representative Directorate (MRD) of the Royal Canadian Mounted Police (RCMP) to refuse to authorize continuing representation for the applicant and decided that the MRD must represent the applicant in its dispute of disciplinary notices, unless the applicant does not want to be represented by the MRD or that the MRD makes a refusal in accordance with the Commissioner's Standing Orders (Representation), 1997 , SOR/97-399 (Standing Orders) (repealed and replaced since November 28, 2014, by the Commissioner's Standing Orders (General Administration) , SOR/2014-293). This application for judicial review was heard concurrently with the similar application for review in docket T-1235-14, in which the applicant disputed a subsequent decision, dated April 17, 2014, of another designated officer regarding his representation by the  <FRAGMENT_SUPPRESSED> .", "[2] To understand the context of this application for judicial review, we must go back a bit, because as we will see later, the decision of November 2, 2012, which is disputed today, was preceded by a decision dated November 18, 2010.", "[3] The applicant has been a member of the RCMP since 1991. In 2006, he was the subject of two notices of disciplinary hearing before the adjudication board. Since he was the subject of serious disciplinary measures, he had the right to be represented by the MRD unless he met one of the circumstances set out in section 3 of the Standing Orders. Between 2006 and 2009, six different MRD counsel were assigned to represent the applicant, for various reasons, some of which were out of the control of the MRD and the applicant. Specifically, the first legal counsel assigned to the applicant had to leave her position-she was on sick leave for several months-which caused delays and led to another legal counsel from the MRD being assigned. During this period, the applicant attempted in vain to obtain funding to retain the services of outside legal counsel, specifically by letter on January 16, 2007, and by a motion filed in January 2009.", "[4] In January 2009, Caroline Chrétien was assigned as the applicant's representative. The same month, the applicant requested that Ms. Chrétien represent him in a motion for a stay of proceedings and in a reimbursement of legal fees before the adjudication board. Ms. Chrétien refused to represent the applicant since, in her opinion, the reasons advanced to support the motion put her in a conflict of interest and, therefore, the applicant retained the services of outside legal counsel. The applicant withdrew his motion on January 29, 2009.", "[5] On July 13, 2009, Ms. Chrétien and Steven Dunn met with the applicant to obtain confirmation of the retainer in the context of the two notices of disciplinary hearing and gave the applicant a letter to this effect. During the meeting, the applicant stated that he was not ready to make a decision immediately. On July 17, 2009, Ms. Chrétien sent a second letter to the applicant asking him to confirm or revoke her retainer within two days following the receipt of the letter, failing which she would consider her retainer revoked. On July 23, 2009, legal counsel representing the applicant in these judicial review proceedings, Jasmine Patry, sent a letter to the MRD indicating that the applicant was not revoking their retainer, but [translation] \"strongly doubt[ed] [their] ability to provide a full answer and defence\", requested that they withdraw as counsel and cease representing the applicant in his case, while recommending that the applicant could benefit from funding from the MRD or legal aid to retain the services of outside legal counsel.", "[6] On July 24, 2009, Ms. Chrétien informed the adjudication board that the MRD no longer represented the applicant because of serious reasons provided in section 3.03.04 of the Code of ethics of advocates (Barreau du Québec), without specifying what these serious reasons were. The applicant requested that this decision be reviewed in accordance with subsection 5(1) of the Standing Orders. On November 18, 2010, Superintendent Louise Lafrance rendered a decision confirming the MRD's decision. The applicant applied for the judicial review of that decision. On January 19, 2012, Justice Bédard of this Court set aside the Superintendent's decision and referred the case back for reconsideration by another designated officer for the reasons, among others, that no notice, including reasons, was given to the applicant and that the decision was made by Ms. Chrétien rather than by the Staff Relations Program Officer ( <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> )).", "[7] This leads to the facts giving rise to this case. Following the judgment of the Federal Court of January 19, 2012, the RCMP Commissioner designated Superintendent Luc Delorme (designated officer) to conduct the reconsideration of the decision. During the reconsideration, the designated officer considered the reasons set out in Justice Bédard's judgment. Moreover, on the basis of these reasons and the file, the designated officer found that the rules providing for the refusal of representation were not respected. Therefore, the designated officer made the following decision: [translation] The decision dated July 24, 2009, refusing to authorize continuing representation of the [applicant] is set aside. Therefore, the MRD must represent the [applicant] in the dispute of notice of disciplinary hearing GAD 395-12-132/198, unless the [applicant] does not accept to be represented by the MRD, or a refusal is made by the MRD in accordance with the Standing Orders.", "[8] Despite the fact that the decision allows the applicant to succeed, he brings it today for judicial review for two reasons: (1) the designated officer breached the principles of natural justice; and (2) he exceeded his jurisdiction by referring the decision back to the MRD rather than making the appropriate decision. In addition to responding to the applicant's arguments, the respondent also alleged that the application for review is moot.", "[9] Before proceeding to analyze the merits, it is necessary to consider the respondent's argument that the application for review has become moot. According to the respondent, it should not be heard by the Court because, since the designated officer's decision, the MRD has made a new decision to cease representing the applicant; a decision that was confirmed by a designated officer and that is the subject of the application for judicial review heard at the same time in docket T-1235-14. Consequently, the relief sought by the applicant would have no practical effect.", "[10] The argument of mootness was already presented by the respondent when he submitted a motion to strike, which was rejected by Prothonotary Morneau on July 11, 2014, where he concluded that it was not clear that the application had become moot. In this case, I am of the view that the application for review must be heard on the merits. The respondent's arguments on the merits would be accepted only if the application were moot. Indeed, if the applicant's arguments were accepted, then the designated officer erred in allowing the MRD the opportunity to make a new decision and, therefore, the MRD could not have made the decision that led to the application for judicial review in docket T-1235-14, which means that this application is not moot.", "[11] The standard of review applicable to questions of procedural fairness is that of correctness, while the standard applicable to the merits of the impugned decision is that of reasonableness ( <FRAGMENT_SUPPRESSED> ; Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , above at paras 27-33).", "[12] For the following reasons, the application for judicial review must fail.", "[13] The applicant made two arguments relating to procedural fairness. First, the designated officer erred in requesting that the parties submit additional submissions while he simply had to proceed with a reconsideration based on the submissions that had already been made. Second, the designated officer erred in granting an extension of time to the MRD without serving the applicant with the application for extension or allowing him to make submissions on the application. According to the respondent, the applicant's allegations had no impact. On one side, the designated officer did not consider the additional submissions when making the decision. On the other side, the applicant was the successful party and the designated officer set aside the MRD's decision, which shows that although there may have been breaches of procedural fairness, they were inconsequential.", "[14] I agree with the respondent. Even if the Court were to accept the applicant's argument that the earlier judgment of the Federal Court must be interpreted as not allowing the new decision-maker to consider any document that was not in the case before Superintendent Lafrance, the designated officer chose not to consider the additional submissions, as appears from paragraphs 27 and 28 of the impugned decision. Furthermore, the designated officer did not breach the principles of procedural fairness by granting an extension of time to the MRD without having the applicant's submissions. Indeed, the applicant was warned by the designated officer of the decision to grant an extension of time to the MRD and he benefitted from the same extension. In addition, this extension was granted so that the MRD could have additional time to submit its additional submissions, which were not considered by the designated officer in the end.", "[15] In passing, contrary to what the applicant alleges, it is not clear on reading the said decision that the designated officer was steeped in such additional submissions. These submissions aimed to explain the reasons for the MRD's decision of July 24, 2009. After acknowledging that it was not appropriate to request additional submissions to give reasons for a decision that did not have reasons to start with, the designated officer came to the conclusion that the MRD's decision had to be set aside, because he could not conclude that the decision was based on one of the circumstances provided at section 3 of the Standing Orders because no reasons were provided.", "[16] As for the merits of the impugned decision, the applicant alleged that the designated officer exceeded his jurisdiction and committed a reviewable error by making a decision that did not bring about a definitive end to the case in accordance with the Standing Orders. Subsection 5(2) of the Standing Orders reads as follows: 5. ... (2) The designated officer shall render a final and binding decision that ) confirms the refusal; or ) overturns the refusal and is appropriate in the circumstances and in accordance with section 3. 5. ) il confirme le refus;", "[17] Selon the applicant, the designated officer erred in not making the appropriate decision in the circumstances. The designated officer allowed the MRD to eventually make a new refusal, as long as this decision complies with the Standing Orders. Moreover, this had been the result of the impugned decision, since the MRD made a new decision refusing to represent the applicant on June 12, 2013. The designated officer thus made a decision that did not comply with paragraph 5(2)( ) of the Standing Orders and thus exceeded its jurisdiction.", "[18] According to the respondent, the designated officer made the appropriate decision in the circumstances by setting aside the MRD's decision, and it related to a decision that put an end to the dispute. Furthermore, it is clear that the designated officer could not force the applicant to be represented by the MRD against his will, but also that he could not force the MRD to continue to represent the applicant in the future if one of the circumstances provided at section 3 of the Standing Orders was present.", "[19] Therefore, I agree with the respondent. The designated officer made a reasonable decision by setting aside the MRD's decision of July 24, 2009, and by indicating that [translation] \"therefore, the MRD must represent the [applicant] in the dispute of the notice of disciplinary hearing\". This is a final and definitive decision. Nothing in the Standing Orders would allow the designated officer to make a decision forcing the MRD to continue to represent the applicant in the future, regardless of new circumstances that developed after the designated officer's decision, such as if the applicant no longer wishes to be represented by the MRD or if one of the circumstances provided in section 3 of the Standing Orders is met. Contrary to the applicant's allegations, the designated officer's decision does not have the effect of allowing the MRD to make a new decision based on the same facts that led to the decision of July 24, 2009. Therefore, the designated officer's decision is reasonable.", "[20] The application for review is rejected. Given the outcome, the respondent is entitled to costs. JUDGMENT", "[21] THE COURT ORDERS AND ADJUDGES that the application for judicial review is dismissed with costs.", "[2]", "[3]", "[4]", "[5]", "[6] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]).", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16] 5. a) il confirme le refus; (2) The designated officer shall render a final and binding decision that ) confirms the refusal; or ) overturns the refusal and is appropriate in the circumstances and in accordance with section 3.", "[17]", "[18]", "[19]", "[20] JUGEMENT", "[21] [End of document]"]}