{"id_": "035282", "body_str": ["[1] Campbell, J. : The present Application for judicial review challenges a decision of the Refugee Protection Division (RPD) dated March 2, 2012, in which the Applicants, a 77 year old father and his 40 year old daughter, claim refugee protection under s. 96 and s. 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 on the basis of their ethnicity as Romany in Hungary.", "[2] As a central finding in the rejection decision under review the RPD found that\"there is adequate state protection in Hungary and the claimants failed to rebut the presumption of state protection, with clear and convincing evidence\"(Decision, para. 19). The evidence relied upon to make the finding that adequate state protection exists in Hungary largely places a focus on the fact that governmental and private sector efforts are being made in Hungary to combat entrenched discrimination and racism against Romani citizens. Counsel for the Applicants argues that this focus neglects to accurately describe the reality of the problem against which the efforts are being made. I agree with this argument.", "[3] In the decision the RPD cites the US Department of State, Country Reports on Human Rights Practices for 2010, April 8, 2011 , footnoted at paragraph 24 to establish that Hungary is a democracy and that there are free and fair elections. Counsel for the Applicants relies upon this same report as quoted in Justice de Montigny's decision in <FRAGMENT_SUPPRESSED> ) at paragraph 17 to establish that the RPD in the present case did not accurately describe the reality of the state protection problem under consideration. The following is Justice de Montigny's analysis of the evidence in the case before him: The Board also erred in relying on the efforts deployed by the state to deal with the difficulties faced by the Roma people. At paragraph 15 of its reasons, the Board member wrote: \"The panel acknowledges that violent crimes against the Roma continue to exist; however, it is reasonable to expect authorities to take action when reports are made.\" It is at the operational level that protection must be evaluated. This is all the more so in a state where the level of democracy is at an all time low, according to the documentary evidence found in the record. Furthermore, the 2010 Human Rights Report: Hungary (US DOS, April 8, 2011) upon which the Board purports to rely for its finding that Roma can expect state authorities to protect them, explicitly contradicts such a finding. It states in its overview portion, at page 1: Human rights problems included police use of excessive force against suspects, particularly Roma; new restrictions on due process; new laws that expanded restrictions on speech and the types of media subject to government regulation; government corruption; societal violence against women and children; sexual harassment of women; and trafficking in persons. Other problems continued, including extremist violence and harsh rhetoric against ethnic and religious minority groups and discrimination against Roma in education, housing, employment, and access to social services.", "[4] With respect to the evidence quoted, at paragraph 18 Justice de Montigny found as follows: Nothing in that report suggests that it is reasonable to expect that authorities will take action if a complaint is filed. In fact, the US DOS Report implies the opposite.", "[5] In my opinion, in a forward looking analysis of a claim under s. 96 and s. 97 it is first necessary to accurately describe who it is and what it is against which protection is to be provided, and then to determine whether the protection that is provided is, in fact, adequate. In the present case, in reaching the conclusion that \"there is adequate state protection in Hungary\", I find that the RPD's cursory analysis of the issue certainly fails to meet this reasonable expectation.", "[6] I have one other important comment to make. The RPD made no negative credibility finding with respect to the history of violence that the Applicants have suffered as Romani citizens of Hungary, with one striking exception. In her PIF the Applicant daughter described that she had been attacked by skinheads on April 24, 2000 and had suffered broken bones in her foot. When questioned about the incident in the course of the hearing before the RPD she said that she did not want to talk about it \"because it upsets me\". In response to this statement, the RPD found as follows: She provided no hospital report or police report concerning this alleged incident. If the incident did occur the SC should have no problems in testifying about it at the hearing. I conclude that the incident did not occur. (Decision, para. 17) In my opinion this is a very unfair finding. As a victim of violence there are many reasons why she might not want to talk about such a horrible experience. For example, one reason might be that it would cause her to relive the violence and she wanted to avoid this painful experience. I find that the RPD's off-hand dismissal of her answer, and the negative finding of credibility made based on it, are perverse.", "[7] As a result, I find that the decision under review was rendered in reviewable error and is unreasonable. ORDER", "[8] THIS COURT ORDERS that The decision under review is set aside and the matter is referred back for redetermination by a differently constituted panel. There is no question to certify.", "[2]", "[3] 2010 Human Rights Report: Hungary 2010 Human Rights Report: Hungary [traduction]", "[4]", "[5]", "[6]", "[7] ORDONNANCE", "[8] [End of document] <FRAGMENT_SUPPRESSED>"]}