{"id_": "035340", "body_str": ["[1] Tannenbaum, D.J. : At the request of counsel for the applicant, the present judgment and reasons are being drafted in the English language.", "[2] This is an application for judicial review pursuant to section 72 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 ( IRPA ) of a decision of the Immigration and Refugee Board rendered on September 17, 2008, determining that the applicant was not a Convention refugee nor a person in need of protection pursuant to sections 96 and 97 of IRPA", "[3] The applicant, Galberge Jeune, a citizen of Haiti, claimed refugee status based on his alleged participation in the Lavalas party in 1991.", "[4] According to the applicant, he helped put up posters in support of the Lavalas party by which he became known and labelled publicly as a supporter of Mr. Aristide, former President of Haiti.", "[5] Following the 1991 coup d'État by General Raoul Cedras, which forced President Aristide into exile, the applicant would have been targeted, punished and persecuted by the anti-Lavalas.", "[6] In March 1991, the applicant claims that the army attended his home and asked his godmother where they could find him. According to the applicant, his godmother would have sent a message warning him that the army was looking for him and that he should not return home.", "[7] After finding refuge at a friend's house, the applicant was able to make arrangements in order to flee his country via a small fishing boat. The applicant left Haiti on June 13, 1991 and arrived in Miami, Florida in the United States on June 15, 1991.", "[8] The applicant lived illegally in the Unites States until he found out in October 2005 that his application for residence in the US was denied. The applicant took immediate steps to come to Canada, arriving on January 27, 2006.", "[9] The applicant never sought asylum in the United States, although he lived there for nearly 15 years and despite his claimed fear of persecution should he be returned.", "[10] The Board found that the applicant was not credible because he gave embellished testimony about his political participation in order to establish his claim for refugee protection.", "[11] The Board also determined that the applicant would not face a risk if he returned to Haiti because he would not be a person of interest to anti-Lavalas supporters given that he has been out of the country for the past 17 years and his very low profile in the party.", "[12] Moreover, the Board found that the applicant lacked subjective fear of persecution based on his failure to make an asylum claim in the United States where he resided for 15 years.", "[13] The applicant also claimed fear of the general unrest in Haiti which results in violence, kidnapping, etc ... The Board found that the applicant's fear is generally pervasive in his home country and applicable to everyone in Haiti. As a result, the applicant's claim could not succeed on this ground as it was not encompassed within the Convention refugee grounds and is an excluded risk under section 97 of the IRPA", "[14] The standard of review for decisions interpreting facts or mixed facts and law is one of reasonableness. For questions of law, or of procedural fairness or rules of natural justice, the standard is correctness ( <FRAGMENT_SUPPRESSED>  the Supreme Court of Canada reiterated that decisions of administrative tribunals are entitled to deference.", "[15] Recognizing that the Board is in a better position to assess a claimant's credibility, I believe that it was reasonably open to the Board to find as it did. The Board not only found that the applicant lacked credibility but that he also lacked subjective fear in failing to claim for asylum at the first possible opportunity which further undermined his credibility. I believe in this case that the applicant's lack of credibility and his failure to claim asylum at the first opportunity without satisfactory explanation are fatal to his refugee protection claim and is sufficient to dismiss this application for judicial review.", "[16] Moreover, it was open to the Board to determine that the applicant's purported fears of being kidnapped or otherwise victimized by criminal activity are not fear of a particularized risk. The risk is caused by generalized Haiti country conditions, therefore all Haitians are vulnerable.", "[17] The decision of the Board covered all aspects of the applicant's application for refugee status and its conclusion denying the applicant's request for refugee status is a decision which is totally reasonable given the evidence submitted to the Board. There is absolutely no reason for this Court to intervene.", "[18] For the above reasons, the application for judicial review will be dismissed. JUDGMENT", "[19] THIS COURT ORDERS AND ADJUDGES that the application for judicial review is dismissed. No question of general importance has been submitted for certification. <FRAGMENT_SUPPRESSED> Dhillon (1990), 12 Imm. L.R. (2d) 118 (F.C.A.) Zhi Bing Ye (F.C.A., June 24, 1992) <FRAGMENT_SUPPRESSED> [End of document]"]}