{"id_": "035433", "body_str": ["[1] de Montigny, J. : The applicants Ejder, his spouse Kristin and their son Ceday are all citizens of Turkey. They seek judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (\"RPD\") dismissing their claim for refugee protection.", "[2] For the reasons that follow, I have come to the conclusion that this application must be granted, first because the RPD did not consider whether the incidents of discrimination, taken together in their totality, amounted to cumulative persecution, and second because the RPD did not address the availability of state protection within the context of the applicants' specific situation. a. Background", "[3] Edjer Tetik was born September 22, 1964 in Eskisehir, Turkey. He is Muslim. His spouse, Kristin Tetik, was born November 26, 1960 in Istanbul, Turkey. She is an Armenian Christian. Their son, Ceday Tetik, was born January 27, 1994 in Istanbul.", "[4] Ejder's family was not strictly adherent to the Muslim faith but they did recognize religious holidays and celebrations. Ejder attended mosque on special occasions but not on a regular basis. Kristin's family is Armenian and has lived in Turkey for four generations. She attended Armenian schools in Istanbul. Her first language is Armenian, and she was raised according to Armenian culture, tradition and religion, within the Armenian community.", "[5] In 1978, Kristin started university; she completed an undergraduate degree and then started a Master's degree. She stopped because one of her professors told her she would not be able to finish her thesis and suggested that she join him in a hotel room to finish her thesis there. He knew that she was Armenian and that if she complained to university officials about his behaviour her complaints would not be taken seriously.", "[6] Ejder was attending university in Eskisehir and met Kristin during the summer of 1984. When they told their families about their relationship, both families had very negative reaction because of the ethnicity and religion of the person their child was dating. Due to the pressure from their families, the couple stopped seeing each other several times.", "[7] After they had told people of their plan to marry, Kristin's father received several threatening phone calls, general threats and insults against Armenians. Kristin and Ejder were eventually married on April 10, 1989. Their families did not attend the wedding. At the city hall where the ceremony was to be held, they were told there had been a bomb threat. They claim the threat was meant to intimidate them because theirs was the only wedding remaining that day.", "[8] After their marriage, the couple settled in Istanbul. Ejder continued his work at the university in Eskisehir; when the director of the university learned he was married, however, he was denied advancement and promotions and was told that his relationship with an Armenian was unacceptable. His roommates at the school also asked him to move out when they found out that he had married an Armenian.", "[9] Ejder's employment at the university became miserable. Academic board members told Ejder that he could no longer work on his Master's degree in Istanbul, and that he had to transfer fully to the university in Eskisehir. He was told that the university in Istanbul, where he was doing all his research and writing his thesis, would end his program and that he would have to start over at the university in Eskisehir. Due to these unreasonable demands and attitudes, Ejder quit his position as assistant professor and stopped his Master's degree studies in March 1990.", "[10] In April 1990, Ejder started his military service. He felt he was treated differently due to his known marriage to an Armenian. His spouse was denied entry for wives visits when she showed her identity card indicating her ethnicity. Due to a medical problem, Ejder was discharged in September 1990, allegedly in a very humiliating way.", "[11] In the summer of 1993, the couple's landlord, a conservative Muslim, told them they would have to move out unless Kristin converted to Islam, covered her hair and lived like a Muslim. They decided to move out.", "[12] In January 1994, their son Ceday was born. He was automatically registered as a Muslim due to the religion of his father. With this identification, his parents could not register him in an Armenian school. Because they believed their son would have suffered greatly at public Muslim schools, they decided to send him to private schools instead.", "[13] In 1998, the couple opened a home furnishing store. They experienced harassment on several occasions. A group of four or five young men would insult Kristin and intimidate her by making a mess in the store, and they would be loud and aggressive. Ejder once complained to the police; they came and wrote notes but took no further action.", "[14] The first five years of elementary school were mostly positive and peaceful. But when Ceday was in grade 6, the school was purchased by a more religious group and Ceday was no longer allowed to opt out of religion class as he had in the past. He had to start memorizing passages from the Coran and the teacher told him that he \"would become a Muslim\". He was also told to use the Turkish word for \"mother\". Several times he was slapped by the teacher. Ejder went to the school to complain about the teacher but nothing was done in response.", "[15] In January 2007, Hrant Dink, a famous Turkish-Armenian intellectual and advocate for minority rights in Turkey, was murdered by ultranationalists. After Hrant Dink's assassination, tensions rose in Turkey between ultra-nationalists and Armenians, and threats were made to Armenian schools.", "[16] In March 2007, Kristin was physically assaulted in her home by the brother of her housecleaner, an ultranationalist. The following day, Ejder was assaulted on the street by strangers. They insulted his wife, pushed and threatened him with a knife. The applicants complained to the police. The police arrived an hour and a half later and wrote a report on a plain piece of paper which did not look very official; the applicants claim the police did not take the complaint seriously and never did a follow-up.", "[17] After these incidents, the applicants started receiving threatening telephone calls about two or three times a week at home, and Ejder received similar threats at work.", "[18] In August 2007, the applicants moved to a new home. While at home one day, Kristin noticed three young men wearing white woollen hats (which had become the symbol of all those who supported the teenager who initially claimed responsibility for the murder of Hrant Dink and, by extension, of the ultranationalist movement) walking around the building. They were chanting \"we are Turkish\" and threw rocks through the window.", "[19] After that incident, the applicants felt that they had no choice but to leave Turkey in order to be safe. In September of 2007 they applied for visitor visas at the U.S. Embassy in Istanbul. On October 12, 2007 they left Turkey for the U.S. and, on or about October 15, 2007, applied for visitor visas at the Canadian Consulate in New York. They arrived in Canada on October 20, 2007 and initiated refugee protection claims on October 29, 2007. II The impugned decision", "[20] The RPD acknowledged the problems faced by minorities in Turkey, more particularly the Armenians. It also recognized the difficulties personally faced by the applicants as an intermarried couple. It did not question the fact that their families have ostracized them, and that their child's identity as a non-practicing Muslim and Christian in Turkey is a concern for the couple, who also fears that military service may be difficult for their child since he is not circumcised and does not wish to be. The RPD also accepted that the applicants experienced discrimination in their career, by their family and by their landlord.", "[21] The RPD nevertheless found that the discrimination experienced by the applicants does not amount to persecution, and that they do not face a serious possibility of persecution. The RPD came to that conclusion because in its view, the harm suffered or anticipated by an individual must be serious and systematic to be considered persecution. To quote from the RPD, \"[T] he seriousness of the harm and the cumulative effect of a number of discriminatory acts distinguish persecution from conduct which is merely discrimination or harassment.\" (at para. 21).", "[22] The RPD then reviewed the incidents of discrimination encountered by the applicants and made the following findings: • The ostracism they experienced from their family is not the kind of cumulative discriminatory acts which are taken into account by the Immigration and Refugee Protection Act, S.C. 2001, c.27 (IRPA)..It is an emotional strain for the applicants, but they were never threatened with any physical harm by their families, and therefore they never faced a serious possibility or reasonable chance of persecution by their families. • The applicants were discriminated against when they pursued their Masters' Degrees. Documentary evidence indicates that non-Muslims are excluded from important positions in some sectors of the job market, but this kind of discrimination faced by minorities is not systematic and collective, but ad hoc and individual. It is therefore not surprising that certain individuals in the applicants' universities made it too difficult for them to continue their studies, but there is no evidence that the discrimination they both faced is systemic and serious. Despite the discrimination in some higher level of governmental and security positions, minorities in Turkey are not persecuted in the workplace. • The incidents experienced by Ceday in kindergarten do not even constitute discrimination. It may be insensitive of the teacher to force the child to use the Turkish word for mother, but it is not discriminatory. Likewise, religious expressions are common in countries where a certain religion is the majority religion. • Ceday will not be persecuted in the military for being considered a Christian. While one document mentions that Christians are often discriminated against and physically attacked in the Turkish military, the RPD prefers to give probative value to a document prepared by the Netherlands embassy. That document states that Christians experience harassment in the military very occasionally and no forced circumcisions have occurred for some years.", "[23] The RPD also found that there is adequate state protection in Turkey from the harm the applicants fear from ultranationalists. In this respect, the RPD came to the following conclusions: • The documentary evidence establishes that in the last ten years an increase of violence against Christians occurred in Turkey. In 2007 the Turkish government acknowledged the increase of attacks against non-Muslims. In 2008, the government issued a report accusing the security forces of knowing about the plot for the murder of Hrant Dink and doing nothing to prevent it. However, the evidence also demonstrates that the government took all necessary measures to prevent further anti-minorities incidents. • No state can provide perfect protection. There were instances where the police did not investigate crimes perpetrated against Christians. Nonetheless, the authorities for the most part take this situation seriously. • The applicants did not take sufficient steps to obtain state protection. Kristin never contacted the police for protection with respect to the assaults and threats they were subjected to, even if she had a very good idea of who assaulted them. Even when Ejder allegedly reported to the police the assault that occurred on the street, he did not say in his PIF nor did he testify that he ever told the police the identity of at least one of the men who he strongly suspects had attacked him, and did not follow up on the investigation with the police. III The Issues", "[24] The applicants have raised two issues in their application for judicial review: 1) Did the RPD err by failing to consider whether the various incidents of discrimination experienced by the applicants cumulatively amounted to persecution? 2) Did the RPD err in finding that state protection was available to the applicants? IV Analysis", "[25] There is no issue between the parties as to the applicable standard of review. The identification of persecution behind incidents of discrimination or harassment is a question of mixed fact and law and, as such, is reviewable on a standard of reasonableness:  <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 572 at paras. 12-15;  <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 586, at para. 35. It is also well-established that the appropriate standard of review on the issue of state protection is also one of reasonableness:  <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 771, at paras. 11-13. When reviewing a decision on the standard of reasonableness, the analysis must be concerned with the existence of justification, transparency and intelligibility within the decision-making process, and also with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law:  <FRAGMENT_SUPPRESSED>  [2008] S.C.J. No. 9 at para. 47.", "[26] It is by now well established in the jurisprudence of this Court and of the Court of Appeal that where the evidence establishes a series of actions characterized as discriminatory, there is a requirement to consider the cumulative nature of these actions. The United Nations High Commissioner for Refugees has published the Handbook on Procedures and Criteria for Determining Refugee Status under the 1951 Convention and the 1967 Protocol relating to the Status of Refugees (UNHC Handbook) to provide guidance for the consideration of refugee and asylum claims, including those involving persecution based on the cumulative effects of discrimination. The relevant paragraphs read as follows: (2) \"well founded fear of being persecuted\" (b) Persecution ( ...) 52. Whether other prejudicial actions or threats would amount to persecution will depend on the circumstances of each case, including the subjective element to which reference has been made in the preceding paragraphs. The subjective character of fear of persecution requires an evaluation of the opinions and feelings of the person concerned. It is also in the light of such opinions and feelings that any actual or anticipated measures against him must necessarily be viewed. Due to variations in the psychological make-up of individuals and in the circumstances of each case, interpretations of what amounts to persecution are bound to vary. 53. In addition, an applicant may have been subjected to various measures not in themselves amounting to persecution (e.g. discrimination in different forms), in some cases combined with other adverse factors (e.g. general atmosphere of insecurity in the country of origin). In such situations, the various elements involved may, if taken together, produce an effect on the mind of the applicant that can reasonably justify a claim to well-founded fear of persecution on \"cumulative grounds\" . Needless to say, it is not possible to lay down a general rule as to what cumulative reasons can give rise to a valid claim to refugee status. This will necessarily depend on all the circumstances, including the particular geographical, historical and ethnological context. (c) Discrimination 54. Differences in the treatment of various groups do indeed exist to a greater or lesser extent in many societies. Persons who receive less favourable treatment as a result of such differences are not necessarily victims of persecution. It is only in certain circumstances that discrimination will amount to persecution. This would be so if measures of discrimination lead to consequences of a substantially prejudicial nature for the person concerned, e.g. serious restrictions on his right to earn his livelihood, his right to practise his religion, or his access to normally available educational facilities. 55. Where measures of discrimination are, in themselves, not of a serious character, they may nevertheless give rise to a reasonable fear of persecution if they produce, in the mind of the person concerned, a feeling of apprehension and insecurity as regards his future existence. Whether or not such measures of discrimination in themselves amount to persecution must be determined in the light of all the circumstances. A claim to fear of persecution will of course be stronger where a person has been the victim of a number of discriminatory measures of this type and where there is thus a cumulative element involved. (my emphasis)", "[27] This requirement reflects the fact that prior incidents are capable of forming the foundation for present fear. In the case at bar, this analysis was particularly important not only because of the number of discriminatory actions committed against the applicants, but also in light of the RPD's conclusions that Christians in Turkey often face discriminatory practices. The RPD was obviously aware of the cumulative persecution test, but in fact did not review the discriminatory acts as a whole and proceeded sequentially through the chronology recounted by the applicants without appreciating the totality or cumulative effect of their uncontradicted evidence about the treatment that they had endured. This was a crucial error. In a similar case involving a Turkish refugee status claimant who had converted from Islam to Christianity, Justice Eleanor R. Dawson wrote: 9. However, it is insufficient for the RPD to simply state that it has considered the cumulative nature of the discriminatory acts. The reasons of the RPD are to the following effect: - to be considered persecution, the mistreatment suffered or anticipated must be serious; - the incidents referred to by the claimant each may amount to discrimination or harassment, for example social isolation by family, or shunning by society. They do not amount to persecution; and - the harm feared does not amount to persecution because it does not violate a fundamental right, the harm feared is not serious and the documentary evidence does not support the harm feared on an objective basis. 10. Such analysis completely failed to consider the cumulative effect of the conduct characterized by the RPD to be discriminatory or harassing, as required by the Federal Court of Appeal in Retnem, and as explained in the Handbook on Refugee Status. Finding that the current situation facing Christians in Turkey does not violate a fundamental right is a separate issue from the issue the RPD was required to determine: whether the cumulative effect of discriminatory acts amounted to persecution. <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1050. See also:  <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 395 at para. 39;  <FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 447 at paras. 19-20.", "[28] Even in the individual analysis of some of the discriminatory acts, the reasoning was deficient. In paragraph 23 and 24 of the decision, the RPD discussed the discrimination of minorities in the job market and in the academic field. The RPD found that there is no cumulative persecution in this context because the discrimination against minorities is not systematic and collective, but ad hoc and individual. In other words, the RPD inferred that the harm resulting from the discrimination to which the applicants were exposed was not serious and systematic because the group to which they belong is not collectively and systematically discriminated against. But these criteria are no where to be found in the UNHC Handbook or in the jurisprudence of this Court or of the Court of Appeal. What must be assessed is whether the incidents of discrimination give rise to a reasonable apprehension of persecution in the minds of the applicants. The fact that other members of the same minority to which they belong have been exposed to similar measures of discrimination may reinforce their feeling of persecution and insecurity, but it is not an essential ingredient of the analysis.", "[29] Furthermore, I agree with the applicants that the RPD did not consider the most serious harassment acts in the persecution analysis, but only in the state protection part of its reasons. The RPD focused on the minor incidents and on the events that do not even constitute discrimination (ostracism by the families, Ceday's treatment in kindergarten) in the part of its reasons dealing with persecution. The more serious incidents of threats and assaults were discussed but only in the context of state protection. The physical assaults they have suffered should have been considered in the cumulative effect analysis; failing to do so means that the RPD did not consider the totality of the circumstances before concluding there was an absence of persecution.", "[30] For all of the foregoing reasons, I am of the view that the RPD's analysis was flawed. Despite its assertion to the contrary, the RPD failed to apply the proper legal test as to what constitutes persecution on cumulative grounds, and its decision must therefore be set aside.", "[31] The analysis of the RPD concerning state protection is also flawed in some respects.  <FRAGMENT_SUPPRESSED> , the Supreme Court stated that only in situations in which state protection might reasonably have been forthcoming will the failure to approach the state for protection defeat a refugee protection claim. A claimant will not meet the definition of Convention refugee where it is objectively unreasonable for the claimant not to have sought the protection of her or his home authorities. A presumption of state protection can be rebutted by both the claimant's own evidence concerning his or her inability to obtain state protection, as well as by evidence of similarly situated individuals who themselves were unable to obtain such protection. The issue of the availability of state protection must be addressed within the context of a claimant's specific situation.", "[32] The applicants claim that the RPD failed to address the question of whether it was reasonable for the applicants to have sought protection or not. Indeed, this was the crucial issue. While reports of some security measures being taken in various cities are noted by the RPD, there is no indication that these same measures are being taken in Istanbul, where the applicants and the large majority of Armenians reside. Moreover, the RPD acknowledged that the violence against non-Muslims has increased in Turkey during the last ten years, but then stated that since 2007, the authorities are taking measures to address this issue, that \"the police, for the most part, do arrest suspects\", \"[t] he courts do convict suspects when appropriate, and offenders are sentenced to lengthy jail terms\", and \"the police and the courts are for the most part taking these crimes seriously\". As important as these conclusions are, they appear to be based on a vague reference to a document listed in the National Documentary Package, without any details. There is no discussion of the substantial body of evidence that undermines the RPD's conclusions.", "[33] Although the RPD had the discretion to give more weight to some evidence than others, when it states that the authorities do not always act to protect minorities and then jumps to conclude there is adequate protection available to the applicants, something is missing in the reasoning. If, as the RPD claims, a review of the documentary evidence shows that the police and the courts are taking these crimes seriously, it should have substantiated its claim by referring more precisely to the documentary evidence instead of merely referencing the US Department of State Report of 2008 without even pointing to a particular page or section of that document. Equally problematic in the RPD's examination of the supposed improvements in state protection is the fact that it did not deal with the discrimination and persecution experienced by Armenians in particular.", "[34] Finally, the RPD erred in stating that the applicants complained only once to the police and did not follow up on their complaint. Ejder complained twice, once after Kristin was insulted and intimidated at their store and then after Ejder was assaulted on the street. It is true that he did not give a lot of details about the person he suspected and did not inquire about the investigation. But considering the long history of discrimination experienced by the applicants, and the fact that the complaints they had made to the police on two separate occasions had produced no results, was it objectively unreasonable for the applicants not to have approached the authorities again for protection when their home was attacked? In failing to approach the issue in light of the applicants' specific situation and circumstances, the RPD committed a reviewable error.", "[35] For all of the foregoing reasons, this application for judicial review is granted. The parties have not requested that I certify a serious question of general importance, and I do not find that such a question arises in the instant case. JUDGMENT", "[36] THIS COURT ORDERS that the application for judicial review is allowed, the decision of the RPD is set aside, and the matter is remitted to another panel of the Board for redetermination. [End of document]"]}