{"id_": "035530", "body_str": ["[1] Mosely, J. : Mr Testawich, the applicant, is a member of the Duncan's First Nation, located on Treaty 8 land in north-western Alberta. On July 15, 2013, he was elected to the position of councillor. On November 18, 2013, he was removed from that office by the Duncan's First Nation Appeals Committee (Committee). Mr Testawich has sought judicial review of that decision. For reasons expressed orally at the hearing and set out below, the application is granted and Mr Testawich is restored to the office to which he was elected. II. Facts", "[2] Following the election and swearing in of the newly elected Chief and Councillors, Mr Denis Knott - an unsuccessful candidate - lodged an appeal with the Committee by letter dated August 7, 2013. He alleged that the applicant had contravened Section 4(B) of the Duncan First Nation Custom Election Regulations, which had been provided to all candidates before the election (the Regulations). He included four short letters from other Duncan's First Nation members in support of his complaint. These letters said nothing more than that the writers had voted for Mr Testawich but had not known that he had breached the Regulations.", "[3] On September 4, 2013, the applicant received an email from Conroy Sewepagaham, the Band manager, informing him that the Committee would hold a hearing on this matter. In reviewing the Regulations under which the election had been conducted, the applicant discovered that they were different from those used in past elections, which he had in his records. He obtained the correct version from Aboriginal and Northern Affairs Canada and brought that to the attention of the Chief and Council. A legal opinion was sought and obtained to the effect that the discrepancies between the correct version of the Regulations and the version used to conduct the election were not material and that a new election was not required.", "[4] On September 10, 2013, the Committee's Chair sent an email to Mr Sewepagaham advising that the Committee had no function in the appeal and had excused itself as of the previous day.", "[5] On October 1, 2013, Mr Knott sent another letter to the Committee, stating that he was \"re-appealing the election\". In doing so, Mr Knott relied on his complaint letter dated August 7 and the four letters he had previously submitted in support of his complaint.", "[6] The substance of Mr Knott's complaint was based on section 4(B) of the version of the Regulations used to conduct the election. Section 4(B), which is section 4.1(2) of the correct version, states: A candidate for election as Chief or Councillor may obtain from the electoral officer a list of the names of electors and the addresses of any electors who have consented to have their addresses released to the candidates.", "[7] Mr Knott alleged that the applicant had contacted and harassed electors who had not provided this consent.", "[8] The Committee held a hearing on November 16, 2013. There is no written record of this hearing. Mr Testawich attended and made oral submissions. The Chair opened the floor to members of the Band, many of whom made oral submissions. Mr Testawich alleges that the meeting was \"out of control\" and that the Chair rejected his repeated requests that he impose order and take written notes.", "[9] On November 18, 2013, the applicant received a copy of the Committee's decision (the Decision). The entire text of the decision reads as follows: The Appeal Committee of the Duncan First Nation Election, held the Appeal Hearing today, November 16, 2013; following are the results of the decision made by the Committee: After a review and hearing of all the evidence that we have received; we believe that the evidence does support the finding that; As per Section 12.I.2: There was a violation of the Election Regulations that may have affected the results of the Election. The decision of the Appeal Committee is to declare the immediate removal of Tony Testawich ; effective November 18, 2013. The actions made by Tony Testawich before, during and after the Election has resulted in this immediate release in his position as Band Councillor of the Duncan First Nation. Therefore; the Appeal Committee has set aside the by-election of the last Councillor position that was held by Tony Testawich. This by-election must follow the Duncan First Nation Election Regulations, dated January 12, 2006. As per section 12(L): The decision of the Appeal Committee is final and not subject to appeal. Signed on this 17th day of November, 2013. [Emphasis added]", "[10] There is no evidence in the record regarding the alleged \"actions made by Tony Testawich before, during and after the Election\" other than the allegations contained in Mr Knott's complaint letter.", "[11] In a letter from the Chief dated November 18, 2013, Mr Testawich was advised that he was eligible to run in the by-election. Mr Testawich alleges that he was prevented from doing so. Another candidate was elected to fill the vacancy on March 7, 2014. III. Issues", "[12] Aside from numbering differences, the content of the version of the Regulations used to conduct the July 15, 2013 election is identical to that of the correct version. Counsel could not point me to any basis upon which to conclude that the error was material. Accordingly, I will not deal with this matter further.", "[13] I am also of the view that Mr Knott's complaint was not time-barred, as argued by the applicant, as it was initially submitted within the 45 day limitation period provided by the Regulations. In view of my finding on the issue of estoppel below, the fact that Mr Knott characterized his subsequent letter as a \"re-appeal\" does not alter the fact that the Committee had not made a determination on the merits of the original complaint but merely suspended its consideration of the matter.", "[14] The remaining issues are: 1. What is the appropriate standard of review? 2. Was the Committee barred from making the Decision due to cause of action estoppel or res judicata 3. Did the Committee err in interpreting and applying the Regulations when making the Decision? 4. Did the Committee breach the duty of procedural fairness it owed the applicant? 5. What are the appropriate remedies? IV. Analysis V. Standard of review", "[15] There is no dispute that the standard of correctness applies to questions of procedural fairness: <FRAGMENT_SUPPRESSED> ; Canada (Citizenship and  <FRAGMENT_SUPPRESSED> .", "[16] The applicant submits that the standard for reviewing an election appeal committee's interpretation of election regulations is also reviewable on the standard of correctness, citing <FRAGMENT_SUPPRESSED> . As the respondent points out, however, <FRAGMENT_SUPPRESSED> is no longer good authority on the standard applicable to the interpretation of election regulations. In two more recent decisions, the Federal Court of Appeal has held that the reasonableness standard should apply: <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ St Germain ]. See also <FRAGMENT_SUPPRESSED> . A. Was the Committee barred from making the Decision due to cause of action estoppel or res judicata?", "[17] The respondent contends that the applicant is barred from raising cause of action estoppel or res judicata as a ground for relief as it is not clearly set out in the applicant's amended notice of application. I disagree.", "[18] Rule 301(e) of the Federal Courts Rules , SOR/98-106, requires that a notice of application set out \"a complete and concise statement of the grounds intended to be argued\". Applicants are not permitted to raise grounds of review which were not disclosed in the notice of application or the supporting affidavits: Republic of Cyprus (Commerce and  <FRAGMENT_SUPPRESSED> ffirmed without comment on this point in 2006 FCA 77. However, a notice of application is not a pleading and is not to be viewed with the same rigour as a statement of claim: <FRAGMENT_SUPPRESSED> .", "[19] Although the applicant does not explicitly use the words \"cause of action estoppel\" or \" res judicata \" in his notice of application, I am satisfied that he sufficiently alluded to them in the amended notice and that the respondent has suffered no prejudice by the applicant raising these arguments in his memorandum. The respondent has had the opportunity to reply and has, in fact, offered detailed submissions to this Court.", "[20] However, upon reflection and applying the tests set out in <FRAGMENT_SUPPRESSED> I am not satisfied that the applicant has made out that either cause of action or issue estoppel applies to the present case. A final judicial decision is required for either to apply. The Committee's decision to discontinue the matter cannot be interpreted as a final adjudicative decision on the merits of Mr Knott's complaint. The Committee made a procedural decision to suspend the matter. Its subsequent procedural decision - to revive the appeal - was in my view unfair to the applicant in the circumstances, but the Committee was not estopped from doing this by reason of its prior decision. B. Did the Committee err in interpreting and applying the Regulations when making the Decision?", "[21] As noted above, the Committee's interpretation and application of the Regulations must be reviewed on the standard of reasonableness. As the Supreme Court famously stated in <FRAGMENT_SUPPRESSED> , above, at para 47: reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "[22] As the respondent admits, the Committee does not support its finding that the applicant violated the Regulations with any reference to specific provisions he might have violated, nor with any discussion of the evidence. This is not in itself a sufficient basis upon which to find that the decision was unreasonable. The Supreme Court has instructed that a reviewing court must pay \"respectful attention to the reasons offered or the reasons which could be offered in support of a decision\": <FRAGMENT_SUPPRESSED> , above, at para 48; Newfoundland and  <FRAGMENT_SUPPRESSED> [ Newfoundland Nurses ] [emphasis added].", "[23] I agree with the respondent that, in applying the reasonableness standard, the Court must defer to factual determinations made by the decision-maker. This applies especially to decisions made by First Nations in interpreting their own Election Regulations and Band customs. However, the Federal Court of Appeal has established that band election laws are to be construed using the general principles of statutory interpretation and the modern approach: <FRAGMENT_SUPPRESSED> . Thus the ordinary meaning of the words in question will play a dominant role in the interpretive process when they are precise and unequivocal: <FRAGMENT_SUPPRESSED> .", "[24] The respondent submits that the applicant improperly communicated with certain members of the First Nation in contravention of section 4(B) of the Regulations. The Committee could thereby uphold the appeal and set aside the election, pursuant to section 12(1).", "[25] The applicant submits that the Committee erred in interpreting section 4(B) of the Regulations. The words of that section are precise and unequivocal. They state that a candidate can obtain the names and addresses of electors who have consented to having this information released - \"nothing more and nothing less\". Section 4(B) does not in any way suggest that candidates are prohibited from speaking with electors who have not consented to having this information released.", "[26] The applicant says that he did not obtain information about candidates who had not consented. He simply reached out to electors whom he already knew, mainly friends and family members. He already had the email and Facebook contact information of the persons whom Mr Knott alleges he harassed during the campaign.", "[27] Duncan's First Nation has about 300 members. There is no evidence in the record that the applicant obtained the names and addresses of electors whom he did not know personally and then solicited their support contrary to their expressed wishes.", "[28] The only basis upon which the Court may interpret the decision is by reference to Mr Knott's complaint. He alleged that the applicant had breached section 4(B) of the Regulations. This is the only allegation that the Committee ever brought to the applicant's attention. The Court may and does draw the inference that the Committee grounded its decision on this particular provision, as opposed to some other allegation which has never been disclosed.", "[29] The question is whether the Committee could have justified its decision with a reasonable interpretation and application of section 4(B). I agree with the applicant's position on the interpretation of section 4(B).", "[30] The respondent's position - that any communication between a candidate and an elector who has not provided consent under section 4(B) is improper and prohibited - finds no support in the text of the Regulations. It is also unreasonable in the context of a democratic election to impose such a far-reaching prohibition on communications between a candidate and electors.", "[31] The Committee offered no intelligible explanation for this approach, and so its decision to remove Mr Testawich from office is not defensible in respect of the facts and the law. C. Did the Committee breach the duty of procedural fairness it owed the applicant?", "[32] There is no dispute between the parties that the Committee owed a duty of fairness to the applicant. The Supreme Court set out the relevant factors to be considered in <FRAGMENT_SUPPRESSED>  at paras 21-28: 1. the nature of the decision being made; 2. the nature of the statutory scheme; 3. the importance of the decision to the individual(s) affected; 4. the legitimate expectations of the person challenging the decision; and 5. the choice of procedures made by the tribunal itself.", "[33] The respondent acknowledges that the applicant did not receive notice of the appeal in the manner contemplated by the Regulations (registered mail). The appeal documents were slipped under the office doors of the Chief and Council members. However, the respondent submits that the applicant did have actual notice of the hearing and the supporting documents. The respondent further submits that the Regulations do not require the Committee to keep a written record of appeal hearings or to provide reasons, and so its failure to do either of these things cannot breach the duty of fairness. The applicant was present at the hearing and made oral submissions. He therefore availed himself of such procedural rights as he desired: <FRAGMENT_SUPPRESSED> .", "[34] In my view, the Baker factors weigh in favour of a duty on the more robust end of the spectrum. First, the Committee reached its decision through a process resembling that of a court, since it has the task of resolving complaints by reference to Regulations establishing rights and duties. The Supreme Court has stated that such decisions warrant a high degree of procedural fairness: Baker , above, at para 23. The fact that there is no internal appeal in the statutory scheme also militates in this direction: Baker at para 24.", "[35] The decision itself did not affect the applicant's liberty or security interests and is, therefore, of moderate importance. However, it has affected his reputation in the community and has also deprived the members of the First Nation of their elected representative. The applicant submits that his expectations were that the hearing would be procedurally fair and that the Committee would maintain a record of the proceedings and provide written reasons of its decision.", "[36] The failure to provide formal notice of the appeal proceedings did not contravene the duty of fairness, since the applicant obtained actual notice on September 4 and November 4, 2013. The duty does not require that a particular procedure must be followed.", "[37] However, in my view, the Committee caused significant prejudice to the applicant by failing to keep a written record of the hearing and the evidence. Coupled with the minimalist wording of the eventual decision, this prevented the applicant from understanding why he was removed from Council. In addition, the applicant alleges that the hearing was conducted unfairly and that it descended into chaos due to the Chair's failure to maintain order. The Court cannot assess whether this actually happened because of the Committee's decision against keeping a written record. Had this simple procedure been followed, the appeal process would have been fairer - and appeared fairer - to everyone involved.", "[38] Contrary to the respondent's submissions, mere compliance with the Regulations does not guarantee fairness. The Court must review the administrative proceedings in substance and query whether they conformed to the fundamental principles of natural justice. Nor can the respondent rely on <FRAGMENT_SUPPRESSED> , above, for the proposition that the applicant availed himself of the procedural rights that he desired by making oral submissions at the hearing. In <FRAGMENT_SUPPRESSED> , the applicant had disputed the validity of the administrative proceedings taken against her and had refused to accept service of relevant documents. In this case, the applicant says that he repeatedly demanded that the Chair take written notes and impose order. The respondent has not explicitly contradicted this claim. It therefore appears that the Committee denied the applicant the rights of which he desired to avail himself.", "[39] The Supreme Court has clarified that the failure to provide reasons should be reviewed within the context of the reasonableness analysis of the decision itself, rather than as a breach of procedural fairness: Newfoundland  <FRAGMENT_SUPPRESSED> , at paras 21-22. In this case, the insufficiency of the Committee's reasons has contributed to my finding that the decision is unreasonable. D. What are the appropriate remedies?", "[40] The applicant requests the following remedies: 1. An Order declaring that his procedural rights have been violated; 2. An Order quashing the Appeal Committee's decision on the basis of error of law; 3. An Order declaring the by-election null and void; 4. An Order re-instating the applicant to the position of councillor with back pay from the day he was removed from Council; and 5. Costs on a solicitor-client basis, or in the alternative, on a party-party basis.", "[41] The respondent submits that the remedy of reinstatement is inappropriate due to the mistrust that now exists between the applicant, the Chief and Council and the First Nation. Further, the respondent contends that the applicant has mitigated his damages by taking on employment since the Decision, such that full retroactive pay would place him in a better position than he would have been had he not been removed from Council.", "[42] I agree that Orders quashing the Appeal Committee's decision, declaring the by-election null and void and re-instating the applicant to the position of councillor are appropriate. I am not persuaded that this is a case in which to grant costs on a solicitor client basis. The fact that the applicant sought and obtained alternative employment is, in my view, immaterial. This is not an action in which the plaintiff would have an obligation to mitigate his damages. In any event, to the extent that the applicant may gain some advantage from the outcome, he is not being granted his costs on a full indemnity basis and that will offset the benefits to some extent. JUDGMENT", "[43] THIS COURT'S JUDGMENT is that 1. the application is granted; 2. the decision of the Appeals Committee dated November 18, 2013 is quashed; 3. the by-election held on March 7, 2014 is declared to be null and void; 4. the applicant is restored to the office to which he was elected on July 15, 2013 and shall receive the pay and benefits to which he would have been entitled since that date had he not been removed from office; and 5. the applicant is awarded his costs against the respondent. Application granted. Editor: E. Joanne Oley/vnh [End of document]"]}