{"id_": "035671", "body_str": ["[1] Shore, J. [Translation]: In Bazargan, it was determined that personal and knowing participation can be direct or indirect and membership in an organization that is engaged in the condemned activities is not required. It is not working within an organization that makes someone an accomplice to the organization's activities, but knowingly contributing to those activities in any way or making them possible, whether from within or outside the organization. These principles have been reiterated and confirmed in subsequent jurisprudence of the Federal Court of Appeal, most recently  <FRAGMENT_SUPPRESSED>  and  <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 1649 (QL)) NATURE OF THE JUDICIAL PROCEEDING", "[2] This is an application for judicial review under subsection 72(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (Act) of the decision by the Immigration and Refugee Board (Board) dated June 14, 2005, that the applicant was not a Convention refugee or a person in need of protection within the meaning of sections 96 and 97 of the Act. FACTS", "[3] The applicant, Bonifacio Aceve Acevedo, was the principal applicant before the Refugee Protection Division. His son, Wiliam Jose Acevedo Beza, and his daughter-in-law, Ana Ruth Maldonado Martinez, who were also contemplated by the Board’s decision, filed a separate application in docket bearing number IMM-4301-05, of this Court’s Registry. The claims of his son and daughter-in-law were based on Mr. Aceve Acevedo’s claim.", "[4] Mr. Aceve Acevedo, his son and his daughter-in-law are all citizens of Guatemala.", "[5] Mr. Aceve Acevedo alleged that his problems stemmed from the fact that he served in the Guatemalan army for 14 years.", "[6] Mr. Aceve Acevedo was excluded from the benefit of the Geneva Convention (Convention) by virtue of paragraph 1F(a) because he was guilty by association of crimes against humanity, committed as a voluntary collaborator of the Guatemalan army, from 1983 to 1997, as Military Commissioner in the Chiquimula region. Eight massacres were perpetrated by the army in that region.", "[7] Mr. Aceve Acevedo received a first death threat on August 22, 2000, when a group wearing hoods yelled at him, in front of his house, to leave his home. Three years later, on December 5, 2003, gunshots were fired at his house by armed persons wearing hoods, whom he was unable to identify.", "[8] Mr. Aceve Acevedo did not alert the local authorities because the attackers had threatened to kill all of his family.", "[9] Antonio Guerre, mayor of the city of Concepcion las Minas, in the district of Chiquimula, in Quetzaltepeque, provided him with a car and a driver, enabling him to flee to Mexico with his son and his daughter-in-law, where they headed for Canada. IMPUGNED DECISION", "[10] The Board determined that Mr. Aceve Acevedo, whose testimony was evasive, unpersuasive and not credible, had not established a connection between his fear and any of the grounds of the Convention.", "[11] His testimony regarding the identity of his attackers and their motives for threatening him was vague and hardly conclusive. The Board determined that personal vendettas are not included in the grounds of persecution provided in the Convention.", "[12] The Board determined that Mr. Aceve Acevedo, his son and his daughter-in-law, who had indeed not requested protection from the authorities, could live elsewhere in the country where members of their family were already settled. It observed that it had not been established that the other members of the family were in danger in Guatemala. ISSUES", "[13] Is the Board’s decision reasonable? ANALYSIS Legislative background", "[14] Section 96 of the Act provides for the requirements necessary to qualify as a refugee: 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their country of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "[15] Subsection 97(1) of the Act deals with persons in need of protection: 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable, or because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "[16] Section 98 of the Act implements section F of the Convention: 98. A person referred to in section E or F of Article 1 of the Refugee Convention is not a Convention refugee or a person in need of protection. F. The provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for considering that: (a) he has committed a crime against peace, a war crime or a crime against humanity, as defined in the international instruments drawn up to make provision in respect of such crimes; (b) he has committed a serious non-political crime outside the country of refuge prior to his admission to that country as a refugee; (c) he has been guilty of acts contrary to the purposes and principles of the United Nations. The standard of review", "[17] The purely factual issues decided by the Board in arriving at the impugned decision are reviewable in accordance with the standard of patent unreasonableness. The Board’s decision of mixed facts and law, determining that the applicant falls under paragraph 1F(a) of the Convention, cannot be set aside unless it is unreasonable ( <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 108 (QL), at paragraph 14).", "[18] With regard to State protection, it is the standard of patent unreasonableness that applies (Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 98 (QL), at paragraph 9). The exclusion", "[19] The standard of proof of “serious reasons for considering” provided under paragraph 1F(a) of the Convention, is indeed inferior to the standard required in a criminal context “beyond a reasonable doubt” or in civil law “on a balance of probabilities” or “preponderance of evidence” ( <FRAGMENT_SUPPRESSED>  (QL), at paragraph 16;  <FRAGMENT_SUPPRESSED> ).", "[20] The Board carefully reviewed the principles applicable in matters of complicity and complicity by association, as well as the nature of the organization in order to determine whether it was directed to a limited, brutal purpose, relying on the case law.", "[21] With regard to the degree of involvement required, a person can be held responsible for a crime without having committed it personally, i.e. as an accomplice. In  <FRAGMENT_SUPPRESSED> , at paragraph 9, the Court stated: ... complicity through association. In other words, individuals may be rendered responsible for the acts of others because of their close association with the principal actors.", "[22] The essential element for complicity is the claimant’s personal and knowing involvement. That is the necessary mens rea ( <FRAGMENT_SUPPRESSED>  (QL), at paragraph 14;  <FRAGMENT_SUPPRESSED> , at paragraph 13).", "[23] In  <FRAGMENT_SUPPRESSED> , at paragraphs 27-28, Carolyn Layden-Stevenson J. referred to the principles applicable to matters of complicity: Accomplices as well as principal actors may be found to have committed international crimes (although, for present purposes, I am not concerned with principal actors). The court accepted the notion of complicity defined as a personal and knowing participation  <FRAGMENT_SUPPRESSED>  and complicity through association whereby individuals may be rendered responsible for the acts of others because of their close association with the principal actors  <FRAGMENT_SUPPRESSED> . Complicity rests on the existence of a shared common purpose and the knowledge that all of the parties may have of it: Ramirez; Moreno. Madam Justice Reed in  <FRAGMENT_SUPPRESSED>  (T.D.) synthesized the trilogy principles at pages 84 and 85: The Ramirez, Moreno, and Sivakumar cases all deal with the degree or type of participation which will constitute complicity. Those cases have established that mere membership in an organization which from time to time commits international offences is not normally sufficient to bring one into the category of an accomplice. At the same time, if the organization is principally directed to a limited, brutal purpose, such as a secret police activity, mere membership may indeed meet the requirements of personal and knowing participation. The cases also establish that mere presence at the scene of an offence, for example, as a bystander with no intrinsic connection with the persecuting group will not amount to personal involvement. Physical presence together with other factors may however qualify as a personal and knowing participation. As I understand the jurisprudence, it is that a person who is a member of the persecuting group and who has knowledge that activities are being committed by the group and who neither takes steps to prevent them from occurring (if he has the power to do so) nor disengages himself from the group at the earliest opportunity (consistent with safety for himself) but who lends his active support to the group will be considered to be an accomplice. A shared common purpose will be considered to exist. I note that the situation envisaged by this jurisprudence is not one in which isolated incidents of international offences have occurred but where the Board of such offences is a continuous and regular part of the operation.", "[24] When it is a matter of a claimant’s complicity by association, the crimes alleged against the organizations with which the claimant is supposed to have associated lead to his exclusion (Harb, supra, at paragraph 11).", "[25] In Harb, supra, at paragraph 18, the Federal Court of Appeal quoted with approval the following passage from  <FRAGMENT_SUPPRESSED>  (QL), at paragraph 11, where it is clearly recognized that personal and knowing participation does not require formal membership in the group and may be from within or outside an organization: In our view, it goes without saying that \"personal and knowing participation\" can be direct or indirect and does not require formal membership in the organization that is ultimately engaged in the condemned activities. It is not working within an organization that makes someone an accomplice to the organization's activities, but knowingly contributing to those activities in any way or making them possible, whether from within or from outside the organization. At p. 318, MacGuigan J.A. said that \"[a] t bottom, complicity rests . . . on the existence of a shared common purpose and the knowledge that all of the parties in question may have of it\". Those who become involved in an operation that is not theirs, but that they know will probably lead to the Board of an international offence, lay themselves open to the application of the exclusion clause in the same way as those who play a direct part in the operation.", "[26] In  <FRAGMENT_SUPPRESSED> , at paragraphs 29-30, Layden-Stevenson J. also pointed out that membership with the association engaged in the condemned activities is not required: In Bazargan, it was determined that personal and knowing participation can be direct or indirect and membership in an organization that is engaged in the condemned activities is not required. It is not working within an organization that makes someone an accomplice to the organization's activities, but knowingly contributing to those activities in any way or making them possible, whether from within or outside the organization. These principles have been reiterated and confirmed in subsequent jurisprudence of the Federal Court of Appeal, most recently  <FRAGMENT_SUPPRESSED>  and Harb.", "[27] In order to be granted refugee status, the claimant must, as soon as possible, have disassociated himself from the organization committing the crimes, taking into account his safety ( <FRAGMENT_SUPPRESSED> ;  <FRAGMENT_SUPPRESSED> ;  <FRAGMENT_SUPPRESSED>  (QL), at paragraphs 8-9).", "[28] The Board’s determination that Mr. Aceve Acevedo was excluded by the application of paragraph 1F(a) of the Convention is reasonable considering the evidence and the applicable principles of law.", "[29] It is conceivable that the reference at page 9 of the reasons of the Board’s decision – that Mr. Aceve Acevedo was also excluded pursuant to paragraph 1F(c) of the Convention – is clearly a typographical error. In fact, the Board’s reasons do not address this issue. Moreover, the disposition does not refer to it, either.", "[30] The Board made the following findings of fact regarding the role played by Mr. Aceve Acevedo and the military commissioners.", "[31] Mr. Aceve Acevedo served in the Guatemalan land forces from 1983 to 1997, in the Regiment of Zone 8 in Chiquimula, under the command of Commandant Juan Martinez, as a Military Commissioner.", "[32] Mr. Aceve Acevedo stated that he had voluntarily collaborated as a military commissioner in the army’s activities in the area where he lived, the municipality of Concepcion las Minas, district of Chiquimula.", "[33] His army card authorized him to carry a firearm as a military commissioner and a member of the Guatemala Armed Forces.", "[34] A certificate of patriotism, an award of merit, was awarded to Mr. Aceve Acevedo by the Chief of National Defence and the Minister of National Defence on September 15, 1995, for services rendered.", "[35] While in some villages the people managed to trick the army by simulating surveillance activities, so that they would not have to collaborate openly with the army and make reports against their will, Mr. Aceve Acevedo never indicated that he tried to evade his responsibilities.", "[36] Mr. Aceve Acevedo volunteered as a military commissioner for 14 years without disassociating himself from it and did not quit the organization until 1997, when it was abolished by the government in power.", "[37] The Board examined the documentary evidence which established, inter alia: the role of military commissioners in the organization of civilian patrols and the supervision of their activities; a simple accusation by a military commissioner was often enough for an accused to be killed; that the network of military informants was considerable and that the informants, also called the “ears” of the army, were authorized to carry weapons, to gather information about peoples’ comings and goings and to transmit the information to the army’s secret services; that this counter-insurgency policing often took the form of State-tolerated terrorism, with systematic and massive destruction, particularly of indigenous communities and peasant groups.", "[38] The evidence also establishes that the impunity influenced the conduct of the army, the police, and the military commissioners, while promoting violence against the people; that the military commissioners were ranked fourth in the military hierarchy; that the strategic objectives of the army, in its attempt to militarize the country in the1980s, contemplated an almost absolute assumption of power with the creation of a parallel monitoring system, semi-transparent and very powerful; that the intelligence services played a key role in this militarization effort which resulted in the violation of human rights; that the intelligence services exercised control based not only on their own framework but also on a network of informants.", "[39] Finally, the documentary evidence establishes that there were eight massacres in the Chiquimula region; that military commissioners subject to the army’s discipline were civilian army agents in all of Guatemala’s hamlets, local representatives serving as intermediaries between the army and the local community; that the organization of civilian patrols were often the responsibility of military commissioners and that they answered to the army’s orders, contrary to Mr. Aceve Acevedo’s statements; that even the most remote hamlets were not spared; and that in 1995, the government put an end to civilian patrols and military commissioners in the Chiquimula region.", "[40] The Board made many negative credibility findings regarding Mr. Aceve Acevedo.", "[41] Mr. Aceve Acevedo’s testimony at the hearing was vague, ambiguous and evasive. He repeated the same explanations while avoiding answering questions directly. He simply stated that he had simply ensured that everything went well and was in order in the village. He also said that there had not been any massacres, torture or abuse in his region.", "[42] It is very unlikely, contrary to Mr. Aceve Acevedo’s allegations, that nothing happened in his region where he did no more than ensure that everything was in order, considering the documentary evidence which fully describes the crimes committed by the army and the many massacres in rural and urban areas alike.", "[43] It is implausible that the region where he lived was entirely without means of communication. The Board did not believe that Mr. Aceve Acevedo could use his illiteracy to justify his ignorance of the facts.", "[44] His changing testimony, including with regard to the Commissioners meetings and his refusal to provide more information regarding his role undermined his credibility. His obscure testimony regarding his general knowledge of the civil war events and the activities in his own region only further undermined his credibility.", "[45] Mr. Aceve Acevedo’s statements that there were not any indigenous Mayan groups in his region and that there were no massacres are not supported by the documentary evidence which places between 20 and 50 % of the indigenous population in this region and establishes that about 0.5% of the massacres in the country were perpetrated in Chiquimula, Military Zone 8 (massacres and disappearances were estimated to exceed 200,000).", "[46] He was visibly uncomfortable with the questions he was asked regarding the massacres of civilians with the help of the collaborators and informants, the military commissioners and the Civilian Self-defence Patrol (PAC). The Board noted that he was aware of the massacres perpetrated by the army.", "[47] For a finding of patent unreasonableness, it is not enough that a finding is erroneous in the eyes of the Court, the finding must further be clearly irrational, contrary to reason or common sense ( <FRAGMENT_SUPPRESSED>  [2000] S.C.R. No. 23 (QL), at paragraph 2;  <FRAGMENT_SUPPRESSED> ). A finding of fact is patently unreasonable only where the evidence, viewed reasonably, is incapable of supporting the tribunal’s findings (Canadian Union of Public Employees, Local 301 v. Montreal (City), [1997] 1 S.C.R. 793, [1997] S.C.R. No. 39 (QL), at paragraph 53).", "[48] Mr. Aceve Acevedo did not establish that these conditions for intervention were met in this case. The Board’s decision is comprehensive and it has not been established that the findings are not based on the evidence.", "[49] After reviewing all of the evidence, the Board determined that: Mr. Aceve Acevedo was aware that his collaboration with the army could have serious consequences on the people that he reported; considering that the documentary evidence established that the armed forces of Guatemala had been convicted of crimes against humanity, Mr. Aceve Acevedo was guilty by association, and was excluded from the protection of the Convention under paragraph 1F(a); there was no doubt that Mr. Aceve Acevedo had collaborated as a military commissioner; as a voluntary collaborator of the Guatemalan army for 14 years, Mr. Aceve Acevedo could not have been unaware of what was going on, accordingly he was complicit in the responsibility for such massacres, and the award of merit awarded for his loyal military service in that regard supported that finding.", "[50] The Board also determined that: Mr. Aceve Acevedo could not claim that nothing was going on in his region, given an Amnesty International article regarding the famous trial of a military commissioner from that region, accused of crimes against the residents of the region; Mr. Aceve Acevedo had voluntarily assisted paramilitary groups directed to a limited, brutal purpose, just like those of the army, which controlled them in a network that extended across the entire country; by collaborating and participating in the army’s activities, Mr. Aceve Acevedo became an accomplice in the same crimes against civilian populations; of his own admission, Mr. Aceve Acevedo agreed with the obligations imposed on him by the military authorities as a military commissioner and he was aware of the role he played in reporting what was going on in his area to his Chief; it was reasonable to determine that Mr. Aceve Acevedo had to have known the consequences of his reports and, accordingly, the army’s reprisals and that his role as informant gave him a serious responsibility; it was therefore reasonable to believe that Mr. Aceve had to have known that the activities of the paramilitary organization to which he belonged would likely lead to the commission of crimes against humanity.", "[51] The Board was entitled to rely on the documentary evidence to assess the role of the military commissioners, their collaboration with the army and the significance of the massacres which occurred across the country, including in Mr. Aceve Acevedo’s region.", "[52] In the specific case of Mr. Aceve Acevedo, the Board was entitled to presume that he was personally and knowingly involved based on the fact that he had been a military commissioner and collaborator of the army which committed crimes against humanity.", "[53] Considering the evidence and the applicable law, it was reasonable for the panel to determine that Mr. Aceve Acevedo was guilty, by association, of crimes against humanity committed by the army and was excluded from the protection of the Convention under paragraph 1F(a) of the Convention. Inclusion", "[54] The Board determined that Mr. Aceve Acevedo collaborated with the Guatemalan army and that he had attempted to conceal the role that he played as a military collaborator and that his testimony, on that point, was obscure regarding his general knowledge of the events of the civil war and the activities in his own region.", "[55] The Board pointed out that at the end of the war the military authorities had given him an award of merit to acknowledge his loyal services. It also noted that even though the government had put an end to civilian patrols and to the duties of military commissioners, Mr. Aceve Acevedo did not leave the organization until 1997, when it was abolished by the government in power.", "[56] The Board determined that Mr. Aceve Acevedo’s answers regarding the identities of the attackers and the reasons for their threats were vague and inconclusive. This shortcoming in Mr. Aceve Acevedo’s testimony supports the Board’s finding that, absent clear and relevant explanations, it could not believe the allegations of persecution.", "[57] Considering his lack of credibility with regard to his allegations of persecution, the Board determined that he had not established a connection with the Convention, and that he feared possible vengeance by the victims of acts that he had committed as military commissioner.", "[58] This finding is not patently unreasonable. The objective assessment of evidence falls within the Board’s mandate ( <FRAGMENT_SUPPRESSED>  (QL), at paragraph 5). The Board must appreciate the plausibility of claimants’ testimony and make inferences from it. The inferences must be upheld so long as they are not so unreasonable as to warrant the Court’s intervention ( <FRAGMENT_SUPPRESSED> ).", "[59] <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 960 (QL), at paragraph 25, Mr. Justice Edmond Blanchard pointed out that fear of reprisals motivated by vengeance and being a victim of a criminal act are not equivalent to a ground of persecution under section 96.", "[60] Assessing the risk of persecution is a question of fact which calls for a high level of judicial deference ( <FRAGMENT_SUPPRESSED>  (QL)).", "[61] The person asking for refugee status must establish the subjective and objective elements required to satisfy the definition of Convention refugee ( <FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 539 (QL), at paragraph 22). State protection", "[62] At paragraph 9 of the declaration contained in his Personal Information Form, Mr. Aceve Acevedo stated: [translation] We did not alert the police, because they made us be quiet, because they told us that if we alerted the police they would kill the entire family.", "[63] Indeed, it is important to note that the Board did not find Mr. Aceve Acevedo’s allegations of persecution credible.", "[64] Moreover, the fact that Mr. Aceve Acevedo had asked for and obtained help from his friend, the mayor of Concepcion las Minas, to leave the country, does not qualify as the request for protection required of him. Of his own admission, as stated earlier, he did not request protection from the police.", "[65] Mr. Aceve Acevedo submits that the Board disregarded exhibits P-5 and P-6, namely two letters that state that his wife received an anonymous letter informing her that they were looking for her husband and that, afraid, she had requested help from Rigoberto Espinosa, who put her up at his house, with all of his family, in another village.", "[66] The presumption that the Board reviewed all of the evidence must prevail in this case. Further, exhibits P-5 and P-6 have no effect on the Board’s determination regarding the State’s protection. They do not indicate that Mr. Aceve Acevedo’s family requested protection from the authorities.", "[67] It is suggested that in determining that Mr. Aceve Acevedo had not indicated that the other members of his family were in danger in his country, the Board considered exhibits P-5 and P-6, which are inconclusive with regard to the family members’ safety.", "[68] The issue of protection from his own country, of which the claimant must avail himself before claiming protection from another country, is an integral part of the definition of Convention refugee ( <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 1020 (QL), at paragraph 12).", "[69] The more democratic institutions there are in a claimant’s country, the more the claimant must exhaust the recourse offered in that country before requesting the protection of another country ( <FRAGMENT_SUPPRESSED>  (QL), at paragraph 5).", "[70] The Board’s finding regarding State protection is therefore well founded. Section 97", "[71] Mr. Aceve Acevedo contends that the Board erred in expunging the notion of risk to life provided under subsection 97(1) of the Act.", "[72] A distinct analysis under subsection 97(1) of the Act is not always required and was not in this case.", "[73] <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 2013 (QL), at paragraph 22, Mr. Justice Richard Mosley stated as follows: This Court seems to have come to a consensus that a separate section 97 analysis is not required if there is no evidence that could go to establishing that the person is in need of protection:  <FRAGMENT_SUPPRESSED> .", "[74] In this case, the Board determined that Mr. Aceve Acevedo’s answers were inconclusive with regard to the identities of the attackers, that he lacked credibility with regard to his allegations of persecution and that he had not sought protection from the authorities.", "[75] <FRAGMENT_SUPPRESSED>  Martineau stated that based on the applicant’s lack of credibility and the other reasons stated in the decision, the Board was entitled to determine that the applicant was not a person in need of protection: [translation] In this regard, the Board could reasonably determine that there were no substantial grounds suggesting that the applicant would be subjected personally to a danger of torture by relying on the applicant’s lack of credibility and on the other grounds stated in the decision. The applicant has not persuaded me that in doing so the Board disregarded the documentary evidence which in itself was not conclusive and did not support a finding that the applicant would be a person contemplated by paragraph 97(1)(a) of the Act.", "[76] The finding on State protection, examined earlier, is also determinative with regard to the assessment of the claim based on section 97. This section provides for recognizing the status of persons in need of protection in cases where there is a risk to life or risk of cruel and unusual treatment. Inter alia, the claimant must be unable or unwilling to avail himself of protection from his country.", "[77] Therefore, the Board’s failure to carry out a distinct analysis pursuant to section 97 in this case is not determinative considering its other findings, which themselves are determinative.", "[78] <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 1604 (QL), at paragraph 13, Judith Snider J. also determined, on this point: It would have been preferable for the Board to have stated clearly that there was no persuasive evidence before it that related to s. 97 grounds. However, its failure to do so in this case is not, in my view, an error. However, even if the Board erred, I would conclude that any error was immaterial ( <FRAGMENT_SUPPRESSED>  (F.C.) (QL)). CONCLUSION", "[79] The Board’s decision is not patently unreasonable. Therefore, since there is nothing to warrant this Court’s intervention, this application for judicial review is dismissed. JUDGMENT", "[80] THE COURT orders that 1. The application be dismissed; 2. No serious question of general importance be certified.", "[2] FAITS", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13] ANALYSE", "[14] 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their country of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "[15] 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable, or because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "[16] 98. A person referred to in section E or F of Article 1 of the Refugee Convention is not a Convention refugee or a person in need of protection. F. The provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for considering that: (a) he has committed a crime against peace, a war crime or a crime against humanity, as defined in the international instruments drawn up to make provision in respect of such crimes; (b) he has committed a serious non-political crime outside the country of refuge prior to his admission to that country as a refugee; (c) he has been guilty of acts contrary to the purposes and principles of the United Nations. La norme de contrôle", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24]", "[25]", "[26]", "[27]", "[28]", "[29]", "[30]", "[31]", "[32]", "[33]", "[34]", "[35]", "[36]", "[37]", "[38]", "[39]", "[40]", "[41]", "[42]", "[43]", "[44]", "[45]", "[46]", "[47]", "[48]", "[49]", "[50]", "[51]", "[52]", "[53] L'inclusion", "[54]", "[55]", "[56]", "[57]", "[58]", "[59]", "[60]", "[61]", "[62]", "[63]", "[64]", "[65]", "[66]", "[67]", "[68]", "[69]", "[70]", "[71]", "[72]", "[73]", "[74]", "[75]", "[76]", "[77]", "[78] CONCLUSION", "[79] JUGEMENT", "[80] [End of document]"]}