{"id_": "035790", "body_str": ["[1] Gleason, J. : The applicants [called, collectively,  <FRAGMENT_SUPPRESSED>  in these Reasons] commenced two prohibition applications, seeking to restrain the Minister of Health [the Minister] from issuing Notices of Compliance [NOCs] under the Patented Medicines (Notice of Compliance) Regulations , SOR/93-133 [the NOC Regulations ] to the respondent, Cobalt Pharmaceuticals Company [Cobalt], for eye drops containing 0.1% and 0.2% concentrations of olopatadine. The application in respect of the 0.1% solution was made in Court File T-505-12 and that in respect of the 0.2% solution in Court File T-504-12.", "[2] Both applications were scheduled to be argued before me over the course of five days between December 9 and 13, 2013. On December 4, 2013, Alcon discontinued its application in Court File T-505-12 and advised that it was not relying on Canadian Patent No. 2,195,094 [the 094 Patent] in respect of its application in Court File T-504-12. In my Judgment in <FRAGMENT_SUPPRESSED>  issued on February 14, 2014, I dismissed Alcon's application to prohibit the Minister from issuing an NOC to Cobalt for its 0.2% olopatadine ophthalmic solution product and directed Alcon and Cobalt to provide submissions on costs in respect of both applications.", "[3] These Reasons deal with costs in both files.", "[4] The Notice of Application in this matter was filed on March 8, 2012 and, as noted, the application was discontinued just five days before it was scheduled to be argued.", "[5] Cobalt seeks solicitor-client costs in this file in the amount of $430,000.00, payable forthwith, which it alleges is equal to the actual costs it incurred in this matter from April 12, 2012 to December 4, 2013 as well as its estimated fees in relation to the costs submissions. In the alternative, Cobalt seeks a lump sum award, beyond the upper end of Column V of Tariff B to the Federal Courts Rules , SOR/98-106 [the Rules], in the amount of $200,000.00, likewise payable forthwith. It argues that Alcon's conduct merits censure and the imposition of either solicitor-client costs or an elevated costs award.", "[6] Cobalt's claims in this regard centre on what transpired in an earlier prohibition application in respect of the 094 Patent that Alcon commenced against Apotex Inc.  <FRAGMENT_SUPPRESSED>  in respect of that company's 0.1% olopatadine ophthalmic solution in Court File T-564-10. That application was heard by my colleague, Justice Barnes, who reserved his decision on the merits. Following the hearing, Alcon and Apotex jointly requested that the decision not be released as they were attempting to settle the application. On consent, counsel for Alcon wrote to the Court on March 30, 2012 and requested that Justice Barnes not release his decision until April 12, 2012, the day before the statutory stay was set to expire. However, counsel's March 30, 2012 letter was not brought to Justice Barnes' attention, and he issued his decision in Court File T-564-10 on April 11, 2012 [Justice Barnes' Decision]. In it, he dismissed Alcon's prohibition application, finding that the 094 Patent failed on the ground of obviousness.", "[7] Almost immediately thereafter, counsel for Alcon wrote to counsel for Apotex, indicating he had received instructions to request the Court that it: ... retract the decision if possible, because i) the parties had asked that it not be released until April 12, pending settlement; and ii) the parties have now reached agreement on all material points and were at the point of today asking the Court for an extension of the statutory stay period, by one month, pending putting together a formal agreement.", "[8] It appears from the decision of Justice Mesbur in <FRAGMENT_SUPPRESSED>  about which more is said below, that counsel for Apotex received instructions to agree to this proposal, called the Registry of this Court on April 11th and conveyed the message he and counsel for Alcon had agreed to. However, the Registry appears to have advised Justice Barnes that Alcon and Apotex had requested withdrawal of his Judgment as they had settled the application. Therefore, on April 12, 2013 Justice Barnes issued the following Direction: Upon being advised by the parties that a full settlement of this litigation has been negotiated coincidental with the issuance of the Court's Judgment and with their consent the Court's Judgment is hereby withdrawn.", "[9] The next day, Alcon filed a Notice of Discontinuance with the Court in the prohibition application involving Apotex's 0.1% olopatadine solution.", "[10] Thereafter, Alcon and Apotex continued their discussions but were unable to agree to final settlement documentation. In October of 2012, Alcon made an application to the Ontario Superior Court of Justice to enforce the settlement it claimed it had reached with Apotex.", "[11] On July 22, 2013, Justice Mesbur released her decision  <FRAGMENT_SUPPRESSED> 's application to enforce the settlement and decided that no settlement had been reached because both parties had negotiated on the basis that any agreement they reached was tentative and subject to the approval of their respective principals. As this approval was not given by Apotex (after it learned of the outcome reached by Justice Barnes), Justice Mesbur held that the prohibition application in respect of Apotex's 0.1% olopatadine product had not been settled. Alcon did not appeal Justice Mesbur's decision.", "[12] In August of 2013, Apotex wrote to this Court seeking to rely on Justice Barnes' Decision in connection with another proceeding between Apotex and Alcon involving olopatadine where Alcon was relying in part on the 094 Patent. In the context of the subsequent back and forth between Apotex and Alcon, Apotex argued that the withdrawn decision should be reinstated. Alcon disagreed. Ultimately, Apotex decided not to pursue the reinstatement of Justice Barnes' Decision.", "[13] In October of 2013, Cobalt wrote to this Court, also seeking reinstatement of Justice Barnes' Decision. In his October 22nd letter to the Court, counsel for Cobalt stated that his client first learned of the outcome in the withdrawn decision when Justice Mesbur's decision was released in July 2013. However, it appears from the materials filed by Cobalt in connection with its claim for costs in this matter that counsel for Cobalt reviewed the recorded entries in this Court's file in the Alcon-Apotex prohibition matter in April 2012. Those entries reveal that a Judgment had been issued on April 11, 2012 and was withdrawn on consent the following day due to a settlement having been reached by the parties. The entries, however, did not reveal the outcome reached in the withdrawn Judgment. Thus, in April 2012 Cobalt was aware only that Justice Barnes' Decision had been withdrawn, but did not learn of the outcome reached by Justice Barnes until July 2013.", "[14] On December 3, 2013, Justice Barnes held a hearing to deal with Cobalt's request to reinstate his Decision; Alcon argued against the Decision's being reinstated.", "[15] Justice Barnes granted Cobalt's motion from the bench, issued his Decision nunc pro tunc as of April 11, 2012 and awarded Cobalt costs on the reinstatement motion in the amount of $10,000.00, payable by Alcon. In so awarding Justice Barnes was critical of the conduct of Alcon (and Apotex), stating at page 5 of his Order that he: disagree[d] with Alcon's argument that by filing a Notice of Discontinuance, the Court is deprived of the jurisdiction to grant relief. It is not open to any party to obtain an order on the strength of the miscommunication or misunderstanding by the Court and then to preserve the effect of the order by unilaterally discontinuing the proceeding. That is particularly obvious where the interests of third parties may be engaged. To permit such an outcome would be to abuse the Court process ...", "[16] Cobalt argues that Alcon's conduct in filing a Notice of Discontinuance and subsequently failing to advise Justice Barnes that the matter had not settled, when it became apparent that Apotex was resisting consummating the settlement, merits an award of solicitor-client or elevated costs because Alcon's conduct resulted in Cobalt's being required to incur substantial costs, which were wholly unnecessary. Cobalt asserts in this regard that Justice Barnes' Decision necessarily required that Alcon discontinue the prohibition application against Cobalt in Court File T-505-12 as the same issues as were decided by Justice Barnes arose in the application against Cobalt and it would have been an abuse of process for Alcon to re-litigate these issues (relying in this regard on <FRAGMENT_SUPPRESSED>  [ Sanofi-Aventis ]).", "[17] Alcon, on the other hand, asserts that costs in respect of this matter should only be awarded based on the mid-point of Column III of Tariff B, making five arguments in support of its position. It first argues that Cobalt knew about the withdrawn decision in April 2012 but neglected to take any action to have it reinstated until October 2013, thereby prolonging the pursuit of the application in respect of the NOC for the 0.1% olopatadine product. Second, Alcon asserts that it acted in good faith in seeking to uphold the settlement agreement and that, at least until the release of Justice Mesbur's decision, there is no basis for an elevated costs award. Third, it argues that even after Justice Mesbur's determination, its conduct was reasonable as there is no precedent for dealing with a situation of this nature and it was therefore not clear that it needed to discontinue the application against Cobalt or to advise the Court as to what had transpired in the Ontario application. Fourth, Alcon argues that the case law relied on by Cobalt in support of an elevated cost award is distinguishable and involved much more objectionable conduct, like the deliberate repeated disregard of a plaintiff's trade-mark rights and past court judgments (in <FRAGMENT_SUPPRESSED>  [ Louis Vuitton ]) or deliberate and unnecessary attempts to re-litigate the same issues against the same party (in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]). Finally, Alcon asserts that it would not have been an abuse of process for it to re-litigate the validity of the 094 Patent in the application to prohibit the Minister from issuing an NOC to Cobalt for the 0.1% olopatadine solution, intimating that there was no allegation at issue in the Apotex application that was also present in the application it brought in respect of Cobalt.", "[18] I disagree with the final assertion and find that it would have been an abuse of process for Alcon to have litigated its application against Cobalt in respect of the 094 Patent after Justice Barnes' Decision was reinstated because the same issue was raised by Cobalt. As noted, Justice Barnes dismissed the prohibition application against Apotex because he found that the 094 Patent failed on the ground of obviousness. Very similar allegations regarding obviousness were made by Cobalt in Court File T-505-12. Thus, the decision  <FRAGMENT_SUPPRESSED> -Aventis is dispositive; it provides that it is an abuse of process, within the meaning of paragraph 6(5)(b) of the NOC Regulations , for an innovator company to re-litigate the same allegations that were ruled upon in a previous prohibition application involving a different generic company, even if the allegations are differently worded in the Notices of Allegation in the two files or if the innovator company seeks to call different evidence in the second file.", "[19] The case of <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], relied on by Alcon to substantiate a different conclusion, does not assist it as that case involved a situation completely different from the present. In <FRAGMENT_SUPPRESSED> , what was at issue was whether a generic company had infringed an innovator's use-based patent. In a previous case, the Court had struck a similar claim of infringement brought against another generic company. In <FRAGMENT_SUPPRESSED> , Prothonotary Tabib held that the situation was distinguishable from that  <FRAGMENT_SUPPRESSED> -Aventis (and that there was no re-litigation of an issue so as to constitute an abuse of process within the meaning of paragraph 6(5)(b) of the NOC Regulations ) because what was at issue in the two cases was different - namely whether the conduct of two different generic companies constituted infringement. In Sanofi-Aventis , on the other hand, what was at issue in the two cases was the validity of the patent for failure to soundly predict utility. That issue was the same in both cases and arose directly from the patent, itself.", "[20] For the reasons already noted, the present case and the previous ruling made by Justice Barnes on the obviousness of the 094 Patent involve the same allegation, and, therefore, the holding  <FRAGMENT_SUPPRESSED> -Aventis applies such that it would have been an abuse of process for Alcon to re-litigate the validity of the 094 Patent against Cobalt. Indeed, as Cobalt aptly notes, this is eloquently demonstrated by the fact that Alcon discontinued its application against Cobalt the day after Justice Barnes' Decision was reinstated.", "[21] As for the other grounds advanced by Alcon, contrary to what it claims, I do not believe that it behaved reasonably throughout. Rather, I concur with Justice Barnes that, especially once Justice Mesbur determined that Alcon had no agreement with Apotex to settle the prohibition application involving Apotex, it was incumbent on Alcon (and, indeed, Apotex) to so advise this Court to afford Justice Barnes the opportunity to re-instate his Decision. The failure to do so did affect third parties, including Cobalt. Cobalt was required to continue in its preparation of its defence in respect of the prohibition application in Court File T-505-12 (and to advance the arguments related to the 094 Patent in Court File T-504-12). In addition, Cobalt's generic version of the 0.1% olopatadine eye drop was kept off the market for approximately six additional months, thereby possibly causing Cobalt losses and possibly depriving members of the Canadian public of its product over this period.", "[22] I also disagree with Alcon that Cobalt was dilatory in raising the status of the withdrawn Decision. It did not know of the outcome reached until July 2013, when Justice Mesbur issued her decision in the Ontario proceeding. Without knowing this, there was no basis for Cobalt to have sought to have Justice Barnes' Decision reinstated since a decision granting the application would not necessarily have been binding against Cobalt (see e.g. <FRAGMENT_SUPPRESSED> ). Moreover, as concerns the three months between when Cobalt learned of Justice Mesbur's decision and the date it filed its application to have Justice Barnes' Decision reinstated, I do not view any delay on Cobalt's part as unreasonable for two reasons. First, and most importantly, as Justice Barnes determined, the primary onus to correct the record before this Court lay with Alcon and Apotex, not Cobalt. Secondly, Apotex, itself, had raised the issue of the status of the withdrawn Decision with the Court as early as August 2013, so any delay by Cobalt to also raise the issue is not material.", "[23] In the circumstances, I find that an award of solicitor-client costs for a portion of the time that Cobalt seeks them is warranted. Solicitor-client costs are very much the exception and should only be awarded when one party engages in conduct that deserves sanction, which has often been described as conduct that is \"reprehensible, scandalous or outrageous\" (see e.g. <FRAGMENT_SUPPRESSED> ). Here, I find that Alcon's conduct in seeking to avoid the impact of Justice Barnes' Decision, after it became clear there was no settlement, and in continuing its application against Cobalt until the eleventh hour in circumstances where it was clear that the withdrawn Decision would render its conduct an abuse of process, is so serious that it warrants imposition of costs on the solicitor-client scale. Its conduct in this regard is analogous to that of the unsuccessful parties in <FRAGMENT_SUPPRESSED>  them. Just as an award of solicitor-client costs was appropriate in those cases, it is appropriate here, because just like the unsuccessful parties in <FRAGMENT_SUPPRESSED>  I am not persuaded that an award of solicitor-client costs for the entire period Cobalt seeks them is warranted. I believe that there is merit  <FRAGMENT_SUPPRESSED> 's position that its conduct prior to July 2013 was reasonable as it sought to enforce the settlement it believed it had reached, and, indeed, it was Apotex - and not Alcon - which backed away from the agreement in principle the two had reached once it learned that Justice Barnes had dismissed the prohibition application in the withdrawn Decision. It was not until Justice Mesbur decided that there was no settlement that Alcon's conduct became so objectionable that an award on a solicitor-client basis is warranted.", "[25] Thus, Cobalt is entitled to solicitor-client costs in this matter only from July 23, 2013 (the day after Justice Mesbur's decision) to December 4, 2013 (the day Alcon discontinued Court File T-505-12), inclusive. The costs so awarded include all actual fess paid or payable by Cobalt for work done within this period, including the full amount of disbursements incurred in this period.", "[26] For the period before July 23, 2013 and after December 4, 2013 - and in respect of the preparation of its costs submissions - Cobalt is entitled only to costs on the scale normally applicable in applications of this nature. While there is some divergence in the case law in terms of what that scale is, there are several cases which support its being set at the mid-point of Column IV of Tariff B to the Rules, and for providing for the attendance of two counsel at the hearing (see e.g. <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> ). I find that setting fees on this basis for all periods before July 23, 2013 and after December 4, 2013 is reasonable given the scope of the issues at play in this file. I also find that Cobalt is entitled to its reasonable disbursements, which for these periods would include (if applicable) business class travel on trans-Atlantic flights for one counsel to attend cross-examinations, as awarded in previous cases (see e.g. <FRAGMENT_SUPPRESSED> at para 112; <FRAGMENT_SUPPRESSED> ).", "[27] I find it is appropriate that all work done by Cobalt on the 094 Patent should be attributed to Court File T-505-12 (and correspondingly that the only costs associated with Court File T-504-12 are those incurred in relation to the 924 Patent). This is because regardless of whether Cobalt's work on the 094 Patent applied to one file or the other, it was nonetheless work that Cobalt only had to do because of Alcon's attempt to re-litigate the validity of the 094 Patent. At the same time, Cobalt is not entitled to double recovery for the same work done in relation to two separate files. Indeed, Cobalt in their costs submissions for Court File T-504-12 has not included any claims with respect to the 094 Patent.", "[28] Some of Cobalt's work clearly related only to either the 094 Patent or the 924 Patent. Work relating to the testimony of doctors Lightman, Stephan, Yanni, Lieberman and Irani applied only to the 094 Patent. Work relating to the testimony of Dr. Laskar related only to the 924 Patent.", "[29] In many other instances, however, it appears that Cobalt's delineation of work between the two patents is not so clear. Cobalt's affiant, John Lucas, deposes at para 7 of his affidavit that he was advised that with respect to the evidence of Dr. Bodmeier, 10% related to the 094 Patent and 90% to the 924 Patent, with a like breakdown for disbursements. Further, for a significant portion of Cobalt's work, Mr. Lucas deposes that the timekeeping descriptors were \"not clear enough to discern the specific patent to which it related\", and so he apportioned 50% to the 094 Patent and 50% to the 924 Patent (at para 10 of his affidavit). While it is regrettable that Cobalt did not track its time on these files with greater precision, the 10/90 split for work related to Dr. Bodmeier and the 50/50 split for the unclear descriptors appear to be reasonable.", "[30] It would have been preferable had I been able to quantify a lump sum costs award to give effect to the foregoing determinations, but, unfortunately, the materials filed by Cobalt in support of its costs claim do not allow me to do so. As Alcon correctly notes in its submissions, only fragmentary information has been provided in respect of the disbursements claimed as no invoices were produced and there is no substantiation for the basis of some of the items that are claimed. Nor is there any affidavit attesting to their reasonableness as is normally required under Tariff B to the Rules, section 1(4). In addition, there is confusion in the time dockets that were filed by Cobalt, and claims were made for time that is already the subject of Justice Barnes' cost award made in the context of the motion to reinstate his withdrawn Decision. Cobalt is not entitled to double-recovery for these amounts. Finally, the materials filed do not allow for the calculation of fees split between those to be calculated on a solicitor-client recovery basis and those to be assessed at the mid-point of Column IV to the Rules. Thus, I have refrained from making a lump sum award in this matter and instead remit its calculation to the parties. I would hope that with the assistance of these Reasons they should be able to settle the matter themselves. If not, the final determination of the amounts payable by Alcon to Cobalt in respect of Court File T-505-12 may be referred to an assessment officer. II. Court File T-504-12", "[31] The issues in respect of costs in this file are much more straight-forward as Cobalt seeks party-and-party costs, and Alcon agrees that it is bound to pay the same but differs as to the basis for their calculation. It also disputes that a lump sum should be awarded, noting that the time claimed for certain items is excessive and that the substantial amount claimed for disbursements is not properly substantiated.", "[32] For the same reasons as in Court File T-505-12, I have decided that costs should be awarded at the mid-point of Colum IV of Tariff B to the Rules, that Cobalt is entitled to compensation for two counsel at the hearing, and that reasonable disbursements include business class airfare for trans-Atlantic flights to attend cross-examinations for one counsel. However, as Cobalt has failed to file evidence to support the reasonableness of its disbursement claim, I decline to make a lump sum award, as Justice Snider declined to do for much the same reasons in <FRAGMENT_SUPPRESSED> .", "[33] As discussed above, only work in relation to the 924 Patent is to be considered for costs purposes as work done in respect of Court File T-504-12. Where it is not completely clear whether the work done was related to the 094 Patent or the 924 Patent, the parties shall attempt to agree between themselves as to the proper apportionment. As noted, the 90% apportionment of work relating to Dr. Bodmeier's testimony to the 924 Patent and the 50% apportionment for work with unclear descriptors seems to be reasonable. Once again, I trust that with the guidance of these Reasons the parties should be able to settle the quantum of costs payable in this file, but should they be unable to do so, they may refer the issue to an assessment officer.", "[34] Finally, I have considered Alcon's suggestion that Cobalt's reply submissions constitute improper case-splitting and determined that, with one exception, they do not. The one exception is Cobalt's request to be allowed to file additional materials to address gaps in its original submission. I am not prepared to allow this as it would amount to case-splitting and would lead to another protracted round of submissions. To the extent Cobalt needs to put forth additional materials, it may do so before the assessment officer. However, I reiterate my hope that the parties ought to be able to agree on the costs payable now that the parameters have been established in these Reasons. ORDER", "[35] THIS COURT ORDERS that 1. For Court File T-505-12, Alcon shall pay to Cobalt: a. Costs at the mid-point of Column IV of Tariff B to the Rules for reasonable fees and disbursements incurred prior to July 23, 2013; b. Solicitor-client costs for actual fees and disbursements incurred from July 23, 2013 to December 4, 2013, inclusive; and c. Costs at the mid-point of Column IV of Tariff B to the Rules for reasonable fees and disbursements incurred after December 4, 2013. 2. For Court File T-504-12, Alcon shall pay to Cobalt costs at the mid-point of Column IV of Tariff B for reasonable fees and disbursements. 3. The following applies to both files in respect of costs assessed at the mid-point of Column IV: a. Reasonable fees shall include a second counsel for attendance at the hearing; b. Expert fees are awarded but may not exceed fees of senior counsel for like time involvement; c. Fees or disbursements for attending or defending cross-examinations shall be limited to one counsel, including for costs of travel; and d. If applicable, business class airfare is reasonable, but only for trans-Atlantic flights. 4. The parties shall attempt to agree on quantum of costs for Court Files T-505-12 and T-504-12 based on these Reasons. Should the parties be unable to agree, they may refer this matter to an assessment officer.", "[2]", "[3] I. Dossier T-505-12", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16] <FRAGMENT_SUPPRESSED>  [ Sanofi-Aventis ] ).", "[17] <FRAGMENT_SUPPRESSED>  [ Louis Vuitton", "[18] était Sanofi-Aventis", "[19] Sanofi-Aventis Sanofi-Aventis", "[20] Sanofi-Aventis", "[21]", "[22]", "[23]", "[25]", "[26] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> ).", "[27]", "[28]", "[29]", "[30] II. Dossier T-504-12", "[31]", "[32] <FRAGMENT_SUPPRESSED> .", "[33]", "[34] ORDONNANCE", "[35] LA COUR [End of document]"]}