{"id_": "036084", "body_str": ["[1] Russell, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (Act) for judicial review of the decision of the Refugee Protection Division (RPD) of the Immigration and Refugee Board, dated 23 July 2010 (Decision), which refused the Applicant's application to be deemed a Convention refugee or a person in need of protection under sections 96 and 97 of the Act. BACKGROUND", "[2] The Applicant is a citizen of the People's Republic of China. With the assistance of a smuggler, he travelled from China under a false passport and arrived in Canada on 15 April 2007. He was interviewed at the port of entry (POE) by immigration authorities, who asked why he was seeking refugee protection. The Applicant said that, in China, he had filed a complaint against officers of the Public Security Bureau (PSB) who were continually extorting money from his family's fruit stand. In consequence, he was arrested, jailed for a day and then released. When the PSB began looking for him once again, he fled to Canada. He stated that he had no other problems with the police. The Applicant never said during this interview that he was being sought by the PSB for being a Christian and attending an unregistered house church.", "[3] In his Personal Information Form narrative (PIF) and in his testimony at the hearing the Applicant admitted that he had fabricated the story of extortion and that religious persecution was the real reason for his fleeing China. In fact, the Applicant had never been jailed for any reason. He explained that he did not claim religious persecution when he first arrived in Canada because the smuggler had told him that, if he did, he would be returned to China.", "[4] In his PIF, the Applicant alleged that he joined a 12-member unregistered Christian house church in Fujian Province in May 2006. A pastor came to the group's meetings on three or four occasions and, on one of these occasions, he was baptized. On 4 February 2007, during a group meeting, two lookouts spotted the PSB approaching and gave a warning. The Applicant escaped and went to a friend's home to hide. While there, he learned that three other church members had been arrested and that the PSB had evidence against him. His family was advised to report the Applicant's whereabouts to the authorities but, instead, they contacted a smuggler to assist the Applicant in leaving the country. The PSB searched for the Applicant at his family's home on seven or eight occasions, most recently at Christmastime in 2009. At no time did they leave a summons or an arrest warrant. Soon after arriving in Canada, the Applicant began to attend a Christian church in Toronto. He attends regular services as well as Bible studies.", "[5] The Applicant fears returning to China because he believes that the PSB is still looking for him, that they would be able to find him anywhere in the country and that he would not be able to practise his chosen form of Christianity without being persecuted or at risk.", "[6] The Applicant appeared before the RPD on 12 February 2010. The hearing was conducted by videoconference. The Applicant was represented by counsel and an interpreter was present. The RPD found that the Applicant's version of events was not credible and that, should he return to Fujian Province, he would not face a serious possibility of persecution for practising his chosen form of Christianity, nor would he face a risk to life or a risk of torture or cruel and unusual treatment or punishment. This is the Decision under review. DECISION UNDER REVIEW The RPD Did Not Find the Applicant's Evidence to Be Credible", "[7] The RPD did not find satisfactory the Applicant's explanation for failing to mention to immigration authorities at the POE that he had been pursued by the PSB for participating in an underground Christian house church. First, the Applicant could not explain why the smuggler would believe that Canadian immigration authorities would frown upon illegal religious activity in China. Second, if the smuggler had warned the Applicant against making a religiously-based claim, the Applicant would be unlikely to describe Canada as a \"democratic, peaceful, civilized country\" that \"would guard every citizen's rights not to be violated,\" which is what he wrote in his POE statement. Third, setting aside the fact that the Applicant's statement in his PIF that his aunt helped him locate a smuggler conflicted with his testimony at the hearing that his parents had that responsibility, the RPD also found it unlikely that the aunt and/or parents would arrange to send the Applicant to Canada if they were told by the smuggler that Canadian authorities would likely deport the Applicant if they found out that he had engaged in illegal religious activity in China. The RPD therefore found that the Applicant's explanation for initially concealing the true basis for his coming to Canada was not credible. Moreover, the RPD found that the Applicant's lack of legal counsel at the time was irrelevant since \"[a] statement of alleged truth does not require the prior advice of counsel.\" The Country Conditions Documentation Does Not Support the Applicant's Claim", "[8] The RPD acknowledged that, while it is not always necessary for an applicant to provide corroborating evidence, particularly where the lack of such evidence is reasonably explained, the Applicant nonetheless provided no statements, letters, affidavits, Chinese church membership records, arrest warrant or jail visit records to support his version of events. Coupled with the documentary evidence, the vast majority of which reports no incidents of persecution of members of small underground house churches in rural areas of Fujian Province, the Applicant's evidence was found insufficient to establish a credible factual basis for his claim. The RPD concluded that there was \"no more than a mere possibility\" that the Applicant would face persecution on the basis of his religion and that, on the balance of probabilities, he would not face section 97 risks or dangers. The Claim Is Not Well-Founded", "[9] The RPD accepted that the Applicant was currently a practising Christian. However, it found that, if he were return to China and choose to worship in an unregistered house church in Fujian Province, as he has stated he would, he could do so freely without any serious possibility of persecution \"by way of arrest, detention, constraint, theological interference, or material impediment.\"", "[10] The RPD recognized that the treatment of Protestant Christians varies throughout China and between rural and urban areas, with the latter being more restrictive. However, even the Applicant's documentary evidence indicated that Fujian is among the provinces with the most liberal religious policies; some of its churches, Bible schools and missions have been allowed to operate \"for years.\" The only reference to possible religious persecution in Fujian was contained in two letters from the president of the China Aid Association, neither of which provided specific examples of persecutory events in Fujian. The RPD found that, given that nearly all of the Applicant's documents came from Christian sources that track the persecution of Christians in China, and given that none of them indicated more than a mere possibility that regular members of underground Protestant churches in Fujian would be persecuted, the Applicant would not face a serious possibility of persecution due to his religion nor would he face any of the risks and dangers set out in section 97 of the Act if he were to return to China. Therefore, his claims pursuant to sections 96 and 97 were dismissed. ISSUES", "[11] The Applicant raises the following issues: i. Whether the RPD erred in its assessment of the Applicant's credibility; and ii. Whether the RPD erred in its assessment of the claim. STATUTORY PROVISIONS", "[12] The following provisions of the Act are applicable in these proceedings: Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or ) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. Person in need of protection (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. 96. 97. STANDARD OF REVIEW", "[13] The Supreme Court of Canada in  <FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to the particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis.", "[14] Credibility assessment is within the RPD's area of expertise. It is reviewable on a standard of reasonableness.  <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED> , above, at paragraphs 51 and 53.", "[15] The assessment of the evidence regarding the Applicant's claim also is reviewable on a standard of reasonableness.  <FRAGMENT_SUPPRESSED> .", "[16] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See  <FRAGMENT_SUPPRESSED> , at paragraph 47; and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" ARGUMENTS The Applicant There Was No Evidence to Rebut the Presumption of Truth", "[17] The Applicant argues that the RPD acted unreasonably in finding that the inconsistencies of his PIF and testimony when compared to his POE statement were sufficient to rebut the presumption that an applicant's claims are true.  <FRAGMENT_SUPPRESSED>  (QL) (FCA). The Applicant's explanation that the smuggler warned him not to tell immigration officials that he had been practising Christianity illegally in China was plausible. The Applicant was so warned immediately before disembarking from the airplane and did not have time to consider the wisdom of this advice nor to confirm its accuracy, as he did not have access to counsel during his POE interview. The Applicant's lack of experience and education, his understandable reluctance to trust any authority figure and the fact that he was in detention at the time coalesced in such a way that the smuggler's warning seemed credible to the Applicant. The RPD took none of this into account. Instead, it applied North American logic to the Applicant's behaviour.  <FRAGMENT_SUPPRESSED> . The RPD also failed to bear in mind that the Applicant's explanation for withholding information from Canadian immigration authorities came within a month of the POE interview.", "[18] With the exception of the POE inconsistency, the RPD cited no other material inconsistencies in the Applicant's testimony. The Claim", "[19] The RPD found the Applicant to be a practising Christian here in Canada but concluded that, if he were to return to Fujian Province and practise Christianity in an unregistered house church, he could \"do so freely without any serious possibility of persecution by way of arrest, detention, constraint, theological interference, or material impediment.\"", "[20] The Applicant challenges this finding on two grounds. First, the Patriotic Church in China offends his religious beliefs. Second, the country conditions documentation is mixed with respect to whether persons similarly situated to the Applicant can practise their religion in China. The RPD erred by engaging in a \"selective review\" of the documentation when, according to the jurisprudence, the Applicant should receive the benefit of the doubt. For example, the Reverend Ko, in his letter, stated that he has been to mainland China where Christians are being persecuted. Also, the president of the China Aid Society has said that the government is repressive toward Christians in Fujian Province. Moreover, the Federal Court, in <FRAGMENT_SUPPRESSED> held that \"there was ample evidence before the Board that religion is not practised freely within registered churches in China and that members of underground churches are persecuted.\" The Applicant submits that the RPD ignored persuasive evidence and case law. The Respondent The RPD's Credibility Findings Were Not Unreasonable", "[21] The Respondent, in enumerating the Applicant's credibility problems which were identified by the RPD, contends that the RPD justified its negative credibility findings with reasonable and transparent reasons that were grounded in the evidence as a whole. The burden was on the Applicant to adduce credible evidence that established on a balance of probabilities a serious possibility that he would be persecuted for his religious beliefs and practices if returned to his country of origin. Where the applicant provides no corroborating evidence but rather expects the tribunal to accept him at his word, the tribunal is entitled to acknowledge the absence of documents that it could reasonably have expected to be in evidence to corroborate a story.", "[22] Consistency and plausibility are important indicators of credibility in an applicant's story. See Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  Imm LR (2d) 78 (FCA). The Applicant's PIF and oral testimony at the hearing represent a significant departure from the claim made during the Applicant's POE interview, at which time the Applicant was given multiple opportunities to state the truth but expressly denied any basis for his claim other than alleged extortion of money from the family fruit stand by public officials. It was also open to the RPD to reject as implausible the Applicant's explanation for making this false claim, given the difficulty in reconciling his alleged belief that Canadian authorities would disapprove of his illegal religious activity in China and his statement that Canada was a country that would guard everyone's rights. To overturn a decision based on a negative credibility finding, the Applicant would have to demonstrate, on a balance of probabilities, that the RPD committed a palpable and overriding error that affected the assessment of the facts. See R v Gagnon , 2006 SCC 17 at paragraph 20. This he did not do. The Assessment of the Country Conditions Documentation Was Reasonable", "[23] The RPD carefully considered the documentary evidence in the National Documentation Package as well as the documentary evidence provided by the Applicant. It found no reliable evidence that regular members of an underground house church have ever been arrested in Fujian or had their chosen form of worship impeded in any significant way. Even the Applicant's documents, sourced from Christian groups that track such persecution, provided no specific examples of persecution.", "[24] The RPD was not required to accept the Applicant's testimony at face value. The truth of such testimony can be rebutted where the documentary evidence fails to mention \"what one would normally expect it to mention.\"  <FRAGMENT_SUPPRESSED>  (QL) (FCA) at paragraph 1. The Applicant cites as authority Federal Court jurisprudence wherein the RPD was found to have ignored persuasive documentary evidence. That is not the case here. The RPD's weighing of the evidence, even if in a manner that does not favour the applicant, in and of itself, provides no grounds for the Court's intervention where the RPD acted reasonably. ANALYSIS", "[25] This case raises a multitude of a familiar issues related to the treatment of Christians in China. Scores of cases have come before the Court that have very similar narrative backgrounds and which use very similar arguments and evidence to attack the RPD's Decision.", "[26] In its basic features, the Applicant relies upon what has become an almost generic set of facts. He became a member of an underground Christian house church in Fujian Province. There were 12 members. A pastor came to the group's meetings on three or four occasions. On one occasion the Applicant was baptized. Everything went well for a time until, one day, during a group meeting, the lookouts spotted the PSB approaching and gave warning. The Applicant escaped and went into hiding. He learned that other members had been arrested and that the PSB was looking for him. They went to his family home on seven or eight occasions. They left no summons but the Applicant decided that he had to leave China and, with the assistance of his family, he made contact with a smuggler and came to Canada.", "[27] There is little by way of authenticating detail to distinguish the Applicant's basic narrative from many others that have come before the RPD, and then the Court for judicial review. When such cases come before me for review, I am usually referred by both sides to competing authorities that go either way on fact situations and evidence that are not that dissimilar. Fine distinctions are drawn and, in the end, a great deal seems to depend upon the way the RPD handled the evidentiary package before it.", "[28] In this kind of situation, and particularly when an applicant provides no corroborative evidence, I think the Court must take into account the difficulties faced by the RPD as it goes about its legitimate business of deciding who is a genuine refugee and who is not. The presumption of truth, so often relied upon when no corroborative evidence is produced, does not mean that the RPD is not entitled to probe and question a claimant's narrative through whatever legitimate means are available to it.", "[29] In the present case, while the Applicant's basic narrative is close to the generic sequence outlined above, there are two factors that produce some kind of variation. The first one is that, when he arrived in Canada by plane the Applicant never said at the Port of Entry that he was being sought by the PSB in China for being a member of a Christian underground church. Even though he was questioned closely about what he was afraid of, his initial story was that he had filed a complaint against officers of the PSB who were extorting money from his family's fruit stand and that the PSB were looking for him for this reason.", "[30] Also of significance is that, after he later changed his story to one of religious persecution, the Applicant provided no corroborative evidence whatsoever from any friend or family member, or anyone else, that would support any aspect of his personal narrative.", "[31] Therefore, the RPD was faced with someone who changed his story to one of religious persecution after he arrived in Canada and who produced no corroborative evidence that would support that story.", "[32] The Applicant has raised a wide range of what he regards as reviewable errors in the Decision but, as a starting point, I do not think it is unreasonable that, given these two basic problems, the RPD was suspicious of the Applicant and felt it was necessary to test and assess his credibility in some way. Assessment of Credibility", "[33] The Applicant has put forward various arguments as to why the RPD was unreasonable in not finding his allegations of persecution for his religious practices to be credible. In the end, however, it is my view that the Applicant simply disagrees with the findings of the RPD and now puts forward various reasons as to why the Court should also disagree with the RPD. It is not the job of the Court to submit its opinion for that of the RPD on credibility issues.  <FRAGMENT_SUPPRESSED> .", "[34] Some of the arguments raised are addressed by the RPD in its Decision. For example, the RPD made it clear why a lack of counsel at the Port of Entry interview could not explain the false story which the Applicant alleges he told at that interview. It is possible to disagree with this conclusion but I cannot say that it falls outside the <FRAGMENT_SUPPRESSED> range.", "[35] The Applicant also says that the RPD \"applied a North American perspective of what was plausible in the circumstances rather than examine plausibility from the standpoint of the Applicant and the snakehead.\" The Applicant does not say how his perspective regarding plausibility differs from that of the RPD. What he appears to mean is that the RPD did not adopt his perspective because they did not believe him, and he does not agree with their reasons. The RPD obviously considered the Applicant's perspective because it refers to his explanation. I do not think that this is really a perspective issue. The RPD gave its reasons and, once again, I cannot say that they fall outside the <FRAGMENT_SUPPRESSED> range.", "[36] Without going through them all in detail, I think it is fair to say that each point raised by the Applicant regarding the credibility finding has some merit. In fact, it is my view that it would not have been unreasonable for the RPD to have accepted the Applicant's explanation and to have made a positive determination. However, what I cannot say is that, given the fundamental change in the primary basis for the Applicant's persecution narrative, and given both the total lack of any corroborative evidence concerning the Applicant's narrative and the objective country documents, the RPD's assessment of credibility falls outside of the range of possible acceptable outcomes which are defensible in respect of the facts and the law. It is possible to disagree with this Decision on the credibility findings but, in my view, if the Court were now to intervene it would, in effect, be assessing the evidence itself and substituting its own opinion for that of the RPD, which the Court cannot do.", "[37] The RPD's credibility finding is based in part upon the RPD's assessment of the objective evidence and its conclusion that, although Christians may be persecuted in other parts of China, that evidence does not support the proposition that the Applicant would face persecution or section 97 risk in Fujian if he were to practise his chosen form of Christianity. This finding also overlaps with the RPD's assessment of the same evidence when dealing with the Applicant's claim. Claim", "[38] Applicant's counsel's submissions to the RPD on the objective documentary evidence raises controversial and frequently debated issues. The Applicant complains that the RPD ignored his arguments and some of the issues raised and failed to deal with them in the Decision. My review of the submissions and the Decision leads me to the conclusion that perhaps the RPD did not address the submissions in the way that the Applicant thinks they should have been addressed but that, nevertheless, the essential ground is covered.", "[39] In fact, I believe that the RPD in this case took particular care to assess the available evidence and arrive at its conclusions. Its basic position is that the situation for Christians is bad in many parts of China, but there are significant differences among provinces and between urban and rural communities. As has been found before, the RPD concludes that Fujian is relatively liberal and that there is no evidence that would support a finding that the Applicant will face \"a serious possibility of persecution for practicing his chosen form of Christianity in Fujian province if he returns there\": 23. I considered the [Applicant's] documentary evidence to see if it contained evidence that conflicted with the evidence found in the National Documentary Package. I found no reliable document that indicates that regular members of a house church have ever been arrested or detained in Fujian or otherwise had their chosen form of worship impeded in any significant way. I did not find any documents which stated that Christian ministers had ever been arrested, convicted or tortured in Fujian. The exception to this lack of reference to Fujian in the [Applicant's] documents were two letters from the President of the Chinese Aid Association which is based in Texas and Washington DC. In these letters, the writer states that \"religious repression continues to occur in every province in China, including Guangdong and Fujian province.\" He adds that \"repression of unauthorized religious activity is a nationwide campaign mandated by the Chinese Communist Party\". However, the writer provides no specific examples whatever of any particular persecutory events ever happening in those two provinces. It is an assertion without further evidence. Moreover, his inference (and those of some of the Christian sources referenced in Exhibit 6) that the repression in practice is mandated nationwide, from the top down, is at odds with the other specific documentary evidence referred to above that there is a wide geographic range of actual religious oppression in China, with Fujian and Guangdong being seen as tolerant. 24. This lack of mention in the [Applicant's] documents of repression in Fujian is significant. Nearly all of the [Applicant's] documents come from Christian sources which track the repression of Christians in China. These sources point out incidents of Christians being arrested, incarcerated, sent to re-education through labour camps and tortured by the Chinese authorities for practicing unauthorized forms of Christianity. The [Applicant's] documentary evidence comes from such sources as Epoch Times, Pilgrims Covenant Church, Mennonite Brethren Herald, BosNews Life Asia Service, Radio Free China, Voice of the Martyrs in addition to WorldNetDaily, Human Rights without Frontiers and the US State Department. 25. The [Applicant's] documentary evidence corroborates the documentary evidence found in the National Documentary Package that, if one is merely a regular church member of an underground Protestant House Church in Fujian, there is less than a mere possibility that such a member would face a serious possibility of persecution. If the [Applicant] had resided in other Chinese provinces, such as Shangdong, Xinjiang, Sichnan Hubei, Yunnan, Henan, Heilongjiang, Shaanxi, Beijing or Anhui, a different finding may have been reached. In those provinces, the [Applicant] has found documentary evidence indicating that ordinary Christians and their leaders have suffered for practicing Christianity in the way they wish to practice it. Fujian is not mentioned. I find that, in particular, given the advocacy orientation of many of the Christian documentary sources of the [Applicant], that, if there were instances of the religious persecution of unregistered Christian churches in Fujian, such sources would likely have mentioned them. 26. I note as well that the China Aid Association itself stated that, in 2007, \"house churches were persecuted across 18 provinces.\" There are 22 provinces in China which indicates that, based on at least information available to that Association; one can conclude that there were provinces in China without such persecution.", "[40] Once again, I can find nothing deficient or unreasonable about the way in which the RPD assessed and weighed the available country condition documents in this case or its conclusions based on those documents.", "[41] The Applicant places strong reliance upon what Reverend Ko says about the persecution of Christians in China, but the RPD reasonably explains why such evidence cannot be used to support the proposition that there is a serious possibility that the Applicant will be persecuted if he is returned to Fujian. Conditions differ across China, and Fujian, along with Guangdong, is the most liberal of China's provinces.", "[42] The Applicant draws the Court's attention particularly to the report on the destruction of house churches in Fujian that is mentioned at page 92 of the CTR. This occurs in the 22 June 2007 Response to Information Request that appears in the National Documentation Package: According to CAA, while the number of reported raids on house churches in China declined in 2006, there was an increase in the number of house church demolitions and forcible closures compared with the previous year (Jan. 2007, 19). In the province of Zhejiang, three house churches were apparently demolished during the year (ibid.; see also AFP 23 Dec. 2006; ibid. 4 Aug. 2006; The Washington Post 1 Oct. 2006). There were also reports of house churches being destroyed in the provinces of Jilin and Fujian (CAA Jan. 2007, 19). Forcible closures of house churches were reported in Anhui province (ibid.; AsiaNews 12 Dec. 2006), as well as in Guangdong province, Shandong province, Inner Mongolia Autonomous Region and Shanghai (CAA Jan. 2007, 19).", "[43] This is the only specific reference to possible persecution in Fujian to which the Applicant can point. In my view, this one specific reference to house churches in Fujian cannot be said to render the RPD's overall assessment of the evidence unreasonable when the preponderance of the evidence before the RPD is taken into account.  <FRAGMENT_SUPPRESSED>  [ Yu ].", "[44] The Applicant is right to bring to the Court's attention the treatment of the same piece of evidence by Justice Michel Shore in <FRAGMENT_SUPPRESSED> : The destruction of house churches in the Fujian province is evidence, in and of itself, that the Chinese authorities do not allow Christians to practice their faith freely. Freedom of religion encompasses the ability to espouse one's faith publicly, in a manner, individually or collectively, chosen in as much as not to interfere with the fundamental rights of others. By destroying house churches, the Chinese government is infringing on that right in a persecutory manner. ... The Board found that the evidence did not support that the Applicant has good grounds for fearing persecution in an unregistered house church. In making this finding, the Board reviews the documentary evidence on the Fujian and focuses particularly on reports of arrests of unregistered Christians in the Fujian and finds that there are no reports of arrests of unregistered Christians in the Fujian. The Board also focused on the size of the Applicant's church, twenty - thirty members, and found that a church of that size did not need to register. While there may not have been any reports of Christians being arrested in the Fujian, reports of persecution of house churches in the Fujian do exist: the destruction of house churches in that province have been reported. The China Aid Association considered a reliable, reputable source by the Board, itself, has had it reported as such. (page 106 at paragraph 3 of the Tribunal (Board) Record.) The destruction of house churches in the Fujian is evidence, in and of itself, that the Chinese authorities do not allow Christians to practice their faith freely. Freedom of religion encompasses the ability to espouse one's faith publicly, in a manner, individually or collectively, chosen in as much as not to interfere with the fundamental rights of others. By destroying house churches, the Chinese government is infringing on that right in a persecutory manner. Given the evidence of the destruction of houses of worship in the Fujian province, the Applicant does have substantial grounds to fear persecution if she chooses to freely exercise her right to freely practice her religion.", "[45] In my view, there can be no arguing with Justice Shore's conclusion that the destruction of house churches, in and of itself, may well constitute evidence that the Chinese authorities are interfering with fundamental religious rights in Fujian in a persecutory manner.", "[46] However, each case depends upon its facts and the way in which the RPD assesses the evidence. In the present case, the reference to reports of house church destruction in Fujian in 2007 has to be looked at in the context of all the other evidence before the RPD concerning Fujian in order to decide whether the RPD's overall conclusions about what the Applicant would be likely to face in Fujian are reasonable. The RPD does not just look at arrests and detentions; it also looks to see if Christians in Fujian have \"otherwise had their chosen form of worship impeded in any significant way.\" Other cases in this Court have upheld RPD decisions involving the alleged persecution of Christians in Fujian. See, for example, Yu , above; <FRAGMENT_SUPPRESSED> .", "[47] The reliance upon general statements and findings made by the Court in cases such as Song , above, and <FRAGMENT_SUPPRESSED>  are equally misplaced in a situation where the evidence did not suggest the Applicant faced a serious possibility of persecution in Fujian. Just because the Court may have found in one case that the situation for Christians in Fujian may not have been adequately assessed and therefore returned the matter for reconsideration does not mean that the RPD commits a reviewable error in this case when it assesses the situation in Fujian against the Applicant.", "[48] The RPD's review of country conditions was not \"selective\" as alleged by the Applicant. The Decision reveals a thorough and thoughtful review of the available evidence and conclusions that have an objective evidentiary basis.", "[49] In the end, I agree that is possible to take strong issue with the RPD's findings on the claim and that a finding in favour of the Applicant would not have been unreasonable, but the analysis is thorough and I cannot say that the RPD's conclusions fall outside of the <FRAGMENT_SUPPRESSED> range in this case. Were the Court to intervene, it would simply be assessing the evidence itself and substituting its own opinion concerning the situation in Fujian for that of the RPD.", "[50] Counsel agree there is no question for certification and the Court concurs. JUDGMENT", "[51] THIS COURT'S JUDGMENT is that 1. The application is dismissed. 2. There is no question for certification.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12] 96. 97. Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or ) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. Person in need of protection (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. LA NORME DE CONTRÔLE", "[13]", "[14]", "[15]", "[16]", "[17]", "[18] La demande sur place", "[19]", "[20]", "[21]", "[22]", "[23]", "[24] ANALYSE", "[25]", "[26]", "[27]", "[28]", "[29]", "[30]", "[31]", "[32]", "[33]", "[34]", "[35]", "[36]", "[37] La demande sur place", "[38]", "[39]", "", "", "", "", "[40]", "[41]", "[42]", "[43] Yu ).", "[44] [...]", "[45]", "[46] Yu <FRAGMENT_SUPPRESSED> .", "[47] Song", "[48]", "[49]", "[50] JUGEMENT", "[51] [End of document]"]}