{"id_": "036162", "body_str": ["[1] Bédard, J. [Translation]: This is an application for judicial review under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (Act), of a decision rendered on May 26, 2011, by Suzanne Pelletier, Immigration Officer (officer), who dismissed the application for permanent residence of Tzutzuqui Medina Corona (Ms. Corona) and her children. The agent questioned the genuineness of the marriage of Ms. Corona to Prudencio de Jesus de Los Santos (Mr. Santos). I. Background", "[2] The principal applicant, Mr. Santos, is originally from Mexico and is 27 years old. He arrived in Canada on April 18, 2007. His refugee claim, filed on June 5, 2007, was granted on January 26, 2010.", "[3] The primary female applicant, Ms. Corona, is also originally from Mexico and is 45 years old. She arrived in Canada on June 30, 2007, accompanied by her children, who are now 22 and 10 years old, and made a refugee claim. Their application was dismissed by the Refugee Protection Division of the Immigration and Refugee Board (the Board) on August 26, 2009. An application for leave and judicial review of that decision was dismissed on January 29, 2010.", "[4] Mr. Santos and Ms. Corona met in August 2009 and were married on February 14, 2010, less than three months after Mr. Santos was granted refugee status and Ms. Corona's application for leave and for judicial review of the Board's decision denying her refugee claim was dismissed.", "[5] On March 15, 2010, Mr. Santos filed an application for permanent residence in the category \"Protected Persons in Canada\" and included Ms. Corona and her children as dependants.", "[6] The officer met with the couple on April 27, 2011, and interviewed them separately. She dismissed the application for permanent residence for Ms. Corona and her children on May 26, 2011. The application for permanent residence for Mr. Santos was allowed by the officer at the first stage and that decision is not challenged in this application for judicial review. II. Impugned decision", "[7] The officer dismissed Ms. Corona's application for permanent residence on the ground that her conjugal relationship with Mr. Santos was not genuine and was entered into primarily for the purpose of acquiring a status or privilege under the Act. She based her decision on the contradictions and inconsistencies between the answers provided by Ms. Corona and Mr. Santos during their interviews.", "[8] First, the officer stated that the applicants had filed several documents demonstrating their life together. She found that the documents demonstrated that the applicants lived together but that this fact did not make it a genuine relationship.", "[9] She then indicated that the contradictions in their answers led her to question their relationship and added that she found it hard to believe that their conjugal relationship was genuine.", "[10] The officer provided three examples of the contradictions she identified and then added that other contradictions had been identified and referred the reader to her notes, stating [Translation] \"see above notes\".", "[11] Based on the contradictions identified, the officer considered that she found it hard to believe that their conjugal relationship was genuine. The following were her conclusions: [Translation] . . . Although I believe that they live under the same roof, that does not make their union a genuine relationship and was entered into primarily for the purpose of acquiring a status or privilege under the Act. Given the contradictions identified in the interviews and after considering all the evidence in the record, I feel my concerns are significant enough to raise serious doubt as to the true intentions of the primary applicant and his spouse. The couple did not discharge the burden of showing to my satisfaction that the conjugal relationship between them meet the criteria. ... III. Issues", "[12] Two issues are raised on this application. The first relates to the reasonableness of the officer's decision. The applicants also criticize the officer for her attitude and raise arguments that call into question her impartiality. It is therefore an issue of procedural fairness . IV. Standards of review", "[13] It is well established that an immigration officer's findings of fact on a conjugal relationship are subject to the standard of reasonableness ( FRAGMENT_SUPPRESSED (available on CanLII). In applying this standard, the Court will intervene only if the officer's decision falls outside the range of possible, acceptable outcomes which are defensible in respect of the facts and law, taking into account the existence of justification, transparency and intelligibility within the decision-making process ( FRAGMENT_SUPPRESSED).", "[14] The issues of procedural fairness are reviewable on a standard of correctness ( FRAGMENT_SUPPRESSED. V. Analysis A. Was the officer's decision reasonable? (1) Applicants' claims", "[15] The applicants argue that the officer failed to consider the documentary evidence they filed and that corroborated the genuineness of their conjugal relationship.", "[16] The applicants also criticize the officer for having based her decision on insignificant contradictions that did not relate to fundamental elements and that were not serious enough to find that their relationship was not genuine. They submit that the officer was overzealous for having found insignificant contradictions in their testimony.", "[17] The applicants submit that the examples of contradictions that the officer provided in her decision show that her analysis of the evidence was not reasonable. The applicants submit that two of the examples provided contain errors and contradict the officer's notes; a review of the officer's notes shows that there was no contradiction in the answers they provided. They submit that the third example is incomprehensible. (2)", "[18] The respondent submits that the applicants provided inconsistent and contradictory answers during their interviews and that these contradictions were numerous and related to important elements of their relationship and their respective families. The respondent further acknowledges that one of the contradictions identified by the officer in her decision contradicts the information recorded in her notes. However, the officer's notes describe several other contradictions and the officer indicated in her decision that her findings were based on all the contradictions.", "[19] The respondent also submits that it is incorrect to argue that the officer did not take the documentary evidence into account: she noted that this evidence existed and found that it showed that the applicants lived together. Furthermore, the officer was of the view that the fact that the applicants lived together did not settle the issue of the genuineness of their relationship.", "[20] Therefore, the applicant submits that the officer's finding was based on all the evidence and that it is reasonable. VI. Discussion", "[21] Under subsection 21(2) of the Act, persons declared to be refugees can obtain permanent residence if they have made an application in accordance with the regulations.", "[22] Section 176 of the Immigration and Refugee Protection Regulations , SOR/2002-227 (the Regulations) provides that an applicant for permanent residence under the \"protected persons\" category may include any family member in the application. The expression \"family member\" is defined in subsection 1(3) of the Act and includes, among other things, the spouse or common-law partner. Section 4 of the Regulations also requires that the spouses' relationship be genuine: 4. (1) For the purposes of these Regulations, a foreign national shall not be considered a spouse, a common-law partner or a conjugal partner of a person if the marriage, common-law partnership or conjugal partnership (a) was entered into primarily for the purpose of acquiring any status or privilege under the Act; or (b) is not genuine.", "[23] The officer found that the applicants' relationship was not genuine and that it was entered into primarily for the purpose of acquiring a status or privilege. I find that the officer did not make any errors warranting the Court's intervention.", "[24] First, I find that the allegation made as to how the officer's processed documentary evidence is without merit. The officer clearly indicated in her decision that the applicants had submitted [Translation] \"several documents from their life together\". The officer relied on these documents and found that they indeed showed that the applicants lived together. She was also of the view that the fact that the applicants live together was not in itself sufficient to find that their conjugal relationship is genuine. I am of the view that there is nothing unreasonable in this finding.", "[25] The applicants also submit that the contradictions raised by the officer in her decision were insignificant elements and that the examples of contradictions that she provided contained errors and described contradictions that were not contradictions. Here are the examples the officer provided: [Translation] - I asked the applicant since when his spouse had lived [in their current residence]. The applicant told me since June 30, 2007, although the female applicant told me that she had lived at that address since September 2007. When confronted, the couple stated that they had never talked about that-this explanation was not convincing. - I asked the applicant whether his spouse was with him during his RPD hearing. He stated that his spouse was working and the female applicant stated that her spouse was alone at the hearing and that they were only engaged. Although they were confronted, they did not convince me. - I asked the couple for the date when they first met. The applicant stated I think the first week in August 2007, the female applicant stated in August 2009 I no longer remember the date. No explanation was provided in that respect.", "[26] The first example is concerning the date from which Ms. Corona lived in their current domicile. The officer's notes indicate that Mr. Santos' exact answer was: [Translation] \"March 1, 2010 - my spouse has lived at this address since her arrival in the country, I think the date is June 30, 2007\". I agree that Mr. Santos provided an approximate answer and that the inconsistency relates to an event that is more than two years before the applicants met. Therefore, I find that, in this case, it was not a determinative contradiction.", "[27] The applicants submit that the second example does not describe any contradiction between the answers provided by Mr. Santos and Ms. Corona. I agree that the example as described by the officer does not clearly show any contradiction. Further, the officer's notes clearly indicate that Mr. Santos and Ms. Corona provided inconsistent answers: [Translation] Q. Did you attend the hearing? Ms. Corona's answer: He preferred to go alone. At that time we were only engaged. Mr. Santos: No, my spouse did not attend. I think she was working at that time.", "[28] As to the third example, the officer clearly erred since her notes do not raise any contradiction between the answers provided by the applicants.", "[29] Therefore, I find that the officer made some errors in her overview of examples and that she may not have chosen the best examples. However, I find that these errors are not determinative and do not make her decision unreasonable.", "[30] The words of Mr. Justice Iacobucci in FRAGMENT_SUPPRESSED (available on CanLII) and restated by Mr. Justice Pinard in FRAGMENT_SUPPRESSED (available on CanLII) are entirely appropriate to the situation in this case: FRAGMENT_SUPPRESSED", "[31] I also agree with the statements of Mr. Justice Barnes in FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED", "[32] In this case, the officer erred in raising a contradiction that was not a contradiction and she mis-stated one of the other contradictions that she identified, but she did not make an error in her analysis of the evidence. Further, the officer's notes raise other contradictions between the answers provided by Ms. Corona and Mr. Santos with respect to several questions. The officer indicated after every question if the answers contained inconsistencies or contradictions. I agree that some inconsistencies are inconsequential and relate to insignificant elements, but others seem to me to be more important. The following are some examples: ∙ Ms. Corona did not provide the correct name of one of Mr. Santos's sisters; ∙ Ms. Corona did not provide the same answer as Mr. Santos regarding the occupation of his two sisters; ∙ Ms. Corona did not provide the same answer as Mr. Santos regarding the people with which his mother lived; ∙ Ms. Corona and Mr. Santos provided different dates for when they began living together; ∙ Ms. Corona and Mr. Santos provided different answers as to the cost of their monthly rent; ∙ Mr. Santos was not able to provide the names of all of Ms. Corona's brothers (4) and did not provide the same answers as Ms. Corona regarding the work performed by her brothers; ∙ Mr. Santos was not able to say what grade Ms. Corona's son was in; ∙ Mr. Santos stated that he had no idea how long Ms. Corona had been working, while she stated that she had been working since November 2009, after having met Mr. Santos.", "[33] With respect, these few examples are not insignificant and relate to important elements that show a lack of familiarity with the applicants' respective families and even with elements relating to daily life such as the cost of rent and the grade that Ms. Corona's son was in. The officer's notes show contradictions that are difficult to ignore. I think that it is not unreasonable to find that the inconsistencies taken as a whole raise real concerns as to the genuineness of the relationship between Mr. Santos and Ms. Corona.", "[34] The officer's reasons are not perfect, but I feel that her decision taken as a whole, in light of the proof and her notes, show that her reasoning falls within a range of possible, acceptable outcomes. The statements of Ms. Justice Abella in FRAGMENT_SUPPRESSED (available on CanLII), are directly applicable to this matter: FRAGMENT_SUPPRESSED", "[35] There is therefore no reason for the Court to intervene on this ground. B. Did the officer adopt an attitude that raises a reasonable apprehension of bias?", "[36] In their factums, the applicants criticized the officer's attitude during the hearing and questioned her impartiality, without saying so clearly. The applicants' counsel did not dwell on this point at the hearing.", "[37] The test for bias was endorsed in FRAGMENT_SUPPRESSED", "[38] In this case, there is nothing in the officer's decision or in the affidavits that were filed that can support any finding of bias on the part of the officer against the applicants. I find that this ground to intervene is without merit.", "[39] No question for certification was proposed by the parties and this matter does not contain any serious question of general importance. JUDGMENT", "[40] THE COURT ORDERS AND ADJUDGES that the application for judicial review is dismissed. Application dismissed."]}