{"id_": "036471", "body_str": ["[1] Noël, J. [Translation]: This is an application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA] of a decision by Member Normand Leduc of the Refugee Appeal Division [RAD] of the Immigration and Refugee Board of Canada [IRB], dated January 23, 2014, upholding an earlier decision of the Refugee Protection Division [RPD] rejecting the refugee claim. II. Facts", "[2] The applicant, Mr. Nahal, is a 36-year-old originally from India's Punjab state. He is married and the father of two children.", "[3] He engaged in homosexual relations with a friend named Sukhvir.", "[4] He was subsequently beaten by Sukhvir's family, on February 17, 2013, after having been caught by members of his family during one of his intimate encounters with Sukhvir.", "[5] He was also arrested, detained and tortured by the police on March 8, 2013, due to his ties to Sukhvir, among others. He was released on March 10, 2013.", "[6] He then went to stay with his uncle in a village in the state of Haryana in March 2013.", "[7] The applicant left India for Canada and claimed refugee protection on June 4, 2013, with the help of an \"agent\" who provided him with false documents. III. RPD's decision", "[8] The RPD rejected his claim for refugee protection in its decision dated October 25, 2013, on the ground that the applicant's allegations were not credible.", "[9] The RPD found a number of contradictions and inconsistencies that were not explained in a satisfactory manner by the applicant, which undermined his credibility.", "[10] The applicant appealed the RPD decision to the RAD. IV. Impugned decision", "[11] The sole member assigned by the RAD to hear the matter confirmed the determination of the RPD, pursuant to subsection 111(1) of the IRPA, that the applicant was not a refugee within the meaning of section 96 of the IRPA or a \"person in need of protection\" under subsection 97(1) of the IRPA.", "[12] Central to the RAD's decision is whether the RPD erred in its assessment of the applicant's credibility.", "[13] The RAD began by addressing the issue of standard of review. It was of the view that although it does not conduct judicial reviews of RPD decisions, but rather acts as an appellate body within the IRB, without direction from the higher courts, the RAD may apply the principles developed by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  [ ].", "[14] Thus, the RAD decided to apply a standard of reasonableness because the main issue in the matter was whether the RPD erred in its assessment of the applicant's credibility, which is a question of fact. It added that judicial deference was called for and owed to the decision of the RPD.", "[15] The RAD then examined the RPD's decision finding that the applicant was not a credible witness. It noted the nine reasons that had led to this conclusion. For each one of these, the RAD reiterated the contradictions in the applicant's testimony identified by the RPD.", "[16] The RAD noted that it concurred with the applicant's submission that the RPD had erred in four of the nine points identified. It further noted that the applicant did not contest the five other points on which the RPD relied in its decision. The RAD added that in the absence of clarification on the applicant's part, there were no grounds for it to intervene.", "[17] In the end, the RAD concluded by stating that \"[i]n any event, while I am not stating that I would have come to the same conclusion as the RPD, I conclude that, overall, the RPD's decision is reasonable because it is transparent and intelligible and falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law\" (Applicant's Record at page 9, RAD decision at para 27). Thus, the RAD confirmed the decision of the RPD, namely, to reject the applicant's claim for refugee protection. V.", "[18] First, the applicant submits that the RAD did not properly assess the applicable standard of review. As an appeal tribunal, the RAD has jurisdiction to hear de novo appeals. As such, it must review the evidence before it and draw its own conclusions, without affording any deference to the RPD. Thus, the RAD had jurisdiction to make its own findings as to the applicant's credibility.", "[19] In reply, the respondent contends that the RAD applied the appropriate standard in the circumstances, claiming that the role of the RAD is not to reweigh all of the evidence, but to verify whether the RPD made an error. Unless the applicant can point to an error in the RPD's decision, the RAD is bound to respect the findings of fact or of mixed fact and law made by the RPD. The proceeding before the RAD cannot be characterized as a de novo appeal, as the applicant asserts.", "[20] Second, the applicant submits that the RAD did not properly assess the applicant's credibility, as it simply relied on the fact that the applicant had difficulty remembering the name of a village where he had sought refuge, as well as the date on which he began his relationship with Sukhvir. The applicant further argues that, upon reading paragraph 27 of the RAD's decision, it appears that the RAD would not have come to the same conclusion as the RPD if it had reviewed the applicant's file itself.", "[21] The respondent counters that it was reasonable for the RAD to uphold the RPD's findings as to the applicant's credibility, claiming that, taken as a whole, the RPD's findings are reasonable. The finding that the applicant lacked credibility made by the RPD is therefore justified. VI. Issue", "[22] There were no issues raised by the parties.", "[23] After having reviewed the parties' submissions, as well as the case law of this Court regarding judicial reviews of RAD decisions, I would submit the following issue: 1. Did the RAD, in applying a reasonableness standard to an appeal proceeding, properly assess the findings made by the RPD with respect to the applicant's credibility? VII. Standard of review", "[24] A number of judges of this Court have weighed in on the choice of standard of review to be applied by the Federal Court with respect to the scope of the review conducted by the RAD on appeal. As Justice Martineau explains in <FRAGMENT_SUPPRESSED> umber of decisions of the Court concluded, on the one hand, that a standard of correctness should be applied ( <FRAGMENT_SUPPRESSED> [ Iyamuremye ]; <FRAGMENT_SUPPRESSED> [ Garcia Alvarez ]; <FRAGMENT_SUPPRESSED> [ Eng ]; <FRAGMENT_SUPPRESSED> to 34 [ Huruglica ]; <FRAGMENT_SUPPRESSED>  [ Yetna ] at para 14; <FRAGMENT_SUPPRESSED>  [ Spasoja ] at paras 7 to 9). On the other hand, and on the contrary, there are decisions that adopt the view that the Court should apply a reasonableness standard to RAD decisions ( <FRAGMENT_SUPPRESSED>  [ Akuffio ] at paras 16 to 26; <FRAGMENT_SUPPRESSED> at para 18).", "[25] In this case, the RAD, on the basis of the grounds of appeal presented, dealt solely with questions of fact regarding the credibility assigned to the applicant by the RPD. In such situations, when a judicial review deals with questions of fact related to a case, a standard of reasonableness must be applied ( <FRAGMENT_SUPPRESSED> at para 53). VIII. Analysis A. Did the RAD, in applying a reasonableness standard to an appeal proceeding, properly assess the findings made by the RPD with respect to the applicant's credibility?", "[26] In this case, the interpretation adopted by the RAD, namely, to apply a reasonableness standard of review to the RPD's decision, is an approach that is not acceptable in law and constitutes a reviewable error that is determinative in this case ( <FRAGMENT_SUPPRESSED> [ Alyafi ]; <FRAGMENT_SUPPRESSED> at paras 3, 9, 11 and 47; <FRAGMENT_SUPPRESSED> at para 37; <FRAGMENT_SUPPRESSED> [ Guardado ]). In the present case, after having concluded that the principles developed  <FRAGMENT_SUPPRESSED> applied to the case, the RAD wrote as follows: At paragraph 47 of , the court states that \"reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" Judicial deference is therefore required, and deference must be given to the RPD decision (Applicant's Record at page 9, RAD decision at para 17).", "[27] The RAD arrives at such a pronouncement without providing an explanation with respect to the statutory provisions of the IRPA that describe the powers and appeal process. It would appear to me that an appeal, before addressing questions of fact, requires a certain amount of deference with regard to the factual findings of the lower court, but not necessarily the same degree of deference than that which is applicable to the reasonableness standard of a judicial review. Like Justice Martineau in <FRAGMENT_SUPPRESSED> at para 37, I will refrain from making any sort of final ruling on the matter. It is important that the Federal Court of Appeal rule on this matter and others, so as to clarify the situation for once and for all.", "[28] I would add that the RAD's decision is also unreasonable when one reads the determinations made with regard to the applicant's credibility and finds, at the very end, the RAD stating: \"... while I am not stating that I would have come to the same conclusion ...\" only to ultimately conclude that, on the whole, the RPD's decision is reasonable. Based on the degree of deference accorded to questions of fact, taking into account this appeal process, the RAD might have arrived at a different conclusion. Such a statement suggests that the RAD would have concluded differently.", "[29] The application for judicial review is therefore allowed and the matter referred back to the RAD for reconsideration of the applicant's appeal. IX. Conclusion", "[30] The RAD's decision is unreasonable. The interpretation adopted by it, namely, to apply a reasonableness standard of review to the decision of the RPD, is not an acceptable approach in law and constitutes a reviewable error that is determinative in this case. The intervention of this Court is therefore warranted. In addition, the RAD, being under no requirement to apply a standard of reasonableness, might have concluded differently based on the degree of deference to be accorded to findings of fact made by the RPD. The matter is referred back to the RAD for reconsideration of the applicant's appeal, guided by the jurisprudence of our Courts.", "[31] The parties were invited to submit questions for certification, but none was proposed. JUDGMENT", "[32] THE COURT ORDERS AND ADJUDGES that: 1. This application for judicial review is allowed. 2. No question is certified. I. Introduction", "[1] Le juge Noël II. Faits", "[2]", "[3]", "[4]", "[5]", "[6]", "[7] III.", "[8]", "[9]", "[10] IV.", "[11]", "[12]", "[13] <FRAGMENT_SUPPRESSED>  [ ].", "[14]", "[15]", "[16]", "[17] V.", "[18] de novo", "[19] de novo", "[20]", "[21] VI.", "[22]", "[23] VII.", "[24] <FRAGMENT_SUPPRESSED> [ Iyamuremye ]; <FRAGMENT_SUPPRESSED> [ Garcia Alvarez ]; <FRAGMENT_SUPPRESSED> [ Eng ]; <FRAGMENT_SUPPRESSED> à 34 [ Huruglica ]; <FRAGMENT_SUPPRESSED>  [ Yetna ] au para 14; <FRAGMENT_SUPPRESSED>  [ Spasoja <FRAGMENT_SUPPRESSED>  [ Akuffio <FRAGMENT_SUPPRESSED> au para 18).", "[25] <FRAGMENT_SUPPRESSED> au para 53). VIII. Analyse A.", "[26] <FRAGMENT_SUPPRESSED> [ Alyafi ]; <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> au para 37; <FRAGMENT_SUPPRESSED> et 4 [ Guadado", "[27] <FRAGMENT_SUPPRESSED>", "[28]", "[29] IX. Conclusion", "[30]", "[31] JUGEMENT", "[32] [End of document] <FRAGMENT_SUPPRESSED>"]}