{"id_": "036666", "body_str": ["[1] Bédard, J. [Translation]: This is an application for judicial review of a decision dated April 3, 2014, by the Refugee Appeal Division (RAD) of the Immigration and Refugee Board of Canada dismissing the applicant's appeal and confirming the decision of the Board's Refugee Protection Division (RPD). The RPD had rejected the applicant's claim for refugee protection on the ground that her allegations were not credible. The application for judicial review is dismissed for the following reasons. I. Background", "[2] The applicant is a citizen of Barbados. She alleges that she suffered violence at the hand of her former boyfriend. She contends that she moved in with her former boyfriend in April 2009 after her mother threw her out of her house. She alleges that her boyfriend became violent with her and that he hit her, insulted her and forced her to have sexual relations with him. In July 2012, he also allegedly tried to force her to have sexual relations with one of his friends. The applicant claims that she left her boyfriend's apartment and returned to her mother, who then advised her to go and visit her father, who lives in Canada. The applicant arrived in Canada on July 3, 2012, and made her claim for refugee protection on January 6, 2014.", "[3] The applicant alleged at the RPD hearing that, a month and a half after her departure, her former boyfriend went to her mother's home to see her and threatened to kill her when her mother informed him that she was not there. The applicant added that, shortly after that visit, a car drove by her mother's house and that an individual in the car threw stones and broke the windows of her mother's house.", "[4] The respondent intervened before the RPD to submit evidence concerning the applicant's travel history, which shows that, in the period during which she alleges she suffered violence at the hand of her former boyfriend, the applicant travelled to the Republic of Trinidad and Tobago six times and to the United States once.", "[5] The travel history also shows that, after arriving in Canada on July 3, 2012, the applicant spent approximately five months in the United States, from February 4 to June 29, 2013. Upon her return, she was issued a temporary one-month visa because she had a return ticket to Barbados and was scheduled to go back there on July 24, 2013. As the visa had expired on July 25, 2013, the applicant applied for a restoration of status on October 28, which was denied on January 17, 2014. II. RPD decision", "[6] The RPD rejected the applicant's claim for refugee protection on the ground that her allegations were not credible. The RPD based its decision on a variety of factors.", "[7] First, the RPD noted a contradiction between the addresses given by the applicant. The applicant stated in her refugee protection claim form that she had lived at her mother's home from December 2003 to July 2012, whereas she asserted in the narrative attached to her Personal Information Form (PIF) that she had lived with her former boyfriend from April 2009 to July 2012. The RPD found that the applicant's place of residence was a significant factor in her domestic violence allegations and was not satisfied with her response when she was confronted with the contradiction. The applicant stated in her testimony that she had not wanted to give her former boyfriend's address but did not know why. The RPD also found unsatisfactory the argument made by counsel for the applicant that the address had brought back bad memories that she did not want to recall.", "[8] The RPD also noted that the applicant had not stated on her PIF that her former boyfriend had visited her mother's home following her departure for Canada and that he had made threats against the applicant at that time. When confronted with this omission, the applicant stated that she did not know why she had not mentioned the incident and that she had simply told her story. The RPD was not satisfied with the applicant's explanation and did not believe the incident had occurred.", "[9] The RPD also noted the 18-month delay between the applicant's arrival in Canada and the filing of her refugee protection claim and did not consider the applicant's explanations for the delay satisfactory. The applicant alleged that she had hoped her father, who lives in Canada, would sponsor her. The RPD did not believe this allegation and noted, in particular, a contradiction between the applicant's testimony on this point and the letter written by her half-sister. In a letter that the applicant entered into evidence, her half-sister stated that it was she who had informed the applicant that her father did not intend to sponsor her, whereas the applicant said in her testimony that her father had informed her in December 2012 that he could not sponsor her. When confronted with this contradiction, the applicant stated that her father had told her that he could not sponsor her at the time but would try later once she had returned to Barbados, whereas her half-sister had told her that her father did not want to sponsor her. The RPD did not accept this explanation. The member also asked the applicant to explain why she had not mentioned in her PIF that her father had promised to sponsor her. The applicant answered that she did not think that it was important.", "[10] The RPD then noted the many trips the applicant had made to Trinidad and Tobago and the United States since 2010, including a stay of nearly five months in the United States, from February to June 2013, and observed that the applicant had never sought asylum in one of those countries. The RPD found the applicant's explanation unsatisfactory. The applicant stated that she had not known she could claim refugee protection until she saw an immigration consultant after returning from her last stay in the United States. The RPD noted that the applicant had had six opportunities to seek asylum in Trinidad and Tobago and two such opportunities in the United States. III. RAD decision", "[11] The decision was appealed to the RAD, which identified three grounds of appeal: (1) the RPD erred in finding that the applicant was not credible; (2) the RPD erred by failing to consider the issue of credibility, having regard to all the evidence on the record; and (3) the RPD did not conduct a detailed analysis under sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA].", "[12] The RAD first considered the standard of review that it should apply. It decided that the first ground of appeal raised a question of fact, while the second ground instead raised a question of mixed law and fact. Citing REFERENCE_SUPPRESSED, the RAD concluded that these two types of questions attracted the standard of reasonableness, citing paragraph 51 of that decision on the meaning of that standard. The RAD based its analysis of the standard of review on REFERENCE_SUPPRESSED.", "[13] The RAD then analyzed each of the RPD's conclusions and related the evidence adduced to each of those elements.", "[14] The RAD noted the RPD's analysis of and conclusion on the contradiction between the address the applicant gave on her refugee protection claim form and the one she had stated in the narrative attached to her PIF. The RAD found that the RPD's conclusion was reasonable since the contradiction was significant.", "[15] The RAD then summarized the RPD's conclusion on the applicant's failure to mention in her PIF that her former boyfriend had visited her mother after she left for Canada and found that the RPD's conclusion was reasonable. The RAD noted that this was a significant omission and stated that an incident of that nature would have frightened both the applicant and her mother and that the applicant would have had such a death threat in mind when she completed her PIF.", "[16] The RAD also found that the RPD's conclusion on the delay between the applicant's arrival in Canada and the filing of her refugee protection claim was reasonable for a number of reasons. It noted that the applicant had taken numerous international trips during which she could have sought asylum, that she had bought her ticket before her visa expired on July 25, 2013, and that she had falsely declared that she intended to return to Barbados to study. It also noted the contradictory evidence adduced by the applicant as to the exact moment when she was informed that her father had refused to sponsor her.", "[17] Second, the RAD found that the RPD did not err by failing to consider documentary evidence on the way women are treated in Barbados on the ground that there was no need to consider such evidence since the RPD had concluded that the applicant had not demonstrated a subjective fear.", "[18] Third, the RAD found that, in light of its conclusions on the applicant's lack of credibility, the RPD had no obligation to conduct a separate analysis of the refugee claim under sections 96 and 97 of the IRPA. IV. Analysis", "[19] The applicant faults the RAD for confirming the RPD's analysis and conclusions without really conducting its own analysis of the evidence.", "[20] In actual fact, the applicant's criticisms concern the standard of review that the RAD applied to the RPD's decision and its assessment of the RPD's conclusions.", "[21] The case law of this Court is not yet settled regarding the standard of review that it should apply to the RAD's determination of which standard or review it will apply when reviewing an RPD decision. Some judges have held that the RAD's decision should be reviewed on the correctness standard (see, for example, REFERENCE_SUPPRESSED), while others have stated instead that the Court was interpreting the RAD's jurisdiction under its home statute and consequently should apply the standard of reasonableness in reviewing the RAD's decision (see, for example, REFERENCE_SUPPRESSED).", "[22] The case law of this Court is also not settled regarding the standard of review that the RAD should apply to the RPD's decisions ( REFERENCE_SUPPRESSED). However, there appears to be an emerging consensus among the judges of this Court that the RAD errs when it imports the standard of reasonableness that is applied in judicial review when it reviews the RAD's decisions ( REFERENCE_SUPPRESSED).", "[23] In the case at bar, I believe it is unnecessary for me to rule on the standard that the Court should apply in reviewing the standard of review the RAD has chosen. In determining that it would review the RPD's decision by applying the reasonableness standard as it is understood and applied in the context of a judicial review, the RAD erred, and did so regardless of the applicable standard of review. However, I find that the error is not determinative for the following reasons.", "[24] Several decisions of our Court have addressed the appropriate degree of deference the RAD should show to the RPD's findings of fact. There are two main emerging schools, each of which favours an approach calling for a different degree of deference. On the one hand, there are the proponents of the palpable and overriding error standard; on the other hand, there are those who consider that the RPD need not show deference to the RPD's findings of fact. However, many of the judges who consider that the RAD need not show deference to the RPD's findings of fact nevertheless acknowledge that the RAD must exercise some deference where the credibility of the witness is crucial or determinative. Justice Gagné clearly summarizes the jurisprudence on this point in CITATION_SUPPRESSED: 32 This Court has recently issued several decisions concerning the role of the newly created RAD (see REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED and REFERENCE_SUPPRESSED. In addition, in REFERENCE_SUPPRESSED, Justice Martineau who did not specifically need to take position on these issues, conducted an interesting review of this Court's previous decisions. 33 There is a consensus amongst the judges of this Court that the judicial review regime does not apply to appeals of RPD decisions before the RAD. In my view, this implies that the RAD should avoid using and relying on both the jurisprudence and the vocabulary as developed in the context of judicial review. 34 With that said, there also appears to be a consensus that when no hearing is held before the RAD, the latter owes deference to the RPD's credibility findings. 35 The opinions rather diverge on: i) the level of deference that is owed or its exact definition; and ii) the scope of the questions of fact and questions of mixed law and fact for which deference is owed. 36 Justices Phelan ( CITATION_SUPPRESSED ) and Locke ( CITATION_SUPPRESSED and CITATION_SUPPRESSED ) relying on the language of RAD Provisions along with the broad remedial power conferred to the RAD, concluded that except when a witness' credibility is critical or determinative, or where a particular advantage is enjoyed by the RPD, no deference is owed by the RAD to the RPD's finding of law, fact and mixed law and fact (see e.g., CITATION_SUPPRESSED). While Justice Phelan does not indicate the level of deference that would be owed to the RPD's credibility finding, Justice Locke, citing Justice Phelan, refers to the RAD as having erred in concluding a reasonableness standard was applicable to the RPD decision, 37 Justices Shore ( CITATION_SUPPRESSED and CITATION_SUPPRESSED ) and Roy ( CITATION_SUPPRESSED ) are rather of the view that the RAD owes deference to the RPD on all questions of fact and mixed law and fact, not just on credibility findings or on matters where the RPD enjoys a particular advantage in reaching such a conclusion. In addition, they are of the view that the RAD should only intervene where there is an \"overriding and palpable\" error. 38 Although I am far from being convinced that there is a real and pragmatic difference between an \"unreasonable\" error and an \"overriding and palpable\" one, I am of the view that said distinction would have no impact in the case at bar. 39 However, I agree with Justice Phelan's finding that deference is only owed by the RAD to the RPD's credibility findings and where the RPD enjoys a particular advantage in reaching its conclusion.", "[25] It is clear in the instant case that the RPD's decision is based essentially on its findings on the applicant's credibility. The RPD did not believe the applicant and, in a detailed manner, explained the reasons why.", "[26] The applicant alleges that the RAD merely reiterated the RPD's conclusions without conducting its own analysis. I find that this argument has no merit in this case.", "[27] It is apparent from the RAD's decision that it understood and considered the grounds of appeal raised by the applicant and that it proceeded with its own review of the case. It also conducted a detailed analysis of each of the factors on which the RPD based its credibility findings.", "[28] Although the RAD stated that it had applied the reasonableness standard in reviewing the RPD's decision, it conducted its own analysis of the evidence. For example, the RAD considered the contradiction between the applicant's addresses and found that the contradiction was significant. Then, when it considered the applicant's failure to mention her former boyfriend's visit to her mother in her PIF, the RAD found that that constituted a significant omission. Furthermore, in discussing the applicant's delay in claiming refugee protection, the RAD itemized the evidence on which it found that the RPD's decision was reasonable.", "[29] I therefore conclude that the RAD erred in reviewing the RPD's decision by applying a standard of review specific to a judicial review, but I do not consider this to be a determinative error in the case at bar. I am satisfied on the evidence and on the analysis that the RAD conducted that the RAD's error does not warrant the Court's intervention. In my view, Justice Noël's comments in REFERENCE_SUPPRESSED, apply here:", "[37] In the case at bar, in its decision, the RAD reiterates the RPD credibility conclusions and concludes that the RPD findings were reasonable. . . . Whatever the deference to be given by the RAD to RPD credibility findings, the RAD in this case looked at the evidence, dealt with the credibility issues raised by the appeal and concluded that the RPD credibility findings were sound, as its own assessment reveals. I, therefore, conclude that the RAD, by doing its review and own assessment of the evidence, did assume fully its role as an appellate tribunal and did show the required deference to the credibility findings made by the RPD.", "[30] The other two questions that the RAD addressed- the fact that the RPD did not consider certain evidence in its decision and its failure to conduct a separate analysis of the refugee protection claim in the light of section 97 of the IRPA- were secondary and intimately related to the applicant's credibility. In any case, I find that there are no errors in the RAD's conclusions on these two questions that would warrant the Court's intervention. JUDGMENT", "[31] THIS COURT'S JUDGMENT is that the application for judicial review be dismissed. There is no question to be certified. CITATION_SUPPRESSED"]}