{"id_": "036643", "body_str": ["[1] Hughes, J. : The Applicant is an adult male citizen of Mexico. He came to Canada from Mexico and made a claim for refugee protection. That claim was considered by a Member of the Immigration and Refugee Board who, in a written decision dated April 29, 2008 rejected that claim. This is a judicial review of that decision.  <FRAGMENT_SUPPRESSED>", "[2] I find that the application for judicial review is to be dismissed.  <FRAGMENT_SUPPRESSED>", "[3] The determinative issue upon which the Member based his decision was whether there was an internal flight alternative (IFA) in Mexico where the Applicant could safely live without serious possibility of being persecuted. The Member found on the evidence that Mexico City offered such an alternative.  <FRAGMENT_SUPPRESSED>", "[4] In the present case, the Applicant, who is a reasonably well educated man, was an employee of Pemex, a state run petroleum monopoly, engaged in a white collar position. He became involved in union activities as a result of which he claims to have been harassed and beaten. He fled to another city, Monterrey, where he alleges that harassment continues. He alleges that his ex-wife was nearly run over by a car, an incident which he believes is connected to his harassment but no evidence of such connection has been led. The Applicant says that even if he were to reside in Mexico City he fears that harassment will continue.  <FRAGMENT_SUPPRESSED>", "[5] The Federal Court of Appeal in C arillo v. Canada (Minister of Citizenship and Immigration) , 2008 FCA 94, in considering the issue of state protection wrote at paragraphs 17 to 19 that the Applicant bears the burden of adducing evidence of inadequate state protection and the burden of persuading the trier of fact that such evidence demonstrates that state protection is inadequate. At paragraphs 20 to 26 the Court wrote that the trier of fact is to consider the evidence on a standard of proof which is not higher than that established by the normal standard of balance of probabilities.  <FRAGMENT_SUPPRESSED>", "[6] The same criteria apply to a consideration of internal flight alternatives ( <FRAGMENT_SUPPRESSED>  I wrote about a case where a Member did not properly weigh and consider the relevant evidence or, at least, did not set out in the Reasons what evidence was considered, apart from footnotes referring a large bundle of material.  <FRAGMENT_SUPPRESSED>", "[7] Applicant's counsel argues that the Member failed to consider relevant documents, took into account irrelevant documents and made findings of fact not supported by the evidence in coming to the conclusion under review.  <FRAGMENT_SUPPRESSED>", "[8] In conduction a review of the manner in which the evidence was handled by a Member, considerable guidance can be gained from the decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  and in particular the reasons delivered by Laskin J. where in concluding paragraphs he states that a Board's \" reasons are not to be read microscopically; it is enough to show that they had a grasp of the issues \".  <FRAGMENT_SUPPRESSED>", "[9] Guidance can also be gained from the Federal Court of Appeal's brief reasons in <FRAGMENT_SUPPRESSED>  where Linden JA. for the Court said that the \" Board is entitled to rely on documentary evidence in preference to that of the claimant; [t] here is no general obligation on the Board to point out specifically any and all items of documentary evidence upon which it might rely \".  <FRAGMENT_SUPPRESSED>", "[10] I observed in <FRAGMENT_SUPPRESSED>  that the Board is required to look at the evidence provided by the Applicant and weigh it against the other evidence in the case, quite often documentary and give an indication in its reasons that it has done so providing at least some examples with sufficient particularly, as to the evidence which it was found to be persuasive. However this is not an invitation to counsel to review the evidence microscopically and find some statement or statements that would tend to support an opposite conclusion. The criteria on review are whether, taken as a whole, the findings and conclusions are reasonable. Questions of law are, of course, to be reviewed on a standard of correctness but again, this is not an invitation to counsel to argue that to overlook or fail to state in the reasons all the evidence, or reach a conclusion as to what the evidence leads one to conclude, is a matter of law.  <FRAGMENT_SUPPRESSED>", "[11] It is when truly material evidence has been overlooked or misunderstood either by reading the reasons, or what is not in the reasons of the Board, that the Court may wish to intervene if what has been done or overlooked would be likely to have a material effect in respect of the findings and conclusions reached by the Member of the Board.  <FRAGMENT_SUPPRESSED>", "[12] In this case, I find that there was no relevant evidence overlooked or misunderstood or apparently overlooked or misunderstood that would have or would be likely to have a material effect on the findings and conclusions of the Member.  <FRAGMENT_SUPPRESSED>", "[13] Applicants' counsel argued that the Member's reasons state that Mexico City is a tourist destination and has an atmosphere where criminality is combated to ensure that tourism flourishes. Counsel argues that there is no support for this statement in the Record.  <FRAGMENT_SUPPRESSED>", "[14] A Board Member is entitled, just as a Court is, to take notice of certain facts that are well known and common place. The fact that Mexico City is a tourist destination is such a fact. To conclude that there is an effort, therefore, to combat criminality, while perhaps logical, goes beyond what is well known or commonplace. However given all the other findings as to Mexico City in the reasons that are supported by the evidence this finding is not one that had or would have been likely to have had a material effect on the result.  <FRAGMENT_SUPPRESSED>", "[15] Here the Member has been careful, not only to state the applicable law correctly, but also to set out in his Reasons the various pieces of evidence that were considered in coming to a conclusion that Mexico City offered an appropriate IFA. I find that such a determination was reasonable under the standards established by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  and therefore will not be set aside on judicial review.  <FRAGMENT_SUPPRESSED>", "[16] The matter is fact specific; no question is to be certified. There are no special reasons to award costs.  <FRAGMENT_SUPPRESSED>", "[17] For the Reasons provided :  <FRAGMENT_SUPPRESSED> THIS COURT ADJUDGES that :  <FRAGMENT_SUPPRESSED> 1. The application is dismissed;  <FRAGMENT_SUPPRESSED> 2. There is no question for certification;  <FRAGMENT_SUPPRESSED> 3. There is no order as to costs.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}