{"id_": "037187", "body_str": ["[1] Mosley, J. : In this application for judicial review brought under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [ IRPA ], Amadu Tema Balde challenges a decision rendered by the Refugee Appeal Division [RAD], which dismissed his appeal from a decision of the Refugee Protection Division [RPD] rejecting his claim for refugee protection. For the reasons that follow, this application is granted.  <FRAGMENT_SUPPRESSED> I. Background  <FRAGMENT_SUPPRESSED>", "[2] The applicant is a 25 year old citizen of Guinea-Bissau. His father sits in that country's legislature for a party named PAIGC. The applicant alleges that he joined the party in 2009 but quickly began to criticize it due to its involvement in corruption and drug trafficking. He also gave fiery speeches against the military and police services. As he was campaigning in the capital city, Bissau, in May 2009, he was threatened and beaten by three military men. His father became concerned for his safety and sent him to live with an uncle in another city named Bafata.  <FRAGMENT_SUPPRESSED>", "[3] The applicant claims that he continued his activism in Bafata. He was threatened twice on the street by police officers. One night in October 2010, five men from the military or police raided his uncle's house, broke furniture, dragged him out of bed and beat him badly.  <FRAGMENT_SUPPRESSED>", "[4] The applicant ceased his political activity for a while after this incident. In February 2011, he returned to Bissau and stayed with his family for two days. Afterwards, he moved to his father's home village, named Xitole. Over there, the applicant purportedly continued to criticize the government, military and police. He organized soccer tournaments and gave political speeches to the youth. He received threats from PAIGC cadres.  <FRAGMENT_SUPPRESSED>", "[5] In September 2011, the applicant returned to Bissau. The political situation deteriorated. He says that he participated in a protest in April 2012. The police and military began to shoot at the crowd. The applicant alleges that he was grievously beaten and woke up in the hospital. His father heard rumours that he would be arrested and sent him to another uncle's house in Sao Domingos.  <FRAGMENT_SUPPRESSED>", "[6] According to the applicant, he remained in hiding until his uncle made arrangements for him to leave the country. He fled on May 13, 2013 and entered Canada three days later. He claimed refugee protection on June 1, 2013.  <FRAGMENT_SUPPRESSED>", "[7] The RPD heard the claim on September 3, 2013. By decision dated December 18, 2013, the RPD rejected the claim.  <FRAGMENT_SUPPRESSED>", "[8] The applicant brought an appeal to the RAD. The decision under review in which the RAD dismissed the appeal is dated April 14, 2014.  <FRAGMENT_SUPPRESSED>", "[9] While the decision under review, properly speaking, is the RAD decision, it makes sense to begin with an overview of the RPD decision. The RPD stated that the determinative issue was credibility. While the applicant was credible on his identity as a national of Guinea Bissau - despite lacking persuasive documents to that effect - the panel found that he did not give a credible account of his political activity.  <FRAGMENT_SUPPRESSED>", "[10] The applicant testified that he joined his father's political party to \"make a difference\". He explained that people are only taken seriously in his country if they belong to a political party. He joined the party to make his voice heard even though he began to criticize it. The RPD did not draw a negative inference from this explanation. The central issue, in its view, was what the applicant actually did in terms of political involvement.  <FRAGMENT_SUPPRESSED>", "[11] The applicant testified that he gave a number of speeches, speaking for about half an hour to hundreds of people. When he was asked what he said during those speeches, he gave a few minutes of overall description. The applicant was given time to provide greater detail but he indicated that he felt \"suppressed\" at the hearing. His counsel tried to help him, urging him to set aside his feelings and testify as to what he actually said. Yet in the RPD's view, the applicant \"was not able to give more than a brief general description of the content of his speeches\".  <FRAGMENT_SUPPRESSED>", "[12] According to the RPD, the speeches were central to the claim. The applicant allegedly felt so strongly about the topics on which he spoke that he put himself at great risk by speaking out. These speeches triggered a turning point in his life, forcing him to flee his country. While the panel did not expect a word-for-word account of each speech, it found it unreasonable that he could only give \"a few minutes of generalities\". He did not give a \"clear account\" of the content of the alleged speeches. On this basis, the RPD rejected the claim.  <FRAGMENT_SUPPRESSED>", "[13] The RAD decision begins with a lengthy standard of review analysis. Relying on <FRAGMENT_SUPPRESSED> the RAD member selects the standard of reasonableness for the factual and credibility findings made by the RPD.  <FRAGMENT_SUPPRESSED>", "[14] The applicant argued that the RPD erred by describing his testimony as \"general\" in nature when he had actually named two senior military officers whom he had criticized. The RAD cautions that the RPD decision must be considered in its entirety. The applicant described himself as a passionate activist who spoke in different cities to small and large gatherings in public, in people's homes and at soccer tournaments. His speeches lasted about 30 minutes. In the opinion of the RAD, it was reasonable for the RPD to ask him what he actually told people. He gave short answers and had to be prompted repeatedly before he would add a little more detail about his speeches.  <FRAGMENT_SUPPRESSED>", "[15] The RAD recalls that the RPD gave the applicant numerous opportunities to provide detailed testimony. The applicant had argued that the RPD erred by failing to seek out more details but instead, after taking a recess, had moved on to other matters. The RAD disagrees. After the recess, the RPD continued to question the applicant on his political activities and gave him opportunities to provide more details.  <FRAGMENT_SUPPRESSED>", "[16] Since the claim is based on political opinion, the RPD reasonably expected the applicant to be able to provide some details about his speeches instead of just \"curt short answers\". The applicant was unable to speak cogently, as would reasonably be expected of a political activist. He spoke only for a few minutes, without much detail and passion. According to the RAD, the RPD provided reasons that are cogent, intelligible and transparent in linking the credibility findings to the applicant's inability to provide details about his speeches.  <FRAGMENT_SUPPRESSED>", "[17] The applicant requested a hearing pursuant to subsection 110(6) of the IRPA . The RAD explains that this provision calls for a hearing at the RAD if new evidence of a certain kind is tendered. In this case, no new documents were offered by the applicant and so there was no need for a hearing.  <FRAGMENT_SUPPRESSED> II. Issues  <FRAGMENT_SUPPRESSED>", "[18] This application raises three issues:  <FRAGMENT_SUPPRESSED> 1. Did the RAD err in its standard of review analysis?  <FRAGMENT_SUPPRESSED> 2. Did the RAD err by not convoking an oral hearing?  <FRAGMENT_SUPPRESSED> 3. Did the RAD err in its analysis of credibility?  <FRAGMENT_SUPPRESSED> III. Standard of Review  <FRAGMENT_SUPPRESSED>", "[19] The standard of review which the Court ought to apply to the RAD's selection of a standard of review is the subject of differing opinion in the jurisprudence of this  <FRAGMENT_SUPPRESSED> Justice Phelan selected the standard of correctness, characterizing the RAD's choice of a standard of review as a question of law of general interest to the legal system. In other cases, the Court has preferred the standard of reasonableness, characterizing the issue as a legal question within the expertise of the decision-maker: see e.g. <FRAGMENT_SUPPRESSED>  and <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[20] I do not deem it necessary to express an opinion on this matter in this case. As an appeal has been brought against Huruglica , the Court of Appeal will soon have an opportunity to answer this question. In any event, nothing turns on the Court-to-RAD standard of review here, since the RAD's selection of a deferential standard of review was both correct and reasonable, as I explain below.  <FRAGMENT_SUPPRESSED>", "[21] The standard of review for the second issue is reasonableness, as it involves the RAD's interpretation of its home statute: <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[22] The RAD did not make independent credibility findings. Rather, it confirmed the credibility findings made by the RPD. Since this required the RAD to evaluate the facts before it in light of its enabling statute, the Court-to-RAD standard of review is again reasonableness.  <FRAGMENT_SUPPRESSED> IV. Analysis  <FRAGMENT_SUPPRESSED> A. Did the RAD err in its standard of review analysis?  <FRAGMENT_SUPPRESSED>", "[23] The RAD committed no error in deferring to the RPD's findings on questions of fact. Although the applicant has pointed to a live debate at this Court on the appropriate standard of review, this Court has never concluded that the RAD ought to apply the standard of correctness to findings of fact or credibility. The Court has been consistent that the RAD ought to defer to findings of fact or credibility made by the RPD but must also conduct its own analysis of those findings.  <FRAGMENT_SUPPRESSED>", "[24] The Court has sent back decisions where the RAD showed deference on different issues. For instance,  <FRAGMENT_SUPPRESSED> , the RAD deferred to the RPD's state protection analysis.  <FRAGMENT_SUPPRESSED>  the RAD deferred to the RPD's findings on plausibility but also generalized risk - the latter was a question of mixed fact and law.  <FRAGMENT_SUPPRESSED>", "[25] In these cases, the Court has either interpreted the RAD scheme as a hybrid procedure that is somewhat similar to a de novo appeal or as a true appeal analogous to those performed by appellate courts. Yet both strands in the jurisprudence accept the principle that findings of credibility must be shown deference, since the RAD does not typically hold oral hearings and is therefore at a disadvantage in comparison to the RPD.  <FRAGMENT_SUPPRESSED>", "[26] In Huruglica , Justice Phelan relied on Newton and expressed the view that the RAD scheme functions as an appeal de novo . Yet he recognized the need for deference when credibility is at issue (para 37). Furthermore, he stated that the standard of review for credibility is not \"palpable and overriding error\" (paras 54-55). On my interpretation, he implicitly endorsed the standard of reasonableness, as that is the most common deferential standard in our law.  <FRAGMENT_SUPPRESSED>", "[27] <FRAGMENT_SUPPRESSED> Justice Roy took the view that the RAD functions like an appellate court, relying on the analytical framework in <FRAGMENT_SUPPRESSED> . When credibility findings are at issue, he asserted that the RAD ought to apply the standard of review of \"palpable and overriding error\".  <FRAGMENT_SUPPRESSED>", "[28] This debate is largely academic because neither side would agree with the applicant that the standard of correctness applies. I agree with the Minister that it is difficult to understand how an administrative tribunal could apply the standard of correctness to findings of credibility on a paper-based appeal.  <FRAGMENT_SUPPRESSED>", "[29] In any event, the answer to this question is not determinative, since it is my view that the RPD offered an unreasonable assessment of the applicant's credibility. As such, it was not open to the RAD to endorse this finding, whether it applied the standard of correctness or any of the deferential standards known to the law.  <FRAGMENT_SUPPRESSED> B. Did the RAD err by not convoking an oral hearing?  <FRAGMENT_SUPPRESSED>", "[30] In his written submissions, the applicant suggested that the RAD erred in interpreting subsection 110(6) of the IRPA . He argued that the permissive word \"may\" means that the RAD can exercise its discretion to hold an oral hearing even where the conditions listed in that provision have not been met.  <FRAGMENT_SUPPRESSED>", "[31] Quite rightly, the applicant did not insist on this argument at the hearing. Indeed, the default procedure before the RAD is a paper-based appeal. Subsection 110(3) is clear that \"[s]ubject to subsections (3.1), (4) and (6), the Refugee Appeal Division must proceed without a hearing\". Subsection 110(6) provides an exception to this rule: the RAD \"may\" hold a hearing if certain preconditions are met.  <FRAGMENT_SUPPRESSED>", "[32] Subsection 110(6) uses the permissive word \"may\" because the RAD can either hold a hearing or not hold a hearing when those preconditions exist. If they are absent, as they were in this case, the RAD has no choice to make. It cannot hold a hearing.  <FRAGMENT_SUPPRESSED> C. Did the RAD err in its analysis of credibility?  <FRAGMENT_SUPPRESSED>", "[33] It is trite law that credibility findings deserve great deference from the courts on judicial review: see e.g. <FRAGMENT_SUPPRESSED> . At the same time, \"deference is not a blank cheque\": <FRAGMENT_SUPPRESSED> . When a tribunal makes credibility findings that are not intelligible and justified in view of the facts, including the applicant's written submissions and the hearing transcript, the Court must intervene. This gives effect to the Court's constitutional function of ensuring that administrative decisions are taken within the bounds of legality.  <FRAGMENT_SUPPRESSED>", "[34] In my view, this case calls for the Court's intervention. The RPD found that the applicant lacked credibility for one reason: he did not describe his speeches in Guinea-Bissau with as much detail as the RPD would have liked. The RPD found that he gave only \"a brief general description\", \"a few minutes of generalities\". The RAD endorsed these findings, saying that it was reasonable for the RPD to be unsatisfied with the applicant's \"curt short answers\".  <FRAGMENT_SUPPRESSED>", "[35] It was not open to the RAD to defer to the RPD's credibility findings in light of the evidence. The official RPD hearing transcript was not included in the Certified Tribunal Record. What was included is a copy of certain passages transcribed from the audio recording by an agent hired by the applicant. The applicant included this transcript in his appeal record to the RAD. He also copied certain passages into his memorandum of fact and law filed at this Court. The Minister has not disputed the accuracy of this transcript and so the Court may accept it as a reliable record.  <FRAGMENT_SUPPRESSED>", "[36] This transcript demonstrates that the applicant described the contents of his speeches in a way that cannot reasonably be called \"general\" or \"curt\". The applicant provided greater detail every time the RPD member prompted him. He explained that he denounced human rights abuses, corruption and drug trafficking by the government, military and police. He named two generals whom he criticized. He provided details of an incident where people mistook an abandoned drug shipment for food. He explained that he denounced the military's collaboration with \"Colombians\" who imported drugs into Guinea-Bissau.  <FRAGMENT_SUPPRESSED>", "[37] I recall that the RPD did not express concerns with the plausibility of this account or the applicant's demeanour. Nor did it insist on any contradictions between his written narrative and oral testimony. It simply disbelieved the applicant's testimony due to an alleged lack of detail. In my opinion, this was not reasonable in light of the information given by the applicant. By endorsing this analysis, the RAD committed a reviewable error.  <FRAGMENT_SUPPRESSED>", "[38] In my view, the RAD lacked sensitivity to context in demanding elaborate detail from the applicant. It is understandable that the applicant would speak in a more natural and engaged manner when giving speeches in Guinea-Bissau, in his native language, to people who were familiar with the social problems he denounced - as opposed to giving evidence to a tribunal in a foreign country through an interpreter. It was not reasonable to expect an equivalent or near-equivalent degree of detail and passion in these two scenarios.  <FRAGMENT_SUPPRESSED>", "[39] The RAD further erred by affirming that the RPD had given the applicant opportunities to provide details on his speeches following the recess. The transcript reveals that the speeches were not discussed at all after the recess. The RAD moved on to other aspects of the claim, such as the apparent contradiction of the applicant's membership in the PAIGC and his criticism of it; his delay in leaving Guinea-Bissau after the April 2012 incident; his delay in making a claim after entering Canada; and the political status of his father. Ultimately, none of these concerns found their way into the RPD's decision.  <FRAGMENT_SUPPRESSED>", "[40] For the above reasons, the RAD did not render a decision falling \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": <FRAGMENT_SUPPRESSED> , at para 47. This does not mean that the applicant's refugee claim must be accepted. However, the final decision must be grounded on a reasonable appreciation of the facts.  <FRAGMENT_SUPPRESSED>", "[41] This application is granted. No question for certification arises.  <FRAGMENT_SUPPRESSED>", "[42] THIS COURT'S JUDGMENT is that this application is granted. No questions are certified.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/bk  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}