{"id_": "037192", "body_str": ["[1] Gauthier, J. : There is no doubt that generally the Court will provide for a formal appraisal and for advertisement as this was the traditional rule in admiralty practice for many years. However, as noted by Prothonotary Hargrave in  <FRAGMENT_SUPPRESSED>  the terms and mechanics for the sale of a ship are discretionary and essentially depend on the particular circumstances of each case. Essington II, above, and  <FRAGMENT_SUPPRESSED>  provide examples of cases where it was found appropriate to sell ships privately and without formal court ordered appraisals. In each case, the Court was satisfied by the evidence adduced that the best interest of the creditors and the owner were properly protected because the proceeds of the sale represented the fair market value of the ships.", "[2] Farocan and NRL rely on the decision of Justice Allison Walsh in  <FRAGMENT_SUPPRESSED> . These cases confirm that each case ought to be decided on its own facts and on the basis of the evidence before the Court. They are clearly distinguishable from the present case.", "[3] In Sea-Tec  <FRAGMENT_SUPPRESSED> , there was no evidence before the Court as to the fair market value of the ship. The Court indicated that it could not presume, in the absence of any information, that the purchase price that was proposed by the mortgagee represented a fair price for the vessel. It also confirmed that the purpose of a court ordered appraisal is to give some indication to the Court of the value of the vessel.", "[4] In The Dora, above, there was clear evidence before the Court (see paragraph 18) to justify the refusal to approve the proposed sale of the vessel. Such evidence included: an older sister ship and a comparable vessel had been recently sold for amounts substantially higher than the proposed offer; the opinion of three brokers that the vessel could fetch a much-higher rate.", "[5] In the present case, the Court is satisfied that the process adopted to obtain FPI’s offer of $5,800,000, maximized the sale proceeds that could be available for distribution to the creditors. A feature of this process was the sale of both vessels “en bloc”.", "[6] The Bank presented satisfactory evidence that the purchase price offered by FPI is well above the fair market value of those ships. I accept the evidence of Mr. Graham Roome, Executive VP and COO of FPI, that this offer comprises a special premium based on strategic business reasons involving its harvesting operations. Farocan and NRL have simply not established that a formal court-ordered appraisal and further advertisement are necessary to ensure that these two vessels are sold at their fair market value. Nor have they established that the interest of the creditors would be better served by selling each ship separately.", "[7] In reaching this conclusion, the Court considered, among other things, the argument of Farocan and NRL that the Court should give little weight to the valuation provided by Mr. Ture Korsager, managing director of Atlantic Shipping A/S because of his financial interest (commission if the sale is approved) in the matter.", "[8] In his affidavit evidence, Mr. Korsager refers to many facts which have not been disputed by Farocan or NRL. For example, it is undisputed that Farocan itself had chosen this well established firm to market its vessel when it decided to sell the Aqviq in August 2004. It is this firm that evaluated the Aqviq for her owner on October 5, 2004. It is undisputed that since then Atlantic Shipping and Mr. Korsager actively marketed the Aqviq to potential clients worldwide, including those in Canada. It is also agreed that, despite a material reduction in the asking price, the vessel was not sold. There is no indication that any offer was ever presented to Farocan.", "[9] The Aqviq has been laid up for two years. It will require time and money to put her back in Class.", "[10] Since the Bank got involved, it also appears that Atlantic Shipping has been involved in seeking a buyer for the Kinguk. It brought FPI to the negotiations table.", "[11] In his affidavit, Mr. Korsager concludes that the current market value of both ships is between $4,500,000 and $5,000,000. While Farocan and NRL may suggest that Mr. Korsager is not objective, it is worth noting that the figures he states are corroborated by a second opinion filed by the Bank. That opinion, dated October 9, 2006, was put forth in an affidavit by Mr. Bjorgvin Olafsson, managing director of BP Shipping Limited, another international shipbroker specializing in the sale and purchase of fishing vessels. He places the fair market value of the Aqviq in class as between DKK 10-12 million (about $2,000,000 and $2,400,000) and that of the Kirguk at between DKK 12-14 million (about $2,400,000 and $2,800,000) (the difference in value between the sister ships is based on the fact that Aqviq has been laid up for some time). He could not give an accurate estimate of their value “out of class”.", "[12] Farocan and NRL have produced no evidence by any independent party indicating that these opinions were flawed or that these shipbrokers were not qualified to give these opinions. There is no evidence that a formal appraisal based on accepted appraisal standards would arrive at values significantly different than those of the Bank.", "[13] It was argued that a Canadian appraiser would be in a better position to assess the true value of these Canadian flag vessels. There is no evidence on this point and Farocan’s own decision to appoint Atlantic Shipping when it decided to sell the Aqviq does not support this view.", "[14] Farocan and NRL have produced little more than speculative evidence. NRL is not a creditor of Farocan. It is an unsuccessful bidder in the final round of competitive bidding organized by the Bank. Their best offer at that time was CDN $5,260,000 for the two vessels. However, as indicated by Mr. McNamara, the President of NRL who signed the only affidavit filed in support of Farocan and NRL’s position, first and foremost NRL was interested in acquiring the Kinguk. It was somewhat forced to bid for the Aqviq by the Bank. Even prior to the final round of negotiations, NRL sought another way of acquiring the vessel(s). They sought the purchase of Farocan’s shares in the hopes that Farocan would then be able to obtain financing that would allow it to clear the mortgage on their vessels before a successful bid or court-ordered sale could take place.", "[15] There is no evidence that CDN $5,800,000 is not the maximum proceeds one could reasonably expect from the sale of these two vessels. There is no evidence that further advertisement could bring new bidders. Mr. McNamara only says that if the vessels were not sold “en bloc”, the individual price of the Kinguk would be higher, particularly because NRL is interested in acquiring this vessel for strategic reasons. Mr. McNamara gives no indication as to how much the sale of the Aqviq could bring and if anybody would be interested in purchasing her separately in the context of a public auction.", "[16] Mr. McNamara attests that it is NRL’s intention to finalize the purchase of Farocan and to make arrangements with all existing creditors to satisfy their debts in the best manner possible given the financial circumstances of Farocan. He further suggests that NRL is well positioned to do this given that the company has existing business relationships with many of Faracon’s creditors. NRL has not, however, produced any evidence to show that any such creditors support or approve this scheme.", "[17] The plaintiff is not seeking to sell the vessels pending litigation. The Bank is simply executing its judgment against its debtors’ assets. Orders calling for appraisal and advertisement before a sale were never intended to be used as a mean to extend a delay during which the defendant can redeem its mortgage and thereby avoid a judicial sale altogether. The only focus today is the value of the property to be sold and the best way to ensure that it is sold at an appropriate price.", "[18] The Court is satisfied that it is fair and just and in the best interest of all concerned that the sale to FPI be approved. The terms and conditions of this sale shall be in accordance with the terms set out in my Order.", "[19] There appears to be no need in this case to create separate funds for each vessel to protect potential creditors who hold a maritime lien or any other security on only one vessel; this is particularly so given the amount of the mortgage compared to the amount of the sale. Nonetheless, it is possible in theory that such a situation may arise. Therefore, should it prove necessary to establish separate funds, the Court is satisfied to rely on the evidence of Mr. Bjorgvin Olafsson for the purpose of declaring that any such funds should be established on the following basis: 54% of the proceeds of sale for the Kinguk and 46% of the proceeds for the Aqviq. [End of document]"]}