{"id_": "037229", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (the Act), for judicial review of a decision by an enforcement officer (the officer) dated March 30, 2010 wherein the officer denied Indeadei Parrasram Dhurmu's (the applicant's) application for a deferral of removal pending the outcome of her application for judicial review of a negative pre-removal risk assessment (PRRA) decision.  <FRAGMENT_SUPPRESSED>", "[2] The decision regarding the applicant's application for judicial review of the negative PRRA decision is still pending.  <FRAGMENT_SUPPRESSED>", "[3] The applicant requests that the decision of the officer be set aside and sent back to a different decision maker for redetermination.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[4] The applicant is a citizen of Guyana. In December 2003, she arrived in Canada and made a claim for refugee status based on a fear of persecution and a risk to her life because of her ethnicity as an Indo-Guyanese, as well as her political opinion as a supporter of the People's Progressive Party (PPP). The Refugee Protection Division of the Immigration and Refugee Board (the Board) denied that claim on January 18, 2005, citing the applicant's lack of credibility. The applicant did not apply for a judicial review of that decision.  <FRAGMENT_SUPPRESSED>", "[5] Subsequently, the applicant made a PRRA application which was also rejected on February 16, 2010. On March 22, 2010, she applied for a judicial review of the negative PRRA decision (Court file IMM-1610-10). Leave was granted and the judicial review is still outstanding.  <FRAGMENT_SUPPRESSED>", "[6] The applicant was scheduled for removal on April 8, 2010. On March 23, 2010, the applicant applied to Canada Border Services Agency (CBSA) with a request for deferral of removal pending the outcome of her judicial review application regarding her PRRA. On March 30, 2010, the CBSA enforcement officer rejected her request and ordered her to report for removal on April 15, 2010. The applicant then applied to this Court for a judicial review of the decision to deny her request for deferral which is the matter before the Court.  <FRAGMENT_SUPPRESSED>", "[7] The applicant further applied to this Court on March 29, 2010 for a stay of removal pending the outcome of both the judicial review regarding her PRRA and the judicial review regarding the request for the deferral of her removal. On April 14, 2010, Mr. Justice Michael Phelan granted a stay of removal in both proceedings.  <FRAGMENT_SUPPRESSED> Enforcement Officer's Decision  <FRAGMENT_SUPPRESSED>", "[8] The applicant based her request for deferral of removal on two grounds:  <FRAGMENT_SUPPRESSED> 1. That she be allowed to stay in Canada pending the outcome of the judicial review application regarding her negative PRRA; and  <FRAGMENT_SUPPRESSED> 2. On the basis of \"individual and cumulative exigent personal circumstances, which includes immense establishment, incredible hardship, and risk to life should she be removed. <FRAGMENT_SUPPRESSED>", "[9] The officer noted that there was little information in the request to defer removal as to why the PRRA decision was in error and that he was \"unconvinced, based on the information provided, that the officer did not properly assess the information provided in the context of each individual application. <FRAGMENT_SUPPRESSED>", "[10] Further, in as far as the applicant's claim that there was a risk to her life if she was removed, the officer found no new risks beyond those that had been claimed in her PRRA, or indeed any risks in Guyana that were sufficiently personalized in nature. The officer further noted that the applicant's claims of risk and undue hardship had been adjudicated by both the Board and a PRRA officer that had already made negative determinations on those fronts.  <FRAGMENT_SUPPRESSED>", "[11] The officer went on to state that the filing of an application for leave and judicial review of a PRRA decision is not in and of itself an impediment to removal and does not invoke a statutory stay of removal under the Act. In addition, he found that there was:  <FRAGMENT_SUPPRESSED> . . . insufficient information . . . to demonstrate that [the applicant] will not be able to have her outstanding litigation heard before the Federal Court before her scheduled removal from Canada.  <FRAGMENT_SUPPRESSED>", "[12] As a result, the officer was not satisfied that the deferral of the execution of the removal order was appropriate.  <FRAGMENT_SUPPRESSED> Issues  <FRAGMENT_SUPPRESSED>", "[13] The applicant has framed the issues in the following way:  <FRAGMENT_SUPPRESSED> 1. Did the officer err in asserting that the litigation on the PRRA could be completed before the removal of the applicant?  <FRAGMENT_SUPPRESSED> 2. Did the officer err in the assessment of the exigent personal circumstances of the applicant?  <FRAGMENT_SUPPRESSED> 3. Should the officer have deferred removal based on the pending PRRA litigation and the consequences of the Shpati decision?  <FRAGMENT_SUPPRESSED> 4. Did the officer illegally delegate his jurisdiction on removal to the Court?  <FRAGMENT_SUPPRESSED> 5. Do statute and Hansard confirm that a person has a right to a fulsome leave for judicial review and judicial review process?  <FRAGMENT_SUPPRESSED> 6. Did the officer ignore the Departmental Policy for Removals Officers in relation to failed PRRAs?  <FRAGMENT_SUPPRESSED> 7. Did the officer ignore the applicant's ancillary rights associated with appealing a negative PRRA as conferred by the Interpretation Act ?  <FRAGMENT_SUPPRESSED> 8. Did the applicant have a legitimate expectation that she would have a full opportunity to proceed with her leave for judicial review and judicial review application?  <FRAGMENT_SUPPRESSED>", "[14] I would reframe the issues as follows:  <FRAGMENT_SUPPRESSED> 1. What is the appropriate standard of review?  <FRAGMENT_SUPPRESSED> 2. Did the officer err in her reasons to deny the request for deferral of removal?  <FRAGMENT_SUPPRESSED> 3. Was the decision not to defer removal unreasonable in light of the decision in <FRAGMENT_SUPPRESSED> . Was there a lack of procedural fairness in the officer's decision making?  <FRAGMENT_SUPPRESSED> Applicant's Written Submissions  <FRAGMENT_SUPPRESSED>", "[15] The applicant argues that the officer failed to take into account the exigent personal circumstances that were claimed in her request for deferral of removal. These circumstances are twofold. First, are the personal circumstances outlined in her affidavit, which are essentially the same circumstances that she claimed in her PRRA - that she fears persecution and a risk to her life because of her status as an Indo-Guyanese and the fact that she supported and canvassed for the opposition PPP party during the campaign leading up to the 2001 election. The applicant relies on the decision in <FRAGMENT_SUPPRESSED>  for the principle that a deferral officer must consider whether there are exigent circumstances which would justify a delay of removal, especially the need for family commitments. She claims that the officer erred especially in failing to take into account the loss of the school year.  <FRAGMENT_SUPPRESSED>", "[16] The second exigent circumstance is the applicant's outstanding PRRA litigation. By refusing to defer the applicant's removal pending the outcome of her PRRA judicial review, the applicant argues that the officer has divested her of her right of judicial review under subsection 72(1) of the Act, as removal from the country renders the judicial review of a negative PRRA decision moot (see <FRAGMENT_SUPPRESSED> ). The right to a fulsome judicial review, it is argued, should extend to those who have been granted leave by the Federal Court for any failed process under the Act, not just failed refugee decisions (see <FRAGMENT_SUPPRESSED> ). The applicant relies on subsection 31(2) of the Interpretation Act , RSC 1985, c I-21, which provides that:  <FRAGMENT_SUPPRESSED> 31.(2) Where power is given to a person, officer or functionary to do or enforce the doing of any act or thing, all such powers as are necessary to enable the person, officer or functionary to do or enforce the doing of the act or thing are deemed to be also given.  <FRAGMENT_SUPPRESSED>", "[17] The applicant takes this provision to mean that because subsection 72(1) of the Act allows for judicial review of a decision, that an applicant must also be allowed all the ancillary rights to actually proceed with the judicial review. Thus, it is argued, that the officer should have taken into consideration the fact that by removing the applicant, she was essentially obviating the applicant's right of judicial review. In addition, the applicant claims that the officer erred in holding that there was a chance that the judicial review of the PRRA application could be dealt with before her removal.  <FRAGMENT_SUPPRESSED>", "[18] The applicant also argues that the officer usurped her own jurisdiction and illegally delegated it back to the Court (paragraphs 17 and 50 of the applicant's record).  <FRAGMENT_SUPPRESSED>", "[19] Finally, the applicant argues that by refusing to defer the applicant's stay of removal, the officer breached the duty of procedural fairness because the applicant had a legitimate expectation that she would have a full opportunity to proceed with the judicial review of her negative PRRA decision.  <FRAGMENT_SUPPRESSED> Respondent's Written Submissions  <FRAGMENT_SUPPRESSED>", "[20] The respondent submits that the officer's decision with respect to the applicant's request for deferral of removal was reasonable as she found that a deferral was not warranted based on the applicant's outstanding PRRA litigation or her claimed risk upon her return to Guyana. The respondent argues that the applicant has failed to identify any particular error in the officer's reasons with respect to her risk allegations or explain why the officer's decision was unreasonable. Simply disagreeing with the officer's decision, absent any error, is not grounds for judicial review.  <FRAGMENT_SUPPRESSED>", "[21] Further, the respondent asserts that a review of the officer's actual decision shows that he considered the applicant's risk allegations and determined that there was no basis to defer removal. The officer cited that the risk allegations had been adjudicated by various decision makers, none of whom were persuaded by the applicant's claims. The applicant then made the same allegations of risk to the officer in her request for deferral of removal and the officer reasonably decided that the issue of risk had already been adequately canvassed.  <FRAGMENT_SUPPRESSED>", "[22] Next, the respondent argues that it was reasonable of the officer not to defer removal pending the resolution of the PRRA litigation. The <FRAGMENT_SUPPRESSED> , decision should not be followed because it is inconsistent with the clear statutory language of the Act and other binding decisions of the Federal Court of Appeal. The respondent argues that the Court in <FRAGMENT_SUPPRESSED> , seems to have held that enforcement officers are required to grant deferrals when an applicant alleges risk and has filed a bona fide application for leave and judicial review of a negative PRRA, lest the applicant be deprived of his or her judicial recourse. This, it contends, is incorrect. Parliament expressly did not provide for applicants challenging negative PRRA decisions to be granted a stay pending the resolution of their litigation. Inasmuch as <FRAGMENT_SUPPRESSED> , can be read to suggest that deferrals must be granted to those awaiting judicial reviews on PRRA decisions, it must not be followed (see <FRAGMENT_SUPPRESSED> to 22; <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[23] Further, the respondent claims that the officer in the case at bar did not err in respect of her narrow discretion by assessing the risk, as stated at paragraph 43 of <FRAGMENT_SUPPRESSED> . She did exactly what was envisioned by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> which was to ask whether or not failure to defer would expose the applicant to the risk of death, extreme sanction or inhuman treatment.  <FRAGMENT_SUPPRESSED>", "[24] The respondent also argues that the Court in <FRAGMENT_SUPPRESSED> , conflates the first two branches of the tripartite test for a stay. This is inconsistent with the jurisprudence of the Court of Appeal, which states that the potential mootness of an outstanding litigation (such as a PRRA litigation) will not, in and of itself, establish irreparable harm warranting a stay (see <FRAGMENT_SUPPRESSED> ). With regard to the decision in <FRAGMENT_SUPPRESSED> , that is relied upon by the applicant, the respondent states that the decision does not relate to removal deferrals and upholds the <FRAGMENT_SUPPRESSED>  (SCC) criteria for determining whether the Court should entertain a case despite its mootness.  <FRAGMENT_SUPPRESSED>", "[25] In response to the applicant's argument regarding subsection 72(1) of the Act, the respondent argues that the provision's requirement for expeditious hearings does not imply that individuals who receive negative PRRA decisions should be given a mandatory stay of removal pending a judicial review. There is specifically no statutory stay provided for those seeking judicial review of negative PRRAs and one should not be read into the legislation.  <FRAGMENT_SUPPRESSED>", "[26] Further, the respondent submits that, contrary to the submissions of the applicant, subsection 31(2) of the Interpretation Act does not apply in this context. Subsection 31(2) is meant to apply only in situations where a power has been conferred upon a person, official or functionary and grants those individuals all of the ancillary powers necessary to fulfill their mandates. It has nothing to do with the rights given to individuals under law.  <FRAGMENT_SUPPRESSED>", "[27] Finally, the respondent submits that the officer did not breach her duty of procedural fairness. The discretion of an enforcement officer is very limited under subsection 48(2) of the Act (see Baron above, at paragraph 14), as he or she is required to remove as soon as reasonably practicable. The applicant was under no legitimate expectation from either the officer or the immigration manuals that she would be able to stay in Canada until her PRRA litigation was concluded. Further, the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  reiterated that a substantive outcome, such as a stay, cannot be considered an expectation under the legitimate expectation doctrine.  <FRAGMENT_SUPPRESSED> Analysis and Decision  <FRAGMENT_SUPPRESSED>", "[28] Issue 1  <FRAGMENT_SUPPRESSED> What is the appropriate standard of review?  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada established that there are two standards of review for administrative decisions - correctness and reasonableness.  <FRAGMENT_SUPPRESSED>", "[29] The standard of review for whether an enforcement officer erred in her reasons to deny a request for removal should be reviewed on a standard of reasonableness (see Baron above, at paragraph 25).  <FRAGMENT_SUPPRESSED>", "[30] Questions of procedural fairness are evaluated on a standard of correctness (see <FRAGMENT_SUPPRESSED>  <FRAGMENT_SUPPRESSED> , at paragraph 129).  <FRAGMENT_SUPPRESSED>", "[31] Issue 2  <FRAGMENT_SUPPRESSED> Did the officer err in her reasons to deny the request for deferral of removal?  <FRAGMENT_SUPPRESSED> The officer's decision came in the form of notes to file. These notes constitute her reasons for decision (see <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED> Enforcement officers have a limited discretion to defer the removal of persons who have been ordered to leave Canada. Generally speaking, officers have an obligation to remove persons as soon as reasonably practicable (s. 48(2), Immigration and Refugee Protection Act , S.C. 2001, c. 27; set out in the attached Annex). However, consistent with that duty, officers can consider whether there are good reasons to delay removal . Valid reasons may be related to the person's ability to travel (e.g. illness or a lack of proper travel documents), the need to accommodate other commitments (e.g. school or family obligations), or compelling personal circumstances (e.g. humanitarian and compassionate considerations). ( <FRAGMENT_SUPPRESSED>  (F.C.) (QL)). It is clear, however, that the mere fact that a person has an outstanding application for humanitarian and compassionate relief is not a sufficient ground to defer removal. On the other hand, an officer must consider whether exigent personal circumstances, particularly those involving children, justify delay. [Emphasis added]  <FRAGMENT_SUPPRESSED>", "[33] Here, the applicant made two claims in her request for deferral of removal:  <FRAGMENT_SUPPRESSED> 1. The ability to stay in Canada until the conclusion of the judicial review of her PRRA; and  <FRAGMENT_SUPPRESSED> 2. The ability to stay in Canada based on her \"individual and cumulative exigent personal circumstances\" which included \"immense establishment, incredible hardship, and risk to life should she be removed. <FRAGMENT_SUPPRESSED>", "[34] The officer first evaluated the evidence of personal risk and held that the applicant had provided little new evidence that pointed to individualized risk, but rather information about general violence in Guyana. She also held that the PRRA review had been made quite recently and that between that decision and the decision regarding the applicant's refugee status, the issue of risk had been adequately canvassed. I think that this is reasonable. It is not up to the officer to engage in a totally new risk assessment and analysis akin to a PRRA, but rather to examine whether there are any compelling personal circumstances that would warrant a deferral of removal, such as illness, impediments to travelling, the loss of a school year or a specific personal risk (see <FRAGMENT_SUPPRESSED>  decision with regard to personal circumstances was reasonable.  <FRAGMENT_SUPPRESSED>", "[35] The officer then turned her mind to the outstanding PRRA litigation. She rightfully found that an outstanding application for judicial review does not automatically stay a removal. She then went on to say that there was insufficient information to demonstrate that the applicant's judicial review would not be completed before her scheduled removal. This, in my opinion, is where the officer's decision becomes unreasonable. The officer was aware that the applicant's application for judicial review had been filed on March 22, 2010. The officer's decision regarding the request for deferral of removal was rendered on March 30, 2010 and she ordered the applicant to be removed on April 15, 2010. While it is true that the applicant did not submit a detailed timeline outlining the process of judicial review applications before the Federal Court, it did indicate that the process should not exceed 120 days. Also, the officer presumably has some knowledge of how the Federal Court system works and that an application for leave for judicial review and the subsequent adjudication if leave was granted could not possibly be completed in two and a half weeks.  <FRAGMENT_SUPPRESSED>", "[36] While the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , stated that a judicial review application of a negative PRRA decision would be rendered moot if the applicant were to be removed from Canada before the application was heard, it did not say that an applicant's removal should be stayed in every case where there is an outstanding PRRA judicial review. Thus, while it is an issue that the enforcement officer will have to take into consideration, the existence of an application for judicial review of a negative PRRA decision cannot be said to be determinative as to the issue of removal. In the case at bar, however, the officer seems to skirt the issue entirely, declaring that there may in fact be time for the judicial review application to be heard, when the reality is that the given timeline would make such a reality impossible.  <FRAGMENT_SUPPRESSED>", "[37] In addition, the officer made some troubling comments about the likely success of the outstanding PRRA litigation. She states in her reasons that:  <FRAGMENT_SUPPRESSED> . . . in the application for leave and judicial review counsel contends that the Officer concluding the PRRA erred in determining the PRRA on a number of grounds. I further note very little information has been provided in the deferral request to conclusively further this assertion. . . . .  <FRAGMENT_SUPPRESSED>", "[38] In determining whether to defer a removal, it is not for the officer to decide the likelihood of success for the applicant in her judicial review proceedings, but merely to decide whether the existence of a judicial review application is a compelling enough reason. It was unreasonable and perhaps also outside of the very narrow jurisdiction of the officer to delve into her opinions as to the merits of the applicant's judicial review application.  <FRAGMENT_SUPPRESSED>", "[39] As a result, the application for judicial review must be allowed and the matter referred to a different officer for redetermination.  <FRAGMENT_SUPPRESSED>", "[40] The parties requested that I certify as serious questions of general importance, the questions certified in <FRAGMENT_SUPPRESSED> . I am not prepared to certify these questions as this decision is not based on the findings in that case.  <FRAGMENT_SUPPRESSED>", "[41] IT IS ORDERED that :  <FRAGMENT_SUPPRESSED> 1. The application for judicial review is allowed and the matter is referred to a different officer for redetermination.  <FRAGMENT_SUPPRESSED> 2. No question is certified.  <FRAGMENT_SUPPRESSED> ANNEX  <FRAGMENT_SUPPRESSED> Relevant Statutory Provisions  <FRAGMENT_SUPPRESSED> Immigration and Refugee Protection Act , 2001, c. 27  <FRAGMENT_SUPPRESSED> 48. (1) A removal order is enforceable if it has come into force and is not stayed.  <FRAGMENT_SUPPRESSED> (2) If a removal order is enforceable, the foreign national against whom it was made must leave Canada immediately and it must be enforced as soon as is reasonably practicable.  <FRAGMENT_SUPPRESSED> 72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.  <FRAGMENT_SUPPRESSED> (2) The following provisions govern an application under subsection (1):  <FRAGMENT_SUPPRESSED> (a) the application may not be made until any right of appeal that may be provided by this Act is exhausted;  <FRAGMENT_SUPPRESSED> (b) subject to paragraph 169(f), notice of the application shall be served on the other party and the application shall be filed in the Registry of the Federal Court (\"the Court\") within 15 days, in the case of a matter arising in Canada, or within 60 days, in the case of a matter arising outside Canada, after the day on which the applicant is notified of or otherwise becomes aware of the matter;  <FRAGMENT_SUPPRESSED> (c) a judge of the Court may, for special reasons, allow an extended time for filing and serving the application or notice;  <FRAGMENT_SUPPRESSED> (d) a judge of the Court shall dispose of the application without delay and in a summary way and, unless a judge of the Court directs otherwise, without personal appearance; and  <FRAGMENT_SUPPRESSED> (e) no appeal lies from the decision of the Court with respect to the application or with respect to an interlocutory judgment.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}