{"id_": "037221", "body_str": ["[1] Mactavish, J. : The Jang family's refugee claims were determined to have been abandoned. They now seek to have that decision set aside, asserting that the Refugee Protection Division of the Immigration and Refugee Board failed to provide adequate reasons for its decision. The absence of meaningful reasons is all the more egregious, the applicants say, as the Board rendered two contradictory decisions in relation to the abandonment issue. Background", "[2] Mr. Jang and his two infant children came to Canada from the Republic of Korea on December 12, 2001. On February 17, 2003, Mr. Jang made an application for refugee protection on his own behalf and on behalf of his children. On February 21, 2003, the Board provided Mr. Jang with a Personal Information Form. He returned his completed PIF to the Immigration and Refugee Board on March 28, 2003, seven days after the 28 day period specified by the Board.", "[3] In his affidavit, Mr. Jang explains that he had completed a form detailing his family's circumstances in connection with an application for a humanitarian and compassionate exemption, and that he had been under the impression that this form would also be sufficient for the purposes of the Immigration and Refugee Board.", "[4] Mr. Jang received a Notice dated April 14, 2003, advising him that he would have to appear before the Board to explain why he had not provided his completed PIF to the Board within the prescribed period. In his affidavit, Mr. Jang deposes that he appeared before the Board on May 7, 2003, and that he was taken into an interview room and asked questions about his application for landing by individuals that he took to be immigration personnel. He states that at no time was he asked to explain his delay in filing his PIF. At the conclusion of what he understood to be an interview, he left the premises.", "[5] Mr. Jang then received a Notice of Abandonment Decision, dated May 13, 2003, which stated: \"On February 21, 2003 your claim was referred to the Refugee Protection Division (RPD). You were provided with your PERSONAL INFORMATION FORM (PIF) on February 21, 2003. You failed to provide the Immigration and Refugee Board (IRB) with your completed PIF on time. By Notice dated April 14, 2003, the RPD advised you that a hearing would take place on May 7, 2003, to give you an opportunity to explain why the RPD should not declare your claim to be abandoned. You did not appear at that hearing. ACCORDINGLY, THE REFUGEE PROTECTION DIVISION DECLARES YOUR CLAIM TO HAVE BEEN ABANDONED.\" (Emphasis added)", "[6] Mr. Jang then retained counsel, and an Application for Leave and Judicial Review was filed with this Court on May 29, 2003. Mr. Jang also asked the Board to provide reasons for the decision.", "[7] On June 16, 2003, Mr. Jang's counsel received an \"Amended Notice of Abandonment of Decision\", dated June 10, 2003. Where the original Notice stated: \"You did not appear at that hearing\", the amended Notice states: \"You appeared at that hearing but did not show reason why the RPD should not declare your claim to be abandoned.\" The second decision was otherwise identical to the first. Issue", "[8] The central issue on this application is whether the reasons provided for the Board for its decision to declare the Jang family's refugee claim to have been abandoned were sufficient, in all of the circumstances. Analysis", "[9] A question as to the adequacy of reasons engages an issue of procedural fairness. As such, the standard of review is correctness: <FRAGMENT_SUPPRESSED> .", "[10] The respondent submits that there was no duty on the Board to provide reasons for its decision. In this regard, counsel points to s. 61 of the Refugee Protection Division Rules , submitting that the Rule only requires written reasons for Board decisions in certain specified situations. This, he says, is not one of these situations.", "[11] Further, the respondent says, pursuant to Rule 58(1) of the Rules , the Board is not even required to hold a hearing in relation to an abandonment issue. Given that the Board could have declared the claim to have been abandoned without hearing from the applicants, the respondent says that the reasons provided by the Board are adequate.", "[12] The respondent also cites the decision of this Court in <FRAGMENT_SUPPRESSED>  (T.D.), as authority for the proposition that the type of reasons provided in this case are sufficient.", "[13] Several years after the decision  <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada provided clarification with respect to the extent of the duty of fairness as it relates to the obligation to give reasons.  <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 193, the Supreme Court held that in certain circumstances, where for example, the decision in issue involves a matter of considerable importance to a party, fairness will require the provision of a written explanation for the decision.", "[14] Like the H & C decision in issue in Baker , there can be no doubt that a finding that a refugee claim has been abandoned is a decision of profound importance to a refugee claimant. While there may be other avenues open to the Jang family, such as an H & C exemption, insofar as the refugee process is concerned, a decision that their refugee claim has been abandoned is the end of the road. As a result, I am satisfied that fairness requires that meaningful reasons be provided for such a decision.", "[15] In this regard, I note that my conclusion is consistent with the recent decision of this Court in <FRAGMENT_SUPPRESSED> .", "[16] Unlike <FRAGMENT_SUPPRESSED> , however, no transcript has been provided for the abandonment hearing in this case, and thus we have no way of knowing whether the Board provided any oral elaboration of its reasons for its decision. Apart from the two Notices of Abandonment Decision, the only other information before the Court with respect to the Board's thinking is a \"No PIF Show Cause Hearing Form\", which was evidently completed by the presiding member. In the section entitled \"Notes in Support of Decision\", the Board member has written \"7 days late. No adequate explanation\".", "[17] It was open to the Board to accept or reject any explanation that Mr. Jang may have provided as to why he was late in filing his PIF. In this case, however, we have no way of knowing why the Board made the decision that it did, as it failed to provide any meaningful reasons for its conclusion.", "[18] I do not accept the respondent's argument that the Board was not required to hold a hearing in this case, and that this operates to limit the duty of the Board to provide reasons. Rule 58(1) applies where the Board has not received a refugee claimant's PIF and contact information within the 28 day period, and where the Minister and the claimant's counsel do not have contact information for the claimant. In other words, the Board is not obliged to give a claimant notice of the Board's intention to declare the claim to be abandoned when the Board has no way of getting in touch with the claimant. That is not the case here. The Notice of Referral received by the Board from the Department on February 24, 2003 clearly indicates the contact information for the Jang family.", "[19] Similarly, I do not accept the respondent's submission that Rule 61 should be interpreted to mean that written reasons are not required in this case. Rule 61 stipulates that written reasons must be provided in certain situations. It does not say that written reasons are only required in the circumstances identified in the Rule. As the Supreme Court noted in Baker , where a decision is of profound importance to a litigant, the duty of fairness may require the delivery of reasons. As previously noted, I have found this to be such a case.", "[20] As a consequence, the decision of the Board should be set aside, and the abandonment issue is remitted to a differently constituted panel for redetermination. Certification", "[21] Neither party has suggested a question for certification, and accordingly none will be certified. ORDER", "[22] THIS COURT ORDERS that: 1. For the reasons set out above, this application is allowed, and the abandonment issue is remitted to a differently constituted panel for redetermination; and 2. No serious question of general importance is certified. Application allowed. Editor: Elizabeth M.A. Turgeon/gs [End of document]"]}