{"id_": "037340", "body_str": ["[1] Nadon, J. : The applicant seeks judicial review of a negative decision of the Refugee Division (\"the panel\") dated February 16, 1993.  <FRAGMENT_SUPPRESSED>", "[2] This application raises one issue for determination namely whether certain comments made by panel member Jackson give rise to a reasonable apprehension of bias.  <FRAGMENT_SUPPRESSED>", "[3] The applicant, in her memorandum, refers to the following comments made by Mr. Jackson which appears at pp. 459, 460 and 461 of the tribunal record.  <FRAGMENT_SUPPRESSED> \"We are suggesting that counsel may wish to concentrate, therefore, on events that appear to start on April 5th, 1992. This does not preclude counsel, and you may wish to in submissions, argue that, even without the events of 1992, there was, and still is a well-founded fear. However, in my experiences, in reading not only dozens, but I'm sure well over one hundred decisions of claimants from this particular region in China, it would be difficult to satisfy at least one member of this Tribunal that prior to the events of 1992, there was a well-founded fear.  <FRAGMENT_SUPPRESSED> \"What I'm suggesting to you is, having read all over one hundred decisions, written by various members of this Board, I'm satisfied that many of those decision contain some of the similar events as those that have taken place in the claimant's prior to 1992, and those decisions, not without exception, but almost without exception, find that there is not a well-founded fear of persecution. <FRAGMENT_SUPPRESSED>", "[4] I am satisfied after again carefully reading the transcript that Mr. Jackson was simply advising the applicant that, in his view, the evidence appearing in her personal information form with respect to pre April 5, 1992 events was not sufficient to establish a well-founded fear of persecution.  <FRAGMENT_SUPPRESSED>", "[5] Thus I am not persuaded that, in the words of the Court of Appeal in the Committee for Justice and  <FRAGMENT_SUPPRESSED> , at p. 735, \"an informed person, viewing the matter realistically and practically - and having thought the matter through -\" would conclude that Mr. Jackson's words give rise to a reasonable apprehension of bias.  <FRAGMENT_SUPPRESSED>", "[6] I hasten to add the following: (1) that the conduct of the panel members, leaving aside the impugned words which appear at pp. 459, 460 and 461 of the tribunal record, demonstrate without doubt that the applicant received a full and fair hearing of her claim; (2) that the applicant was not prevented from adducing evidence with respect to pre April 5, 1992 events nor in regard to any other aspect of her claim.  <FRAGMENT_SUPPRESSED>", "[7] During the hearing I asked counsel whether the issue of bias should have been raised by the applicant when the matter arose before the Board. Bias was not raised during the hearing before the Board nor was it raised by the applicant in her written submissions.  <FRAGMENT_SUPPRESSED>", "[8] In my view the matter should have been so raised and had I held that Mr. Jackson's comments created a reasonable apprehension of bias I would have concluded that the applicant had waived her right to raise an objection on this ground.  <FRAGMENT_SUPPRESSED>", "[9] <FRAGMENT_SUPPRESSED>  (D.C.), Lord Goddard, C.J., at p. 1048 states that:  <FRAGMENT_SUPPRESSED> \"The solicitor did not take his objection then and it seems clear that he decided to let the matter go on, taking the view that this was a heaven-sent opportunity of getting the order quashed if the committee found in favour of the application. That would be sufficient ground for refusing this application ... <FRAGMENT_SUPPRESSED>", "[10] <FRAGMENT_SUPPRESSED>  court wrote that:  <FRAGMENT_SUPPRESSED> \"A nullity ab initio can be perceived and declared almost at any later time for it never was of any effect, and demonstrably so. However, when one alleged a denial of natural justice by means of alleged prejudice, one should - nay, must-so allege promptly, for effluxion of time can render such allegation not objectively demonstrable at all. The allegation of prejudice should not be secretly harboured, but made public immediately, thereby hoping to catch the tribunal 'red handed', so to speak, in its prejudice and misconduct. So it is that the posture of waiting to discover whether one wins the contention before the adjudicator, prepared to make no allegation of prejudice if one does win, and complaining of alleged prejudice as a means of trying to avoid a confirmed loss, is abusive and to be discouraged. <FRAGMENT_SUPPRESSED>", "[11] Finally, in <FRAGMENT_SUPPRESSED>  (T.D.), Denault, J., held that failure to raise an objection with respect to bias at the hearing before the Board created a presumption that the objection had been waived.  <FRAGMENT_SUPPRESSED>", "[12] For these reasons, the application will be dismissed.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Steven C. McMinniman/saf  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}