{"id_": "037440", "body_str": ["[1] Denault, J. : This is an application for judicial review of a decision of the Veterans Appeal Board dated July 8, 1992, affirming its previous decision of October 7, 1991, granting the applicant entitlement to a disability pension effective January 31, 1990. At issue is the Board's interpretation of s. 39(1)(a) of the , R.S.C. 1985, c. P-6. Facts", "[2] The applicant served in the active militia from April 1941 to August 1941, in the active forces from August 1941 to September 1945, and in the militia from March 1948 to May 1957 and May 1962 to July 1965. During his service, it appears that he suffered a number of head injuries which resulted in an epileptic condition and, as a result of the seizures, a compression fracture of the thoracic spine (D5-D8).", "[3] The applicant first contacted the Bureau of Pensions Advocates on October 25, 1988, and an interview report was completed at that time indicating that he was claiming for an injury to his right leg and ankle. The applicant then wrote to the Bureau of Pensions Advocates on December 14, 1988, listing the injuries he had suffered as a result of military service: right ankle, head injuries, right knee, and back. In the letter he states specifically that his head injuries resulted in seizures and that he was hospitalized in March 1961 because of crushed vertebrae resulting from the seizures.", "[4] On February 21, 1989, a Pensions Advocate made a formal submission to the Canadian Pensions Commission on the applicant's behalf listing claims for a chest wound, degenerative joint disease in the right knee and right ankle, degenerative disc disease to the lumbar spine and a compression fracture D5-D8. It did not claim for the head injuries or the epilepsy. Supporting the claim was the applicant's letter of December 14, a medical certificate from Dr. Trotman dated December 20, 1988, and letters from fellow servicemen indicating that he had suffered various injuries during active service which were not reported to the medical officials at the time. The date of first contact indicated on the application was October 25, 1988. On November 6, 1989, the Canadian Pensions Commission rendered a decision in which they found that the chest wounds were attributable to military service, but that the remainder of his claims were not. The effective date for pension entitlement for the chest wound was determined to be October 25, 1988, the date of first contact.", "[5] On January 10, 1990, the applicant wrote to the Pensions Advocate requesting a clarification of the Canadian Pensions Commission decision indicating that he suffered the head injuries at the same time as the chest wounds and that these head injuries resulted in seizures which in turn resulted in the compression fracture. Attached to his letter was a letter from Dr. Schwartz, dated January 3, 1990, indicating that the compression fracture resulted from several grand mal seizures for which he was hospitalized in March of 1961 and which were possibly the result of three concussions he received during active service. The Pensions Advocate filed another application dated January 22, 1990, dealing with the epilepsy and the compression fracture. This application indicated that the date of first contact was October 25, 1988.", "[6] Following a request from the Pensions Advocate dated January 10, 1990, the Canadian Pensions Commission reconsidered its decision of November 6, 1989, and on April 23, 1990, granted the applicant pension entitlement in relation to his knee injury effective as of October 25, 1988. On July 20, 1990, the Canadian Pensions Commission rendered another decision finding that the epilepsy and resulting compression fracture were not attributable to military service. The decision also notes that the date of first contact was October 25, 1988.", "[7] On September 7, 1990, the Pensions Advocate made a further application for reconsideration and on November 27, 1990, the Entitlement Board found that the applicant's epilepsy was a result of active force service and that pension entitlement was warranted. They also found that his compression fracture was a consequence of the pensionable condition of epilepsy and that it was also pensionable. They determined that his pension entitlement for both claims was effective January 31, 1990.", "[8] On January 25, 1991, the entitlement date for the compression fracture was changed to October 25, 1988, the date of first contact. The entitlement date for the epilepsy remained January 31, 1990. On February 22, 1991, the applicant filed an appeal of the decision of November 27, 1990, with the Veterans Appeal Board. On April 25, 1991, the Entitlement Board further amended their decision of November 27, 1990, to restore the effective date regarding the compression fracture to January 31, 1990. As a result, on August 21, 1991, the applicant amended his notice of appeal to include an appeal regarding the effective date of entitlement for the compression fracture.", "[9] On October 7, 1991, the Veterans Appeal Board rendered its decision dismissing the applicant's appeal, stating in part: \"Upon its review of the available evidence, the Board has concluded that there exists no evidence that an application for pension entitlement for the conditions of epilepsy or compression fractures D5-D8 was made to the Commission prior to January 31, 1990. It must be noted by the Board that the Entitlement Board decision of November 27, 1990 sets the effective date of pension entitlement as January 31, 1990. The Board further finds that the ruling of the Entitlement Board at that time was clearly within the provisions of the applicable legislation. The Board rules to affirm the decision of the Entitlement Board dated November 27, 1990.\" This decision was upheld on July 8, 1992, following an application for reconsideration filed by the Pensions Advocate on behalf of the applicant. In its decision the Veterans Appeal Board stated: \"The Board has reviewed the arguments presented in the submission of the Advocate dated April 16, 1992. Having reviewed the documentation on file in relation to the submission presented, it is the Board's opinion that no error of fact or law was committed in the previous decision. The reason for the Board's conclusion is that the entitlement for the consequential condition of compression fracture D5-D8 cannot enter into effect before the entitlement for the primary condition, in this case, his epilepsy. The effective date of entitlement for the primary condition is January 31, 1990, therefore, the right date for the entering effect of entitlement for the compression fracture D5-D8 would be the same.\" Issue", "[10] At issue here is the Veterans Appeal Board's determination that the effective date for the applicant's pension relating to his epilepsy and resulting compression fracture is January 31, 1990, the date that his application regarding these two conditions was received by the Canadian Pensions Commission. The applicant maintains that the effective date should be October 25, 1988, the date of his first contact with the Bureau of Pensions Advocates which resulted in his first application, or, in the alternative, December 14, 1988, the date of the applicant's letter to the Bureau of Pensions Advocates indicating that he was claiming for head injuries and a back injury. Statutory Provisions", "[11] The Veterans Appeal Board Act and the provide express guidelines for statutory interpretation and the evaluation of evidence in matters related to veterans. For example: Veterans Appeal Board Act , R.S. 1985, c. 20 (3rd Supp.). \"3. The provisions of this Act and of any other Act of Parliament or any regulations thereunder conferring or imposing jurisdiction, powers, duties or functions on the Board shall be liberally construed and interpreted to the end that the recognized obligation of the people and Government of Canada to those who have served their country so well and to their dependants may be fulfilled. \"10(5) In all appeals to the Board, the Board shall (a) draw from all the circumstances of the case and all the evidence presented to it every reasonable inference in favour of the appellant; (b) accept any uncontradicted evidence presented to it by the appellant that it considers to be credible in the circumstances; and (c) resolve in favour of the appellant any doubt, in the weighing of evidence, as to whether the appellant has established a case.\" , R.S. 1985, c. P-6 \"2. The provisions of this Act shall be liberally construed and interpreted to the end that the recognized obligation of the people and Government of Canada to provide compensation to those members of the forces who have been disabled or have died as a result of military service, and to their dependants, may be fulfilled.\"", "[12] The provisions of the relevant to the issue before me are the following: \"21(1) In respect of military service rendered during World War I or World War II and subject to the exception contained in subsection (2), (a) where a member of the forces suffers disability resulting from an injury or disease or an aggravation thereof that was attributable to or was incurred during such military service, a pension shall, on application, be awarded to or in respect of the member in accordance with the rates for basic and additional pension set out in Schedule I; \"(5) In addition to any pension awarded under subsection (1) or (2), a member of the forces who (a) is eligible for a pension under paragraph (1)(a) or (2)(a) in respect of an injury or disease or aggravation thereof, or has suffered an injury or disease or aggravation thereof that would be pensionable thereunder if it had resulted in a disability, and (b) is suffering an additional disability that is in whole or in part a consequence of the injury or disease or the aggravation referred to in paragraph (a) shall, on application, be awarded a pension in accordance with the rates for basic and additional pension set out in Schedule I in respect of that part of the additional disability that is a consequence of that injury or disease or aggravation thereof. \"39(1) A pension awarded for disability shall be made payable from the later of (a) the day on which application therefor was first made to the Commission, and (b) a day three years prior to the day on which the pension was awarded to the pensioner.\" Analysis", "[13] According to s. 39(1)(a) of the the effective date of payment for any pensions payable under the Act is the later of the day on which the application was first made to the Commission or the day three years prior to the day the pension was first awarded. The latter date, which in this instance would be November 27, 1987, clearly does not apply. Therefore, I must review the Veterans Appeal Board's determination that January 31, 1990, was the day on which the application for a pension in respect of the applicant's head injuries and resulting compression fracture was first made to the Commission.", "[14] Counsel for the respondent submitted that the scope of review in this instance is limited by the existence of a privative clause in the Veterans Appeal Board Act , s. 9(3), which reads as follows: \"(3) Every decision of the Board in an appeal is final and binding and shall be given effect by the appropriate Minister.\" As such, I believe that in considering the grounds for review under s. 18.1(4) of the Federal Court Act raised by the applicant I am bound by the decision of Gonthier, J., in FRAGMENT_SUPPRESSED, where he states at p. 1369 [S.C.R.]: FRAGMENT_SUPPRESSED I would also agree with the finding of Rothstein, J., in FRAGMENT_SUPPRESSED, following a consideration of the above passage, that FRAGMENT_SUPPRESSED", "[15] In its initial decision, the Board states specifically that \"there exists no evidence that an application for pension entitlement for the conditions of epilepsy or compression fractures D5-D8 was made to the Commission prior to January 31, 1990\". This statement is erroneous. There was considerable evidence before the Board that a pension for the compression fracture had been applied for before January 31, 1990: the applicant's letter of December 14, 1988, the first application of February 21, 1989, and the subsequent negative decisions in respect of that claim. Implicit in the Board's statement in its second decision \"that the entitlement for the consequential condition of compression fracture D5-D8 cannot enter into effect before the entitlement for the primary condition\" is a recognition that a pension for this condition had been applied for before January 31, 1990. In addition, there was some evidence before the Board that a claim for a pension on the basis of the head injuries and consequent epilepsy had been made to the Commission by the applicant prior to January 31, 1990: the applicant's letter of December 14, 1988 and the medical certificate of Dr. Trotman. It is acknowledged that these latter documents might not be considered an \"application\" for a pension in respect of the head injuries, but clearly there was some evidence before the Board. Its determination that \"there was no evidence\" is patently unreasonable and constitutes a reviewable error of fact.", "[16] Sections 3 and 10 of the Veterans Appeal Board Act and s. 2 of the require that in considering appeals the Board must draw every reasonable inference in favour of the applicant, resolve any doubt in favour of the applicant and construe provisions of the relevant Acts in a liberal manner. On a number of occasions the Federal Court of Appeal has indicated that a failure on the part of the Veterans Appeal Board to give effect to these provisions, or their precursors, in its decisions amounts to a reviewable error under s. 28 of the Federal Court Act FRAGMENT_SUPPRESSED. While none of these cases expressly considered the effect of the privative clause, s. 9(3) appears to have been applicable to all of the Veterans Appeal Board decisions at issue therein. Mahoney, J.A., in FRAGMENT_SUPPRESSED characterized the error as a failure of the BoardFRAGMENT_SUPPRESSED the error was characterized as a reviewable error of law. The conclusion of Décary, J.A., in FRAGMENT_SUPPRESSED is particularly instructive because the Board's interpretation of s. 39(1)(a) of the was the issue being considered: FRAGMENT_SUPPRESSED It would seem, therefore, that a failure to interpret s. 39(1)(a) of the in a liberal manner or a failure to draw from the evidence every reasonable inference in favour of the applicant may be considered a reviewable error, despite the existence of the privative clause.", "[17] The evidence before me demonstrated that prior to November 1, 1991, it was the policy of the Veterans Appeal Board to interpret s. 39(1)(a) in a liberal manner such that the effective date for pension entitlement would be the \"date of first contact\". In this instance, the date of first contact was determined to be the date that the applicant first contacted the Bureau of Pensions Advocates, October 25, 1988. On October 23, 1991, the Executive Director of the Veterans Appeal Board wrote to the Senior Area Pensions Advocate indicating that the policy regarding entitlement date was being changed, effective November 1, 1991, to one which considered the entitlement date to be \"the receipt date of the earliest document on file which was received by the Canada Pension Commission and which sets out the medical condition under appeal\".", "[18] The applicant's first application was dated February 21, 1989 (it is not clear on what date the application was received by the Commission). The application indicated that the date of first contact was October 25, 1988. The resulting decision of the Commission awarding a pension in respect of the applicant's chest wounds determined that the effective date was the date of first contact. The applicant's second application, dated January 22, 1990 specifically claiming for the epilepsy and compression fracture, indicated that the date of first contact was October 25, 1988. The Commission's decision of April 23, 1990, resulting from the request for reconsideration of its earlier decision, awarded the applicant pension entitlement in respect of his knee injuries effective on the date of first contact. The Commission's decision of July 20, 1990, rejecting the applicant's claim in respect of the epilepsy and compression fracture indicated that the applicable date was the date of first contact. The Entitlement Board's amendment of January 25, 1991, applied the date of first contact to the compression fracture. Clearly a determination that the effective date for the purpose of s. 39(1)(a) is the date of first contact is an interpretation of that provision which had been applied and which was open to the Veterans Appeal Board to make. Instead, in a decision dated October 7, 1991, it appears that the Board chose to apply a policy which was effective on November 1, 1991, to a decision of the Entitlement Board dated November 27, 1990, regarding an application dated February 21, 1989.", "[19] Despite the perception of unfairness the Veterans Appeal Board's decision and possible retroactive application of the policy change creates, at least in my mind, it is not my responsibility to consider here the general question of whether this policy change was appropriate insofar as it might be considered a fetter on the Board's discretion or whether it represents an accurate interpretation of s. 39(1)(a) for the purpose of future applications. Nor is it even required for me to determine whether the Board did in fact apply the policy change retroactively and whether this constitutes a reviewable error. What I must determine is whether the Board's interpretation of s. 39(1)(a), in the circumstances of this case and on the basis of the evidence before it, gave effect to ss. 3 and 10 of the Veterans Appeal Board Act and s. 2 of the", "[20] In this instance, there was evidence before the Board which, while not expressed in the clearest terms, indicated that the applicant had claimed from the outset of his dealings with the Bureau of Pensions Advocates and the Commission compensation for his head injuries and his back injury and that the back injury resulted from the seizures he suffered because of his head injuries. This evidence was not contradicted and the supporting medical certificate indicated that the applicant suffered from an old compression fracture and that he had a history of epileptic seizures for which he was taking medication. Not only did the Board err in its determination that there was no evidence, the Board also erred by not evaluating this evidence within the context of s. 39(1)(a) of the and the statutory directions in s. 10(5)(a) of the Veterans Appeal Board Act that it \"draw from all the circumstances of the case and all the evidence presented to it every reasonable inference in favour of the appellant\" and in s. 3 of the Veterans Appeal Board Act and s. 2 of the be \"liberally construed\". Therefore, the Board's determination that the effective date of pension entitlement for the condition of epilepsy and the compression fracture should be January 31, 1990, is erroneous.", "[21] The applicant's first contact with the Bureau of Pensions Advocates was the interview of October 25, 1988, and the interview report of that date only refers to \"right leg/ankle conditions\". The applicant followed up with a letter on December 14, 1988, indicating his head injuries and that he was hospitalized in 1961 for \"crushed vertebrae in back from seizures\". The Pensions Advocate's first application on behalf of the applicant of February 21, 1989, claims for the back injury but makes no mention of the reason for the injury. However, the evidence before the Canadian Pensions Commission in considering the first application indicated that he suffered from epilepsy, that this condition resulted from head injuries suffered while on active service and that his back injury resulted from a seizure. In its decision of November 6, 1989, the Commission relied solely on the application erroneously formulated by the Pensions Advocate and ignored the other evidence before it. This is the same evidence which was before the Veterans Appeal Board on appeal. While it is acknowledged that the first application did not specifically claim for the condition of epilepsy and that the source of the compression fracture was not indicated in clear terms, it is also evident that there was evidence that the applicant might have a claim in respect of these injuries. In a similar factual situation, the Veterans Appeal Board took an approach which in my opinion gave full effect to intent of the approach established in the Veterans Appeal Board Act and when it stated that \"[t]he Board does not feel that the appellant should be penalized because his counsel failed to submit an obvious claim\" and awarded the pension retroactive to the effective date of the initial claim. (FRAGMENT_SUPPRESSED). Conclusion", "[22] In this instance, the Board erred both in its failure to consider the evidence regarding the date on which the applicant first indicated the pensionable conditions at issue here and in its interpretation in the circumstances of this case of s. 39(1)(a) of the . The application for judicial review is allowed, the Veterans Appeal Board's decision of July 8, 1992, is set aside and the file is returned to the Board for decision in accordance with these reasons. Application allowed. Editor: David Weir/sms [End of document]"]}