{"id_": "037436", "body_str": ["[1] Shore, J. [Translation]:  <FRAGMENT_SUPPRESSED> \"[10] The objectives as expressed in the IRPA indicate an intent to prioritize security. This objective is given effect by preventing the entry of applicants with criminal records, by removing applicants with such records from Canada, and by emphasizing the obligation of permanent residents to behave lawfully while in Canada. This marks a change from the focus in the predecessor statute, which emphasized the successful integration of applicants more than security: e.g., see s. 3(1)(i) of the IRPA versus s. 3(j) of the former Act ; s. 3(1)(e) of the IRPA versus s. 3(d) of the former Act ; s. 3(1)(h) of the IRPA versus s. 3(i) of the former Act . Viewed collectively, the objectives of the IRPA and its provisions concerning permanent residents, communicate a strong desire to treat criminals and security threats less leniently than under the former Act .  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"[13] In summary, the provisions of the IRPA and the Minister's comments indicate that the purpose of enacting the IRPA , and in particular s. 64, was to efficiently remove criminals sentenced to prison terms over six months from the country. Since s. 196 explicitly refers to s. 64 (barring appeals by serious criminals), it seems that the transitional provisions should be interpreted in light of these legislative objectives.  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"[45] Finally both appellants raise Charter arguments. Medovarski claims that s. 196 violates her s. 7 rights to liberty and security of the person. She claims that deportation removes her liberty to make fundamental decisions that affect her personal life, including her choice to remain with her partner. Medovarski argues her security of the person is infringed by the state-imposed psychological stress of being deported. Medovarski further alleges that the process by which her appeal was extinguished was unfair, contrary to the principles of fundamental justice.  <FRAGMENT_SUPPRESSED> \"[46] The most fundamental principle of immigration law is that non-citizens do not have an unqualified right to enter or remain in  <FRAGMENT_SUPPRESSED> , at p. 733. Thus the deportation of a non-citizen in itself cannot implicate the liberty and security interests protected by s. 7 of the Canadian Charter of Rights and Freedoms .  <FRAGMENT_SUPPRESSED> \"[47] Even if liberty and security of the person were engaged, the unfairness is inadequate to constitute a breach of the principles of fundamental justice. The humanitarian and compassionate grounds raised by Medovarski are considered under s. 25(1) of the IRPA in determining whether a non-citizen should be admitted to Canada. The Charter ensures that this decision is fair: e.g., <FRAGMENT_SUPPRESSED> . Moreover, Chiarelli held that the s. 7 principles of fundamental justice do not mandate the provision of a compassionate appeal from a decision to deport a permanent resident for serious criminality. There can be no expectation that the law will not change from time to time, nor did the Minister mislead Medovarski into thinking that her right of appeal would survive any change in the law. Thus for these reasons, and those discussed earlier, any unfairness wrought by the transition to new legislation does not reach the level of a Charter violation.  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"[49] Despite the fairness arguments raised by the appellants, I conclude that the interpretation of s. 196 they suggest leads to a legislative redundancy and is inconsistent with the objectives of the IRPA . This conclusion finds further support in the text of s. 196 and principles of interpretation of bilingual statutes. <FRAGMENT_SUPPRESSED> (As specified in <FRAGMENT_SUPPRESSED> ; 339 N.R. 1; 2005 SCC 51, by McLachlin, C.J., of the Supreme Court of Canada.)  <FRAGMENT_SUPPRESSED> \"[27] ... The qualified nature of the rights of non-citizens to enter and remain in Canada is made clear by s. 4 of the Act . Section 4(2) provides that permanent residents have a right to remain in Canada except where they fall within one of the classes in s. 27(1). One of the conditions Parliament has imposed on a permanent resident's right to remain in Canada is that he or she not be convicted of an offence for which a term of imprisonment of five years or more may be imposed. This condition represents a legitimate, non-arbitrary choice by Parliament of a situation in which it is not in the public interest to allow a non-citizen to remain in the country ... <FRAGMENT_SUPPRESSED> (As specified in <FRAGMENT_SUPPRESSED>  by Sopinka, J.),  <FRAGMENT_SUPPRESSED>", "[2] In fact, immigration law is based on the classification of an individual's particular status and the rights flowing from that status, such as the right to enter or remain in  <FRAGMENT_SUPPRESSED>  Iacobucci, J., stated:  <FRAGMENT_SUPPRESSED> \"[59] In contrast, permanent residents who are not Convention refugees have no explicit statutory protection against removal to a state where they believe their life or freedom would be threatened (although they have Charter protections against return to certain conditions: see <FRAGMENT_SUPPRESSED> ). This illustrates that there is no need to have absolute consistency between how permanent residents who are not refugees are dealt with under the Act and how Convention refugees are dealt with. In fact, the Act treats citizens differently from permanent residents, who in turn are treated differently from Convention refugees, who are treated differently from individuals holding visas and from illegal residents. It is an important aspect of the statutory scheme that these different categories of individuals are treated differently, with appropriate adjustments to the varying rights and contexts of individuals in these groups. I need only point out that permanent residents have rights under both the Charter and the Act that other non-citizens do not, including mobility rights under s. 6(2) of the Charter and the right to sponsor individuals to come to Canada under s. 6(2) of the Act . <FRAGMENT_SUPPRESSED> NATURE OF JUDICIAL PROCEEDING  <FRAGMENT_SUPPRESSED>", "[3] This is an application for judicial review of a decision by the Immigration Appeal Division of the Immigration and Refugee Board (the Board) on February 2, 2006, by which the applicant's appeal was dismissed.  <FRAGMENT_SUPPRESSED> FACTS  <FRAGMENT_SUPPRESSED>", "[4] Norvin Ramiro Gonzalez, a citizen of Guatemala born on December 20, 1980, entered Canada in June 2000.  <FRAGMENT_SUPPRESSED>", "[5] On July 14, 2000 he was sponsored by his mother and was granted permanent resident status. All of Mr. Gonzalez's brothers and sisters on his mother's side, as well as his mother and step-father, reside in Canada. The other members of Mr. Gonzalez's family are in Guatemala.  <FRAGMENT_SUPPRESSED>", "[6] An inadmissibility report was prepared on Mr. Gonzalez for serious criminality pursuant to subsection 44(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act ), as he was convicted of an offence outside Canada that, if committed in Canada, would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of ten years.  <FRAGMENT_SUPPRESSED>", "[7] On October 24, 2002 Mr. Gonzalez was convicted of illegally smuggling six individuals into the United States, the equivalent of the organization of illegal entry offence found in subsection 117(1) of the Act . He received a sentence of 12 months and a day, which he served in the United States, in addition to a year's probation following his discharge.  <FRAGMENT_SUPPRESSED>", "[8] Mr. Gonzalez's record also contains outstanding offences of theft and possession of property obtained by crime.  <FRAGMENT_SUPPRESSED>", "[9] On October 5, 2004, following the report prepared pursuant to subsection 44(1) of the Act , a deportation order was made against Mr. Gonzalez.  <FRAGMENT_SUPPRESSED>", "[10] On October 22, 2005, Mr. Gonzalez and Lilian Marleny Galdamez Guardado were married. The couple is planning to raise a family, and the wife is pregnant.  <FRAGMENT_SUPPRESSED>", "[11] On December 13, 2005, Mr. Gonzalez appealed the deportation order made against him on October 5, 2004. On February 2, 2006, the Board dismissed this appeal, and Mr. Gonzalez is now challenging that decision.  <FRAGMENT_SUPPRESSED> CONTESTED APPLICATION  <FRAGMENT_SUPPRESSED>", "[12] Mr. Gonzalez filed his appeal pursuant to subsection 63(3) of the Act , which provides that a permanent resident may appeal a removal order made against him.  <FRAGMENT_SUPPRESSED>", "[13] He did not challenge the legal validity of the removal order. Instead, he raised the existence of humanitarian and compassionate grounds and special circumstances that warrant special relief by the Board.  <FRAGMENT_SUPPRESSED>", "[14] This discretionary power is set out in paragraph 67(1)(c) and subsection 68(1) of the Act , which read as follows:  <FRAGMENT_SUPPRESSED> Appeal allowed  <FRAGMENT_SUPPRESSED> \"67(1) To allow an appeal, the Immigration Appeal Division must be satisfied that, at the time that the appeal is disposed of,  <FRAGMENT_SUPPRESSED> (a) the decision appealed is wrong in law or fact or mixed law and fact;  <FRAGMENT_SUPPRESSED> (b) a principle of natural justice has not been observed; or  <FRAGMENT_SUPPRESSED> (c) other than in the case of an appeal by the Minister, taking into account the best interests of a child directly affected by the decision, sufficient humanitarian and compassionate considerations warrant special relief in light of all the circumstances of the case.  <FRAGMENT_SUPPRESSED> Removal order stayed  <FRAGMENT_SUPPRESSED> \"68(1) To stay a removal order, the Immigration Appeal Division must be satisfied, taking into account the best interests of a child directly affected by the decision, that sufficient humanitarian and compassionate considerations warrant special relief in light of all the circumstances of the case. <FRAGMENT_SUPPRESSED>", "[15] Subsection 69(1) of the Act further provides the following:  <FRAGMENT_SUPPRESSED> Dismissal  <FRAGMENT_SUPPRESSED> \"69(1) - The Immigration Appeal Division shall dismiss an appeal if it does not allow the appeal or stay the removal order, if any. <FRAGMENT_SUPPRESSED>", "[16] The Board concluded that the removal order was valid in law and that there was no basis for exercising its discretion in the Mr. Gonzalez's favour, since the circumstances of the case at bar did not warrant special relief:  <FRAGMENT_SUPPRESSED> \"[5] Having examined the evidence, given that the appellant's testimony was not credible and given the facts in the case, the panel concludes that, in the circumstances, the appeal should be dismissed.  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"[25] The panel considers that the appellant, who speaks Spanish and has studied and worked in Guatemala, where he has spent most of his life and where he still has family, including his father, would not suffer any irreparable harm. The same would be true of any members of his family.  <FRAGMENT_SUPPRESSED> \"[26] Given the seriousness of the offence of which the appellant was convicted, his denial of responsibility, the impact his crime had on the individuals who travelled with him illegally to the United States, his low level of integration and the fact that the panel is not of the view that the impact of his deportation would justify the granting of special relief, the appeal must be dismissed. <FRAGMENT_SUPPRESSED> ISSUE  <FRAGMENT_SUPPRESSED>", "[17] Was the Board's decision patently unreasonable?  <FRAGMENT_SUPPRESSED> STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>", "[18] It is settled law that the Federal Court's role in a judicial review proceeding is not to substitute its assessment of the evidence for that of the Board. Rather, its constitutional mandate is limited to assessing whether the Board's decision observes the limits set out in the Act . ( Canadian  <FRAGMENT_SUPPRESSED> .)  <FRAGMENT_SUPPRESSED>", "[19] This issue is closely related to the nature of the decision on the remedial provision of paragraph 67(1)(c) of the Act -to the same effect as paragraph 70(1)(b) of the former Immigration Act , R.S.C. 1985, c. I-2-and the applicable standard of review. ( <FRAGMENT_SUPPRESSED> ; , supra, at paragraph 18; Cartaway Resources Corp. et al., Re , [2004] 1 S.C.R. 672; 319 N.R. 1; 195 B.C.A.C. 161; 319 W.A.C. 161; [2004] S.C.J. No. 22; 2004 SCC 26, at paragraph 43.)  <FRAGMENT_SUPPRESSED>", "[20] The case law had clearly held that the application of the remedial provision contained in paragraph 70(1)(b) of the former Immigration Act was a matter of discretion to which the Court should show great deference. In the leading case of <FRAGMENT_SUPPRESSED>  the Supreme of Canada wrote:  <FRAGMENT_SUPPRESSED> \"[13] ... I do not think that this Court's appellate jurisdiction in relation to a decision of the Board under s. 15(1)(b)(i) should be extended to the point of interference with the weight assigned by the Board to evidence where, either taken by itself or in relation to conflicting or modifying evidence, the Board must decide on its force in meeting the standards fixed by s. 15(1)(b)(i). <FRAGMENT_SUPPRESSED>", "[21] Accordingly, the Court must determine whether, to paraphrase the reasons of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , at paragraph 90, the panel exercised its discretionary power objectively, in a bona fide manner, and considered all relevant factors.  <FRAGMENT_SUPPRESSED>", "[22] In addition, as the application of paragraph 67(1)(c) of the Act falls within the Board's considerable expertise in this regard, the Court must show great deference to conclusions which are chiefly a matter of fact and review them by the patently unreasonable standard. ( <FRAGMENT_SUPPRESSED> , at paragraph 24; <FRAGMENT_SUPPRESSED> ; 270 N.R. 293 (F.C.A.) at paragraph 16, leave to appeal refused (2001), 284 N.R. 195 ( <FRAGMENT_SUPPRESSED> ; 2004 FC 1279, at paragraph 8.)  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED>", "[23] In view of the principles stated earlier regarding the judicial review of a discretionary decision by a quasi-judicial tribunal, a review which applies only to the legality of the decision and not its merits, as the Board exercised its discretion lawfully and not arbitrarily, this Court cannot substitute its own discretion for that of the Appeal Division and so cannot intervene to quash its decision.  <FRAGMENT_SUPPRESSED>", "[24] The Board's decision was challenged on three points:  <FRAGMENT_SUPPRESSED> - In Mr. Gonzalez's submission, he was not properly represented by his counsel before the Board as he was told one day before the hearing that he had been summoned by the panel for the hearing of his appeal. Furthermore, Mr. Gonzalez added that his lawyer did not file all the evidence of work and integration which he had brought for the purposes of his appeal: consequently, he alleged that he was deprived of a \"full and complete hearing,\" which constitutes a breach of the rules of procedural fairness.  <FRAGMENT_SUPPRESSED> - As before the Board, Mr. Gonzalez did not dispute the legal validity of the removal order; instead, he limited himself to arguing that the Board should have exercised its discretion in his favour.  <FRAGMENT_SUPPRESSED> - Further, Mr. Gonzalez argued that the Board's decision did not take Canada's international obligations into account and was contrary to the Canadian Charter of Rights and Freedoms , Part I, Schedule B of the Canada Act, 1982, 1982, c. 11 (U.K.) (the Charter ), regarding protection of family life.  <FRAGMENT_SUPPRESSED> (1) Professional fault by Mr. Gonzalez's counsel  <FRAGMENT_SUPPRESSED> (a) Preliminary comment  <FRAGMENT_SUPPRESSED>", "[25] A litigant cannot validly cite a professional fault on the part of his former counsel without supplying the latter's explanations regarding the error complained of and with no evidence that the matter has been presented to the Bar of which the lawyer is a member for investigation. ( <FRAGMENT_SUPPRESSED> ; 257 F.T.R. 114; 2004 FC 1039, at paragraph 64; <FRAGMENT_SUPPRESSED> ; 2004 FC 438, at paragraph 24; <FRAGMENT_SUPPRESSED> ; 2004 FC 365, at paragraph 15; <FRAGMENT_SUPPRESSED> ; 2004 FC 137, at paragraph 19.)  <FRAGMENT_SUPPRESSED>", "[26] In the case at bar, Mr. Gonzalez had every opportunity to take one of these steps. The record does not indicate that he did so. The Court has no evidence before it to show that Mr. Gonzalez filed any complaint whatsoever against his former counsel. Consequently, the argument based on the latter's incompetence is not founded. ( <FRAGMENT_SUPPRESSED> .)  <FRAGMENT_SUPPRESSED>", "[27] In any event, even if this preliminary requirement had been met, Mr. Gonzalez's argument, based on the incompetence of his former counsel, must be dismissed for the following reasons.  <FRAGMENT_SUPPRESSED> (i) Two components of evidence necessary to establish counsel's incompetence  <FRAGMENT_SUPPRESSED>", "[28] For an application for judicial review based on the incompetence of counsel to be allowed, Mr. Gonzalez had to show:  <FRAGMENT_SUPPRESSED> (1) that counsel's acts or omissions constituted extraordinary incompetence. This is the performance component;  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> ; 2004 FCA 104, at paragraph 20; <FRAGMENT_SUPPRESSED>  (F.C.A.), at paragraph 3; <FRAGMENT_SUPPRESSED> ; 2003 FCT 374, at paragraph 35.)  <FRAGMENT_SUPPRESSED> (2) that it is reasonably probable that but for the professional error or errors in question, the result of the proceeding would have been different. This is the prejudice component.  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> ; 2005 FC 315, at paragraph 6; <FRAGMENT_SUPPRESSED> Major, J., noted the following:  <FRAGMENT_SUPPRESSED> \"[27] Incompetence is determined by a reasonableness standard. The analysis proceeds upon a strong presumption that counsel's conduct fell within the wide range of reasonable professional assistance. The onus is on the appellant to establish the acts or omissions of counsel that are alleged not to have been the result of reasonable professional judgment. The wisdom of hindsight has no place in this assessment.  <FRAGMENT_SUPPRESSED> \"[28] Miscarriages of justice may take many forms in this context. In some instances, counsel's performance may have resulted in procedural unfairness. In others, the reliability of the trial's result may have been compromised. <FRAGMENT_SUPPRESSED>", "[30] In the case at bar, Mr. Gonzalez did not present evidence of these two aspects.  <FRAGMENT_SUPPRESSED> (ii) Former counsel did not demonstrate incompetence and it is not reasonably probable that, without failure to file further documents, the result of the appeal would have been different  <FRAGMENT_SUPPRESSED>", "[31] In his affidavit, Mr. Gonzalez stated that none of his evidence of work and integration was submitted. Contrary to his claim, it appears from the Board's reasons that it took this evidence into account:  <FRAGMENT_SUPPRESSED> \"[21] The appellant's lawyer argues that his client has always worked since his arrival in Canada. However, of the five years he spent in Canada, he was in prison for a year and, because of an injury to his back, was off work for another; he has therefore apparently worked for three years at the most. He completed all his studies in Guatemala, where he also worked. His father, grandmother and relatives, including aunts, uncles and cousins, apparently still live in Guatemala, where, he has admitted, he also still has a few friends with whom he has supposedly lost touch, however, because of his coming to Canada. In Guatemala, having been separated from his mother, who arrived in Canada seven years before he did, the appellant took care of his younger brothers and sisters, who are now in Canada. He therefore seemed to have a sense of responsibility.  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"[23] The appellant explained that he decided to have a civil wedding with his wife because it was a [translation] \"trial marriage\" in his mind. So, in spite of everything, the couple, being practising believers, apparently decided to go this route before getting married in the church. The appellant's wife testified that she thought that she was one week pregnant. She had not yet seen a doctor, but an over-the-counter pregnancy test had been positive ...  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"[25] The panel considers that the appellant, who speaks Spanish and has studied and worked in Guatemala, where he has spent most of his life and where he still has family, including his father, would not suffer any irreparable harm. The same would be true of any members of his family. <FRAGMENT_SUPPRESSED>", "[32] As to Mr. Gonzalez's allegation that he was notified on the eve of his hearing that he had been summoned before the Board and that he received no preparation from his counsel, the Board's reasons show that he was able to give his story clearly, explain all the circumstances of his case and present his arguments.  <FRAGMENT_SUPPRESSED>", "[33] Finally, Mr. Gonzalez's statement that he had retained a different representative is not supported by his affidavit.  <FRAGMENT_SUPPRESSED>", "[34] The fact that the former counsel did not file the evidence of Mr. Gonzalez's work and integration was thus the result of the exercise of reasonable professional judgment. This omission was not caused by incompetence.  <FRAGMENT_SUPPRESSED>", "[35] Further, it is not reasonably probable that but for the omission in question the result of the proceeding would have been different, because paragraph 67(1)(c) of the Act gives the Board broad discretion to exercise its equitable powers.  <FRAGMENT_SUPPRESSED>", "[36] In the case at bar, Mr. Gonzalez did not demonstrate that he had been the subject of a breach of the rules of natural justice.  <FRAGMENT_SUPPRESSED> (2) Board's equitable jurisdiction  <FRAGMENT_SUPPRESSED>", "[37] As mentioned earlier, paragraph 67(1)(c) of the Act gives the Board broad discretion in the exercise of its equitable jurisdiction. That provision gives the Board the power to decide whether, \"in light of all the circumstances of the case,\" a permanent resident should be removed from Canada. These circumstances include the well-being of Canadian society and of the individual in particular. ( <FRAGMENT_SUPPRESSED> ; 2005 FC 293, at paragraph 18; <FRAGMENT_SUPPRESSED> , at paragraphs 8 and 12.)  <FRAGMENT_SUPPRESSED>", "[38] In the exercise of its discretion, the Board is guided by the factors mentioned in <FRAGMENT_SUPPRESSED>  affirmed by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> . These factors include:  <FRAGMENT_SUPPRESSED> (a) the seriousness of the offence(s) leading to the deportation;  <FRAGMENT_SUPPRESSED> (b) the possibility of rehabilitation;  <FRAGMENT_SUPPRESSED> (c) the length of time spent in Canada and the degree to which the appellant is established;  <FRAGMENT_SUPPRESSED> (d) the presence of family in Canada and the dislocation to that family that the deportation of the appellant's deportation would cause;  <FRAGMENT_SUPPRESSED> (e) the support available to the applicant not only within his family but also within the community;  <FRAGMENT_SUPPRESSED> (f) the degree of hardship that would be caused to the appellant in the country to which he will likely be removed.  <FRAGMENT_SUPPRESSED>", "[39] Exercise of the discretion in question must also be consistent with the objectives of the Act , including that mentioned in paragraph 3(1)(h), which recognizes the need to protect Canadians' security. ( <FRAGMENT_SUPPRESSED> ; 277 F.T.R. 216; 2005 FC 1059, at paragraph 11.)  <FRAGMENT_SUPPRESSED>", "[40] It appears from paragraphs 5 to 27 of the Board's reasons that it took all of the relevant factors concerning Mr. Gonzalez's case into account.  <FRAGMENT_SUPPRESSED>", "[41] Mr. Gonzalez did not show how the Board made any error by refusing to apply the remedial provision.  <FRAGMENT_SUPPRESSED>", "[42] The Board further noted that Mr. Gonzalez has often been hesitant in giving explanations or in making admissions, thereby minimizing the seriousness of the criminal offences committed and shifting responsibility to other individuals of whom he said he was a victim. The Board noted that Mr. Gonzalez had adjusted his testimony several times, contradicted himself and contradicted his wife's testimony, which had the result of undermining his credibility.  <FRAGMENT_SUPPRESSED>", "[43] The Board considered the seriousness of the offence which led to Mr. Gonzalez's deportation and the possibility of rehabilitation. In this regard, the Board deplored the fact that he did not accept responsibility for the offence with which he was charged and the fact that, on returning to Canada after serving his sentence, Mr. Gonzalez committed another offence:  <FRAGMENT_SUPPRESSED> \"[19] Counsel for the appellant alleges that his client has expressed remorse and that he has now realized that his crime had far-reaching consequences. It is true that, during his testimony, the appellant expressed remorse by apologizing to Canadian authorities. However, in contrast, and somewhat contradictorily, the appellant stated on more than one occasion that he was not responsible for human smuggling and reiterated that he had been an innocent victim.  <FRAGMENT_SUPPRESSED> \"[20] At the hearing, he described the conspiracy theory involving the Costa Ricans. He explained that, in exchange for a reduced prison sentence, the Americans had persuaded the Costa Ricans to tell the authorities that the appellant had smuggled them across the border for a payment of $2,000 each ... He claims that he did not have $12,000 on him when he was arrested by U.S. authorities, proof, according to him, that this was a lie. However, at no point during his interview with the CBSA or at the hearing, did the appellant mentioned having paid anything to the person who allegedly helped him across the border. The panel cannot help but notice the appellant's denial of responsibility in his desperate attempt to find another guilty party. Furthermore, despite having had a year to think about his actions while serving his sentence in the United States, the appellant apparently found the means to get in trouble with the law as soon as he returned to Canada. It has to be said that it was not easy to get the appellant to testify on this matter. Firstly, when asked whether he had had other problems with the law in Canada following his run-in with the U.S. authorities, he answered no and repeated this answer on four occasions. It was only when shown Exhibit R-2, an offence under subparagraph 334(b)(ii) of the Criminal Code , that the appellant first said that he could not remember and then that he [Translation] 'could not remember exactly'. He eventually remembered having appeared in court once or twice with a friend who had allegedly stolen something from a Canadian Tire store. When asked whether he was sure that this had merely involved a case of shoplifting, he said yes and explained that he had been accused of stealing some gloves. Eventually, the appellant changed his testimony and talked about a stolen car. Obviously, the appellant has not been convicted of the crimes that appear in his criminal record regarding offences allegedly committed on July 13, 2004. However, the panel continues to observe the same reluctance in his manner of testifying, and, here too, the appellant blames the friend he was apparently accompanying. The least one can conclude from the appellant's criminal record and the manner of his testimony is that it seems very unlikely, given the little remorse he shows and the type of people he associates with, that the appellant has strong potential for rehabilitation. <FRAGMENT_SUPPRESSED>", "[44] The Board further considered the length of time Mr. Gonzalez has spent in Canada and the degree to which he is established. On this point, contrary to what Mr. Gonzalez alleged, he has been in Canada since 2000. Therefore, he was not 17 years old when he came to Canada. The Board further noted that, between 2000 and the time of the hearing before the Board, Mr. Gonzalez had been imprisoned in the United States for a year. Accordingly, the applicant has only been in Canada for five years at the most. The Board thus properly concluded that Mr. Gonzalez had spent most of his life in Guatemala. Additionally, Mr. Gonzalez's statement that he no longer has any ties to his country of origin was not based on the evidence and was not confirmed by his affidavit, which simply stated that he had a large network of friends in Montréal and that his immediate family is there, including brothers and sisters on his mother's side.  <FRAGMENT_SUPPRESSED>", "[45] Further, the Board took into account Mr. Gonzalez's family situation and the support available to him within his family and the community. It noted Mr. Gonzalez's relationship to his mother and the fact that he lived with his pregnant wife. On these two points, the Board expressed in its reasons a certain reservation as to the nature of these relationships, based on the oral evidence:  <FRAGMENT_SUPPRESSED> \"[22] ... Moreover, although he claims that he is on good terms with and is close to his mother, the panel cannot help but be concerned about her absence from the hearing. The appellant simply explained that he preferred having his wife testify, as she is closer to him than his mother is. Given the absence of the appellant's mother, the panel finds it hard to believe that the appellant is as close to his mother as he claims to be. The appellant explained that his mother, who is separated from his father, remarried a man called Galdamez, whom he does not like very much. Strangely, the appellant married this man's daughter on October 22, 2005 ...  <FRAGMENT_SUPPRESSED> \"[23] ... Ms. Galdamez stated that she had met the appellant in 2000. According to the appellant's testimony, the young couple went out for two years, that is, right until he was sentenced to one year's imprisonment in the United States. The couple supposedly maintained their relationship during his imprisonment. The appellant stated that he wrote or telephoned Ms. Galdamez over a three-month period. In fact, during the seven months that followed, his wife apparently returned to her family in El Salvador. The appellant does not remember his wife's birthday; according to him, she is 19 years old. In fact, Ms. Galdamez was born on March 22, 1987 and was therefore 18 years old on the day of the hearing. With regard to the development of their relationship, her testimony contradicts that of the appellant. According to her, they met in 2000, but only went out together for about six months. She states that she visited the appellant only once in prison, albeit not as his girlfriend but simply to accompany the appellant's sister. Ms. Galdamez explained that she even went out with another young man during the entire time her husband was in prison. She claims that communications between her and her husband are good and that the couple has no secrets. Yet, she claims that her husband has never had any problems with the law following his troubles with U.S. law and has neither been arrested nor appeared in court. Apart from unpaid speeding tickets, she is completely unaware of her husband's alleged troubles with the law.  <FRAGMENT_SUPPRESSED> \"[24] Ms. Galdamez states that, if the appeal is dismissed, she will leave Canada with her husband. The panel is not particularly satisfied as to the seriousness of their relationship. The civil wedding, which was described by the appellant and his wife as a trial marriage and which was celebrated in a very contemporary manner on October 20, 2005, while the appellant was subject to a removal order, leaves the panel quite perplexed. The contradictory testimonies as to the evolution of the couple's relationship also throw doubt on the genuineness of the relationship. As for the alleged pregnancy, it is a mere possibility. Furthermore, given the general lack of credibility of the witnesses, the panel cannot give serious consideration to this possibility. In any case, if the relationship is truly serious, Ms. Galdamez has expressed the wish to leave Canada with her husband. Moreover, the panel questions the influence this young 18-year-old woman has on decisions made by the appellant, the people he associates with and his actions. <FRAGMENT_SUPPRESSED>", "[46] The Board also considered the dislocation to both Mr. Gonzalez and his family that his deportation to his country of origin would cause. In the case at bar, the Board examined the question of whether humanitarian and compassionate considerations existed in Mr. Gonzalez's case which, in light of all the circumstances of the case, warrant special relief under paragraph 67(1)(c) of the Act .  <FRAGMENT_SUPPRESSED>", "[47] In short, the Appeal Division exercised its discretion properly and took into account all the relevant factors that were in evidence before it.  <FRAGMENT_SUPPRESSED>", "[48] In a recent decision, <FRAGMENT_SUPPRESSED> ; 2003 FCT 624, Pinard, J., in speaking for this Court, stated the following as to the Court's power of intervention in findings of fact made by the Appeal Division:  <FRAGMENT_SUPPRESSED> \"[19] It was up to the IAD, as the trier of fact, to weigh the evidence before it. The IAD accepted the evidence submitted by the respondent to the effect that the applicant had not reported his convictions to CIC. It also had before it the applicant's submissions, wherein he admitted that 'technically [he] should have reported the revised Information' and that 'some technical violation of the terms and conditions regarding reporting of the charges and convictions' had occurred. There is no indication that the IAD ignored relevant evidence or took into account irrelevant evidence, therefore, this Court cannot interfere in its finding or re-weigh the evidence which was before it (see, for example, <FRAGMENT_SUPPRESSED>  and <FRAGMENT_SUPPRESSED> ). <FRAGMENT_SUPPRESSED>", "[49] In the case at bar, Mr. Gonzalez did not show that the findings of fact made by the Appeal Division were patently unreasonable or were arrived at without regard to the evidence presented. Consequently, the conclusions drawn by the Board were not vitiated by any error which could warrant the intervention of this Court.  <FRAGMENT_SUPPRESSED> (3) Board's decision not contrary to the Canadian Charter of Rights and Freedoms  <FRAGMENT_SUPPRESSED>", "[50] Contrary to Mr. Gonzalez's claims, it was established in Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  remain in Canada is made clear by s. 4 of the Act . Section 4(2) provides that permanent residents have a right to remain in Canada except where they fall within one of the classes in s. 27(1). One of the conditions Parliament has imposed on a permanent resident's right to remain in Canada is that he or she not be convicted of an offence for which a term of imprisonment of five years or more may be imposed. This condition represents a legitimate, non-arbitrary choice by Parliament of a situation in which it is not in the public interest to allow a non-citizen to remain in the country ... <FRAGMENT_SUPPRESSED>", "[51] With respect to the distinction made by the Act between the rights of a citizen and those of a non-citizen, Mr. Gonzalez alleged that the State could not act just as it liked. The state of the law on this point is clear: the distinction is based on a fundamental principle of immigration law, namely that, unlike a Canadian citizen, a non-citizen has no constitutional right to enter or remain in Canada. ( <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , at paragraph 57.)  <FRAGMENT_SUPPRESSED>", "[52] At the same time, the Supreme Court of Canada has held that this distinction is not a form of discrimination within the meaning of section 15 of the Charter , since it is expressly authorized under subsection 6(1) of the Charter . ( <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> .)  <FRAGMENT_SUPPRESSED>", "[53] Moreover, the Supreme Court of Canada has recently held that deportation does not as such deprive a non-citizen of his right to life, liberty or security of the person. ( <FRAGMENT_SUPPRESSED> ; 281 N.R. 357; 2001 FCA 272.)  <FRAGMENT_SUPPRESSED>", "[54] In fact, immigration law is based on the classification of an individual's particular status and the rights flowing from that status, such as the right to enter or remain in Canada. In <FRAGMENT_SUPPRESSED> , Iacobucci, J., stated:  <FRAGMENT_SUPPRESSED> \"[59] In contrast, permanent residents who are not Convention refugees have no explicit statutory protection against removal to a state where they believe their life or freedom would be threatened (although they have Charter protections against return to certain conditions: see <FRAGMENT_SUPPRESSED> ). This illustrates that there is no need to have absolute consistency between how permanent residents who are not refugees are dealt with under the Act and how Convention refugees are dealt with. In fact, the Act treats citizens differently from permanent residents, who in turn are treated differently from Convention refugees, who are treated differently from individuals holding visas and from illegal residents. It is an important aspect of the statutory scheme that these different categories of individuals are treated differently, with appropriate adjustments to the varying rights and contexts of individuals in these groups. I need only point out that permanent residents have rights under both the Charter and the Act that other non-citizens do not, including mobility rights under s. 6(2) of the Charter and the right to sponsor individuals to come to Canada under s. 6(2) of the Act . <FRAGMENT_SUPPRESSED>", "[55] In the case at bar, it appears that the Board exercised its discretion in a consistent way by considering the objectives expressed in the Act and the facts of the case at bar, in particular the well-being of the individual as a whole and the protection of Canadian society.  <FRAGMENT_SUPPRESSED>", "[56] It is worth noting that no notice of a constitutional question was filed or mentioned before the Board. Moreover, Mr. Gonzalez's statement regarding the unconstitutionality of certain provisions of the Act is vague, general and without foundation. Accordingly, it appears that this argument is wrong in law, and so does not warrant the intervention of this Court.  <FRAGMENT_SUPPRESSED> CONCLUSION  <FRAGMENT_SUPPRESSED>", "[57] In view of the foregoing, the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "[58] THE COURT ORDERS that  <FRAGMENT_SUPPRESSED> 1. the application for judicial review be dismissed;  <FRAGMENT_SUPPRESSED> 2. there is no serious question of general importance to be certified.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/vnh  <FRAGMENT_SUPPRESSED>"]}