{"id_": "037429", "body_str": ["[1] Boivin, J. : This is an application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act ) of a decision of the Immigration Appeal Division of the Immigration and Refugee Board (the Board) dated May 19, 2009.  <FRAGMENT_SUPPRESSED>", "[2] The Board dismissed the Applicant's appeal of a decision dated March 4, 2008 by a visa officer in Islamabad, Pakistan, denying the permanent resident application of the Applicant's husband, Hammad Hamid, whom the Applicant wished to sponsor.  <FRAGMENT_SUPPRESSED> Issue  <FRAGMENT_SUPPRESSED>", "[3] The only issue is whether the officer erred in concluding that the Applicant's marriage to Hammad Hamid was not genuine and was entered into primarily for the purpose of acquiring a status or privilege within the meaning of section 4 of the Immigration and Refugee Protection Regulations , SOR/2002-227 (the Regulations ).  <FRAGMENT_SUPPRESSED>", "[4] For the following reasons, this application for judicial review shall be allowed.  <FRAGMENT_SUPPRESSED> Factual Background  <FRAGMENT_SUPPRESSED>", "[5] The Applicant was born in Canada on December 23, 1960. She has worked as a French teacher for adults, teaching courses to newly arrived immigrants to Quebec for over 25 years and her annual salary is approximately $65,000.  <FRAGMENT_SUPPRESSED>", "[6] The Applicant was in a common law relationship with Guy Giguère from 1978 to 2000, with whom she had a son, Joffrey Provost, who was born on May 2, 1991.  <FRAGMENT_SUPPRESSED>", "[7] The Applicant's husband, Hammad Hamid, was born in Pakistan on February 26, 1984. He is from a very traditional Muslim family but he declares he is non-practising. He has one sister and three brothers, Abdullah, Waqas and Saad.  <FRAGMENT_SUPPRESSED>", "[8] Hammad Hamid left Pakistan in 2001 for the United States with his mother, his brother Abdullah and his sister. His brother Waqas later met up with them in the United States. Hammad Hamid remained in the United States after the expiration of his six month visa but he never requested refugee protection. Fearing a backlash after the events of 9/11 and the possibility they would be sent back to Pakistan, the three brothers came to Canada. Waqas arrived on May 14, 2003 and requested refugee protection. Hammad and Abdullah arrived in June 2003 and requested refugee protection. Their claim was heard on November 6, 2003.  <FRAGMENT_SUPPRESSED>", "[9] The Applicant first met her husband in September 2003, when he was a student in a French course she was giving at Carrefour d'aide aux nouveaux arrivants (CANA).  <FRAGMENT_SUPPRESSED>", "[10] In March 2004, the Refugee Protection Division (RPD) determined the three brothers were not Convention refugees nor persons in need of protection. Following the refusal of the refugee claim, the Applicant became involved with a group of individuals from CANA in the preparation of a humanitarian and compassionate (H&C) permanent residence application for Hammad and his brothers, which was filed on October 15, 2004.  <FRAGMENT_SUPPRESSED>", "[11] The Applicant and Hammad Hamid declared they began a relationship in July 2004, but the Applicant did not inform her son of the relationship. The Applicant's son was only advised before the wedding in 2006.  <FRAGMENT_SUPPRESSED>", "[12] On February 23, 2005, Hammad and his two brothers filed a Pre-Removal Risk Assessment (PRRA) application.  <FRAGMENT_SUPPRESSED>", "[13] In February 2006, a PRRA officer dismissed the PRRA and H&C applications. In April or May 2006, Hammad Hamid was informed of the negative decisions and that he had to leave Canada.  <FRAGMENT_SUPPRESSED>", "[14] The Applicant and Hammad Hamit decided to marry on July 19, 2006, two years after they began their romantic relationship. It is a first marriage for both of them. According to the Applicant and Hammad Hamid, the decision to marry was precipitated by the negative decision of his PRRA. The Applicant and her husband realized the only way to ensure their future together was to get married so the Applicant would be able to sponsor Hammad Hamid to return to Canada from Pakistan. Due to their personal circumstances, the Applicant and Hammad Hamid had not been living together full time at the time and were thus not eligible to file a sponsorship application as common law partners.  <FRAGMENT_SUPPRESSED>", "[15] Hammad left Canada on April 29, 2007. His brother Waqas had already returned to Pakistan. Abdullah has remained illegally in Canada.  <FRAGMENT_SUPPRESSED>", "[16] Hammad Hamid filed an application for permanent residence in Canada as a member of the family class, with the Applicant's supporting sponsorship, with the Canadian High Commission in Pakistan on June 8, 2007.  <FRAGMENT_SUPPRESSED>", "[17] On January 31, 2008, Hammad Hamid testified at a hearing.  <FRAGMENT_SUPPRESSED>", "[18] On March 4, 2008, the couple's sponsorship application was denied by a visa officer in Islamabad, Pakistan. The visa officer invoked section 4 of the Regulations and found the marriage was not genuine and was entered into primarily for the purpose of immigration to Canada.  <FRAGMENT_SUPPRESSED>", "[19] The Applicant filed an appeal of this decision before the Immigration Appeal Division (IAD) on April 1, 2008, pursuant to subsection 63(1) of the Act .  <FRAGMENT_SUPPRESSED>", "[20] The appeal was heard on April 3, 2009 and was dismissed on May 19, 2009. The Applicant and her spouse testified at the hearing, as well as a co-worker and friend of the Applicant's spouse, Pascal Lebrun and the Applicant's sister, Suzanne Provost.  <FRAGMENT_SUPPRESSED> Impugned Decision  <FRAGMENT_SUPPRESSED>", "[21] The Board concluded the Applicant failed to demonstrate, on a balance of probabilities, that the relationship is genuine and that it was not entered into primarily to acquire a status or privilege under the Act . The Board based its decision on the following factors:  <FRAGMENT_SUPPRESSED> \"(a) there are many differences between the Applicant and Hammad Hamid, such as the age difference of almost 25 years, the language difference, the different religions and the fact they have little in common;  <FRAGMENT_SUPPRESSED> \"(b) Hammad Hamid married a woman who is of another faith, is significantly older and unchaste by Pakistani standards, which is inconsistent with the norms of his culture and he has not disclosed his marriage to his family in Pakistan;  <FRAGMENT_SUPPRESSED> \"(c) the marriage was decided upon after Hammad Hamid exhausted all over avenues to come to Canada and the fact the marriage represents an 'insurance' against his removal from Canada;  <FRAGMENT_SUPPRESSED> \"(d) the Applicant will likely not be able to bear another child, given her age, did not give Hammad second thoughts about entering into the marriage, although he testified he would probably want to have children in the future;  <FRAGMENT_SUPPRESSED> \"(e) Hammad Hamid did not invite his employer, Pascal Lebrun to his wedding, nor did he inform him about the marriage. The Board expected that in a genuine relationship, Hammad Hamid would have publicized what should have been the happiest day of his life. <FRAGMENT_SUPPRESSED> Relevant Legislation  <FRAGMENT_SUPPRESSED>", "[22] Section 4 of the Regulations establishes that a foreign national shall not be considered a spouse of a person if the marriage is not genuine and if it was entered into primarily for the purpose of acquiring any status or privilege under the Act .  <FRAGMENT_SUPPRESSED> Bad faith  <FRAGMENT_SUPPRESSED> \"4. For the purposes of these Regulations, a foreign national shall not be considered a spouse, a common law partner, a conjugal partner or an adopted child of a person if the marriage, common law partnership, conjugal partnership or adoption is not genuine and was entered into primarily for the purpose of acquiring any status or privilege under the Act. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> Standard of Review  <FRAGMENT_SUPPRESSED>", "[23] Determining whether a marriage is genuine is a question of mixed fact and law as it involves applying the facts of the case to the requirements of the Regulations . It is not disputed by the parties that, in such circumstances, the appropriate standard of review is reasonableness ( <FRAGMENT_SUPPRESSED>  at para. 39).  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[24] Section 4 of the Regulations sets out a two-pronged test in order to determine when a visa applicant will not be considered a spouse:  <FRAGMENT_SUPPRESSED> i. If the marriage is not genuine; and  <FRAGMENT_SUPPRESSED> ii. If the marriage was entered into primarily for the purpose of acquiring any status or privilege under the Act .  <FRAGMENT_SUPPRESSED>", "[25] An appeal before the Board is a hearing de novo. As such, the Board must consider not only the visa officer's reasons, but also the totality of the evidence adduced by the Applicant, to determine on a balance of probabilities whether a marriage was not genuine and entered into primarily for the purpose of acquiring a status in Canada.  <FRAGMENT_SUPPRESSED>", "[26] In the present case, the Applicant argued that there exists contradictory jurisprudence on the issue of whether the age difference is a relevant factor in determining whether the marriage is genuine ( <FRAGMENT_SUPPRESSED>  at para. 14-17 and <FRAGMENT_SUPPRESSED> ; 2009 FC 435). The Applicant relies principally on the ruling made  <FRAGMENT_SUPPRESSED> Khan . However, this case is distinguishable given that it was decided in the absence of an interview to determine the legitimacy of the marriage. Such an interview was held in the circumstances at bar. I agree with the analysis of my colleague Justice Snider  <FRAGMENT_SUPPRESSED> Singh at paragraphs 14-16, where she distinguished the Khan case on this basis as follows:  <FRAGMENT_SUPPRESSED> \"The Applicant did not have an oral hearing or interview with the Officer. He submits that the Officer breached her duty of procedural fairness by considering the evidence relating to the genuineness of the relationship without the benefit of an interview. In this argument, the Applicant relies on <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1688 (QL), where the Court determined that, since the officer had doubts about the marriage's legitimacy, it should have granted the applicant an interview to allow him 'meaningful participation' in defending his relationship (esp. at paras. 20 & 26). The Applicant asks that similar reasoning be applied here.  <FRAGMENT_SUPPRESSED> \"The Supreme Court  <FRAGMENT_SUPPRESSED> Baker, above at para. 34, stated clearly that an interview is not a general requirement for H & C decisions. The opportunity to produce full and complete written documentation in relation to all aspects of the application was held,  <FRAGMENT_SUPPRESSED> Baker , to satisfy the requirements of participatory rights required by the duty of fairness. The Applicant agreed that, in most cases, an interview is not required.  <FRAGMENT_SUPPRESSED> \"As interpreted by the Applicant, Khan would stand for the proposition that an interview is required whenever the legitimacy of a marriage or common law relationship is questioned. This interpretation ignores Baker and cannot be correct. Khan must be read in light of its facts. In my view, the facts in this case are not comparable to those  <FRAGMENT_SUPPRESSED> Khan , where the factors relied on by the officer were highly speculative or irrelevant. <FRAGMENT_SUPPRESSED>", "[27] In the present circumstances, not only were the Applicant and her husband given the opportunity to testify before the Board, but the evidence clearly demonstrates that Hammad Hamid was granted an interview before the visa officer. Therefore, the Khan case must be distinguished here as it was in the Singh case.  <FRAGMENT_SUPPRESSED>", "[28] The Court is of the view that although the age factor will not always be determinative, depending on the facts and other relevant factors, in assessing the genuineness of a marriage ( Khera ), it cannot automatically be discarded from the Board's analysis as it remains a relevant factor. This Court is thus satisfied that the Board did not err on this point.  <FRAGMENT_SUPPRESSED>", "[29] However, there was additional evidence before the Board which, in the Court's view was relevant and which could have assisted the Board in assessing the genuineness of the marriage. Yet, the Board failed to mention such evidence or provide reasons for disregarding them.  <FRAGMENT_SUPPRESSED>", "[30] It is true that the Board will be presumed to have considered all of the evidence before it, but when there is relevant evidence which runs contrary to the Board's findings on the central issue, in this case the genuineness of the marriage, the Board has the duty to analyse that evidence and to explain why it does not accept it or prefers other evidence on that point ( <FRAGMENT_SUPPRESSED>  A.C.W.S.(3d) 264 (T.D.) at paras. 14-17). The Board should have further explained why such evidence, which corroborates the Applicant's testimony, was not allowed.  <FRAGMENT_SUPPRESSED>", "[31] By way of example, the Board ignored documentary evidence which supports the genuineness of both the marriage and Hammad Hamid's intentions to a certain extent, including many photographs of the Applicant and Hammad Hamid together in Canada; various greeting cards exchanged during the relationship covering the period following Mr. Hammid's return to Pakistan; evidence of the couple's telephone communications between 2004 and 2008; evidence of the couple's e-mail correspondence and the solemn affirmations signed by friends and family of the couple including the Applicant's sister. While the Board is presumed to have considered all of the evidence, the presumption is rebutted where the Board fails to mention relevant evidence such as this, which contradicts its findings. As noted above, there was an obligation for the Board to explain why it did not accept that evidence.  <FRAGMENT_SUPPRESSED>", "[32] Finally, the Court questions the Board's conclusion regarding Hammad Hamid's first sexual relation. According to the Board, \" [ ... ] le demandeur a eu sa première relation sexuelle trois ans après son départ du Pakistan non parce qu'il avait une attirance pour l'appelante, mais plutôt parce qu'elle celle-ci [sic] représentait un moyen d'empêcher son renvoi du Canada après le rejet de sa demande d'asile ou qu'elle représentait pour lui un moyen de revenir au Canada si une mesure de renvoi était prise contre lui\". The English translation states that \" [ ... ] the applicant had his first sexual experience, three years after leaving Pakistan, not because he was attracted to the applicant but because she represented an insurance against his removal from Canada after his Convention refugee claim was rejected or because she represented to him a means of returning to Canada should he be ordered removed\". The Board's conclusion is not only perplexing, it is furthermore unsupported by the evidence in the record.  <FRAGMENT_SUPPRESSED>", "[33] For the reasons discussed above, the application for judicial review is accordingly allowed and the matter is referred to a newly constituted Board for redetermination.  <FRAGMENT_SUPPRESSED>", "[34] It is recalled that the Applicant alleged a violation of section 15 of the Canadian Charter of Rights and Freedoms , Part I of the , being Schedule B to the Canada Act 1982 (U.K.), 1982, c. 11 (the Charter ), and sought remedies under subsection 24(1) of the Charter . Given the Court's conclusion, these issues need not be addressed.  <FRAGMENT_SUPPRESSED>", "[35] In addition, counsel for the Applicant suggested the following questions for certification:  <FRAGMENT_SUPPRESSED> 1. In the context of an assessment of the bona fides of a marriage pursuant to section 4 of the Immigration and Refugee Protection Regulations , is it relevant to consider the age difference between the spouses?  <FRAGMENT_SUPPRESSED> 2. In the context of an assessment of the bona fides of a marriage pursuant to section 4 of the Immigration and Refugee Protection Regulations where the applicant is a younger man and the sponsor an older woman, does the invocation of age difference in support of a finding that the applicant's intentions are not genuine contravene section 15 (1) of the Charter ?  <FRAGMENT_SUPPRESSED>", "[36] Regarding the first question, the Court previously determined the age factor between spouses is a relevant one ( Strulovits Khera ). Regarding the second question, the Federal Court of Appeal has previously ruled in the matter <FRAGMENT_SUPPRESSED>  A.C.W.S.(3d) 1301 (F.C.A.) that not only is the age factor a relevant one but that it does not engage section 15 of the Charter . This Court is accordingly of the view that the questions proposed for certification do not raise any issues of general importance. Accordingly, they shall not be certified.  <FRAGMENT_SUPPRESSED>", "[37] Further, regarding the Applicant's request that the decision include directions in the nature of a directed verdict, this Court finds the request unusual. The power to issue such directions is an exceptional one and the Court finds that the evidence on file does not warrant such an extraordinary remedy ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[38] Finally, the Applicant also seeks costs. Rule 22 of the Federal Courts Immigration and Refugee Protection Rules , SOR/93-22 prohibits any award of costs in this application for judicial review \"unless the Court, for special reasons, so orders\". The threshold for \"special reasons\" is high ( <FRAGMENT_SUPPRESSED> ) and, upon reviewing the record, the Court concludes there exists no special reasons justifying costs in this matter.  <FRAGMENT_SUPPRESSED>", "[39] THIS COURT ORDERS AND ADJUDGES that :  <FRAGMENT_SUPPRESSED> 1. This application for judicial review is allowed and the matter is referred to a newly constituted Board for redetermination.  <FRAGMENT_SUPPRESSED> 2. No serious question of general importance is certified.  <FRAGMENT_SUPPRESSED> 3. No costs are awarded.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Anick Ouellette-Levesque/ve  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}