{"id_": "037492", "body_str": ["[1] Pelletier, J. : This is a case which raises the issue of when inadequate state protection becomes an absence of state protection.  <FRAGMENT_SUPPRESSED>", "[2] The applicant, Rizwan Ali Shah Syed, fled Pakistan because of the treatment which he and his family received at the hands of a militant islamic group known as Sipah-e-Sahaba (SSP). The applicant and his family are prominent members of the Shia muslim community in Lahore Pakistan. This drew them to the attention of the SSP who are fanatical members of the Sunni branch of Islam. The applicant and his family were the objects of a number of violent acts including assaults, attempted murder, destruction of property and kidnapping. In most cases, the police were called but their efforts were ineffectual.  <FRAGMENT_SUPPRESSED>", "[3] According to the applicant's Personal Information Form, his troubles began when he was a student at university in a B.Sc. program. The SSP were active on campus and \"used to commit all kinds of terrorism in the campus and making the atmosphere totally unfit for any concentration\".  <FRAGMENT_SUPPRESSED>", "[4] In January 1994, the applicant and his family planned a Majlis-e-Aza at their home. A bomb threat was made and the bomb disposal squad was called. According to the Convention Refugee Determination Division (\"CRDD\") decision, the bomb squad attended but found the information to be unreliable.  <FRAGMENT_SUPPRESSED>", "[5] The next day, the applicant was accosted by SSP students at the university and asked to remove a Shia flag from his home. When he refused, he was kidnapped and held for two or three days. The applicant's father reported the kidnapping to the police but, according to the applicant, they made a lame excuse for not getting involved. The applicant's father could only obtain his release by paying a ransom.  <FRAGMENT_SUPPRESSED>", "[6] In May 1994, the SSP attended at the family business and demanded that they remove their signboard which read \"Ali Ali Autos\" \"because this name represents the Shia faith\". When the applicant refused, the premises were vandalized and an employee was injured. The applicant took the employee to the police station to file a report. He reports that they were told to make their own security arrangements.  <FRAGMENT_SUPPRESSED>", "[7] In May 1995, the family business was set on fire. The fire department attended at the scene but could not determine the cause of the blaze. The applicant reported that iron plates were found engraved with \"Shia Kafer\"(transcript) or \"Kafir, Kafir Shia Kafir\"(Personal Information Form). These were not given to the Fire Department but were taken to the police instead. According to the applicant, the police recorded the fire as an accident.  <FRAGMENT_SUPPRESSED>", "[8] In 1996, the applicant spoke at a religious meeting condemning the SSP's violence and the government turning a blind eye to it. He went on to say that if the government would not assure the security of the Shia, they would see to it themselves. The applicant was subsequently arrested and charged with creating an atmosphere of lawlessness in the country. He was released upon payment of a bribe.  <FRAGMENT_SUPPRESSED>", "[9] In June 1997, two SSP motorcyclists, recognizable by their distinctive beards and turbans, fired at the applicant who was on his way to a business meeting. The shots missed the applicant but struck his employee who was hospitalized for four months. The police filed a report but did nothing further. In his testimony, the applicant indicated that he was not able to provide any identification or description of the assailants beyond recognizing them as members of the SSP.  <FRAGMENT_SUPPRESSED>", "[10] In September 1997, the applicant and his father were going to prayers when two men pulled a gun on them, intending to shoot them. The police came onto the scene and the aggressors fled. According to the applicant, the police saw the gun but did not pursue the men.  <FRAGMENT_SUPPRESSED>", "[11] In February 1998, the applicant denounced a Fatwah which had been pronounced by an SSP leader. That night three goons came to the family residence and assaulted the applicant's father when he answered the door. This incident was not reported to the police.  <FRAGMENT_SUPPRESSED>", "[12] Later, in March 1998, the applicant was kidnapped and taken before an SSP leader who demanded an apology. When the applicant refused, he was beaten and detained for three days before being dropped-off in front of his house with a sticker on him which said, \"All Kafir shall meet this end\". This was not reported to the police. This incident precipitated the applicant's flight to Canada.  <FRAGMENT_SUPPRESSED>", "[13] In the light of this evidence, the applicant objects to the CRDD's conclusion that police protection was available to the applicant. He argues that the police went through the motions but did not provide any protection at all. He points to the massacre of a number of Shia faithful at the Momunpura Cemetery and the assassination of his uncle, a magistrate, as evidence of the absence of effective protection from the persecution of the SSP. However, the news reports provided by the applicant did not attribute the murder of his uncle to sectarian violence, though it \"did not rule out the factor of sectarianism behind the incident\". It goes on to say that the police anticipated a terrorist attack against the magistrate which is why \"he was provided with a security guard\". The news reports also disclose that the police offered a \"lucrative bounty\" for information leading to the arrest of the perpetrators.  <FRAGMENT_SUPPRESSED>", "[14] At the argument of the application for judicial review, counsel for the applicant (who was not counsel before the CRDD) relied extensively on the documentary evidence with respect to sectarian violence and lawlessness in Pakistan. Counsel for the respondent pointed to the documentary evidence tending to show a crackdown on lawbreakers.  <FRAGMENT_SUPPRESSED>", "[15] This case turns upon the standard of proof of lack of state protection.  <FRAGMENT_SUPPRESSED>", "[16] The \"locus classicus\" of the proof required to prove absence of state protection is found in the following dicta of La Forest, J., in <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED> \"... clear and convincing confirmation of a state's inability to protect must be provided. For example, a claimant might advance testimony of similarly situated individuals let down by the state protection arrangement or the claimant's testimony of past personal incidents in which state protection did not materialize. Absent some evidence, the claim should fail, as nations should be presumed capable of protecting their citizens. Security of nationals is, after all, the essence of sovereignty. Absent a situation of complete breakdown of state apparatus, such as that recognized in Lebanon in Zalzali , it should be assumed that the state is capable of protecting a claimant. <FRAGMENT_SUPPRESSED>", "[17] What if state protection is ostensibly available but is ineffective?  <FRAGMENT_SUPPRESSED> ; 85 F.T.R. 13 (T.D.), Tremblay-Lamer, J., found that ineffective state protection amounted to lack of state protection. On facts very similar to those before Tremblay-Lamer, J., Gibson, J., found  <FRAGMENT_SUPPRESSED>  and  <FRAGMENT_SUPPRESSED> ; 89 F.T.R. 269 (T.D.), that some crimes are difficult to successfully prosecute and that the Court should not impose upon other countries standards of policing efficiency which our own police could not meet.  <FRAGMENT_SUPPRESSED>", "[18] While the police appear to have displayed little enthusiasm for pursuing the applicant's complaints, there could well be explanations for their conduct which fall short of complicity with the applicant's tormentors. [see footnote 1] For example, the police would be hard pressed to make a case for arson if the Fire Department takes the position that the cause of the fire is unknown. It is difficult to track unknown assailants who have no prior connection to the victim. As Gibson, J., pointed out in <FRAGMENT_SUPPRESSED> , there are limits to police effectiveness in any society. We ought not to impose standards of police's effectiveness on others which our own police would be unable to meet.  <FRAGMENT_SUPPRESSED>", "[19] The CRDD clearly found that this was not a situation of complete breakdown of state apparatus. It is apparent from its reasons that the CRDD also found that the police response indicated a willingness to intercede on behalf of the applicant and his co-religionists, even if the circumstances made the response somewhat ineffective.  <FRAGMENT_SUPPRESSED>", "[20] I repeat the conclusions to which I came in <FRAGMENT_SUPPRESSED> ; 187 F.T.R. 110 (T.D.):  <FRAGMENT_SUPPRESSED> \"[31] What conclusions can be drawn from the above? The first is that when the agent of persecution is not the state, the lack of state protection has to be assessed as a matter of state capacity to provide protection rather than from the perspective of whether the local apparatus provided protection in a given circumstance. Local failures to provide effective policing do not amount to lack of state protection. However, where the evidence, including the documentary evidence situates the individual claimant's experience as part of a broader pattern of state inability or refusal to extend protection, then the absence of state protection is made out. The question of refusal to provide protection should be addressed on the same basis as the inability to provide protection. A local refusal to provide protection is not a state refusal in the absence of evidence of a broader state policy to not extend state protection to the target group. Once again, the documentary evidence may be relevant to this issue. There is an additional element in the question of refusal which is that refusal may not be overt; the state organs may justify their failure to act by reference to various factors which, in their view, would make any state action ineffective. It is for the CRDD to assess the bona fides of these assertions in the light of all the evidence. <FRAGMENT_SUPPRESSED>", "[21] In the end, it was for the CRDD to assess the availability of police protection. The conclusion to which they came is not so unreasonable as to attract this Court's intervention.  <FRAGMENT_SUPPRESSED> ORDER  <FRAGMENT_SUPPRESSED>", "[22] For these reasons, the applicant's application for judicial review of the Convention Refugee Determination Division dated February 23, 1999, the reasons for which are dated January 27, 1999, is dismissed.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/pdk  <FRAGMENT_SUPPRESSED> Footnotes  <FRAGMENT_SUPPRESSED> 1.\tThe issue is availability of police protection, not police complicity with the persecutors. However, the applicant's position that the police were complicit with the SSP has not been made out.  <FRAGMENT_SUPPRESSED> [End of document]"]}