{"id_": "037565", "body_str": ["[1] Kane, J. : The applicants, a mother and her two children, seek judicial review pursuant to section 72 of the Immigration and Refugee Protection Act , SC 2001, c 27 (the \" Act \"), of the decision of a Senior Immigration Officer (the \"Officer\") made on July 20, 2013, which refused their Pre-Removal Risk Assessment [\"PRRA\"] and found that they were not Convention refugees or persons in need of protection pursuant to sections 96 or 97 of the Act", "[2] For the reasons that follow, the application is dismissed. Background", "[3] The principal applicant, Rita Sufaj, is a citizen of Albania. Her two children, the co-applicants, were born in the US and have American citizenship. In September 2003, the principal applicant left Albania for the US. Her refugee protection claim in the US was denied in February 2009. They arrived in Canada in August 2009, and claimed refugee protection.", "[4] In this application for judicial review, the principal applicant asserts that the new evidence she submitted in her PRRA application should have been considered to support her allegations that she faces the risk of gender-based violence if she were to return to Albania. The applicant submits that she was constrained from fully describing her past experience as a victim of a violent rape in Albania at her refugee protection hearing because her claim was joined to her brothers and other family members. She submits that the Officer was aware of the decision of the Refugee Protection Division of the Immigration and Refugee Board [\"RPD\"], the Personal Information Form [\"PIF\"] she submitted in support of her refugee protection claim, and her PRRA submissions, all of which should have resulted in the Officer considering the risks she faces of gender-based and other violence in Albania.", "[5] Some additional background to the applicants' claim is essential for context. The applicants alleged that they are fleeing from a blood feud in Albania and in the US between their family and the Isufaj family. The blood feud stems from the murder of the principal applicant's brother in Michigan in 1992, by members of the Isufaj family. The principal applicant also indicated that the feud was exacerbated by her marriage, while in the US, to Anton Leka, who had left his ex-wife, a member of the Isufaj family.", "[6] The applicants' claim for refugee protection was joined to that of the principal applicant's brothers and other members of the Sufaj family because they were all based on the same alleged blood feud with the Isufaj family in Albania and the US.", "[7] On September 19, 2011, the RPD denied the refugee claims of all the Sufaj applicants solely under paragraph 97(1)(b) of the Act . The Board found their testimony, including that of the current applicant, Rita Sufaj, to not be credible. On January 12, 2012, leave for judicial review of the RPD's decision was denied.", "[8] The current applicants applied for a PRRA in January 2013. In support of the PRRA, the principal applicant submitted, among other documents, photographs depicting scars on her neck that allegedly resulted from the rape she suffered in 2003 in Albania that was purportedly connected with the blood feud. The principal applicant submits that she did not disclose or show her scars to the RPD in front of her brothers because rape is of great shame in her culture. However, the Board was clearly aware of the allegations of rape and referred to this in its decision.", "[9] The applicants' submissions in their PRRA application refer only to insecurity in Albania and conclude with a general allegation \"that if I am going to go back to Albania, I will be killed\", without providing any additional details. The PRRA application attaches the PIF submitted to the IRB which provides the allegations of the blood feud, the murder of the principal applicant's brother, Prel, in Michigan, her brothers' efforts to have Prel's murder investigated, the impact of her marriage on the blood feud, and also indicates that a member of the Isufaj family paid someone in Albania to rape the principal applicant in 2003, that this occurred and that she then fled.", "[10] The affidavit that the principal applicant submits in support of her application for judicial review states that she had asked the RPD to have her claims separated from those of her brothers because she did not want to disclose the details of her rape in front of her brothers, due to the shame and victim blaming associated with rape in Albanian culture. This request was denied and she \"felt that I could not discuss the rape\". She also states that she has scars as a result of this attack and fears the man who attacked her.", "[11] This affidavit was not before the Officer. The decision", "[12] The Officer noted that the RPD had found the principal applicant and her brothers to be not credible and found that the documentary evidence they had submitted had little or no weight. As a result, the RPD found there was no evidence to support their allegations. The RPD found that the dispute with the Isufaj family originated in the US and not in Albania.", "[13] The Officer also noted that in the PRRA application, the applicants reiterated the events from the principal applicant's PIF and stated that the political situation in Albania is unstable.", "[14] The Officer did not consider the majority of the documents submitted by the applicant as \"new\" because this evidence predated the applicants' refugee claim and no explanation was given as to why this evidence, which included several articles, was not presented or was not reasonably available during the refugee determination hearing. The Officer also considered the current country conditions in Albania and concluded that, while certain human rights issues remain a concern in Albania, there was no objective evidence to establish that the applicants faced a personalized risk if they were to return to Albania.", "[15] The Officer concluded that the applicant had not demonstrated on a balance of probabilities that she is in a blood feud with the Isufaj family or that she faces a personalized risk in Albania.", "[16] The Officer mentioned that the co-applicants are US citizens and there was no evidence presented of persecution or risk to them if returned to the US. The issues", "[17] The applicants submit that the decision is not reasonable because the Officer erred by failing to conduct an analysis under section 96 of the Act of the principal applicant's status as a victim of sexual assault or member of a social group. The applicants also argue that the Officer failed to consider key evidence, including scars on the principal applicant's neck, which was not presented during her refugee hearing. Was the officer's decision reasonable?", "[18] The applicants submit that the Officer did not provide an analysis under section 96 regarding gender-based persecution or women as a social group and that, despite recognizing the existence of human rights abuses in Albania, the Officer failed to grasp the implications of the photographs depicting the principal applicant's scars. The applicants submit that the Officer had the relevant information in front of him and should have taken the extra steps to conduct the section 96 analysis, even though it was not specifically submitted in the application.", "[19] The applicants also argue that the Officer erred in not holding a hearing regarding the photographs and in finding the photographs to be not credible solely on the basis that the RPD had already found the Sufaj claimants to be not credible. The applicants note that the RPD credibility findings had focused on the Sufaj brothers, who were the primary figures of the blood feud and had not made a credibility finding regarding the principal applicant's allegation of rape.", "[20] The respondent submits that a PRRA is not a second refugee hearing; rather a PRRA is to assess new risks which may have arisen between the RPD hearing and the removal date ( <FRAGMENT_SUPPRESSED> Imm LR (3d) 156 [ <FRAGMENT_SUPPRESSED> ]).", "[21] In this case, the respondent notes that the principal applicant made the same allegations in her PRRA that were considered and rejected by the RPD, namely that she faces a risk due to a blood feud in Albania and that she believed she was raped in 2003 as a result of that blood feud.", "[22] The respondent submits that the Officer cannot be faulted for not assessing Convention grounds that were never identified.", "[23] With respect to the photographs submitted by the principal applicant of scars that she stated resulted from her rape connected to the blood feud, the respondent submits that the applicants provided no explanation why these photocopied and undated photographs were submitted.", "[24] In response to the applicants' argument that the Officer erred in not holding a hearing, the respondent submits that PRRA hearings are held only in exceptional circumstances. The respondent argues that the Officer did not make a credibility finding about the photographs, but rather, after considering the allegation of rape in the principal applicant's narrative, along with the photographs, and the appropriate country condition documents, concluded that there was insufficient new evidence demonstrating a personalized risk. The Officer's decision is reasonable", "[25] The applicants' counsel submits that the applicants have fallen through the cracks of the refugee protection system given that the principal applicant requested a separate claim or hearing before the RPD which was denied and, as a result, was denied the opportunity to fully describe the rape she experienced and to have her claim assessed in the appropriate context. Leave for judicial review of the RPD decision was refused. In addition, the applicant did not have the benefit of counsel in making her PRRA submissions.", "[26] Like many other refugee claimants, the applicants face many challenges. However, the decision of the Officer is reviewed on the standard of reasonableness and on the record that was before the Officer. Moreover, the RPD had considered the applicant's experience of rape, as it is noted in its decision. Whether the applicant was reluctant to fully describe her experience to the RPD can not be determined in the context of this judicial review, which relates only to the PRRA.", "[27] All the material submitted by the applicant relates to events tied to the alleged blood feud, which the RPD and the Officer considered. The applicants' submissions in their PRRA application focus on the instability of Albania and the attached PIF describes the blood feud in detail and mentions the principal applicant's rape as part of the blood feud.", "[28] It is well established that a PRRA is not an appeal of the RPD decision or a \"do over\".", "[29] As noted by Justice Shore in <FRAGMENT_SUPPRESSED> [2014] FCJ No 6:", "[22] It is well established that the purpose of a PRRA application is to assess new risk developments that have occurred since a rejection of a refugee protection claim. A PRRA application cannot, and must not, be used as an appeal or reconsideration of a RPD decision rejecting a refugee protection claim ( <FRAGMENT_SUPPRESSED> , above, at para 12).", "[23] As stated by Justice Judith Snider in <FRAGMENT_SUPPRESSED> :", "[4] Canada has taken steps to ensure that a claimant is provided with a process whereby changed conditions and circumstances may be assessed. It follows that, if country conditions or the personal situation of the claimant have not changed since the date of the RPD decision , a finding of the RPD on the issue of state protection - as a final, binding decision of a quasi-judicial process - should continue to apply to the claimant . In other words, a claimant who has been rejected as a refugee claimant bears the onus of demonstrating that country conditions or personal circumstances have changed since the RPD decision such that the claimant, who was held not to be at risk by the RPD, is now at risk. If the applicant for a PRRA fails to meet that burden, the PRRA application will (and should) fail. [Emphasis added.] (Reference is also made to <FRAGMENT_SUPPRESSED>  FTR 59).", "[24] Put simply, when considering the evidence in a PRRA application, an officer must ask whether the information it contains is significant or significantly different from the information previously provided <FRAGMENT_SUPPRESSED>  FTR 46 at para 22-23; <FRAGMENT_SUPPRESSED> , above, at para 29; <FRAGMENT_SUPPRESSED>  FTR 143 at para 38). [Emphasis in the original.]", "[30] The respondent also referred to <FRAGMENT_SUPPRESSED> , supra at para 5, where Justice Snider, reiterated the same principles:", "[5] It is well-established that a PRRA is not intended to be an appeal of a decision of the RPD ( <FRAGMENT_SUPPRESSED>  at para. 11; <FRAGMENT_SUPPRESSED>  at para. 21 ( <FRAGMENT_SUPPRESSED>  at para. 14 (F.C.)). The purpose of the PRRA is not to reargue the facts that were before the RPD. The decision of the RPD is to be considered as final with respect to the issue of protection under s. 96 or s. 97, subject only to the possibility that new evidence demonstrates that the applicant would be exposed to a new, different or additional risk that could not have been contemplated at the time of the RPD decision. Thus, for example, the outbreak of civil war in a country or the imposition of a new law could materially change the situation of an applicant; in such situations the PRRA provides the vehicle for assessing those newly-asserted risks.", "[31] In this case, the RPD had already considered the principal applicant's allegation that she was raped as a result of the blood feud. The principle applicant is making the same allegation in her PRRA and the same arguments that were considered and rejected by the RPD: namely that she faces a risk due to a blood feud in Albania and that she believes that she was raped as a result of the feud.", "[32] In her PRRA application, the principal applicant submits that there is new evidence, being the undated and photocopied photographs entitled \"photos from beatings\", to support the personalized risk she would face if she were to return to Albania. She argues that she could not reasonably be expected to have presented evidence of her scars to the RPD, since she did not want to discuss her rape in front of her brothers, whose refugee claim was joined with hers. She also submits that she did not want her claim to be joined to that of her brothers.", "[33] Although the applicants argue that the context of the rape and the risk of gender-based violence were not considered by the RPD, given that the RPD assessed only the claim pursuant to section 97, the applicants have not provided new evidence or evidence of new risks to the Officer.", "[34] The applicants argue that the Officer should have been more alert to the risks and conducted a more comprehensive assessment of the section 96 risks given the documents before him.", "[35] As the respondent noted, there is no obligation on the Officer to go beyond the application and to seek out other grounds to support the application. The affidavit filed in support of the application for judicial review was not before the Officer.", "[36] <FRAGMENT_SUPPRESSED> FTR 160, Justice Bédard clarified this principle:", "[36] It was up to the applicant to provide the explanations in his affidavit in support of his PRRA application and at this stage, it is too late to supplement the deficient evidence.", "[37] An analogous case is <FRAGMENT_SUPPRESSED>  (available on QL). At the time the application for a stay was made, the applicant had submitted an affidavit which provided much more detailed information about her fear of the risk she faced if she were to return to her country of origin.", "[38] Justice Shore found that while this affidavit would have helped the PRRA officer better understand the applicant's file, the officer did not have it on hand when he made his decision. Consequently, he determined that, based on the evidence the officer had before him and his analysis of this evidence, the officer's decision was entirely reasonable and the intervention of the Court was not warranted.", "[39] The onus is on the applicant who is applying for a PRRA to submit an application that is clear, detailed and complete, and to provide evidence to support his or her allegations.", "[40] The Court has established on numerous occasions that the PRRA officer is under no obligation to gather or seek additional evidence or make further inquiries. Nor is the officer under any obligation to take measures or do research to clarify obscure or contradictory points or to bolster insufficient evidence ( <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 1097). These principles were also applied recently in <FRAGMENT_SUPPRESSED>  (available on QL) and in <FRAGMENT_SUPPRESSED> , above.", "[37] The principal applicant indicated that she had been raped and the RPD acknowledged this allegation. The photographs relate to that same allegation. I do not agree that these photographs could be considered evidence of a new risk.", "[38] Although the principal applicant now offers an explanation why she did not present them to the RPD, the photographs would not make the allegations of the rape more or less credible nor change the nature of the risk she alleged, which was that she was raped due to the blood feud.", "[39] The onus is at all times on applicants to support their allegations with evidence.", "[40] In any event, the Officer did consider the photographs, whether or not they were new evidence, but still concluded that, on a balance of probabilities, the applicants are not involved in a blood feud with the Isufaj family and would, therefore, not be subject to a personalized risk in Albania.", "[41] With respect to the issue of whether an oral hearing should have been held, I agree with the respondent that there was no breach of procedural fairness. Oral hearings for PRRA proceedings are held only in exceptional circumstances, which were not present in this case ( Immigration and Refugee Protection Regulations , SOR/2002-227, s 167). The Officer did not make a credibility finding with respect to the photographs. The Officer considered the photographs and reasonably found that they did not demonstrate that the applicants would face the risks they alleged.", "[42] The Officer's findings were reasonable. The Officer considered all the evidence presented and provided justification for his findings. The decision meets the reasonableness standard as it \"fall(s) within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> ).", "[43] The application for judicial review is dismissed. No question was proposed for certification. JUDGMENT", "[44] THIS COURT'S JUDGMENT is that 1. The application for judicial review is dismissed. 2. No question was proposed for certification.", "[2] Contexte", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24]", "[25]", "[26]", "[27]", "[28]", "[29]", "", "", "<FRAGMENT_SUPPRESSED> .)", "<FRAGMENT_SUPPRESSED> ).", "[30]", "", "[31]", "[32] Photos from beatings", "[33]", "[34]", "[35]", "[36] <FRAGMENT_SUPPRESSED>  FTR 160:", "", "[37]", "[38]", "[39]", "[40]", "", "", "", "[40]", "[41]", "[42] <FRAGMENT_SUPPRESSED> , paragraphe 47).", "[43] JUGEMENT", "[44] [End of document]"]}