{"id_": "037595", "body_str": ["[1] Mactavish, J. : Hoang Duc Nguyen is a citizen of Norway, who says that he is now married to a Canadian citizen. He would like to stay in Canada with his new wife and her child while his application for permanent residence is processed. Mr. Nguyen's request for a Humanitarian and Compassionate (H & C) exemption from the requirement to apply for permanent residence status from outside Canada was refused, as an immigration officer concluded that he would not face undue or disproportionate hardship if he were required to apply for landing from abroad.", "[2] Mr. Nguyen asserts that the immigration officer erred in failing to provide him with a full and fair hearing in relation to his H & C application, in that the officer did not provide him with an opportunity to address any concerns that the officer might have had with respect to his application. Mr. Nguyen also says that the officer's reasons were cursory, and did not properly address either the bona fides of his marriage or the best interests of his wife's child. Standard of Review", "[3] The general standard of review governing decisions of immigration officers in relation to H & C applications is reasonableness simpliciter:  <FRAGMENT_SUPPRESSED> . That is, the decision must be able to withstand a \"somewhat probing examination\": Canada (Director of Investigation and  <FRAGMENT_SUPPRESSED> . Was the Immigration Officer's Decision Reasonable?", "[4] H & C applicants have the onus of establishing the facts on which their claim for an exemption rests. Applicants have no right or legitimate expectation that they will be afforded a hearing in order to advance their claims. As a consequence, applicants omit pertinent information from their applications at their peril:  <FRAGMENT_SUPPRESSED> ; 2004 FCA 38.", "[5] In this case, the information provided to the immigration officer by Mr. Nguyen was very sketchy. When he was asked to identify the excessive hardship that he would suffer if he were required to submit his application at a visa office outside of Canada, Mr. Nguyen stated: \"The important thing is difficult for me to apply outside Canada because it doesn't have Canadian visa office in Olso - Norway. I have to contact visa office in London - England.\" (sic throughout)", "[6] Earlier in the application, when he was asked to explain why he was seeking exceptional consideration, Mr. Nguyen stated: \"I have applied from within Canada for permanent residence because I have to stay with my wife, she needs helpfulness from me for everything in this time. She is custoding a small daughter and getting final of the last year in the colegge.\" (sic throughout)", "[7] While acknowledging that the immigration officer was provided with very limited submissions in support of his H & C application, Mr. Nguyen says that the officer nevertheless had an obligation to contact him in order to obtain enough information for the officer to make a proper decision.", "[8] In my view, this submission is squarely addressed by Owusu: the onus is on the applicant to put whatever facts that they wish to have considered before the immigration officer. It is not up to the immigration officer to seek out additional information from an applicant.", "[9] Mr. Nguyen also says that the reasons of the immigration officer \"were not in the spirit\" of Baker, claiming that the reasons were cursory, and consisted of little more than a statement of conclusions, without any underlying analysis to support them. The officer further erred, Mr. Nguyen says, in failing to reach a conclusion with respect to the bona fides of his marriage.", "[10] A review of the reasons of the immigration officer discloses that the officer considered all of the evidence supplied by Mr. Nguyen to support his claim that he was married to a permanent resident of Canada. Based upon this evidence, including the fact that Mr. Nguyen's sponsor bore a child by her former husband over a year after she and Mr. Nguyen allegedly rekindled their relationship, the officer stated that he or she was unable to determine whether or not the marriage was bona fide. However, the officer then proceeded to analyse the application on the basis that the marriage was indeed legitimate.", "[11] From this it is clear that whatever doubts that the officer may have had about the bona fides of Mr. Nguyen's marriage, he was ultimately given the benefit of the doubt in this regard. It is also clear from the officer's reasons that the application was refused, not because Mr. Nguyen's marriage was not bona fide, but because he had failed to demonstrate any disproportionate, unusual or undeserved hardship. As a consequence, I am not persuaded that the officer committed a reviewable error in this regard.", "[12] Finally, Mr. Nguyen submits that the officer erred in assessing the best interests of his wife's child. While acknowledging that his submissions in this regard were extremely limited, Mr. Nguyen submits that the officer had a duty to contact him in order to obtain whatever additional information was required to conduct a proper assessment of the child's best interests.", "[13] For the same reasons articulated earlier in these reasons, I do not accept Mr. Nguyen's submission that there was any duty on the part of the immigration officer to seek out additional information with respect to the nature and extent of the relationship between Mr. Nguyen and his wife's child. It was up to Mr. Nguyen to put whatever information he wanted to have considered before the officer.", "[14] Mr. Nguyen's submissions make no mention of any parental bond that might exist between himself and his wife's infant daughter, or any concern that he might have as to the effect that separation could have for the child. Instead, Mr. Nguyen's submissions focus on the fact that he assists his wife in caring for the child.", "[15] In this context, the officer's reasons demonstrate that the officer was 'alert, alive and sensitive' to the needs of the child, to the extent that those needs were identified by Mr. Nguyen, and I see no basis for interfering with the officer's decision. Conclusion", "[16] For these reasons, the application is dismissed. Certification", "[17] Neither party has suggested a question for certification, and none arises here. ORDER", "[18] THIS COURT ORDERS that: 1. This application for judicial review is dismissed. 2. No serious question of general importance is certified. [End of document]"]}