{"id_": "037559", "body_str": ["[1] Phelan, J. : This judicial review raises issues about the applicability of s. 16 and s. 40-41 of the Immigration and Refugee Protection Act (Act) in relation to the obligation to answer truthfully, inadmissibility for misrepresentation and failure to comply with the Act. The Applicant was said to have lied on his application for permanent resident status. However, this judicial review is ultimately determined on the reasonableness of a decision to deny an application for a permanent resident visa. II. FACTUAL BACKGROUND", "[2] The Applicant applied to the Canadian Embassy in the Philippines for a permanent resident visa under the Skilled Worker criteria. There is some question about whether he had earned the requisite 67 points but that is not the basis upon which the application was denied. That denial was based on finding that the Applicant had breached s. 16 of the Act by answering that he had no criminal charges outstanding against him. Section 16 reads as follows: 16. (1) A person who makes an application must answer truthfully all questions put to them for the purpose of the examination and must produce a visa and all relevant evidence and documents that the officer reasonably requires. (2) In the case of a foreign national, (a) the relevant evidence referred to in subsection (1) includes photographic and fingerprint evidence; and (b) the foreign national must submit to a medical examination on request. (3) An officer may require or obtain from a permanent resident or a foreign national who is arrested, detained or subject to a removal order, any evidence - photographic, fingerprint or otherwise - that may be used to establish their identity or compliance with this Act.", "[3] The visa application form asked: Have you, or if you are the principal applicant, any of your family members listed in your application for permanent residence in Canada, ever: ... been convicted of, or are you currently charged with, on trial for, or party to a crime or offence or subject of any criminal proceeding in any country. The Applicant had checked off the box \"No\".", "[4] The Respondent's official (the Officer) proceeded to investigate the answer and determined that the Applicant had had a charge for \"Slight Physical Injuries\" dismissed because the private complainant had failed to appear. The prosecutor had no objection to dismissal of the charge so long as it was dismissed \"provisionally\". The charge was ordered \"PROVISIONALLY DISMISSED\". This dismissal occurred in 2004.", "[5] In June 2009 the Applicant applied for and obtained a permanent dismissal of the charge.", "[6] The Officer concluded that the Applicant had failed to answer truthfully by failing to disclose a fact that is material and relevant to his admissibility to Canada by not disclosing that he had a current charge outstanding.", "[7] The Officer did not accept the Applicant's explanation that he had been told in 2004 by his lawyer that he no longer had to go to court because the case was dismissed. Nor did the Officer accept that in June 2009 the Applicant had met his lawyer who had suggested that the Applicant should ask the court for a permanent dismissal.", "[8] It appears from the Tribunal Record that the assault charge was related in some way to the Applicant's claim against a Mr. Chan for passing a bad cheque and failing to pay a debt - a criminal matter in the Philippines. It was Mr. Chan who failed to appear at the Applicant's trial for assault.", "[9] The Officer rejected the permanent resident visa for failure to meet the requirements of the Act in that the Applicant had contravened the s. 16 obligation to answer truthfully all questions put to him. III. LEGAL ANALYSIS A. Standard of Review", "[10] The Applicant contends that the Officer followed incorrect procedure because s. 16 cannot form the basis of an inadmissibility conclusion; that conclusion must be based on s. 40. Section 40 reads: 40. (1) A permanent resident or a foreign national is inadmissible for misrepresentation (a) for directly or indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of this Act; (b) for being or having been sponsored by a person who is determined to be inadmissible for misrepresentation; (c) on a final determination to vacate a decision to allow the claim for refugee protection by the permanent resident or the foreign national; or (d) on ceasing to be a citizen under paragraph 10(1)(a) of the Citizenship Act, in the circumstances set out in subsection 10(2) of that Act. (2) The following provisions govern subsection (1): (a) the permanent resident or the foreign national continues to be inadmissible for misrepresentation for a period of two years following, in the case of a determination outside Canada, a final determination of inadmissibility under subsection (1) or, in the case of a determination in Canada, the date the removal order is enforced; and (b) paragraph (1)(b) does not apply unless the Minister is satisfied that the facts of the case justify the inadmissibility. a) a)", "[11] The Applicant also argues that the decision is unreasonable because the Officer did not understand the effect of the law that the charges were dismissed but subject to a motion by the complainant to reopen the case within some unknown timeframe.", "[12] The Respondent argued that the only real issue was the reasonableness of the decision.", "[13] The standard of review in this case varies depending on which issue is being addressed. On the issue of whether the Officer misapplied or misconstrued s. 16, I adopt the reasoning of Mainville J. (as he then was) in <FRAGMENT_SUPPRESSED> which discussed the same issue in relation to s. 40. 25 However, the decision is also being challenged by the Applicant on the basis that the Senior Officer misapplied or misconstrued paragraph 40(1)(a) of the Act. The interpretation of that provision is a question of law. In addition, it was stated by the Supreme Court  <FRAGMENT_SUPPRESSED>  (at paragraph 54) that a standard of reasonableness may also apply where a tribunal is interpreting its own statute or statutes closely connected to its function, with which it will have particular familiarity. However this is not always the case. Here, a consideration of various factors leads me to conclude that the Senior Officer's decision must be reviewed on a standard of correctness if the interpretation of paragraph 40(1)(a) of the Act is at issue. 26 I come to this conclusion in view of a number of factors; in particular, the Senior Officer is not an administrative tribunal but rather an officer of the Crown entrusted with a non-adjudicative function; the Senior Officer's decision is not covered by a privative clause; the Senior Officer holds no special expertise in the interpretation of the Act and, in view of the general scheme of paragraph 40(1)(a), no deference is due to the Senior Officer on questions of law raised in a determination of misrepresentation. 27 In addition, the approach described above is consistent with the pre-Dunsmuir case law of this Court. It was held in <FRAGMENT_SUPPRESSED>  [2008] F.C.J. 648 (QL) (at paragraph 22) that questions of statutory interpretation related to paragraph 40(1)(a) of the Act are subject to a standard of correctness. It has also been held that determinations of misrepresentations under that paragraph call for deference in judicial review proceedings, since they are factual in nature: <FRAGMENT_SUPPRESSED>  [2004] F.C.J. 1239 (QL) at paragraph 3 and  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. 572 (QL) at paragraph 27.", "[14] Therefore, on the application or interpretation of s. 16, the standard of review is correctness. On the matter of the Officer's conclusion that the Applicant had not answered truthfully, the standard is reasonableness because it is largely a factual inquiry ( <FRAGMENT_SUPPRESSED> ). B. Interpretation and Application of Section 16", "[15] The Applicant's submission is both factually incorrect and leads to rendering s. 16 redundant. It is his position that where there is a failure to answer any question upon an examination (which includes documentary and oral examination), the Officer is required to move to a s. 40 analysis of the criteria of materiality and to render an inadmissibility decision.", "[16] While both s. 16 and s. 40 have the purpose of ensuring truthfulness, they approach that issue in much different ways and with significantly different consequences.", "[17] Section 16 speaks to truthfulness in the sense of accuracy and completeness. It does not address or impose a materiality threshold although relevance is always a requirement.", "[18] Section 40(1), on the other hand, defines a \"misrepresentation\" in specific terms. Clause (a) identifies the term as a material misrepresentation that induces or could induce an error in the administration of the Act . Other clauses define misrepresentation in terms of a state of being, e.g. clause (d) where ceasing to be a citizen constitutes misrepresentation. Therefore, there are different criteria at play as between s. 16 and s. 40(1).", "[19] There is also significant divergence in the consequences which flow from a breach of these provisions. In the case of s. 16, the application can be refused under s. 11(1) for not meeting the requirements of the Act. 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act. In the case of s. 40(1) misrepresentation, the person becomes inadmissible and s. 40(2) extends that admissibility status for two years. 40. (2) The following provisions govern subsection (1): (a) the permanent resident or the foreign national continues to be inadmissible for misrepresentation for a period of two years following, in the case of a determination outside Canada, a final determination of inadmissibility under subsection (1) or, in the case of a determination in Canada, the date the removal order is enforced; and (b) paragraph (1)(b) does not apply unless the Minister is satisfied that the facts of the case justify the inadmissibility.", "[20] A breach of s. 16 does not, as argued by the Applicant, cascade into a s. 40(1) or s. 41 situation nor does it activate a two-year bar under s. 40(2). 41. A person is inadmissible for failing to comply with this Act (a) in the case of a foreign national, through an act or omission which contravenes, directly or indirectly, a provision of this Act; and (b) in the case of a permanent resident, through failing to comply with subsection 27(2) or section 28.", "[21] Section 16 stands on its own criteria and consequences. In this case there was no conclusion that the Applicant was inadmissible. The application was simply denied. Such a denial does not preclude an immediate refiling.", "[22] Therefore, there was no error in the Respondent invoking s. 16 and not s. 40(1). Section 16 is a discretionary provision and the issue remains whether the decision was reasonable such as to justify denial of a permanent resident visa. C. Reasonableness of Decision", "[23] This case turns, in its final analysis, on whether the Officer's finding of untruthfulness was reasonable regardless of whether the matter was considered under s. 16 or s. 40.", "[24] The Officer held that a provisional dismissal of the charge still constituted a pending charge. There is no real equivalent Canadian provision where an accused person's charges are dismissed subject to being revived on motion. It is unclear whether it is the prosecutor's or complainant's motion.", "[25] The Officer failed to obtain any advice or indeed inquire into the legal quality of a provisional dismissal under Philippine law. He failed to consider the circumstances of the dismissal which was based upon the failure of the complainant to appear at the trial, which may be relevant to any motion to reopen. The Applicant's answer is only untrue or inaccurate if a provisional dismissal is not a dismissal.", "[26] Under these circumstances the Officer had an obligation to inquire further as to the legal nature of the provisional dismissal. However, the Tribunal Record does show that absent what is similar to a motion to reopen, the Applicant was under no legal impediment and under no pending legal process.", "[27] The Officer's refusal to accept the Applicant's explanation, that his lawyer had advised him in 2004 that the charge had been dismissed and that he did not have to go to court, was made without any basis. There are no reasons articulated for this credibility finding nor was there any evidence that could refute this explanation.", "[28] Likewise, there is no evidence or basis upon which to find non-credible the Applicant's explanation of meeting his lawyer years later at which time the suggestion was made to essentially close out the provisional discharge by obtaining a permanent dismissal.", "[29] The Court finds that the Officer's conclusions were unreasonable as they lack transparency and a proper factual foundation.", "[30] The Officer's exercise of discretion in dismissing the application without advising the Applicant as to concerns about the legal quality of a provisional discharge was unfair and a disproportional response to the issue. IV. CONCLUSION", "[31] The Applicant has abandoned his claim for costs; an appropriate position to take. However, the Applicant is concerned that any success on this judicial review would be hollow because any reconsideration would place him at the end of the queue for permanent resident visas - it had taken five years to get as far as he did.", "[32] The Court is reluctant to make any ancillary order which would impose time limits on that process. However, the Court will fashion an order that will require the Respondent to place the Applicant's file at the head of any waiting list and to require expeditious reconsideration. The Court expects full and complete compliance with both the letter and spirit of any such order.", "[33] The parties have asked that they be given an opportunity, after the issuance of these reasons but before issuance of the final order, to make submissions on a certified question. Therefore, the parties shall have seven (7) days from the issuance of these Reasons to serve and file any such submissions. Application allowed. Editor: Sharon McCartney/vnh [End of document]"]}