{"id_": "037501", "body_str": ["[1] Layden-Stevenson, J. : Mr. Chen's application for Canadian citizenship was refused. The Citizenship judge (the judge) found that he had not met the residential requirements of paragraph 5(1)(c) of the Citizenship Act , R.S.C. 1985, c. C-29 (the Act) and he had not centralized his life in Canada. Mr. Chen appeals the decision and claims that the judge breached the rules of procedural fairness and erred in her application of the \"centralized mode of existence\" test. Mr. Chen has not persuaded me that there is any merit in either of his arguments. Consequently, his appeal will be dismissed. I. Background", "[2] Mr. Chen is a 34-year-old citizen of China. On December 5, 1999, he obtained permanent resident status in Canada. He returned to China on January 3, 2000. On April 19, 2000, he re-entered Canada, but returned to China on June 26th. In September of 2000, he began studies at the Faculty of Law, University of British Colombia (UBC). During the course of his studies, he returned to China frequently for both personal and business reasons.", "[3] Upon completion of his law degree in April of 2003, Mr. Chen articled with Remedios and Company, a Vancouver law firm. While articling, he returned to China twice. He submitted his application for citizenship on January 26, 2004, and declared that he had taken nine trips to China (402 days outside of Canada) during the pertinent period. He completed his articles in May of 2004 and returned to China on June 3rd. He maintains membership in the British Columbia Law Society.", "[4] Mr. Chen submitted his Citizenship and Immigration Canada (CIC) residence questionnaire (the questionnaire) with supporting documentation on May 28, 2006. On December 8th of that year, the judge reviewed Mr. Chen's file. She found discrepancies between his absences from Canada as indicated in the questionnaire and his application. She re-calculated the absences and credited him with an additional six days presence in Canada. Mr. Chen was 31 days short of the requisite number of days. Because he had not satisfied the minimum residential requirement and \"his shortcoming could be considered trifling,\" the judge decided that a personal interview was required.", "[5] Mr. Chen attended the interview on January 23, 2007. On January 29th, the judge refused the application for failure to meet the residential requirement. The judge concluded that Mr. Chen had not centralized his life in Canada. II. The Legislation", "[6] Paragraph 5(1)(c) of the Act, among other things, provides that an applicant must have accumulated 1095 days of residence in Canada during the four years preceding the date of the application. Subsection 5(1) of the Act provides: 5. (1) The Minister shall grant citizenship to any person who (a) makes application for citizenship; (b) is eighteen years of age or over; (c) is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act , and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner: (i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and (ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence; (d) has an adequate knowledge of one of the official languages of Canada; (e) has an adequate knowledge of Canada and of the responsibilities and privileges of citizenship; and (f) is not under a removal order and is not the subject of a declaration by the Governor in Council made pursuant to section 20. 5. III. The Standard of Review", "[7] The weight of authority favours a standard of review of reasonableness regarding the question of whether an applicant meets the residential requirement of the Act: Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> .", "[8] The Act provides for an appeal to this Court. The statute and the specific legislative provision delineate the scheme under which citizenship is granted and its specific requirements. The purpose is not polycentric. The question is one of mixed fact and law. Deference is owing to the Citizenship judge's expertise in determining whether the residential requirement has been met provided that the judge exhibits an understanding of the law and the application of the statutory test. I concur with the rulings in the noted authorities that the balancing of these factors yields a standard of review of reasonableness.", "[9] The pragmatic and functional analysis does not apply to issues of procedural fairness. Generally, a decision will be set aside where a breach of procedural fairness has occurred. IV. Analysis", "[10] Although Mr. Chen raised issues of bias in his written submission, he chose not to pursue that argument at the hearing. Accordingly, no further mention will be made of it. His contention regarding a breach of procedural fairness arises from his sworn affidavit wherein he deposes that he was told at the outset of his interview that he could not be approved as a Canadian citizen as a result of an assault charge in 2003. He argues that because the assault charge was dropped, it could not be the basis for a refusal of Canadian citizenship. I agree.", "[11] It is evident that the assault charge was discussed during Mr. Chen's interview for it is referenced in the judge's interview notes (tribunal record, pp. 23, 25). That said, it is not discussed or mentioned in the judge's reasons for decision. The reasoning provided for the refusal of Mr. Chen's application is cogent, comprehensive and manifests a detailed consideration and application of the factors articulated in Re Koo , [1993] 1 F.C. 286 (T.D.). There is nothing in the judge's reasons to suggest that she considered, relied upon, or even turned her mind to the assault charge in determining whether Mr. Chen had satisfied the centralized mode of existence test. In the absence of any indication that the assault charge was a factor in her decision, and in the face of thorough reasons that signify otherwise, I conclude that the assault was not a factor. Accordingly, this argument fails.", "[12] The second argument -- that the judge improperly applied the centralized mode of existence test -- is similarly without merit. Mr. Chen disagrees with the judge's conclusion. He is so entitled. However, it is not the function of this Court to re-weigh the evidence in order to arrive at Mr. Chen's preferred outcome. The issue is whether the judge made a reviewable error in her assessment of the evidence, and the application of the test.", "[13] The crux of Mr. Chen's assertions is that the judge considered matters outside the prescribed period of time in the calculation of the residential requirement. In addressing the factors in Re Koo , the judge found as follows: Was the individual physically present in Canada for a long period prior to his first absence? Are most of the absences recent and did they occur immediately before the application for citizenship? • Mr. Chen's first absence was shortly after arrival and his absences continued throughout the relevant period and subsequent to it; • Mr. Chen arrived on a student visa in Canada on September 6, 1999. On September 17, he returned to China. He stated that he went back because of his father's medical condition. He remained in China until April 19, 2000, except for a brief return to obtain his landing as a permanent resident on December 5, 1999. He started law school at UBC in the fall of 2000. He studied there until April of 2003, but took frequent trips back to China during his vacations. He articled with Remedios and Company from May 2003 to 2004 during which time he took two business trips back to China; • During the relevant four years, Mr. Chen took nine trips back to China for a total of 396 days, or an average of 44 days per trip. His longest trip back to China is April 24, 2001 to September 2, 2001, a period of 133 days for a summer job with his previous employer, the law firm of Baker McKenzie; • Upon completing his articles, Mr. Chen returned to China and has been there ever since, except for two brief visits to Canada to write his citizenship test on February 13, 2006, and to attend his citizenship interview on January 23, 2007. Where are the applicant's immediate family and dependents (and extended family) resident? • His parents are in China. He has no siblings and is divorced. He has no family in Canada. Thus, he has strong family connections in China and none in Canada. Does the pattern of physical presence in Canada indicate a returning home or merely visiting the country? • Mr. Chen's physical presence in Canada is more like a visitor than someone who has established Canada as his home: - he returned to China six times during his vacations while a student at UBC; - after completing his articles, he returned to China and has essentially remained there ever since; - although he twice stated that he is resuming his legal career in Canada it has yet to happen; - Mr. Chen has no home and no social connections in Canada. What is the extent of the physical absence? • The total possible days of residence is 1460. He was resident for 1064, meaning he was absent for 396 days. This shortfall of 31 days is not extensive; • The absences have been for a variety of purposes including family, medical, vacations, a summer job, attending a friend's wedding and business travel. Some of these trips were discretionary travel, such as vacations. Is the physical absence caused by a clearly temporary situation? • The absences are structural and not a temporary situation. They are not related to a humanitarian emergency, a unique educational program, assignment by the Canadian government to overseas duties or temporary assignment by a Canadian company to overseas duties. The absences are related to choices made for personal, medical and other reasons. What is the quality of the connection with Canada? Is it more substantial than that which exists with any other country? • Mr. Chen's connection with Canada is not nearly as strong as his connection with China. He studied in Canada as a landed immigrant and was eligible for preferential tuition fees. During and after his studies, he has demonstrated little connection with Canada; • During the relevant four-year period, his life has been divided between China and Canada. Following his application for citizenship, his ties to China have become even stronger, with little connection to Canada.", "[14] Mr. Chen is correct that the judge mentioned absences outside the relevant time period. However, in my view, nothing turns on those comments. Mr. Chen did not meet the required total of residential days. He does not suggest otherwise. His application for citizenship could have been refused on that basis alone. However, the judge decided to examine his residential record to ascertain whether he had centralized his mode of existence in Canada. Had he done so, in accordance with a line of established jurisprudence, the judge could have regarded the days outside Canada as days within Canada. Unfortunately for Mr. Chen, the judge was unable to conclude that he had centralized his mode of existence in Canada.", "[15] In referring to absences outside the relevant period, the judge was merely placing Mr. Chen's application in its context. There was nothing within that overall context that pointed to a result different than the one arrived at with respect to the relevant period. The judge refers repeatedly to the relevant four-year period in her assessment of the residential requirement. At the end of the day, she was unable to conclude that Mr. Chen had centralized his mode of existence in Canada during that period. She concluded that he came here to study and become a lawyer, but nothing more. The overall context did not assist Mr. Chen.", "[16] A reasonable decision is one in which there is a line of analysis that will reasonably support the determination: <FRAGMENT_SUPPRESSED> . The judge's reasons in support of her decision withstand the scrutiny of a somewhat probing examination. Consequently, Mr. Chen's argument fails.", "[17] There is one final matter. Mr. Chen, at the hearing and without prior notice, advanced a claim for costs. This claim was not contained in his pleading and there was no reference to it in his record. Therefore, had he been successful on the appeal, costs would not have been awarded. The manner in which Mr. Chen advanced this claim is inappropriate and unacceptable.", "[18] For the foregoing reasons, Mr. Chen's appeal will be dismissed. ORDER", "[19] THIS COURT ORDERS that the appeal is dismissed. [End of document]"]}