{"id_": "037730", "body_str": ["[1] Mosley, J. : The applicant, a citizen of Nigeria and permanent resident of the United States, seeks judicial review of the decision dated September 22, 2011 denying her application for Canadian permanent residence as a Federal Skilled Worker under the National Occupational Classification (hereafter NOC) code 3152 - registered nurse.", "[2] For the reasons that follow, the application is dismissed.", "[3] The applicant graduated from the University of South Carolina in 2007 with a degree in nursing. She is registered as a nurse in the state of New York and has a record of employment at the Duke University Hospital and the New York Presbyterian Hospital.", "[4] Ms. Elisha applied under the Federal Skilled Worker program on May 2, 2011. She provided letters confirming her employment as well as copies of her professional qualifications. As the employment letters were generic in nature, she provided further information about her work experience in the form of a written explanation.", "[5] Tanya Craig, a Service Delivery Agent at the Federal Skilled Worker Centralized Intake Office, found that the applicant had not provided sufficient evidence that she had performed the actions described in the lead statement for the occupation or that she had performed a substantial number of the main duties of the occupation. The agent also noted that the applicant had not provided evidence that she had an Arranged Employment Offer and that her application was therefore not eligible for processing.", "[6] The sole issue raised by the applicant is whether the agent failed to properly consider her written explanation about her work experience.", "[7] Decisions about whether an applicant is eligible for permanent residence as a Federal Skilled Worker are reviewable on the reasonableness standard: <FRAGMENT_SUPPRESSED> .", "[8] In this case I had no difficulty in concluding that the agent's decision was reasonable. In her written explanation, the applicant had simply listed a number of the main duties set out in the NOC without providing any specifics about her actual employment experience as a registered nurse.", "[9] The applicant submits that she had a legitimate expectation that the agent would consider that the written explanation she provided would remedy the deficiencies in her reference letters. I don't agree. As stated by Mr. Justice Pinard in <FRAGMENT_SUPPRESSED> officers presented with descriptions of duties taken verbatim from the NOC are entitled to wonder whether they accurately describe the applicant's work experience.", "[10] The applicant was provided with specific instructions as to how to complete her application. These are set out in the Overseas Processing Manual OP 6 and the Visa Office Specific Instructions, Buffalo, dated November 2010. The instructions include requirements for the information to be included in the reference letters provided by employers. As the employment letters did not contain the necessary information, the applicant sought to rectify the deficit by providing a written explanation. In such cases, the Buffalo instructions state, the applicant must also provide documentation such as employment contracts, work descriptions and performance appraisals describing job duties to support the claim to relevant employment.", "[11] Here, the applicant did not provide any supporting documentation in relation to her work at the New York Presbyterian Hospital, other than her identity card, and her employment at the Duke University Hospital.", "[12] The onus was on the applicant to file her application with all relevant supporting documentation and to provide sufficient credible evidence in support: <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED> . She must put her\"best case forward\". That was simply not done.", "[13] In the result, the decision to dismiss the application was well within the range of acceptable outcomes defensible in respect of the facts and law: <FRAGMENT_SUPPRESSED> .", "[14] Neither of the parties proposed serious questions of general importance for consideration. JUDGMENT", "[15] THIS COURT'S JUDGMENT is that the application is dismissed. No question is certified.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7] <FRAGMENT_SUPPRESSED> .", "[8]", "[9]", "[10] et les", "[11]", "[12]", "[13] <FRAGMENT_SUPPRESSED> .", "[14] JUGEMENT", "[15] [End of document]"]}