{"id_": "037744", "body_str": ["[1] Gibson, J. : These reasons follow the hearing of an application in appeal from a decision of the Registrar of Trade-marks wherein the Registrar, through a Member of the Trade-marks Opposition Board, (the \"Member\") refused the Applicant's application to register the trade-mark BEST CANADIAN MOTOR INNS & Design, shown below, based on use in Canada by itself and/or through a licensee since February, 1990. The Applicant sought registration of the trade-mark in issue in relation to the following services: \"Hotel, restaurant and accommodation services; promotional services relating to hotel, restaurant and accommodation services.\"", "[2] The following is a representation of the trade-mark for which registration was sought: [Diagram omitted]", "[3] The decision appealed from is dated the 20th of February, 2002. The appeal is brought pursuant to section 56 of the Trade-marks Act [see footnote 1] (the \" Act \"). Subsection 1 of that section reads as follows: \"56(1) An appeal lies to the Federal Court from any decision of the Registrar under this Act within two months from the date on which notice of the decision was dispatched by the Registrar or within such further time as the Court may allow, either before or after the expiration of the two months.\"", "[4] On the appeal, the Applicant seeks the following relief: \"1. an Order that the appeal be allowed; \"2. an Order that application no. 825,679, the application on behalf of the Applicant that was refused, be allowed; \"3. costs of the appeal; and \"4. such other and further relief as this Court deems just.\" BACKGROUND", "[5] The Applicant filed its application to register the trade-mark in issue on the 10th of October, 1996. As earlier indicated, it sought registration of the trade-mark in issue in relation to the following services: \"Hotel, restaurant and accommodation services; promotional services relating to hotel, restaurant and accommodation services\" and based its application on use in Canada by itself and/or through a licencee since February, 1990. The application was amended on the 27th of May, 1997 to disclaim the right to the exclusive use of the words BEST, CANADIAN, MOTOR and INNS and to the eleven-point maple leaf design. The application was advertised for opposition purposes on the 17th of September, 1997.", "[6] The Respondent filed a statement of opposition on the 19th of January, 1998 pleading the following grounds of opposition: \"a) The opponent bases its opposition on the grounds set out in section 38(2)(a), namely that the application does not comply with the provisions of section 30(i) in that on the October 10, 1996, date of filing the application, and at the alleged February 1990 date of adoption, the applicant well knew or should have known of the probability of confusion between the mark of its application for the services claimed therein and the well known BEST WESTERN and BEST WESTERN logo trade-marks of the opponent, registered in Canada under regn. 407,630, and regn. 235,558, current copies attached, for the same or similar services. The trade-mark of regn. 407,630 has been used in Canada by the opponent, by itself and/or through its licensees, in association with the services set out in its registration for over 32 years, and the mark of regn. 235558 has been so used in Canada for over 22 years. At the October 10, 1996 date of filing the application. Opponent, by itself and/or through licensees, was also using another BEST WESTERN Logo trade-mark extensively in Canada in association with the same or similar services, namely the trade--mark of regn. 460083, current copy attached. Opponent has been using the trade-mark of regn. 460083 in Canada since at least as early as April 1994. As a result of continuous and extensive use, opponent's trade-marks have become famous throughout Canada. Applicant could not, at the October 10, 1996 and February, 1990 dates aforesaid have been unaware of the reputation residing in the opponent's trade-marks and could not have been satisfied that it was entitled to use the trade-mark of its application in Canada in association with the services claimed in the application. \"b) The Opponent bases its opposition on the grounds set out in section 38(2)(b), namely, that pursuant to the provisions of section 12(1)(d) the trade-mark is not registrable for the services set out in the application because it is confusing, within the meaning of section 6, with the following registered trade-marks of the opponent: a) Regn. No. 407,630 - BEST WESTERN - Registered February 5, 1993 b) Regn. No. 235,558 - BEST WESTERN & Crown/Rectangle Design - Registered August 31, 1979 c) Regn. No. 150,720 - MEMBER/THE BEST WESTERN MOTELS & Crown/ Rectangle Design - Registered May 12, 1967 d) Regn. No. 460,083 - BEST WESTERN Logo - Registered July 12, 1996 \"c) The Opponent bases its opposition on the grounds set out in section 38(2)(b), namely that pursuant to the provisions of section 12(1)(b), the trade-mark is not registrable for the services set out in the application because it is clearly descriptive or deceptively misdescriptive in the English language of the character or quality of those services. \"d) The Opponent bases its opposition on the grounds set out in section 38(2)(c), namely that pursuant to the provisions of section 16(1)(a) the applicant is not the person entitled to registration of the trade-mark because at the alleged February 1990 date of adoption, it was confusing with the following trade-marks [BEST WESTERN and BEST WESTERN & Crown/Rectangle Design] previously used and made known in Canada by the Opponent, well prior to said alleged date of adoption and which had not been abandoned as of the September 17, 1997 date of advertisement of the applicant's application. \"e) The Opponent bases its opposition on the grounds set out in section 38(2)(c), namely that pursuant to the provisions of section 16(1)(c) the Applicant is not the person entitled to registration of the trade-mark because at the alleged February 1990 date of adoption it was confusing with the trade-names BEST WESTERN, BEST WESTERN INTERNATIONAL, and BEST WESTERN INTERNATIONAL INC., previously used and made known in Canada by the opponent and which had not been abandoned as of the September 17, 1997, date of advertisement of the applicant's application. \"f) The Opponent bases its opposition on the grounds set out in section 38(2)(d), namely that having regard to section 2 of the Trade-marks Act , the trade-mark is not distinctive of the services of the applicant set forth in the application, because it does not distinguish, nor is it adapted to distinguish, said services from identical or like services previously and currently performed in Canada by Opponent, by itself and/or through its licensees, under the BEST WESTERN and BEST WESTERN Logo trade-marks which are registered under registrations 407630, 235558 and 460083, and under its trade-names BEST WESTERN, BEST WESTERN INTERNATIONAL and BEST WESTERN INTERNATIONAL, INC.\"", "[7] The Applicant filed and served a counter statement in which it generally denied the allegations asserted by the Respondent in its statement of opposition.", "[8] As its evidence, the Respondent submitted certified copies of each of its trade-mark registrations, along with a supporting affidavit. The Applicant's evidence consisted of three (3) affidavits. Both the Respondent and the Applicant filed written arguments before the Trade-marks Opposition Board and an oral hearing was conducted by the Member at which both parties were represented. THE DECISION UNDER REVIEW", "[9] The Member rejected the Applicant's application pursuant to subsection 38(8) of the Act rather than allowing the application pursuant to subsection 39(1) of the Act . Those two (2) subsections read as follows: \"38(8) After considering the evidence and representations of the opponent and the applicant, the Registrar shall refuse the application or reject the opposition and notify the parties of the decision and the reasons for the decision. \"39(1) When an application for the registration of a trade-mark either has not been opposed and the time for the filing of a statement of opposition has expired or it has been opposed and the opposition has been decided in favour of the applicant, the Registrar shall allow the application or, if an appeal is taken, shall act in accordance with the final judgment given in the appeal.\"", "[10] The Applicant's application for registration of the trade-mark in issue was rejected solely on the basis of paragraph 12(1)(b) of the Act . The opening words of subsection 12(1) and paragraph (b) thereof read as follows: \"12(1) Subject to section 13, a trade-mark is registrable if it is not (b) whether depicted, written or sounded , either clearly descriptive or deceptively misdescriptive in the English or French language of the character or quality of the wares or services in association with which it is used or proposed to be used or of the conditions of or the persons employed in their production or of their place of origin;\" (emphasis added)", "[11] After reviewing the evidence before the Trade-marks Opposition Board and relevant precedents before it, the Member wrote in his or her reasons for decision: \"I respectfully disagree with the applicant's [here also the Applicant's] submission that even if the words BEST CANADIAN MOTOR and INNS are clearly descriptive, the applied for mark is still registrable in view of the other design components. In this regard, the representation of the maple leaf has been disclaimed and, as asserted by the opponent, cannot be distinctive of any one particular trader. As for the lines appearing above and below the words BEST CANADIAN, and the fact that these words use a different font and style of lettering than what is used for the words MOTOR INNS, I do not consider these design features are sufficient to render the mark registrable. In my view, the applied for mark would be sounded by reference to the dominant words forming the mark. I would therefore expect the average person to sound the applicant's mark as 'BEST CANADIAN MOTOR INNS'. I therefore find that the mark is clearly descriptive, or deceptively misdescriptive, when sounded, of the applicant's services in Canada and therefore offends s. 12(1)(b) of the Act . This ground of opposition is therefore successful.\" NEW EVIDENCE BEFORE THE COURT", "[12] Pursuant to subsection 56(5) of the Act , both the Applicant and the Respondent herein were entitled to adduce new evidence before this Court, that is to say, evidence that was not before the Member when she or he arrived at the decision under appeal. Both the Applicant and the Respondent availed themselves of this entitlement.", "[13] The Applicant filed the expert affidavit of Mr. Chris Yaneff, R.G.D., F.GDC, R.C.A., a consultant in design, marketing and communications. Mr. Yaneff, after reciting his impressive qualifications, attested that he had been asked: \"... to review the logo used by the Applicant in connection with its hotel/motel services. In particular, I have been asked to consider whether the Best Canadian logo possesses any design features, and if so, whether those design/features, create any impact (visual or otherwise) when the logo is viewed.\" Mr. Yaneff concluded in the following term: \"Based on my experience as a designer of logos and a branding consultant, I have made the following observations and reached the following conclusions about the Best Canadian logo: (a) The logo was effectively designed, and delivers a visually attractive impression, based on the graphic features and the composition and condensed placement of elements and text within the overall design of the logo; (b) Like many of the best commercial logos, the Best Canadian logo maximizes its visual effect by relying on the economical but strategic use of design elements. Simple designs can have a powerful visual impact, and that is exactly what the Best Canadian logo delivers. (c) Composition and careful placement of the visual elements are the means to achieving the visual impact. In particular, the strategic placement of the maple leaf element serves as the visual keynote to the logo. Instead of a normal letter 'i' in the word 'Canadian', the design places the maple leaf where you would expect to see the 'dot' over the 'i'. In effect, the 'i' is dotted by the maple leaf . This is a creative and clever use of design elements, that catches the eye, and stimulates visual interest. Using simple elements, the designer has achieved an attractive visual effect. Attention is also drawn to this feature by having the top-most point of the leaf interrupt the horizontal framing line at the top of the logo. Visually, the eye's progress along the line is arrested by the interposed point of the leaf. Again this serves to add visual interest, and is an economical and effective use of the graphic elements. (d) I also note that the word elements 'Best' and 'Canadian' are nested together in a unique way: the words are tightly positioned, so that 'Best' is fitted between the letters 'C' and 'd' in 'Canadian'. This condensed form of design, combined with the clever use of the leaf to dot the 'i', creates a strong unified design conveying and establishing an effective visual identity for the Applicant. \"Based on this analysis, it is in my opinion wrong to ignore the design features of the Best Canadian logo in attempting to understand the impression created by the logo, and to consider whether the logo as a whole is merely descriptive of accommodation services. In my opinion, the visual effect of the design features of the logo (as enumerated above) should form part of any analysis of this trademark.\" (emphasis in original) Mr. Yaneff's qualifications as an expert to deliver the opinions expressed in the foregoing quotation were not in dispute before the Court.", "[14] The Respondent's new evidence consisted of seven (7) affidavits all appending pages from various Yellow Page Directories. In the Memorandum of Fact and Law filed on behalf of the Respondent, the Respondent alleges that the new evidence filed on its behalf: \"... confirms the decision of [the Member], that 'the representation of the maple leaf cannot be distinctive of any one particular trader'.\" THE ISSUES", "[15] In the Memorandum of Fact and Law filed on behalf of the Applicant, the points in issue are described in the following terms: \"[1]. What is the scope of review of a decision of the Registrar in an appeal under s. 56 of the Trade-marks Act \"[2]. Did the Registrar err in concluding that the BEST CANADIAN Logo is clearly descriptive of the Applicant's services; (a) in placing undue emphasis on the BEST CANADIAN Logo 'as sounded', and failing to consider its constituent design elements; (b) in ignoring the design features of the BEST CANADIAN Logo in evaluating whether the trademark was registrable; (c) in failing to consider the significance of the design features, and in particular the placement of the said features, and the overall composition of the BEST CANADIAN Logo Trademark, in determining whether the trademark was clearly descriptive; (d) in failing to consider the BEST CANADIAN Logo as a whole, and in particular, choosing to focus on the textual elements of the Logo, apart from the visual design elements; and (e) in dissecting the BEST CANADIAN Logo, rather than evaluating the overall impression of the trademark? \"[3]. Is the BEST CANADIAN Logo properly regarded clearly descriptive of the Applicant's services in light of the new expert evidence filed by the Applicant? \"[4]. Should the Applicant's trademark application be allowed in light of the new evidence before the Registrar and this Court?\" ANALYSIS a) The scope or standard of review on an appeal such as this", "[16] In Molson Breweries, A  <FRAGMENT_SUPPRESSED>  [29]: \"... Even though there is an express appeal provision in the Trade-marks Act to the Federal Court, expertise on the part of the Registrar has been recognized as requiring some deference. Having regard to the Registrar's expertise, in the absence of additional evidence adduced in the Trial Division, I am of the opinion that decisions of the Registrar, whether of fact, law or discretion, within his area of expertise, are to be reviewed on a standard of reasonableness simpliciter. However, where additional evidence is adduced in the Trial Division that would have materially affected the Registrar's findings of fact or the exercise of his discretion , the Trial Division judge must come to his or her own conclusion as to the correctness of the Registrar's decision.\" (emphasis added)", "[17] Counsel for the Applicant urged that the expert opinion of Mr. Yaneff that was first adduced before this Court would have materially affected the Member's, here acting on behalf of the Registrar, findings of fact or the exercise of the Member's discretion and that therefore I should come to my own conclusion as to the \"correctness\" of the Member's decision. By contrast, counsel for the Respondent urged that none of the new materials before the Court materially affect the findings of fact or the exercise of the Member's discretion and that therefore the decision under appeal should be reviewed against a standard of reasonableness simpliciter.", "[18] The Court is, of course, conscious of recent decisions from the Supreme Court of Canada that require application of a \"pragmatic and functional\" analysis to determine the appropriate standard of review [see footnote 3]. Against those decisions and the required pragmatic and functional analysis which I do not propose to detail here, I am satisfied that the foregoing passage from Molson Breweries remains good law.", "[19] In his ultimate conclusion, quoted earlier in these reasons, Mr. Yaneff expresses his opinion that it would be wrong to ignore the design features of the \"Best Canadian Logo\" that was before the Member, in attempting to understand the impression created by the Logo, and in determining whether the logo as a whole is clearly descriptive or deceptively misdescriptive of accommodation services. He expresses the opinion that \"... the visual effect of the design features of the logo ... should form part of any analysis of this trademark\".", "[20] I am satisfied that, if Mr. Yaneff is implying that the Member ignored the design feature of the mark in question in arriving at her or his decision, he is simply wrong. The Member's conclusion with regard to descriptiveness, quoted earlier in these reasons but repeated here for ease of reference, is in the following terms: \"I respectfully disagree with the applicant's submission that even if the words BEST CANADIAN MOTOR and INNS are clearly descriptive, the applied for mark is still registrable in view of the other design components . In this regard, the representation of the maple leaf has been disclaimed and, as asserted by the opponent, cannot be distinctive of any one particular trader. As for the lines appearing above and below the words BEST CANADIAN, and the fact that these words use a different font and style of lettering than what is used for the words MOTOR INNS, I do not consider these design features are sufficient to render the mark registrable . In my view, the applied for mark would be sounded by reference to the dominant words forming the mark. I would therefore expect the average person to sound the applicant's mark as 'BEST CANADIAN MOTOR INNS'. I therefore find that the mark is clearly descriptive, or deceptively misdescriptive, when sounded, of the applicant's services in Canada and therefore offends s. 12(b) of the Act . This ground of opposition is therefore successful.\" (emphasis added)", "[21] The foregoing concluding paragraph simply does not ignore the design features of the mark in question although it does not specifically mention the intersection of the top line by the maple leaf and the \"nesting\" of the words \"BEST\" and \"CANADIAN\", design features that Mr. Yaneff prefers to emphasize. It does not dissect the mark but rather considers the mark as a whole and as a matter of immediate impression, in a manner that, I am satisfied, is not inconsistent with the Act . While the quoted paragraph reaches a conclusion different from that which would appear to be advocated by Mr. Yaneff, I am satisfied that that is not the test for determining whether Mr.Yaneff's evidence, while undoubtedly new, is material. I conclude that his evidence is not new material evidence. I reach the same conclusion with regard to the new evidence filed with this Court on behalf of the Respondent. In the result, I am satisfied that the appropriate standard of review on this appeal is reasonableness simpliciter. b) Against a standard of reasonableness simpliciter, did the Member err in concluding that the mark at issue is clearly descriptive of the Applicant's services and therefore not registrable?", "[22] Given the foregoing brief analysis and conclusion with respect to standard of review, I am satisfied that the foregoing issue question fully comprehends the second, third and fourth issue questions posed on behalf of the Applicant and set out earlier in these reasons.", "[23] In arriving at the conclusion regarding descriptiveness of the mark at issue that is quoted earlier in these reasons, the Member noted: \"Section 12(1)(b) of the Act prohibits the registration of trade-marks that are clearly descriptive when depicted, written or sounded.\" Noting the difficulty posed by the concept \"or sounded\" in paragraph 12(1)(b) of the Act when applied to design marks, the Member further noted that the issue had been dealt with by former Chairman of the Trade-marks Opposition Board Partington in <FRAGMENT_SUPPRESSED>  reviewing two (2) earlier decisions of the Trade-marks Opposition Board dealing with design marks that, as here, incorporated dominant descriptive words, wrote: \"In my view, Paragraph 12(1)(b) of the Trade-marks Act may not have been intended to preclude the registration of a design trade-mark comprising design elements which could otherwise be registrable as a trade-mark apart from the descriptive wording. Certainly, it does not seem reasonable that a design trade-mark should suddenly become unregistrable by virtue of the addition of a descriptive word (or descriptive words), particularly where section 35 of the Trade-marks Act contemplates the disclaimer of such portions of a trade-mark. On the other hand, the wording of Paragraph 12(1)(b) of the Act is clear in precluding the registration of a trade-mark which, when sounded, is inter alia clearly descriptive in the English language of the character or quality of the services in association with which it is used. In this regard, the Registrar must apply the Trade-marks Act as it currently exists and not as it ought to be drafted. \"In the present case, the applicant has disclaimed the right to the exclusive use of the word MUTUAL apart from its trade-mark and such disclaimer is arguably an admission that the word is either clearly descriptive of the character or quality of the applicant's services, or is otherwise common to the trade or is the name of such services. Furthermore, the dictionary meaning of the word MUTUAL as an adjective confirms that it is descriptive as applied to insurance related services. As a result, and having regard to the above decisions of the Opposition Board, I find that the opponent has met its evidential burden in relation to this ground and that the applicant must therefore meet the legal burden upon it of demonstrating that its trade-mark MUTUAL & Design is registrable. However, no evidence or argument has been presented by the applicant to establish that its trade-mark does not offend the provisions of Paragraph 12(1)(b) of the Trade-marks Act . Likewise, no evidence has been furnished by the applicant to establish that, as of the filing date of the present application, the mark MUTUAL & Design had become distinctive in Canada, as contemplated by Subsection 12(2) of the Trade-marks Act . The applicant has therefore failed to meet its legal burden in relation to the final ground. Thus, the Paragraph 12(1)(b) ground of opposition is successful.\"", "[24] On the facts of this matter, the Member clearly concluded that, as in the case before Chairman Partington, the opponent, Best Western, had met the evidentiary burden on it in relation to descriptiveness. Thus it fell to the Applicant to meet the legal burden of demonstrating that its trade-mark here at issue was registrable. As noted earlier in these reasons, the Applicant presented new evidence before this Court in the form of an expert affidavit of Chris Yaneff. I have earlier concluded in these reasons that that new evidence is not of such weight as to be likely to have materially affected the decision under appeal. Put another way, I am satisfied that the new evidence is insufficient to discharge the legal burden on the Applicant.", "[25] Since the date of the decision of the Member that is under review, the issue of the interrelationship of paragraph 12(1)(b) of the Act with design marks came before this Court in <FRAGMENT_SUPPRESSED>  decision of the Trade-marks Opposition Board refusing to register as a trade-mark the following design mark: [Diagram omitted] as a proposed use trade-mark in association with barbecue accessories. The Trade-marks Opposition Board found the proposed design mark to be clearly descriptive of the Applicant's wares, when sounded. On the issue of descriptiveness, my colleague Justice Russell, wrote at paragraphs [33] to [35] of his reasons: \"... Also, as a design mark, it is not accurate to say that, when sounded, it is either clearly descriptive or deceptively misdescriptive of the character or quality of the wares or services in association with which it is used or proposed to be used. At most, it is only the verbal component of the Subject Trade-Mark that could be sounded in this way. \"In this case the verbal components of the Subject Trade-Mark and the flame motif have to be looked at as a whole and clearly give it sufficient distinctive elements to distance it from any terminology a trader might wish to use to describe wares of a similar kind. \"In my opinion, the Subject Trade Mark is fairly analogous to the 'KIDFITTER' kind of mark discussed in <FRAGMENT_SUPPRESSED>  present case, a design element is added. As discussed  <FRAGMENT_SUPPRESSED> , ..., the word 'clearly' has been introduced in 12(1)(b) of the Act to preserve the registrability of suggestive marks. The issue is not whether the Subject Trade Mark is descriptive or suggestive but whether it is 'clearly descriptive'. In my opinion, it is not.\" (citations omitted) On that appeal before Justice Russell, the Respondent did not file a Notice of Appearance, made no written submissions and did not appear at the hearing.", "[26] Counsel for the Applicant put before the Court, as an authority, a paper entitled \"DESIGN MARKS AND WORD MARKS\". It purports to have been prepared by a Mr. Frank Farfan and to have been presented for \"The Six-Minute Intellectual Property Lawyer Program\" of the Law Society of Upper Canada, held on the 7th of November, 2003. An enquiry to the Law Society of Upper Canada indicates that the paper had not been published and was not generally available for distribution on the date this appeal was heard. In the circumstances, the value of the paper as an authority is questionable but, since its introduction and reference to it was not objected to on behalf of the Respondent, I will nonetheless comment on it.", "[27] Mr. Farfan refers to the \"GRILL GEAR\" decision before the Trade-marks Opposition Board and notes the following finding of that Board at pages 6-27 and 6-28 of the paper: \"I agree that a design mark which does not include any wording cannot be sounded. On the other hand, a word mark which includes design features such as the applied for trade-mark would, in my view, be sounded by reference to the dominant words forming that mark. Thus, I would expect the average person would sound the applicant's trade-mark when considered in its entirety as 'GRILL GEAR'.\"", "[28] Mr. Farfan then goes on to review a range of earlier decisions in the same subject-matter area and concludes at page 6-29 in the following terms: \"It is submitted that the fundamental error in each of the cases above was to have broken the mark into component parts and indeed to have selected and considered only certain portions of the marks while having ignored others. There is no support in law for such a proposition. \"In addition, no support is offered in any of these cases (because, in the view of this writer, none exists) for the proposition that the test for sounding a design mark is how the average consumer would refer to the mark. In purporting to effect such a sounding, there is no support for the proposition that design elements may be ignored. As always, a mark must be dealt with as an integrated whole.\" At page 6-35, Mr. Farfan after citing Justice Russell's conclusion in the \"GRILL GEAR\" decision, under the heading \"The Better Solution\" and contrasting it with Chairman Partington's decision cited earlier in these reasons, emphasizes his foregoing conclusions with the following succinct sentence: \"If a design cannot be sounded by itself, then it similarly cannot be sounded when word(s) are added.\" I note that words were not \"added\" by the Member whose decision is under appeal. To the contrary, the words \"sounded\" by the Member are an integral part of the design mark at issue, perhaps more properly described as a trade-mark with design features, where the Member found the words forming part of the mark to be a predominant feature of the mark.", "[29] With great respect, I find that the decision in the GRILL GEAR case and the conclusion expressed in Mr. Farfan's paper ignored generally applicable principles of statutory interpretation when considering the words of paragraph 12(1)(b) of the Act", "[30] In Rizzo & Rizzo Shoes Ltd. (Bankrupt), Re [see footnote 6], Justice Iacobucci, for the Court, wrote at paragraphs [20] to [23]: \"At the heart of this conflict is an issue of statutory interpretation. Consistent with the findings of the Court of Appeal, the plain meaning of the words of the provisions here in question appears to restrict the obligation to pay termination and severance pay to those employers who have actively terminated the employment of their employees. At first blush, bankruptcy does not fit comfortably into this interpretation. However, with respect, I believe this analysis is incomplete. \"Although much has been written about the interpretation of legislation ... Elmer Driedger in Construction of Statutes (2nd Ed. 1983) best encapsulates the approach upon which I prefer to rely. He recognizes that statutory interpretation cannot be founded on the wording of the legislation alone . At p. 87 he states: 'Today there is only one principle or approach, namely, the words of an Act are to be read in their entire context and in their grammatical and ordinary sense harmoniously with the scheme of the Act , the object of the Act , and the intention of Parliament.' \"I also rely upon s. 10 of the Interpretation Act , ..., which provides that every Act 'shall be deemed to be remedial' and directs that every Act shall 'receive such fair, large and liberal construction and interpretation as will best ensure the attainment of the object of the Act according to its true intent, meaning and spirit'. \"Although the Court of Appeal looked to the plain meaning of the specific provisions in question in the present case, with respect, I believe that the court did not pay sufficient attention to the scheme of the ESA , its object or the intention of the legislature; nor was the context of the words in issue appropriately recognized. ... [some citations and references to recent cases which have cited the quotation from Dr. Driedger with approval omitted]. The reference to the Interpretation Act is to the Interpretation Act of Ontario.\" (emphasis added)", "[31] <FRAGMENT_SUPPRESSED>  reasons: \"There was considerable fanfare in this appeal that significant policy questions are at stake. The evidence is that the oncomouse has been patented in the United States and Europe. It is arguable on policy grounds that there is merit to uniformity and that Canada should follow suit. On the other side, there were arguments made against patenting the oncomouse based on human health, environmental and other concerns. However, all that is at issue in this appeal is the interpretation of the and the determination of whether, on the basis of the evidence, the appellant's product is patentable in accordance with that interpretation. It is the duty of the Court to take the statute as it finds it, neither expanding its interpretation beyond Parliament's intention as expressed by the language in the statute, nor limiting that interpretation by reading words of limitation into the statute not placed there by Parliament. To the extent the appeal gives rise to policy questions, they are to be addressed by Parliament and not the Court.\"", "[32] The decision of the Federal Court of Appeal in Harvard College was reversed on appeal to the Supreme Court of Canada [see footnote 8]. While the foregoing paragraph from the reasons of Justice Rothstein was not specifically cited in either the majority or the minority reasons of the Supreme Court, it might be said to have been qualified by the following extract from paragraph 11 of the dissenting reasons of Justice Binnie which were concurred in by the Chief Justice and two other Justices: \"I accept, as does my colleague [writing for the majority], that the proper approach to interpretation of this statute [the ] is to read the words 'in their entire context and in their grammatical and ordinary sense harmoniously with the scheme of the Act , the object of the Act , and the intention of Parliament': Driedger, Construction of Statutes (2nd Ed. 1983), at p. 87. ...\"", "[33] It is to be noted that courts considering the Harvard College matter had before them extensive evidence as to the scheme and object of the and as to the \"significant policy questions\" referred to by Justice Rothstein. By contrast, no such evidence was before this Court in this matter and certainly no judicial history was cited before me that would suggest that the \"entire context\" that was before Parliament when it was considering enactment of the current Trade-marks Act would warrant variation from the grammatical and ordinary sense of the words of paragraph 12(1)(b) of the Act , and more particularly of the word \"sounded\" to achieve harmony with \"... the scheme of the Act, the object of the Act , and the intention of Parliament\".", "[34] The foregoing quotation from the reasons of Justice Rothstein reiterates, albeit in a different context, words of former Chairman Partington in <FRAGMENT_SUPPRESSED>  reasons for the decision under appeal.", "[35] It was open to Parliament to provide an exception to paragraph 12(1)(b) of the Act in respect of design marks that include words that are a dominant feature of the marks as I find to be the case in this matter. Indeed, Parliament did see fit to provide an exception to the general rule of paragraph 12(1)(b) for a different purpose. For ease of reference, I repeat here the opening words of subsection 12(1) and paragraph (b) of that subsection, along with subsection 12(2): \"12(1) Subject to section 13, a trade-mark is registrable if it is not (b) whether depicted, written or sounded , either clearly descriptive or deceptively misdescriptive in the English or French language of the character or quality of the wares or services in association with which it is used or proposed to be used or of the conditions of or the persons employed in their production or of their place of origin; \"(2) A trade-mark that is not registrable by reason of paragraph (1)(a) or (b) is registrable if it has been so used in Canada by the applicant or his predecessor in title as to have become distinctive at the date of filing an application for its registration.\" (emphasis added)", "[36] The foregoing clearly demonstrates an option that was open to Parliament at the time the Act was enacted and that has remained open to Parliament since that time. That option would have been, and remains, to add an additional exception to the application of paragraph 12(1)(b) for design marks that include words as a dominant feature so that, as with at least some design marks that have no dominant word element, they would not have to meet the \"sounded\" test on the basis of the word elements. In the result, such design marks that include words as a dominant feature would respond to Mr. Farfan's criticism that: \"If a design cannot be sounded by itself, then it similarly cannot [or by law cannot] be sounded when word(s) are added.\"", "[37] I am satisfied that, against the admonition provided by Justice Rothstein and quoted earlier in these reasons, and in the absence of contextual evidence that might lead to a different conclusion, any response to a concern such as that enunciated by Mr. Farfan is for Parliament and not for this Court where the words of paragraph 12(1)(b) of the Act are, as I am satisfied they are, clear on their face. Put another way, the issue that Mr. Farfan and the Applicant would urge the Court to address is one of policy and, on the evidence before the Court in this matter, not one amenable to solution by a contextual statutory interpretation. CONCLUSION", "[38] Based upon the foregoing analysis, this appeal will be dismissed. COSTS", "[39] Counsel were in agreement before me that costs, to be determined on the ordinary scale if not earlier agreed to, should follow the event. In the result, an order for costs, on the ordinary scale, will go in favour of the Respondent. Appeal dismissed. Editor: Angela E. McKay/klf Footnotes 1. R.S.C. 1985, c. T-13. 2. (2000), 252 N.R. 91; 5 C.P.R.(4th) 180 (F.C.A.). 3. See, for example, Dr. Q., Re , [2003] 1 S.C.R. 226; 302 N.R. 34; 179 B.C.A.C. 170; 295 W.A.C. 170; 223 D.L.R.(4th) 599, at paragraph 40. 4. (1999), 2 C.P.R.(4th) 103 (T.M.O.B.). 5. [2003] F.C.J. No. 1296; 239 F.T.R. 99 (T.D.). 6. [1998] 1 S.C.R. 27; 221 N.R. 241; 106 O.A.C. 1; 36 O.R.(3d) 418 (not cited before me). 7. [2000] 4 F.C. 528; 290 N.R. 320; 189 D.L.R.(4th) 385; 7 C.P.R.(4th) 1 (F.C.A.) (not cited before me). 8. <FRAGMENT_SUPPRESSED>  C.P.R.(4th) 417 (S.C.C.) (not cited before me). [End of document]"]}