{"id_": "037834", "body_str": ["[1] Snider, J. : Mr. Wualter Lizcano Contreras (the Principal Applicant) and his wife and children are citizens of Colombia who seek refugee protection in Canada. The family's claim is based upon the claim of the Principal Applicant who claims a fear of persecution at the hands of the Armed Revolutionary Forces of Colombia (FARC). In a decision dated August 9, 2006, a panel of the Refugee Protection Division of the Immigration and Refugee Board (the Board) rejected the family's claim. The Applicants seek judicial review of that decision.  <FRAGMENT_SUPPRESSED>", "[2] The decision of the Board dealt first with the possible exclusion of the Principal Applicant from refugee protection pursuant to Article 1F(a) of the United Nations Convention Relating to the Status of Refugees. On that issue, the Board concluded that the Principal Applicant was not excluded. This determination is not at issue in this judicial review. The only issue before me is whether the Board erred in its conclusion that the Applicants were not Convention refugees, pursuant to s. 96 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (IRPA), or persons in need of protection, under s. 97 of IRPA.  <FRAGMENT_SUPPRESSED>", "[3] The determinative issue in this case is the adequacy of the reasons. The question is one of procedural fairness, reviewable on a correctness standard ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[4] While the decision of the Board should not be read hyper-critically, it must meet certain standards. If the reasons for decision given by the Board are so inadequate that they fail to provide a clear basis for the reasoning behind its decision, the decision will be quashed ( <FRAGMENT_SUPPRESSED>  at para. 22, \"the reasoning process followed by the decision-maker must be set out and must reflect consideration of the main relevant factors\". Most importantly, a rejected claimant (and this Court) should be able to understand the reasons why the claim was rejected. In this case, that is impossible.  <FRAGMENT_SUPPRESSED>", "[5] In the decision under review, the main focus of the Board on the inclusion question was on the frequent returns to Colombia made by the Principal Applicant. The Board made a number of specific findings that the actions of the Principal Applicant showed a lack of subjective fear. However, the Board fails to tie these individual findings to its overall conclusion or, indeed, to make any determination on the well-foundedness of the Applicants' fears. Rather, the Board, under a bolded heading, \"CONCLUSION FOR INCLUSION\", simply concludes as follows:  <FRAGMENT_SUPPRESSED> Having regard to the totality of the evidence, the panel finds that the principal claimant does not have clear and convincing proof that the state of Colombia is not able to protect the principal claimant. The panel, therefore, finds that there is not a serious possibility that the principal claimant will be harmed in Colombia, regardless whether the alleged harm would amount to persecution, a risk to his life, cruel and unusual treatment or punishment or torture.  <FRAGMENT_SUPPRESSED>", "[6] There is no reference to the subjective component of the Applicants' fears. Does this mean that, in spite of the concerns about the re-availments, the Board was prepared to conclude that there was subjective fear? Or, was the conclusion of state protection an alternative finding? Try as I might, I am unable to discern the basis of the Board's decision.  <FRAGMENT_SUPPRESSED>", "[7] On its face, the decision indicates that the determinative issue for the Board was the availability of state protection. However, other than one concluding sentence, there is absolutely no analysis of the state protection issue. There is no other mention of the issue in the decision (or even at the hearing). In short, the Board failed to provide a clear basis for the reasoning behind its decision; in fact, there is no basis whatsoever.  <FRAGMENT_SUPPRESSED>", "[8] I agree with the Respondent that a lack of evidence going to the subjective element of a claim is a fatal flaw in a claim for protection under s. 96 of the IRPA (see, for example, <FRAGMENT_SUPPRESSED> ). However, this does not relieve the Board of its obligation to provide adequate reasons and to state clearly its conclusions. Nor, in this case, does it excuse the Board from addressing the claims of the Applicants under s. 97 of the IRPA.  <FRAGMENT_SUPPRESSED>", "[9] For these reasons, the application for judicial review will be allowed and the matter remitted to a different panel of the Board for reconsideration.  <FRAGMENT_SUPPRESSED>", "[10] The parties did not propose a question for certification. I agree that the issue in this case is not one of general importance. No question will be certified.  <FRAGMENT_SUPPRESSED> ORDER  <FRAGMENT_SUPPRESSED>", "[11] THIS COURT ORDERS that  <FRAGMENT_SUPPRESSED> 1. The application for judicial review is allowed.  <FRAGMENT_SUPPRESSED> 2. The decision of the Board is quashed and the matter remitted back to the Board for determination by a different panel of the Board.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}