{"id_": "037984", "body_str": ["[1] Locke, J. [Translation]: This is an application for judicial review under section 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA) against a decision made on October 22, 2013, by a member of the Refugee Appeal Division (RAD) of the Immigration and Refugee Board of Canada, upholding a decision of the Refugee Protection Division (RPD) according to which the applicant is not a \"Convention refugee\" under section 96 of the IRPA or a \"person in need of protection\" within the meaning of section 97 of the IRPA. II. Facts", "[2] The applicant is a citizen of Cameroon born on June 20, 1989.", "[3] She left Cameroon for Canada on April 13, 2013.", "[4] The hearing before the RPD took place on July 5, 2013, and the applicant then presented the following claims. She was forced to marry Pascal Tientchieu in 2007 to move in with him once she reached the age of majority. She went to spend a month with her husband in 2008, where she was mistreated by him and his other spouses. All the same, she had to move in with him in 2009, when she was severely beaten and raped to such an extent that she had to be hospitalized for 10 days. The applicant returned to stay with her parents after leaving the hospital, refusing to go back to live with her husband. However, he put pressure on the applicant's family. The applicant's father insisted that she return to live with her husband and he beat her if she refused, but her sisters, mother and uncles protected her.", "[5] The applicant claimed that, if she had to be sent back to Cameroon, she would surely be forced to return to live with her husband where she would no longer have any freedom and would be deprived of the opportunity to continue her university education.", "[6] On July 24, 2013, the RPD made its decision, rejecting the claim for refugee protection mainly on credibility grounds: the RPD did not find it credible that the applicant had lived with her parents, far from her husband, from the time that she left the hospital in January 2010 up to when she arrived in Canada in April 2013, especially if her father insisted that she return to her husband, her husband came to visit her at her parents' home every week and she regularly went to school. The RPD found that forced marriages in Cameroon are a real problem, but rare. As for the evidence, because of the applicant's lack of credibility, the RPD gave very little value to the marriage certificate filed in evidence and said that certain medical documents on the record were illegible.", "[7] The applicant appealed this decision before the RAD on the grounds that the RPD made a bad decision regarding her credibility, especially in not considering all of the evidence. According to the applicant, the truth of her forced marriage had been established, so there was no reason to reject the marriage certificate. Furthermore, still according to the applicant, the RPD had neglected to consider a medical document prepared in Quebec relating to the state of her mental health and it never stated that the medical reports were illegible. In this regard, the applicant produced new evidence on appeal, i.e. a letter certifying the content of these so-called illegible documents and explaining clearly that she had been a victim of domestic violence. III. Impugned decision", "[8] Ultimately, the RAD rejected the applicant's appeal request, confirming that the RPD decision was reasonable.", "[9] In terms of an analysis of the matter of the standard of review applicable and, relying on the tests established in the appeal <FRAGMENT_SUPPRESSED>  AR 89 ( Newton ), the RAD found that it had to show deference to the RPD's findings of fact and that the decision made in this case fell within the range of possible, acceptable outcomes defensible in respect of the facts and the law. Since the applicant had contradicted herself on a key element of her application, it was reasonable for the RPD to find that it was not credible that the applicant lived for several years at her parents' home while studying and while her father insisted that she return to live with her husband. IV. Issues", "[10] The issues are as follows: a. What is the standard of review for the RAD's decision? b. Did the RAD err in determining the standard of review applicable to the RPD's decision? c. Did the RAD err in upholding the RPD's finding that the applicant lacked credibility? V. The standard of review for the RAD's decision", "[11] My colleague, Justice Phelan, was asked to decide a similar case as this one in <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ). In this decision, Justice Phelan found that the RAD's determination of a standard of review applicable to a decision of the RPD must be subject to a review on a standard of correctness since it is a question of law of general interest to the legal system that goes beyond the expertise of the RAD (see paras 25 to 34).", "[12] With respect, I agree with Justice Phelan. The RAD's finding, as regards this standard of review, does not benefit from any deference of this Court ( <FRAGMENT_SUPPRESSED> , at para 50). This finding is consistent with that of the Alberta Court of Appeal in <FRAGMENT_SUPPRESSED>  AR 89, at para 39. VI. The standard of review for the RPD's decision", "[13] Considering again the decision of Justice Phelan in <FRAGMENT_SUPPRESSED> , above, I am of the view that the RAD erred in finding that the standard of review for the RPD's decision is that of reasonableness.", "[14] Except in cases where the credibility of a witness is critical or determinative or when the RPD has a particular benefit from the RAD to draw a specific conclusion, the RAD must not give any deference to the analysis of the evidence made by the RPD: see <FRAGMENT_SUPPRESSED> , at paras 37 and 55. The RAD has as much expertise as the RPD and maybe more with respect to the analysis of the relevant documents and the representations from the parties.", "[15] Under section 111(1) of the IRPA, the RAD has the right substitute the decision that should have been made. Therefore, the RAD must make an independent analysis of the evidence to form its own opinion.", "[16] At paragraphs 54 and 55 of its decision in <FRAGMENT_SUPPRESSED> , above, Justice Phelan states the following:", "[54] Having concluded that the RAD erred in reviewing the RPD's decision on the standard of reasonableness, I have further concluded that for the reasons above, the RAD is required to conduct a hybrid appeal. It must review all aspects of the RPD's decision and come to an independent assessment of whether the claimant is a Convention refugee or a person in need of protection. Where its assessment departs from that of the RPD, the RAD must substitute its own decision.", "[55] In conducting its assessment, it can recognize and respect the conclusion of the RPD on such issues as credibility and/or where the RPD enjoys a particular advantage in reaching such a conclusion but it is not restricted, as an appellate court is, to intervening on facts only where there is a \"palpable and overriding error\".", "[17] With respect, I agree with the analysis conducted by Justice Phelan at paragraphs 35 to 56 in <FRAGMENT_SUPPRESSED> , above, relating to the standard of review applicable to a decision of the RPD. VII. The RPD's finding on the applicant's credibility", "[18] The issue of standard of review is not determinative in this case because the RPD's dispositive finding concerns the applicant's credibility. Therefore, even following <FRAGMENT_SUPPRESSED> , the RAD was right to defer to the RPD's finding.", "[19] The RPD considered that it was not credible that the applicant lived with her parents and went to school regularly for several years while her father pushed her to return to her husband and that he came to the house every week to come and get her. The RPD's finding of the applicant's lack of credibility was based on her testimony. Therefore, the RAD was right to show deference to the RPD's finding.", "[20] Further, although an independent analysis conducted by the RAD on the issue of the applicant's credibility was required, the RAD seems to have done it at paragraph 60 of its decision. The RAD considered the allegations and found that [translation] \"this was a major contradiction\".", "[21] Since these allegations were central to the applicant's refugee claim and they were independent from the questions of credibility of the marriage contract and medical documents, the RAD was not required to conduct an independent analysis of the credibility of these other documents.", "[22] For these reasons, I am of the view that the RAD's analysis of the parties' evidence and submissions was sufficient and that this application must be rejected.", "[23] Since the issue of the standard of review for the RPD's decision is not determinative of this matter and since the parties have not proposed any question for certification, I do not certify any. JUDGMENT", "[24] THE COURT ORDERS AND ADJUDGES that 1. The application for judicial review is dismissed. 2. There is no serious question of general importance to certify. , LC 2001, ch 27 [ LIPR LIPR LIPR II. Faits", "[2]", "[3]", "[4]", "[5]", "[6]", "[7] III.", "[8]", "[9] <FRAGMENT_SUPPRESSED>  AR 89 [ Newton IV.", "[10] V.", "[11]", "[12] VI.", "[13]", "[14]", "[15]", "[16]", "", "", "[17] VII.", "[18]", "[19]", "[20]", "[21]", "[22]", "[23] JUGEMENT", "[24] [End of document]"]}