{"id_": "037920", "body_str": ["[1] Russell, J. : This is an application under s. 18.1 of the Federal Courts Act , RSC, 1985, c F-7 [Federal Courts Act] for judicial review of a decision of a delegate of the Minister of Transport, Infrastructure and Communities [Transport Canada], dated July 13, 2012 [Decision], which refused the Applicant's application for a Transportation Security Clearance [TSC] pursuant to s. 4.8 of the Aeronautics Act , RSC, 1985, c A-2 [Act]. BACKGROUND", "[2] The Applicant is challenging the Decision of Transport Canada not to issue her a Transport Security Clearance [TSC], which has prevented her from continuing her employment with Canadian North Airlines [Canadian North]. She worked as a cargo agent for Canadian North in the Northwest Territories [NWT] from at least 2003 - first in Norman Wells and then in Yellowknife - before moving to Edmonton with her family in April 2011. In order to continue working for Canadian North in Edmonton, she needed a TSC to access secure areas of the airport. She applied for the TSC in May 2011.", "[3] In accordance with Transport Canada's policies, a background check was performed and identified certain concerns. The Applicant had checked a box on her application stating that she had never been convicted of an offence for which she had not been pardoned, but the background check showed a conviction in the NWT in May 1995, for assault with a weapon. In addition, the Royal Canadian Mounted Police [RCMP] stated in a report dated March 16, 2012 that: • On December 13, 2004 the RCMP in Normand Wells NWT received information, which they believed to be credible, that the Applicant transported or placed a substantial amount of marijuana on aircraft to be distributed in northern communities. The RCMP later clarified, in an e-mail of April 27, 2012, that this was not a one-time event but an activity that went on continually for a long period of time; • The Applicant owned a residence in Yellowknife that she rented to an associate with a lengthy criminal record, whom the Applicant used to distribute marijuana in Yellowknife, paying her with marijuana as the associate was known to be a heavy drug user; • On December 29, 2009, an RCMP member was doing a walkthrough of a liquor establishment in Normand Wells and could smell fresh marijuana coming from the Applicant and others who were sitting with her; and • The associate's criminal convictions included assault, failure to comply with a probation order, and failure to comply with an undertaking, and another charge of uttering threats was withdrawn when she entered into a peace bond.", "[4] Based on this information, Transport Canada sent the Applicant a letter on May 14, 2012, stating that adverse information arose during the verification process that raised concerns about her suitability to obtain a clearance, and that her TSC application was to be reviewed by the Advisory Body [AB], which makes recommendations to the Minister concerning clearances. The letter set out the information received from the RCMP as well as the Applicant's prior conviction, and stated that her application was being reviewed by the AB because of that information, her association with an individual involved in criminal activity, and the misleading or false information provided on her application. The letter also stated; \"Transport Canada would encourage you to provide additional information, outlining the circumstances surrounding the above noted criminal conviction, incidents and association, and the fact that you misled the minister, as well as to provide any other relevant information or explanation, including any extenuating circumstances, within 20 days of receipt of this letter.\"", "[5] The Applicant responded by e-mail on June 6, 2012, and attached a letter of reference from a friend and former tenant of the Applicant, Leland Stroman, Manager Safety and Security, Department of Transportation, Government of the NWT, attesting to her good character. In her email, the Applicant claimed inter alia that she: had never loaded illegal drugs onto aircraft as she took illegal activity very seriously and would not jeopardize her employment; had never had contact with the renters of her former house or been involved in any illegal activity with them; and had never used illegal drugs. With respect to her previous conviction, the Applicant claimed that she had believed that after five years \"a pardon was basically accepted within the RCMP detachment,\" and that she had held a security pass in Yellowknife after this conviction and it had simply slipped her mind when she was completing the application form. She apologized for the inaccuracy. She acknowledged that some of her friends in the NWT may have had problems with drugs, but stated that these issues were unrelated to her and she was simply in the wrong place at the wrong time.", "[6] On June 28, 2012, the AB recommended that the TSC application be refused. The information in the RCMP report, along with the fact that the Applicant \"misled the Minister about the existence of her criminal record,\" led the AB to believe, on a balance of probabilities, \"that she may be prone or induced to commit an act or assist or abet any person to commit an act that may unlawfully interfere with civil aviation.\" It stated that \"[t]he applicant's letter of reference did not provide sufficient information that would persuade the Advisory Body to recommend issuing a clearance.\" The AB's Record of Discussion also indicates that \"Ms. Lorenzen provided a written statement, however the Advisory Body did not find it to be credible.\" The AB noted that the Applicant wrote that she had \"never had any contact with the renters,\" but her letter of reference was from a former tenant.", "[7] Transport Canada's Director General, Aviation Security [Minister's Delegate] issued the Decision denying the TRC on July 13, 2012, and advised the Applicant of this decision in a letter of July 16, 2012 which closely mirrored the Record of Decision. This Decision resulted in a suspension of the Applicant's employment with Canadian North, and it appears that her employment has now been terminated. DECISION UNDER REVIEW", "[8] The Record of Decision states that the Decision was based on a review of the file including the concerns set out in Transport Canada's letter to the Applicant of May 14, 2012, the Applicant's written response e-mailed on June 6, 2012, the letter of Leland Stroman, the AB's recommendation, and the Transportation Security Clearance Program Policy [TSCP Policy].", "[9] The following explanation for the Decision was provided: The information related to Ms. Lorenzen placing illegal drugs on aircrafts to be distributed in Northern communities, as well as her criminal conviction for Assault with a Weapon, and the fact that Ms. Lorenzen misled the Minister regarding her criminal record, raised questions regarding her judgment, reliability and trustworthiness. This led me to believe that, on a balance of probabilities, Ms. Lorenzen may be prone or induced to commit an act, or to assist or abet another person to commit an act, that may unlawfully interfere with civil aviation. I noted that Ms. Lorenzen provided a written statement as well as a letter of reference from Leland Stroman; nonetheless, because of the severity of the information in the RCMP report, its relevance to civil aviation, and the fact that she misled the Minister, her submissions did not contain sufficient arguments to address my concerns. I therefore concur with the Advisory Board's recommendation and refuse Ms. Lorenzen's transportation security clearance. ISSUES", "[10] The following issues arise in this application: • Was the Decision of the Minister's Delegate unreasonable? • Was there a breach of procedural fairness? STANDARD OF REVIEW", "[11] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis: <FRAGMENT_SUPPRESSED> .", "[12] The parties agree that the standard of review for a decision of the Minister's Delegate under s. 4.8 of the Act is reasonableness, and the standard of review with respect to whether there has been a breach of procedural fairness is correctness: <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ Clue ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ Rivet ].", "[13] The Applicant submits that the issues of procedural fairness that arise here are so inextricably intertwined with the issue of the reasonableness of the Decision that the \"overriding standard of review applicable here is correctness.\" I do not agree. For the sake both of analytical clarity and adherence to established precedent, a distinction between the two must be maintained and different standards of review apply, as identified above.", "[14] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at para 47, and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]. Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" STATUTORY PROVISIONS", "[15] The following provision of the Act are applicable in these proceedings: Granting, suspending, etc. 4.8 The Minister may, for the purposes of this Act, grant or refuse to grant a security clearance to any person or suspend or cancel a security clearance.", "[16] Decisions under this provision of the Act are guided by the TSCP Policy. Relevant sections of that Policy are set out below for convenience: Aim I.1 The aim of the Transportation Security Clearance Program Policy is the prevention of unlawful acts of interference with civil aviation by the granting of clearances to persons who meet the standards set out in this Program. Definitions I.2 (1) In this document: [...] \"Advisory Body\" means the Transportation Security Clearance Advisory Body; \"clearance\" means an authorization granted as the result of checks conducted on a person for security purposes; [...] Objective I.4 The objective of this Program is to prevent the uncontrolled entry into a restricted area of a listed airport by any individual who [...] 4. the Minister reasonably believes, on a balance of probabilities, may be prone or induced to • commit an act that may unlawfully interfere with civil aviation; or • assist or abet any person to commit an act that may unlawfully interfere with civil aviation. [...] The Advisory Body I.8 An Advisory Body shall review applicant's information and make recommendations to the Minister concerning the granting, refusal, cancellation or suspension of clearances. ARGUMENT Applicant", "[17] The Applicant argues that her procedural rights were breached when the AB, and by extension the Minister's Delegate, found her response to Transport Canada's letter of May 14, 2012 lacked credibility. Largely as a result of this error, she says, the ultimate Decision was unreasonable. Preliminary Issue", "[18] The Applicant acknowledges that her affidavit and one of the exhibits to that affidavit contain new information that was not before the AB or the Minister's Delegate. However, she says this information should be admitted based on the principle in <FRAGMENT_SUPPRESSED>  [ Sha ] at para 18, where Justice Zinn held that: 18 ...Absent prejudice to the opposing party ... affidavit evidence that provides background information relevant to a material issue before the Court on judicial review, may be put before the Court; such affidavit evidence does not constitute impermissible new evidence. Procedural Fairness", "[19] The Applicant acknowledges that, generally speaking, the duty to act fairly with respect to a new TSC application is minimal, since the refusal of a new application typically does not result in the withdrawal of any pre-existing rights. The Minister must simply render a decision that was not based on an erroneous finding of fact made in a perverse or capricious manner or without regard for the material before him or her: <FRAGMENT_SUPPRESSED> (TD) [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ Irani ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]. In cases where an existing security clearance is being revoked or not renewed, a somewhat higher standard of procedural fairness applies: an applicant has a right to know the case to be met, and to be given a meaningful opportunity to make representations: <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> , above, at paras 15-16.", "[20] The Applicant argues that it is this second, higher standard of procedural fairness that applies here, for two reasons. First, the Applicant says her circumstances are closer to those in <FRAGMENT_SUPPRESSED> , above, than in the cases dealing with initial TSC applications, because her continuation in her then-current job and her long-standing employment with Canadian North was dependent upon receiving the TSC. Citing the principles from <FRAGMENT_SUPPRESSED>  at paras 23-27 [ Baker ], the Applicant says the importance of the decision to the individual applicant must be considered. As in <FRAGMENT_SUPPRESSED> , above, she argues, the importance of the decision for her was \"quite significant\" since it would have a serious impact on her livelihood and she was accused of serious offences which put her at risk of losing her employment. She argues that the other factors from Baker also support a higher duty of fairness in this context. Second, the Applicant claims that she held a security pass for her work in Yellowknife, and that the AB did not definitively rule this out. It simply stated that her previous work for Canadian North \"either did not require a Restricted Area Identity Card, or ... previous clearances have since been purged from the system due to retention periods.\" Thus, in the Applicant's view, there is ambiguity on the record as to whether her application was properly classified as \"new.\"", "[21] The Applicant does not take issue with the sufficiency of the initial disclosure provided by the Respondent of the concerns raised by the background check. She understood the case she had to meet. Rather, she argues that she was not provided with a meaningful opportunity to respond to the case against her. While acknowledging that she was provided with a formal opportunity to respond, the Applicant argues that substantively, this was not a meaningful opportunity to respond because her response was dismissed as not being credible. This finding did not imbue the Applicant's response with any influential weight, and her submissions were therefore not fully and fairly considered. The Applicant says that she should have been given a further opportunity to address the issues or concerns that informed this credibility finding, and that by not affording her such an opportunity, the AB erred in its choice of procedure and breached her rights of procedural fairness at the point at which it assessed her response: <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]. Reasonableness of the Decision", "[22] The Applicant also argues that she responded to each of the concerns identified in the Respondent's May 14, 2012 letter, and the failure to give any real weight to those responses made the Decision unreasonable. With respect to the non-disclosure of her previous criminal conviction, she says she provided both an apology and a clear explanation for the failure to disclose: she erroneously believed that a pardon was \"basically accepted\" after five years, and having obtained a security pass in Yellowknife after the conviction, it \"totally passed [her] mind\" when she filled in the TSC application. The record does not show any basis upon which this specific response was deemed to lack credibility. Further, the criminal record in itself does not appear from the record to have been a concern to Transport Canada, as the criminal record search bears a handwritten and initialed notation stating: \"Last and only conviction, 16 years ago, OK to process.\" The record shows that the real concern was the non-disclosure, and rather than accepting her forthright and plausible explanation for this the AB and the Minister's Delegate characterized it in a nefarious tone, finding that she \"misled the Minister about the existence of her criminal record.\"", "[23] With respect to the allegation that she was transporting or placing substantial amounts of marijuana on aircraft to be distributed in northern communities, the Applicant notes that no further details, names or dates were provided, but she nevertheless took this allegation very seriously and addressed it explicitly in her response letter. She stated that she had never been charged or confronted with these accusations and: As a long term employee with Canadian North I have never shipped any illegal drugs to any communities and would never jeopardize my employment with the company. I love my job very much and take illegal activity very serious and practice this well and continue to be an honest employee within the company. The Applicant says this thorough and unequivocal denial was not given any serious weight by the Respondent, with the AB's summary even referring to the alleged conduct as an \"offence\" rather than an allegation, and that no indication was given as to why the Respondent did not find the Applicant's claims to be credible.", "[24] The Applicant says she also responded explicitly to the allegation that she rented a residence to an associate with a lengthy criminal record, and used that associate to distribute marijuana in Yellowknife. Her response letter stated: My application has not been approved due to false accusations made against me, due to the fact of a renter I had in Yellowknife, NT. I have never had any contact with the renters, nor have I ever had any illegal activity with them. At no time have I ever been charged or confronted with any of the accusations made against me. Our house at the time in Yellowknife was rented on a short term basis till it was sold ... The Applicant calls attention to the use of the phrase \"our house,\" noting that it was owned by her and her husband (with only his name on title), and says her claim not to have had contact with the renters is therefore both logical and plausible. The Applicant argues that, as with the other allegations noted above, the Respondent gave no weight to this denial and gave no explanation. The Applicant reads the AB's reference to Mr. Stroman being a former tenant as an \"incredulous implication\" that he was the tenant with a criminal record, and notes that there is a complete lack of evidence for this conclusion.", "[25] With respect to the allegation that an RCMP officer smelled fresh marijuana on her and others while doing a walkthrough of a liquor establishment, the Applicant notes that her response contained a categorical denial that she had ever done illegal drugs, and an explanation that \"[i]t seems to me that the people I know in Norman Wells may have issues with illegal drugs but this has nothing to do with me and I may have just been with the wrong people at the wrong time.\"", "[26] The Applicant says there is nothing on the record to indicate that the Respondent made any further efforts or inquiries to resolve the discrepancy between its allegations and the Applicant's definitive responses. Rather, it simply \"did not find [her response] to be credible.\" Similarly, there is no indication that the Respondent gave serious consideration to the strong letter of reference provided by Leland Stroman, which lauded her \"high personal standards and ethics.\" The Applicant argues that the Respondent's failure to give serious consideration to her response or the letter of reference, or to make further inquiries to resolve the discrepancy, makes the Decision unreasonable.", "[27] The Applicant also distinguishes a number of other cases in which the denial or revocation of a TSC has been found to be reasonable on judicial review. In <FRAGMENT_SUPPRESSED> , above, the concern was with the applicant's criminal record itself, she says, while there is no indication that the substance of the Applicant's criminal record was a basis for the TSC refusal in this case.  <FRAGMENT_SUPPRESSED>  the applicant had admitted committing fraud and impersonating an RCMP officer, and the fact that she was given a conditional discharge did not change this, whereas here there has been no admission of guilt.  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], the applicant did not deny his ties to members of a criminal organization, whereas in this case the Applicant has categorically denied all of the allegations against her. In Rivet , above, the applicant had recent convictions for fraud, which occurred while she was in a position of trust. Similarly, in <FRAGMENT_SUPPRESSED> , above, the applicant had a recent conviction for fraud, in addition to older offences, and denied responsibility for the fraud offence.  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], the applicant had a lengthy criminal record and a recent conviction, and acknowledged that he continued to use and purchase marijuana on a regular basis. In Clue , above, where the applicant was accused of placing a loaded handgun on an aircraft, a key finding was that Mr. Clue was uncooperative, belligerent and obstructionist when confronted, and attempted to excuse his conduct, whereas the Applicant in this case has demonstrated no belligerence or obstructionism whatsoever. Further, there was in Clue substantive evidence linking the applicant to the alleged conduct despite the eventual withdrawal of the criminal charge, whereas in this case there are only vague and general assertions from the RCMP based on \"information they believe to be credible.\" The basis for believing this information to be credible remains unexplained, the Applicant notes, and it is contradicted by the specific and unequivocal assertions of the Applicant. In <FRAGMENT_SUPPRESSED> , above, there was a detailed police report setting out the applicant's actions in driving an associate to a bank where the associate committed a robbery. There was no doubt about the applicant's involvement, even if that involvement did not meet the criminal threshold. Here, there is no reliable evidence or detailed report connecting the Applicant to any criminal activity. Similarly, there was a much stronger evidentiary basis linking the applicant in <FRAGMENT_SUPPRESSED>  to criminal activity (by her husband) than exists in the present case. In <FRAGMENT_SUPPRESSED> , above, the Applicant made no effort to challenge the underlying facts related to drug charges, even though those charges were eventually withdrawn.  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], where the applicant was alleged to be buying, using and selling cocaine but not charged with doing so, the applicant's counsel merely attempted to shift the onus of proof back upon the Respondent, claiming that Transport Canada was under an obligation to provide more information in support of its allegations, which the Court rejected. By contrast, the Applicant here made a substantive effort to challenge the underlying facts relating to the allegations against her.", "[28] In sum, the Applicant argues that her circumstances are distinguishable from each of these cases, and that the Respondent's denial of the TSC in this case was unreasonable. Respondent", "[29] The Respondent argues that there was no breach of procedural fairness and the Decision of the Minister's Delegate was reasonable; the Applicant is asking the Court to reweigh the evidence, which is not the appropriate role of the Court on judicial review. Preliminary Issue", "[30] The Respondent argues that the new information in paragraph 12 of the Applicant's affidavit and exhibit E to that affidavit should not be considered or relied upon by the Court, as it was not before the decision-maker: <FRAGMENT_SUPPRESSED> leave to appeal ref'd, [2002] SCCA 316; <FRAGMENT_SUPPRESSED> . The Respondent says that the principle in Sha , above, relied upon by the Applicant, relates only to general background information that helps to provide context, not new factual information that is relied upon by a party for a substantive argument. Here, the document in the exhibit is tendered to (in the Applicant's words) \"affirm the veracity of one of the Applicant's claims to the Advisory Body,\" and is therefore inadmissible new evidence, as the Court found in <FRAGMENT_SUPPRESSED> , above, at paras 11-13. The Applicant could have placed the information before the Minister's Delegate but did not. The issue on judicial review is whether the Decision was reasonable on the basis of the information before the Minister's Delegate, not based on other information that was not provided. Reasonableness of the Decision", "[31] The Respondent says that s. 4.8 of the Act grants broad discretion to the Minister, and that in exercising that discretion the Minister may consider any factor he or she considers relevant, including criminal charges that do not result in a conviction and evidence about a person's character or propensities: <FRAGMENT_SUPPRESSED> , above, at para 78; Clue , above, at para 20. Air safety is an issue of substantial importance and access to restricted areas is a privilege, not a right. The Minister's broad discretion is guided by the TSCP Policy, which does not require proof of any unlawful act or past activity, or a belief that an applicant will do something. It simply requires that the Minister, in the circumstances, have a reasonable belief that the person may be prone or induced to do some acts: Clue , above, at para 20; <FRAGMENT_SUPPRESSED> , above, at paras 7, 29. Here, the Respondent says, it was reasonable for the Minister's Delegate to conclude that, on a balance of probabilities, the Applicant may be prone or induced to commit an act that may unlawfully interfere with civil aviation.", "[32] The Respondent argues that, while the Policy mentions belief on a balance of probabilities, this is not a formal burden of proof that the Minister's delegate must meet in order to be able to deny a TSC, because the TSC is a privilege and not a right. Rather, there must be reasonable grounds to determine that the evidence available meets the threshold of a balance of probabilities, and that the burden of dispelling the decision-maker's concerns has not been met. If such reasonable grounds are present, then the application can be reasonably denied.", "[33] Here, the Minister's Delegate had information, considered reliable by the RCMP, that went to the heart of the Applicant's security clearance, the Respondent says. It suggested she was using her position to smuggle illegal drugs to communities in the NWT. The Minister's Delegate also had evidence that the Applicant had misled the Minister in her application regarding her criminal history.", "[34] The Applicant denied the allegations, but the Minister's Delegate found the response to be insufficient to resolve the concern, and the evidence supports this conclusion, the Respondent argues. It was reasonable not to accept the Applicant's blanket denials or explanations as completely refuting all of the information that had been received. It is clear that the AB and the Minister's Delegate considered the totality of the circumstances and preferred the evidence gathered from the RCMP to the Applicant's denials and explanations.", "[35] Moreover, the Respondent argues, it was not the role of the Minister's Delegate to investigate matters further; the information before her was provided to the Applicant, who did not indicate any issue with identifying the renter referred to, or in otherwise refuting the evidence as she saw fit. It was open to the Applicant to request further details, and she did not do so. If there was insufficient information to respond to the allegations, that deficiency rests with the Applicant. To suggest otherwise would mean that the AB and the Minister's Delegate must return to the Applicant and seek more information until they are satisfied that she has met their concerns.", "[36] While the Applicant has distinguished her circumstances from a number of cases where a decision refusing a TSC was found to be reasonable, the Respondent says this is not a proper approach to determining reasonableness. Rather, the proper approach is to look at whether the Decision in the present case was reasonable.", "[37] In this regard, the onus was on the Applicant to respond to the allegations in a manner that resolved the decision-maker's concerns. The Minister's Delegate was not required to accept the Applicant's version of events; she has broad discretion in assessing the evidence in this highly discretionary area of decision-making. Ultimately, the Applicant is arguing that she should have been believed, which amounts to a request for the Court to reweigh the evidence. The Respondent says that the reasoning of Justice Barnes in Clue , above, at para 21, applies equally in the present case:", "[21] It is not the role of the Court on judicial review to reweigh the evidence or to substitute its views for those of the responsible decision-maker. There was, in this case, a rational evidentiary basis for the Director's decision and this application is accordingly dismissed. Procedural Fairness", "[38] The Respondent argues that the content of the duty of fairness in the context of a new application for a TSC is settled by prior case law: after permitting an applicant to submit the application in writing, the Minister need only render a decision that is not based on an erroneous finding of fact made in a perverse or capricious manner or without regard to the material before him or her: <FRAGMENT_SUPPRESSED> , above, at para 13; Irani , above, at paras 21-22; <FRAGMENT_SUPPRESSED> , above, at para 9. The Respondent says it is implausible that the Applicant could have had a TSC clearance in Yellowknife in 2010-2011 without TC's knowledge, so there is no reason for the Court to treat the present case as one where there was denial of a TSC renewal or a cancellation.", "[39] The Respondent argues that attempts to raise the standard of procedural fairness by reference to cases arising from another administrative context, such as <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> , both above, should be rejected: the standard of procedural fairness is contextual and the context of a new TSC application has been reviewed by the Court many times.", "[40] The Respondent also says that while the Decision may have impacted a specific new job the Applicant had planned to work at, the new requirement of a TSC was occasioned by the Applicant's voluntary move to Edmonton for non-work related reasons. Moreover, denial of a TSC merely prevents access to secure areas. It does not prevent employment in the airline industry generally, and the Applicant has not established that it would have a \"serious impact\" on her livelihood in the Alberta labour market; she has merely asserted this to be true.", "[41] The Respondent argues that it is clear that the standard of procedural fairness required on a new TSC application has been met, and that even if the higher standard applicable to TSC cancellation or revocation decisions is applied, the requirements of procedural fairness have been met. In that context, the Applicant has a right to know the case she has to meet, and to be given a meaningful opportunity to make representations: <FRAGMENT_SUPPRESSED> , above; <FRAGMENT_SUPPRESSED> , above. The Respondent argues that both of these criteria have been satisfied.", "[42] In the Respondent's view, the argument that the Applicant should have been told about the AB's conclusions regarding credibility and offered an opportunity to respond amounts either to an attempt to argue for a different standard of procedural fairness, based on jurisprudence from another context, or a request for a reweighing of the evidence in the guise of an argument of procedural fairness. The suggestion that a failure to specifically outline credibility concerns to the Applicant amounts to a breach of procedural fairness has, the Respondent argues, been repeatedly rejected by the Court in this context: <FRAGMENT_SUPPRESSED> , above, at paras 11-13; <FRAGMENT_SUPPRESSED> , above, at para 56.", "[43] The Respondent says the suggestion that the AB or the Minister's Delegate had an obligation to do further research or provide further and better particulars beyond what was available to them has also been rejected: Clue , above, at para 17. The decision-maker had sufficient evidence to justify denying the clearance, and the burden shifted to the Applicant to disabuse the decision-maker of her concerns, which the Applicant failed to do: <FRAGMENT_SUPPRESSED> , above, at para 34. The suggestion that either the AB or the Minister's Delegate had an obligation to return to her with any or all concerns that arose from her response simply has no basis in the jurisprudence.", "[44] Ultimately, the Respondent argues, the Applicant was provided with an opportunity to respond to the same information that the AB and the Minister's Delegate had. She did not ask for further particulars, and accordingly none were offered or sought. The Applicant offered blanket denials, and did not claim any difficulty in responding to the arguments. There was no breach of procedural fairness, regardless of the standard applied, and the Decision was reasonable. ANALYSIS", "[45] I agree with the Respondent's objection to the new information that the Applicant has attempted to file with this application and that was not before the Minister's Delegate.", "[46] I also agree with the Respondent's observation that the duty of procedural fairness in cases of this nature is well-settled in the case law, and that it is not appropriate to elevate the standard of fairness required by reference to other cases and other contexts where different factors prevail.", "[47] The AB assessed the case as an application for a new TSC and gave reasons for so doing. Although the Applicant believes she may have acquired some kind of clearance in the past, there is insufficient evidence to question the AB's conclusions on this issue.", "[48] This being the case, the standard of procedural fairness required in this case is relatively minimal and is as set out in <FRAGMENT_SUPPRESSED> , above: 13 In the case at bar, we are dealing with a simple application for clearance or a permit made by a person who has no existing right to that clearance or permit and is not accused of anything. As the Minister's refusal to grant access clearance does not involve the withdrawal of any of the plaintiff's rights, the latter can have no legitimate expectation that he will be granted clearance (see <FRAGMENT_SUPPRESSED> , and <FRAGMENT_SUPPRESSED>  In the circumstances, therefore, I consider that the requirements imposed by the duty to act fairly are minimal and that, after allowing the plaintiff to submit his application in writing as he did, the Minister only had to render a decision that was not based on an erroneous finding of fact made in a perverse or capricious manner or without regard for the material before him . As no evidence was submitted that the decision duly made by the Minister pursuant to the powers conferred on him by the Act and Regulations was without basis, this Court's intervention is not warranted. [Emphasis added]", "[49] This means that Transport Canada was only obliged to allow the Applicant to submit her application in writing, and make a decision with due regard to the material before it and not in a perverse or capricious manner. Transport Canada did that in this case.", "[50] The Applicant obviously feels aggrieved at the findings in the Decision and alleges that credibility findings were made without giving her the opportunity to respond on the issue of credibility. However, Parliament has said (in s. 4.8 of the Act) that \"The Minister may, for the purposes of this Act, grant or refuse to grant a security clearance to any person or suspend or cancel a security clearance,\" and the Minister / department has crafted a policy and process to enable the Minister to exercise that discretion.", "[51] I see no procedural unfairness on the facts of this case. Even if the higher standard applicable to cancellations and revocations were to be applied, the Applicant was fully informed of the allegations and the evidence she had to answer, and she had every opportunity to make whatever submissions and advance whatever evidence she felt would assist her. See <FRAGMENT_SUPPRESSED> , above, and <FRAGMENT_SUPPRESSED> , above. Neither the AB nor the Minister's Delegate had an obligation to do further research or provide further particulars. See Clue , above, at para 17. They provided the Applicant with details of what was before them, which the Applicant concedes was sufficient evidence to deny the TSC. The Decision only involves a finding that the Applicant \"may be prone or induced\" to commit or assist an act that \"may unlawfully interfere with civil aviation.\" This is not the same thing as proof that something has occurred. The Minister simply has to reasonably believe \"on a balance of probabilities\" that the Applicant \"may be prone or induced.\" See Clue , above, at para 20.", "[52] There was certainly sufficient evidence to cause the Minister's Delegate to make such a finding. The burden then shifted to the Applicant to disabuse the decision-maker of her concerns. The Applicant believes that she did this. She says that she explained her omission of the criminal offence and she made categorical denials of the other allegations against her. However, the Minister's Delegate did not have to accept the Applicant's position on these issues and, in this case, clear reasons were given for not doing so. It is possible to disagree with these reasons but, in my view, it is not possible to say that they lack justification, transparency and intelligibility or that the Decision does not fall within a range of possible, acceptable outcomes which are defensible in respect of the facts and law. The Court cannot simply re-weight the evidence and reach a conclusion that favours the Applicant. See <FRAGMENT_SUPPRESSED> , above, at paras 59, 61; <FRAGMENT_SUPPRESSED> ; League for  <FRAGMENT_SUPPRESSED> ; Clue , above, at para 21.", "[53] It may be that what the Applicant says about herself is true. The Court has no means of assessing that. But that is not the issue. The issue is whether, given the allegations and evidence before the Minister's Delegate, the Decision that the Applicant may be prone or induced to commit an act that may unlawfully interfere with civil aviation was reasonable. I cannot say it wasn't.", "[54] I can find no reviewable error in the Decision. JUDGMENT", "[55] THIS COURT ORDERS AND ADJUDGES that 1. The application is dismissed with costs to the Respondent. , LRC, 1985, c F-7 [la CONTEXTE", "[2]", "[3] [traduction]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9] [traduction]", "[10] NORME DE CONTRÔLE", "[11] <FRAGMENT_SUPPRESSED> ).", "[12] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ Clue ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ Rivet ]).", "[13]", "[14]", "[15] Granting, suspending, etc. 4.8 The Minister may, for the purposes of this Act, grant or refuse to grant a security clearance to any person or suspend or cancel a security clearance.", "[16] Objet I.1 I.2 [...] [...] [...] Objectif I.4 [...] [...] L'organisme consultatif I.8 La demanderesse", "[17]", "[18] <FRAGMENT_SUPPRESSED>  [ Sha", "[19] <FRAGMENT_SUPPRESSED> (CF 1re inst.) [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> et 22 [ Irani ]; <FRAGMENT_SUPPRESSED> et 36 [ <FRAGMENT_SUPPRESSED> ];", "[20] Baker Baker", "[21] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[22]", "[23]", "[24]", "[25]", "[26]", "[27] Rivet Clue", "[28]", "[29]", "[30] Sha", "[31] Clue commettra Clue", "[32]", "[33]", "[34]", "[35]", "[36]", "[37] Clue", "", "[38] Irani", "[39]", "[40]", "[41]", "[42]", "[43] Clue", "[44] ANALYSE", "[45]", "[46]", "[47]", "[48]", "[49]", "[50]", "[51] Clue Clue", "[52] <FRAGMENT_SUPPRESSED> ; Clue", "[53]", "[54] JUGEMENT", "[55] LA COUR 1. REJETTE la demande et ADJUGE [End of document]"]}