{"id_": "038096", "body_str": ["[1] Mosley, J. : Mr. Khalife paid a cash deposit of $100,000 to be released from immigration detention as a guarantee that he would abide by his release conditions. A Canada Border Services Agency manager declared $50,000 of that deposit forfeit when Mr. Khalife breached his conditions. Mr. Khalife seeks judicial review of that decision on the ground that the amount forfeited was not proportionate to the nature and extent of his breach.", "[2] The applicant, a citizen of Lebanon, entered Canada in September 2002 and was detained. On November 26, 2002 he was released on conditions to report regularly to the Royal Canadian Mounted Police (RCMP), to respect a curfew between 9:00 p.m. to 6:00 a.m. and to carry a copy of the release document at all times. Similar conditions were imposed on the applicant by the Superior Court of Ontario in relation to his release on an extradition warrant requested by the United States.", "[3] On June 16, 2003, the applicant was arrested and charged with six counts of breaching the conditions imposed by the Superior Court, contrary to s. 145 of the Criminal Code , R.S.C. 1985, c. C-46. He pleaded guilty to one charge in relation to failing to respect his curfew. The applicant was ordered released on bail for the other Criminal Code offences, but remained in detention until July 17, 2003, on an immigration hold for breaching the conditions of his immigration release.", "[4] An initial decision by the Agency to forfeit $50,000 of the applicant's bail was quashed on consent upon an application for judicial review, but a second decision forfeiting the identical amount was reached by Stephanie Chenier, manager for the Agency, and communicated to the applicants counsel in a letter dated March 3, 2005. This is the decision that is the object of the present judicial review. A further letter was sent to the applicant's counsel on March 31, 2005, confirming that the March 3, 2005 letter was Ms. Chenier's entire decision, in response to counsel's inquiry.", "[5] The manager's letter to the applicant's lawyer dated March 3, 2005, states that Mr. Khalife breached his conditions by: (a) not reporting to the RCMP on several occasions; (b) breaking his curfew; and (c) failing to produce his recognizance when he actually did report to the RCMP. The manager concluded that the applicant was well aware of these conditions and of the fact that he was considered a high flight risk. While he did not in fact flee, he did breach his conditions of release, therefore $50,000 of his $100,000 security deposit should be forfeited. In her March 31, 2005, response, the manager added that it was irrelevant that Mr. Khalife had respected 90% of his conditions. He was supposed to respect the 100% and there is a penalty for not doing so, she stated.", "[6] As I view it, this application raises the following issues: 1. Did the applicant start the application too late? 2. What is the applicable standard of review for a forfeiture decision? 3. Was the decision to forfeit $50, 000 properly made? Is the Application out of time?", "[7] The respondent submits that the applicant missed the deadline for presenting his application for judicial review. The time limit prescribed by s. 72(2)(b) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 ( IRPA ), is that an application for judicial review must be commenced within 15 days of the applicant being notified or otherwise becoming aware of a decision. The respondent takes the position that since the decision was rendered on March 3, 2005, and the application was only made on May 5, 2005, the deadline has been missed and the applicant is out of time.", "[8] The respondent also rejects the applicant's view that the March 31, 2005, letter was part of the decision. It was merely a courtesy letter in response to the applicant's letter. Courtesy letters written in response to requests for reconsideration have been held not to be open to judicial review: <FRAGMENT_SUPPRESSED> ; 102 A.C.W.S.(3d) 403 ( <FRAGMENT_SUPPRESSED> .", "[9] The applicable section of IRPA is s. 72. It reads: \"72(1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court. \"(2) The following provisions govern an application under subsection (1): (a) the application may not be made until any right of appeal that may be provided by this Act is exhausted; (b) subject to paragraph 169 (f), notice of the application shall be served on the other party and the application shall be filed in the Registry of the Federal Court ('the Court') within 15 days, in the case of a matter arising in Canada, or within 60 days, in the case of a matter arising outside Canada, after the day on which the applicant is notified of or otherwise becomes aware of the matter; (c) a judge of the Court may, for special reasons, allow an extended time for filing and serving the application or notice; (d) a judge of the Court shall dispose of the application without delay and in a summary way and, unless a judge of the Court directs otherwise, without personal appearance; and (e) no appeal lies from the decision of the Court with respect to the application or with respect to an interlocutory judgment.\"", "[10] Pursuant to s. 72(2)(b), the applicant should have filed the present application within 15 days after the day on which he was notified of or otherwise became aware of the matter of the March 3, 2005 decision, instead of on May 5, 2005. Even if one were to count the days from the letter of March 31, 2005, the applicant's documents would still have been filed out of time.", "[11] The applicant in his affidavit filed in these proceedings states that he became aware of the forfeiture decision only on April 25, 2005, when he was informed of it by his U.S. counsel while in custody in Michigan. As he was represented by counsel in Canada throughout the relevant time period, I am satisfied that he received timely notice of the decision. Indeed, counsel at the hearing, who was not the applicant's counsel at the time of the exchange of correspondence over the matter, did not press this issue while noting that it may have been difficult for his predecessor to obtain instructions from the applicant in the circumstances.", "[12] But whether the applicant was aware of the decision and made a timely decision to seek judicial review was now moot, counsel argued, as a judge of this Court had granted leave for the application for judicial review to be heard. While the order granting leave is silent on the question of delay, the applicant submits that the court hearing the application should assume that the judge who granted leave also granted an extension of time for the application to be filed, pursuant to paragraph 72(2) (c) of the Act , as that is what is required by the rules.", "[13] Section 6(2) of the Federal Court Immigration and Refugee Protection Rules , SOR/2002-232 provides that a request for an extension of time shall be determined at the same time, and on the same materials, as the application for leave. Moreover, the applicant submits, the respondent's memorandum of fact and law submitted in response to the leave application, had expressly objected to the late filing. The judge granting leave must be presumed to have directed his or her mind to that objection and decided not to accept it, or so it is argued.", "[14] While this argument is inventive, I cannot agree that the question is moot in this case. Section 6(1) of the rules requires that a request for an extension of time shall be made in the application for leave in accordance with Form IR-1 set out in the schedule to the rules. No such request was made by the applicant in his application for leave. In my view, even if leave has been granted, delay in bringing the application remains a live issue to be dealt with by the judge hearing the matter and may be dispositive of the application. There will be circumstances in which a decision as to whether an extension should be granted can only be determined at a hearing. The limited amount of time available to a judge considering whether to grant or deny leave does not permit a thorough examination of the reasons why an extension may be justified. I am not prepared to conclude that silence on the matter in the leave order should be taken as acquiescence to an extension, particularly where the applicant has not made the request in his application.", "[15] In any event, the Court retains the discretion throughout the consideration of an application to grant an extension of time where it deems it necessary in order to do justice between the parties: Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 284 (T.D. Protho.).", "[16] In the particular circumstances of this case, I do not consider that it would do justice to the application to dispose of it without consideration of the merits. Accordingly, I will grant the extension the applicant should have requested and treat the application as having been made within the time limit. STANDARD OF REVIEW", "[17] The applicant notes that in <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ), Justice Eleanor R. Dawson applied the standard of patent unreasonableness to another case involving forfeiture resulting from the breach of conditions imposed by immigration officials. The applicant submits, however, that a less deferential standard is justified by the fact that Canada Border Service Agency managers have no particular expertise in the matter of forfeiture, unlike judges who decide such matters in the context of criminal proceedings based on evidentiary hearings and argument from counsel.", "[18] The respondent disagrees that Border Service Agency managers do not have expertise in decision making of this nature as it is necessarily incidental to their daily functions. The manager's decision is a discretionary one, but the extent of this discretion is limited by s. 49(4) of the Immigration and Refugee Protection Regulations , S.O.R/2002-227 ( IRPR ). That provision states simply that failure to comply with conditions for release results in forfeiture of the deposit. The respondent suggests that as the decision involves a mixed question of fact and law, the standard should be one of reasonableness.", "[19] As Gayle was not decided under IRPA , it is of persuasive value but not determinative of the standard to be applied. Employing the pragmatic and functional approach as described in Dr. Q., Re , [2003] 1 S.C.R. 226; 302 N.R. 34; 179 B.C.A.C. 170; 295 W.A.C. 170; 2003 SCC 19, I have concluded that the standard should be reasonableness. There is no right of appeal from the manager's decision, indicating greater deference should be accorded her conclusion. However, the courts are equally well if not better equipped to decide forfeiture issues and the contest is between the interests of the state and those of an individual, suggesting less deference. The issue of whether the manager has properly exercised her discretion appears to be a question of mixed fact and law.", "[20] As stated by Justice Iacobucci in Director of Investigation and  <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 1, at paragraph 56: \"An unreasonable decision is one that, in the main, is not supported by any reasons that can stand up to a somewhat probing examination. Accordingly, a court reviewing a conclusion on the reasonableness standard must look to see whether any reasons support it.\" Was the decision to forfeit $50,000 properly made?", "[21] The statute and the regulations say little about the decisions to impose and to forfeit a cash deposit. The authority to require a cash deposit is found in IRPA s. 58(3) which reads as follows: \"58(3) If the Immigration Division orders the release of a permanent resident or a foreign national, it may impose any conditions that it considers necessary, including the payment of a deposit or the posting of a guarantee for compliance with the conditions.\"", "[22] Section 49(4) of the Regulations declares the deposit forfeit upon breach of the release conditions: \"s. 49(4) A sum of money deposited is forfeited, or a guarantee posted becomes enforceable, on the failure of the person or any member of the group of persons in respect of whom the deposit or guarantee was required to comply with a condition imposed.\"", "[23] The applicant submits that as there are no express criteria in the statute or the regulations governing the forfeiture of deposits in the immigration context,the Court should apply to the present case those principles that have been developed with regard to forfeiture under s. 771(2) of the Criminal Code . In particular, the applicant submits, the case law developed in the criminal context teaches that the Courts should not order the forfeiture of a deposit without considering whether this will help meet the ends of justice: <FRAGMENT_SUPPRESSED> ; 186 N.S.R.(2d) 165; 581 A.P.R. 165 (S.C.).", "[24] Based on this reasoning, the applicant submits that the manager failed to consider the possibility that the ends of justice might be satisfied with no forfeiture at all in the present case or of the forfeiture of a lesser amount. The applicant also claims that the manager failed to consider all ofthe circumstances of the case, such as the fact that applicant met most of the conditions for his release, the fact that he had already been detained for 81 days in total, that the public was at no time in danger, that there was no indication that the applicant intended to flee, or the fact that the applicant voluntarily surrendered himself into the custody of the authorities.", "[25] The applicant also notes that in <FRAGMENT_SUPPRESSED> , the Court held that it was patently unreasonable for a decision maker to conclude that a simple breach of conditions for release was a sufficient justification for ordering forfeiture. Finding a breach is a condition precedent to forfeiture, but once a breach has been found the decision maker must then exercise his or her discretion, which, the applicant submits, the manager failed to do.", "[26] The respondent questions the validity of the use of criminal law concepts in the immigration context. The respondent also challenges the use of <FRAGMENT_SUPPRESSED> by the applicant as that case was handled under IRPA 's predecessor. Nonetheless, in accordance with <FRAGMENT_SUPPRESSED> , the manager in the present case proceeded properlyby first concluding, on the basis of the facts, that the applicant had breached his conditions. She then went on to exercise her discretion and to decide whether or not a sum should be forfeited.", "[27] <FRAGMENT_SUPPRESSED>  Justice Anne L. Mactavish notes the limited usefulness of analogies to criminal law as the manager has the discretion to decide whether forfeiture is appropriate, subject to the guidelines provided by the Citizenship and Immigration Canada Enforcement Manual (the Manual ).", "[28] The Manual states at point 5.6 that: \"- The signatory of a security deposit enters into an obligation to be liable for the forfeiture of the guarantee should the person concerned be found to be in default or in breach of any of the terms or conditions imposed. - The officer must ensure that the person signing understands the importance of the undertaking and the responsibilities and consequences should the subject of the guarantee not respect any of the terms and conditions imposed. [...] - Where a person fails to comply with any of the terms and conditions imposed, the deposit will be declared forfeited or the guarantee may be enforced.\"", "[29] And at point 6.5, the Manual adds, \"If the subject breached any terms or conditions, a guarantee may be enforced. Delegated officers should consider each case on its own merits\".", "[30] At paragraph 25 of her reasons in <FRAGMENT_SUPPRESSED> , guided by the principles enunciated by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  D.L.R.(3d) 558, Justice Mactavish states that a Court should not interfere with a forfeiture decision where \"statutory discretion has been exercised in good faith, in accordance with the principles of natural justice, and where reliance has not been placed upon considerations irrelevant or extraneous to the statutory purpose\".", "[31] The respondent submits that the decision in the present case fully complies with these principles. There was no denial of procedural fairness as the applicant was given the opportunity to make representations to the manager, which he exercised through counsel, and there is no evidence on the record that the manager had regard for extraneous considerations. Finally, the respondent claims that the manager considered the totality of the evidence. He points to the presumption that all the evidence has been taken into consideration: <FRAGMENT_SUPPRESSED> .", "[32] The applicant has invited me to conclude that the manager fettered her discretion by forfeiting exactly the same dollar figure as was determined in the prior decision quashed on consent. I am not prepared to make that finding based solely on the fact that the amounts are the same and in the absence of any other evidence. But it does raise the question as to how the manager arrived at that amount.", "[33] There are clearly weaknesses to the applicant's argument that the court should simply adopt the principles developed in the criminal context, as set out in <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> and L.E.B. to forfeiture decisions in immigration proceedings. Section 771(2) of the Criminal Code gives the Court hearing an application for forfeiture of sureties the discretion to make any order that the judge considers proper, a breadth of discretion which the immigration officer does not have. I note that the decisions relied upon by the applicant were issued by superior courts of record which would also have inherent jurisdiction to make any order which the court deems just in the circumstances.", "[34] For guidance in how to exercise this discretion, the Canadian criminal jurisprudence has relied upon the statement of Lord Denning, M.R., in the English case of <FRAGMENT_SUPPRESSED>  the justices to be guided? They ought, I think, to consider to what extent the surety was at fault. If he or she connived at the disappearance of the accused man, or aided it or abetted it, it would be proper to forfeit the whole of the sum. If he or she was wanting in due diligence to secure his appearance, it might be proper to forfeit the whole or a substantial part of it, depending on the degree of fault. If he or she was guilty of no want of diligence and used every effort to secure the appearance of the accused man, it might be proper to remit it entirely.\"", "[35] As one can see from this statement, Lord Denning was addressing the situation where a third party has provided a surety that the accused would appear for trial. Where the accused has failed to appear, the court faced with an application for forfeiture should inquire into the surety's degree of fault or lack of diligence in performing this duty.", "[36] In another English decision, also quoted in the Canadian authorities, <FRAGMENT_SUPPRESSED>  \"the surety has seriously entered into a serious obligation and ought to pay the amount which he or she has promised unless there are circumstances in the case, relating either to her means or to her culpability, which make it fair and just to pay a smaller sum.\"", "[37] The circumstances described by Lords Denning and Widgery may also arise in the immigration context, where a performance bond is posted by a relative or friend of the detainee. But that is not Mr. Khalife's situation. In the present case, the forfeiture complained of directly concerned the individual who failed to abide by the conditions, not a third party. The person who was best placed to avoid the breaching of the conditions was the applicant, Mr. Khalife. There is no question as to his culpability for the default and no issue was raised in these proceedings as to his means to pay the forfeited amount.", "[38] In the immigration context, the burden is on an applicant facing removal from the country to demonstrate that he should be released pending a hearing on the merits of the removal order. As noted by Justice Mactavish in <FRAGMENT_SUPPRESSED> , above, at paragraph 18: \"The reason for using bonds is to allow for the release of individuals in immigration detention on terms that will ensure compliance with immigration legislation.\" To what extent would such compliance be undermined if immigration officers were required to weigh the circumstances of each breach to determine the amount to be forfeited?", "[39] As noted above, there appears to be nothing in the statute or regulations that recognize that a Border Services Agency manager has the discretion to apportion fault or to consider aggravating or mitigating circumstances in determining whether to forfeit a deposit. Such discretion as the manager has is acknowledged by the enforcement policy manual referred to above which states that \"[d]elegated officers should consider each case on its own merits \". (Emphasis added)", "[40] One might take some guidance as to what this means from the previous version of the Enforcement Manual, which was before my colleague Justice Dawson in <FRAGMENT_SUPPRESSED> . As cited at paragraph 17 of her reasons, the previous version of the Manual \"... advises officers that the discretionary authority was included in the Act to allow for those situations where, in the judgment of the officer, the conditions of the security deposit were violated through no fault of the individual or where extenuating humanitarian considerations exist.\"", "[41] However, these considerations would not have availed the applicant as he is not free from fault and there is no evidence on the record of extenuating humanitarian considerations that would justify no forfeiture or forfeiture of a lesser amount.", "[42] On its face, the manager's decision to forfeit the deposit appears to have been made in accordance with the principles expressed in Maple Lodge Farms and <FRAGMENT_SUPPRESSED> . Prior to proceeding to a conclusion, the manager verified that the applicant was fully aware of the conditions of his release and determined that he had in fact breached them. She received and considered the applicant's representations. The manager then followed the direction provided by s. 49(4) of IRPR and the Manual and determined that, on the merits of the case, it was appropriate to forfeit only part of the applicant's deposit.", "[43] While I am left in doubt as to how the manager arrived at the conclusion that $50,000 was appropriate as opposed to any other amount, I am unable to conclude from the record before me that this decision was unreasonable. Accordingly, this application for judicial review will be dismissed.", "[44] The applicant requested that I certify as a matter of general importance, this question: \"What factors are to be taken into account by the decision maker in ordering forfeiture?\"", "[45] The respondent objects to the question on the ground that the statute and regulations do not contemplate factors and any that the court might identify would fetter the officer's discretion.", "[46] The question proposed is in my view too broadly framed and would not be dispositive of an appeal from this decision. However, I am prepared to certify the following question as a matter of general significance: \"Is an officer forfeiting a security deposit or guarantee in response to a breach of release conditions required to consider limiting the forfeiture to an amount proportionate to the nature and extent of the breach?\" ORDER", "[47] THIS COURT ORDERS that the application is dismissed. The following question is certified as a matter of general importance: Is an officer forfeiting a security deposit or guarantee in response to a breach of release conditions, required to consider limiting the forfeiture to an amount proportionate to the nature and extent of the breach? Application dismissed. [End of document]"]}