{"id_": "038264", "body_str": ["[1] Rennie, J. : The applicant seeks judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada (the Board), dated October 24, 2011, which found that the applicant was not a Convention (United Nations' Convention Relating to the Status of Refugees , [1969] Can TS No 6) refugee nor a person in need of protection pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 ( IRPA ).  <FRAGMENT_SUPPRESSED>", "[2] The Court informed the parties at the hearing on June 4, 2012 that despite the able argument on behalf of the respondent, the application would be granted. These are the reasons which underlie that decision. The decision below did not consider one of the two central grounds in respect of which protection was sought, namely the applicant's fear of persecution based on his HIV-positive status. The Board did not consider whether the systemic discrimination against HIV-positive persons in employment amounted to persecution, and whether state protection was available in relation to that persecution.  <FRAGMENT_SUPPRESSED>", "[3] The applicant, Juan Carlos Ballestero Romero, is a citizen of Venezuela. He alleged fear of persecution based on his sexual orientation and HIV status. The applicant and his partner, Rumaldo Antonio Rincon Ferrer (Rumaldo), fled Venezuela to Canada on April 26, 2010, and made refugee claims at the port of entry. After completing the required immigration medical examinations the applicant and Rumaldo learned in June 2010 that they were both HIV-positive.  <FRAGMENT_SUPPRESSED>", "[4] Their claims were initially joined but at their hearing on July 26, 2011, the Board severed the claims because they were based on different factual allegations. The applicant's claim was refused on the basis that state protection was available and that the applicant had a viable internal flight alternative (IFA) in Caracas. Rumaldo's claim was also refused.  <FRAGMENT_SUPPRESSED>", "[5] The parties agreed that the issue raised by this application is whether the Board's decision is reasonable; <FRAGMENT_SUPPRESSED> . I find that the Board's decision was unreasonable because the Board failed to consider the applicant's alleged fear of persecution based on his HIV status. The Board did not consider the applicant's HIV status in any part of its analysis except the reasonableness of the proposed IFA, and even in that analysis, the Board failed to consider the evidence of systemic discrimination in employment for HIV-positive persons. The Board's analysis of the employment issue occurs at paragraph 41:  <FRAGMENT_SUPPRESSED> The claimant's representative indicated that the claimant may be fired from any employment position in Caracas, which was a reference to both his being HIV positive [ sic ]; however, the Panel notes that the Caracas metropolitan population is over 4 million residents and considering the claimant's educational background and work experience, the Panel believes he would be able to find employment in Caracas. In consideration of these factors, the Panel finds that the IFA to Caracas would not constitute a situation that would be unduly harsh for this claimant.  <FRAGMENT_SUPPRESSED>", "[6] The evidence before the Board in this case was that pre-screening for HIV by employers is \"almost impossible to avoid\" in Venezuela and also that HIV-positive individuals are frequently discriminated against in the workplace. Thus, as the applicant submits, it was incumbent on the Board to consider whether this discrimination amounted to persecution, as held by Justice John O'Keefe in <FRAGMENT_SUPPRESSED>  para 33:  <FRAGMENT_SUPPRESSED> Furthermore, while the respondent is correct in pointing out that lack of employment is generally not a sufficient reason to determine that an IFA is unreasonable, barriers to employment affect an HIV-positive Mexican in an uniquely discriminatory way. The documentary evidence submitted by the applicant suggests that medical testing for HIV status for employment purposes is prevalent in Mexico from factories to professional positions. Despite the fact that the applicant has been successful in obtaining positions in the past, the documentary evidence suggests that the applicant may face restrictions in earning a livelihood because of his HIV status.  <FRAGMENT_SUPPRESSED>  (F.C.T.D.) systemic governmental inference with the opportunity to find work was found to be a serious restraint on an individual. In this case, the Board did not adequately address whether the applicant had proven that systemic barriers associated with HIV testing and employment amounted to persecution on a balance of probabilities. The interrelated aspects of the applicant's socio-economic status and HIV-positive status are important considerations that the Board overlooked.  <FRAGMENT_SUPPRESSED>", "[7] The Board failed to determine whether the discrimination the applicant would face as an HIV-positive individual seeking employment amounts to persecution, which in turn was relevant to its conclusions regarding state protection and IFA. This error renders the Board's conclusion unreasonable and the application therefore must be granted.  <FRAGMENT_SUPPRESSED>", "[8] I would note, in closing, that the respondent sought to rely on the Board Member's reasons in refusing Rumaldo's refugee claim to help elucidate the reasons in the decision under review. The respondent submitted that, pursuant to the Supreme Court of Canada's decision in Newfoundland and  <FRAGMENT_SUPPRESSED> , the reasons provided in refusing Rumaldo's claim could help this Court understand why the Board reached its conclusion in the applicant's claim.  <FRAGMENT_SUPPRESSED>", "[9] In my view, this is a bridge too far. While Newfoundland invites the Court to refer to the record to better understand a decision-maker's reasons, it does not go so far as to permit reliance on a distinct set of reasons from another case in which the same decision-maker may have done a better job of analyzing the evidence before him or her. Thus, in determining this application, the Court did not consider the Board Member's decision  <FRAGMENT_SUPPRESSED> 's claim. The merits of that decision will be considered independently in a separate judicial review application. The Board's decision refusing the applicant's claim was unreasonable in light of the record before it and the application must be granted.  <FRAGMENT_SUPPRESSED>", "[10] THIS COURT'S JUDGMENT is that this application for judicial review be and is hereby granted. The matter is referred back to the Immigration Refugee Board for reconsideration before a different member of the Board's Refugee Protection Division. No question for certification has been proposed.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/vnh  <FRAGMENT_SUPPRESSED>"]}