{"id_": "038425", "body_str": ["[1] Heneghan, J. : Mr. Sorjnaraine Chetaru and his wife, Mrs. Gunawattie Chetaru (collectively the \"Applicants\") seek judicial review of the decision of the Enforcement Officer made on May 30, 2008 and communicated to the Applicants on August 1, 2008, refusing the Applicants' request for deferral of their removal from Canada.  <FRAGMENT_SUPPRESSED>", "[2] The Applicants are citizens of Guyana of Indo-Guyanese ancestry. They entered Canada on May 30, 2006 and subsequently claimed refugee protection pursuant to the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the \"Act\"), on June 14, 2006. On that day, a deportation order was issued against the Applicants since they were the subject of a section 44 Report under the Act.  <FRAGMENT_SUPPRESSED>", "[3] The Applicants' refugee claims were refused on August 13, 2007. Their Pre-Removal Risk Assessment (\"PRRA\") applications were refused on April 4, 2008. As of that date, the removal order against them became effective and their removal was scheduled for June 7, 2008.  <FRAGMENT_SUPPRESSED>", "[4] The Applicants submitted a deferral request on May 12, 2008, on the grounds that their application for permanent residence in Canada on humanitarian and compassionate grounds (\"H & C application\") was undecided. That application was initially received in December 2007 but because the fees had not been paid, the Applicants were required to re-submit their application. The application was received again on February 19, 2008. The request was refused on May 27, 2008.  <FRAGMENT_SUPPRESSED>", "[5] The Applicants made a second deferral request on May 28. Again, the basis for this request was their H & C application. An interim stay of removal was granted by Mr. Justice Campbell on June 5, 2008 upon terms that allowed the Applicants to make further submissions to the removals Officer. The interim stay was to remain in effect until June 20, 2008. The stay was granted in cause number IMM-2507-08.  <FRAGMENT_SUPPRESSED>", "[6] On June 27, 2008, the Applicants presented further documents and submissions. In particular, they reiterated that they based their request for deferral upon their outstanding H & C application and further, they requested that the processing of the application be expedited. In the request for a deferral of removal that was made on May 12, 2008, former Counsel for the Applicants had also asked for expeditious processing of the H & C application.  <FRAGMENT_SUPPRESSED>", "[7] In due course, the removal of the Applicants was rescheduled for September 9, 2008. The Applicants commenced the within proceeding on August 8, 2008, seeking to review the last refusal of the Enforcement Officer to defer their removal. That decision was received by the Applicants on August 1, 2008 and the Officer's Notes were received on August 6, 2008. In the decision, the request for deferral was again denied.  <FRAGMENT_SUPPRESSED>", "[8] On September 5, 2008, Justice Dawson granted a stay of removal pending final disposition of this application for leave and judicial review.  <FRAGMENT_SUPPRESSED>", "[9] In their initial submissions, both written and oral, Counsel for the Applicant and the Minister of Public Safety and Emergency Preparedness (the \"Respondent\") each addressed the issue of mootness following the analytical approach set out in <FRAGMENT_SUPPRESSED>  and argued that the Court should exercise its discretion and hear the matter on the merits.  <FRAGMENT_SUPPRESSED>", "[10] The Applicants submitted that, in a review on the merits, the decision of the Officer is unreasonable. For his part, the Respondent argues that the decision meets the standard of reasonableness.  <FRAGMENT_SUPPRESSED>", "[11] Following release of the decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  the parties were given the opportunity to make further submissions. Each party did so.  <FRAGMENT_SUPPRESSED>", "[12] In that decision, the Federal Court of Appeal concluded that an application for judicial review of a decision of a removals officer refusing to defer a removal is not moot by virtue of the passage of the removal date when the basis for the deferral request is an undecided application for administrative action, in this case, an outstanding H & C application. In Baron the Federal Court of Appeal found that when an H & C application is the basis for the request to defer removal and that application remains outstanding, the application for judicial review is not moot.  <FRAGMENT_SUPPRESSED>", "[13] In Baron , the Federal Court of Appeal reviewed the prior jurisprudence concerning the limited discretion of a removal officer to defer removal pursuant to section 48 of the Act, that is the decisions in <FRAGMENT_SUPPRESSED>  and confirmed the principle that the discretion is a limited one, having regard to the statutory purposes and statutory scheme.  <FRAGMENT_SUPPRESSED>", "[14] In the present case, both parties rely on the decision in Baron . The Applicants argue that in Baron , the Court noted that as in Wang , an outstanding H & C application could be the basis for deferring removal when there are \"special considerations\". They allege that such \"special considerations\" exist in this case, specifically the need for their continued presence in Canada until a decision on their H & C application so that they may provide assistance and leave to sick family members, that is the mother and sister of the female applicant.  <FRAGMENT_SUPPRESSED>", "[15] For his part, the Respondent acknowledges that family hardship is the sole basis for the Applicants' H & C application, noting that no allegation of personal risk or inhumane treatment is advanced should the Applicants be removed from Canada prior to a decision on the H & C application. In these circumstances, he submits that a deferral is not warranted, in light of the clear statutory duty to execute a valid removal order as soon as reasonably practicable.  <FRAGMENT_SUPPRESSED> Discussion and Disposition  <FRAGMENT_SUPPRESSED>", "[16] The decision under review is one involving the exercise of discretion, even if it is limited, by a statutory decision maker. Pursuant to the decision in <FRAGMENT_SUPPRESSED> , this decision attracts review on the standard of reasonableness. This standard was applied by the Federal Court of Appeal in Baron .  <FRAGMENT_SUPPRESSED>", "[17] The prior jurisprudence has made it clear that the existence of an outstanding H & C application is not sufficient to warrant a positive exercise of discretion by a removals officer to defer removal. The point was addressed in Wang and Simoes , two decisions that were reviewed by the Federal Court of Appeal in Baron .  <FRAGMENT_SUPPRESSED>", "[18] It is clear from the prior jurisprudence that a removals officer is not required to conduct a \"mini\" H & C assessment when dealing with a request to defer removal. It is also clear that in assessing an application to defer, the officer must assess the reason for the request and the evidence submitted to support it. These elements were addressed by the Court  <FRAGMENT_SUPPRESSED> when the Court noted as follows:  <FRAGMENT_SUPPRESSED> 11 I am in complete agreement with the view expressed by Dawson J. In my opinion, Baker does not require a removal officer to undertake a substantive review of the children's best interests, including the fact that the children are Canadian. This is clearly within the mandate of an H&C officer. To \"read in\" such a mandate at the removals stage would, in effect, result in a \"pre H&C\" application, which in my opinion, is not what the law requires. Section 48 of the Immigration Act provides the following: \"Subject to sections 49 and 50, a removal order shall be executed as soon as reasonably practicable.\" Sections 49 and 50 deal with statutory stays of execution in certain defined circumstances; for instance, where an applicant has filed an appeal which has yet to be heard and disposed of, or where there are other proceedings.  <FRAGMENT_SUPPRESSED>", "[19] Although the H & C application  <FRAGMENT_SUPPRESSED> related to children, the case stands for the principle that an enforcement officer is not required to address the merits of an H & C application when assessing a request to defer removal.  <FRAGMENT_SUPPRESSED>", "[20] In the present case, the personal circumstances of the Applicants invite sympathy. However, on the basis of the evidence submitted to the Enforcement Officer, together with the written submissions presented to him on behalf of the Applicants, I am not persuaded that he committed a reviewable error. I am not satisfied that he ignored or misunderstood the evidence that was presented to him. The Enforcement Officer was not required to conduct a preliminary or \"mini\" H & C assessment. It is not the Court's role to do so either.  <FRAGMENT_SUPPRESSED>", "[21] In the result, this application for judicial review is dismissed. There is no question for certification arising.  <FRAGMENT_SUPPRESSED>", "[22] THIS COURT ORDERS AND ADJUDGES that the application for judicial review is dismissed, no question for certification arising.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}