{"id_": "038467", "body_str": ["[1] Gleason, J. : This is an Application for Judicial Review from the decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada [the Board or the RPD] dated June 20, 2011 [the Decision] in which the Board rejected the Applicant's claim for refugee protection made under section 96 and subsection 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA].", "[2] The Applicant argues that the Decision is unreasonable because the Board committed seven separate errors, which, especially when viewed cumulatively, ought to result in the Decision being set aside. The reviewable errors the Applicant alleges the Board committed are: 1. Assailing the Applicant's credibility because she used false documents to seek to enter Canada; 2. Ignoring documentary evidence in finding that the Applicant had not adequately established her identity; 3. Ignoring key evidence - namely a medical certificate - which supported the Applicant's claim to refugee protection; 4. Relying on minor inconsistencies to assail the Applicant's credibility; 5. Determining there was no nexus between the harm feared by the Applicant and a ground for protection under the United Nations Convention Relating to the Status of Refugees; 6. Misstating the evidence and thereby making an erroneous credibility finding in holding that the Applicant's father would not have risked his life and safety or that of his family over the price of his property, if he wanted to sell it; and 7. Erroneously concluding that an internal flight alternative [IFA] was available to the Applicant by ignoring evidence and erroneously concluding that the Applicant had sufficient education to relocate from the Punjab to another area in India.", "[3] With the exception of the fifth alleged error, each of the errors alleged by the Applicant asserts that the Board made an unreasonable factual finding or drew an unreasonable inference from the facts. As is more fully discussed below, the fifth alleged error is irrelevant to this Application as the impugned finding was not a basis for the Board's Decision.", "[4] The alleged factual errors raise the following issues: a. What standard of review is applicable? b. When will factual findings of the RPD be set aside for being unreasonable? c. What principles apply to review of the RPD's credibility findings? d. Was the RPD's identity finding reasonable? e. Were the RPD's credibility findings reasonable? f. Was the RPD's IFA finding reasonable? Each of these issues is canvassed below, following a review of the factual background and of the RPD's reasoning in the Decision. I. BACKGROUND", "[5] Due to the numerous errors alleged by the Applicant, many of which seek to have this Court review and re-weigh the evidence before the Board, a detailed review of the factual background to this Application is required.", "[6] The Applicant is from the Punjab area in India. On December 17, 2007, she sought to enter Canada with falsified documents in respect of a student visa, and was confronted by an immigration official at the point of entry. The documents contained several discrepancies, including the fact that her birth date and address did not match in several of the documents she presented and her passport appeared to have been tampered with. The port of entry official questioned the Applicant about these discrepancies, and, when pushed, the Applicant eventually conceded that the visa documents were forgeries and made a claim for refugee protection.", "[7] On January 19, 2008, the Applicant submitted a Personal Identification Form as required under Rule 5 of the Refugee Protection Division Rules , SOR/2002-228 [the original PIF]. In the detailed narrative section of the original PIF, the Applicant alleged that she and her father had been detained by the police in the Punjab on three separate occasions on May 2, 2007, October 15-17, 2007 and two consecutive unspecified dates in November 2007. She further alleged that on the last of these dates she was sexually assaulted by the police. She claimed that all three detentions were as a result of a dispute between her father and a neighbour, who wanted to buy her father's land at a very low price. She stated that this neighbour had \"links with high rank police officers and politicians\". In her original PIF, the Applicant listed her only relatives as being her parents and gave their address as being unknown. (The PIF requests a list of all family members, including siblings, and their addresses). The Applicant further indicated in her original PIF that she had 12 years of schooling but neglected to list any of the institutions she attended.", "[8] In signing the original PIF, the Applicant attested to its authenticity, declaring that all the information she provided was \"complete, true and correct\" and also confirmed that her declaration had \"the same force and effect as if made under oath\". At the date the Applicant signed her original PIF, she was represented by counsel (who was different from counsel who appeared on this Application).", "[9] On October 4, 2010, shortly before her hearing before the RPD, the Applicant filed an amended PIF in which she changed the dates of her alleged detentions by the Punjabi police to September 2-4, 2006, February 15-17, 2007 and October 12-14, 2007. In the amended PIF, the Applicant alleged that the sexual assault occurred during the October 12-14, 2007 period of detention. She also changed the amount of education she claimed to have from 12 to 17 years, and claimed to possess a Bachelor of Arts degree from a college in Dalla, in the Ludhianna District of Punjab, India and a Master of Arts degree from an institution in Jagraon, also in the Ludhianna District. Neither of these institutions was mentioned in the documents the Applicant presented on entry into Canada.", "[10] The Applicant filed several pieces of supporting evidence with the RPD, including: 1. A letter from a Canadian psychotherapist, Dr. Heather Fawcett, which states that she has been treating the Applicant since 2009 and that the Applicant suffers from post-traumatic stress disorder; 2. A letter of \"medical observation\" from Dr. Marie Beauregard at the Côte-des-Neiges CLSC (centre local de services communautaires or local community service centre) in Montréal, which states that the CLSC has treated the Applicant since November 2008 and that the Applicant is suffering from post-traumatic stress disorder and depression, which might affect her memory and concentration; 3. A letter from Laila Bari, the founder and president of the Abused Women Assistance and Justice Worldwide [AWAJ], which states that the Applicant approached the AWAJ on November 1, 2008 for help with her refugee claim. The letter repeats the basis for the Applicant's refugee claim and states that the Applicant was detained by the police in the Punjab on September 2, 2006, February 15, 2007 and October 12, 2007 and allegedly sexually assaulted on the latter date. This letter is based solely on information provided by the Applicant; 4. Two affidavits from local village officials in India, that were both signed on October 6, 2010, and purport to confirm that the Applicant and her father were arrested on September 2, 2006, February 15, 2007 and October 12, 2007 and also purport to confirm the sexual assault that was alleged to have occurred during the third period of detention. The salient portions of both affidavits are identical, to the point of containing the identical different fonts on the first and second pages. Neither provides any basis for the deponent's knowledge of what happened to the Applicant or her father. They both merely restate the Applicant's claims; 5. A letter from an advocate in India, stating that the Applicant's father had come to see him on September 2, 2006 and February 15, 2007 to complain of the treatment he and the Applicant received from the Punjabi police. The letter details that no action was commenced against the police due to the length of time a claim would take and the risk of police retaliation; 6. A medical certificate from Dr. Sarbjit Kaur, dated October 18, 2010, stating that her hospital in the Punjab treated the Applicant twice for anxiety neurosis on September 4, 2006 and February 17, 2007; and 7. A medical certificate from Dr. Satnam Kaur, possibly dated October 16, 2010 (the date is difficult to read, but the certificate is dated in 2010), which states that the Applicant was brought to her hospital in the Punjab on October 14, 2008, with \"multiple injuries in the form of bruises and abrasions\", and that on examination the Applicant exhibited physical signs that are consistent with a sexual assault.", "[11] In addition to the foregoing documents, the RPD had before it voluminous documentation regarding India, the Punjab, the likelihood of police assaults occurring in the Punjab, the ability of Punjabi police to pursue individuals in other areas in India and the feasibility of individuals - including young women - to safely relocate from the Punjab to other areas in India.", "[12] At the request of the Applicant, the Board sought out and considered copies of the passport that the Applicant had presented on entry, her ration card and birth certificate (all of which had been retained by Citizenship and Immigration Canada as probable forgeries). The Board further obtained and disclosed to the Applicant a copy of the temporary visa file from the Canadian mission in Chandigarh, where the fraudulent student visa originated from. These records include an application made by someone who bears the same name as the Applicant claims is hers and certificates for completely different educational programs from those mentioned by the Applicant in either of her PIFs or in the fraudulent documents she submitted upon entry to Canada.", "[13] The Applicant provided viva voce testimony at the hearing before the Board, and was questioned at length on the various issues relevant to her claim (including many of the errors that the Applicant alleges the RPD made). II. THE RPD'S DECISION", "[14] In its Decision, the Board outlined its reasons for rejecting the Applicant's refugee claim and held that the determinative issues were credibility and the availability of an IFA.", "[15] In terms of credibility, the Board found the Applicant to not be credible, that she had not established her identity and that it doubted her version of events. In this regard, the Board pointed to the following facts in support of its Decision: 1. The Applicant had submitted falsified documents upon entry into Canada in support of her claim to be entering the country on a student visa; 2. Her passport had been tampered with; 3. The Applicant in her testimony claimed to have no knowledge that the documents she submitted were false and that she did not appreciate that she was signing a student visa application when she signed the forged documents, which the Board disbelieved; 4. The Applicant did not tell the truth about the fraudulent documents at the first available opportunity when she sought to enter Canada, and it was only after being questioned by the immigration official at the port of entry, who pointed out the various discrepancies in the documentation, that the Applicant conceded that the documents she presented were forgeries; 5. The Applicant nowhere indicated (prior to her testimony before the Board) that the neighbour who wished to buy her father's land was actually a former police officer. The Board found this fact to be so salient that its omission in the Applicant's earlier statements and PIFs cast doubt on her credibility; 6. Both the original and amended PIF did not indicate that the Applicant had a brother. She only so avowed during her testimony before the Board, despite being asked in the PIF to list siblings; and 7. The Applicant indicated in both versions of her PIF that her parents' address was unknown, yet this was not the case, and she confirmed she knew where they lived during her testimony before the Board.", "[16] The Board also found the Applicant's explanation for not amending her PIF to further correct it to be unbelievable; she claimed that her interpreter told her it was impossible for her to do so. Finally, the Board found it implausible that the Applicant's father \"... would risk his life and safety and that of his family over a piece of his property, if he really wanted to dispense of it.\" In her testimony before the Board, the Applicant provided two versions of events, at one point indicating that her father wished to sell the property for a much higher price than the neighbour had offered and at other points indicating that her father did not wish to sell the property.", "[17] The RPD discussed much of the supporting evidence submitted by the Applicant in its Decision and found it to be of little probative value, noting that the letters from Dr. Beauregard, Laila Bari and the advocate in India as well as the affidavits from the local village officials were all based on second-hand information. The Board, however, did not discuss the certificate provided by Dr. Satnam Kaur nor the ration card and birth certificate.", "[18] The Board also did not discuss the impact of the Applicant having changed the dates of the alleged detentions and sexual assault, and in the Decision reported that the Applicant claimed they occurred on the first set of dates as set out in her original PIF (which do not correspond to the dates contained in the corroborating evidence filed by the Applicant nor to the dates the Applicant testified to before the Board). In her testimony before the Board, the Applicant stated that the detentions occurred on September 2-4, 2006, February 2-4, 2007 and October 12-14, 2007 and that the sexual assault happened during the night of October 12, 2007. The Applicant, however, has subsequently changed those dates yet again; her Affidavit filed with the Court in support of her Judicial Review Application alleges that the detentions occurred on May 2-4, 2007, October 15-17, 2007 and two days in November 2007 and that the sexual assault allegedly occurred during the third period of detention. Thus, the Court has before it contradictory sworn testimony from the Applicant as to the dates of the alleged police detentions and of the alleged sexual assault.", "[19] In terms of the availability of an IFA, the RPD found that the Applicant claimed to have 17 years of schooling and to have lived in Jaragong District, Ludhiana, Punjab, India, and Dala District, Ludhiana, Punjab, India, for the purpose of pursuing her post-secondary education. On the IFA issue, the RPD further held that the Punjabi police would not have the means to be able to locate the Applicant in the cities of Mumbai, Delhi, Bangalore, or Chennai. The Board relied in this regard on several pieces of documentary evidence regarding the situation in India, including the Country of Origin Information Report of the United Kingdom, as well as the several other documents contained in the voluminous Record before it.", "[20] Based on this evidence, as well as the Applicant's testimony regarding her education, the RPD concluded that both aspects of the test required for an IFA were met in the Applicant's case. More specifically, the RPD held that there were several areas in India where the Applicant would not have a well-founded fear of persecution and that it would not be objectively unreasonable or unduly harsh to expect her to relocate to one of them.", "[21] The RPD also noted that the reasons for the alleged persecution of the Applicant by the police in the Punjab related to a property dispute, and that this had nothing to do with any of the grounds in the Convention refugee definition. However, the Decision does not turn on this finding and the RPD's comments on the issue are purely obiter dicta . Accordingly, this alleged error cannot provide the basis for a judicial review application and need not be addressed further. III. ANALYSIS A. What standard of review is applicable?", "[22] The standard of review to be applied to the alleged errors with respect to credibility and the availability of an IFA is that of reasonableness. It is well-established that significant deference is due to the findings of a tribunal, including the RPD, in matters of credibility (see e.g. <FRAGMENT_SUPPRESSED>  (FCA) [ <FRAGMENT_SUPPRESSED> ], at para 4; <FRAGMENT_SUPPRESSED>  [ Singh ] at para 3; and <FRAGMENT_SUPPRESSED>  [2012] FCJ No. 13 at para 17). It is likewise well-settled that the standard of review to be applied to the RPD's findings regarding the availability of an IFA is reasonableness, the matter being one of fact or mixed fact and law (see e.g. <FRAGMENT_SUPPRESSED>  [2010] FCJ No 163 at paras 12-13, <FRAGMENT_SUPPRESSED>  [2008] FCJ No 571 at para 21; <FRAGMENT_SUPPRESSED>  [2009] FCJ No 583 at para 17).", "[23] Prior to analysing the errors alleged by the Applicant, it is helpful to set out the yardstick by which this Court is to assess the reasonableness of the RPD's factual findings and inferences. B. When will factual findings of the RPD be set aside for being unreasonable?", "[24] As Justices Bastarache and Lebel, writing for the majority noted in <FRAGMENT_SUPPRESSED>  at para 46 [ <FRAGMENT_SUPPRESSED> ], \"[r]easonableness is one of the most widely used and yet most complex legal concepts\". In <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada gave content to the notion of reasonableness for the purposes of judicial review, holding that it requires the reviewing court to refer both to the \"process of articulating the reasons and to outcomes\" (at para 47). The Court went on to state that the former inquiry is the more important of the two and that reasonableness is \"concerned mostly with the existence of justification, transparency and intelligibility within the decision making process\" (at para 47). However, this does not end the inquiry: the reviewing court must also consider whether the result arrived at by the tribunal \"...falls within the range of possible, acceptable outcomes which are defensible in respect of facts and law\" (at para 47). This requires that the reviewing court pay \"respectful attention to the reasons offered or which could be offered in support of a decision\" (at para 48)[citations omitted].", "[25] In subsequent cases, the Supreme Court elaborated upon these comments, providing further guidance as to what is - and what is not - a reasonable decision. The discussion below focuses on what these cases say about the reasonableness standard in the context of a challenge to a tribunal's factual findings.", "[26] In Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], the Supreme Court held that judicial review pursuant to sections 18 and 18.1 of the Federal , RSC 1985, c F-7  <FRAGMENT_SUPPRESSED>  is governed by the common law principles set out in <FRAGMENT_SUPPRESSED> and that section 18.1(4)(d) of the FCA provides \"legislative precision to the reasonableness standard\" by which factual findings are to be measured (at para 46). Section 18.1(4)(d) of the FCA of course provides that this Court may set aside a tribunal's decision if it is satisfied that the tribunal \"based its decision or order on an erroneous finding of fact it made in a perverse or capricious manner or without regard to the material before it\".", "[27] <FRAGMENT_SUPPRESSED> DLR (4th) 385, the Court noted that the reasonableness standard is more deferential than an appellate review in the treatment afforded to reasonable legal findings, which if erroneous, will be set aside on appeal but not on judicial review. The Court also indicated that under both standards factual findings are to be afforded deference. (As discussed below, however, the degree of deference for factual findings is less in an appeal than in a judicial review conducted under the reasonableness standard).", "[28] In the recent decisions of Alberta (Information and  <FRAGMENT_SUPPRESSED>  DLR (4th) 428 [ Alberta Teachers ] and Newfoundland and  <FRAGMENT_SUPPRESSED>  DLR (4th) 17 [ Newfoundland Nurses ], the Supreme Court discussed the role of the reviewing court in assessing the record to ascertain whether the findings made by a tribunal are reasonable. In both cases the Court was concerned with legal as opposed to factual findings made by the tribunal. There is no reason in principle, though, why the Court's reasoning ought not apply to factual findings.", "[29] In Alberta Teachers , the Court was faced with a situation where the tribunal had not given reasons, but its decision was implicit on the point in issue. There, Justice Rothstein, writing for the majority, stated at paragraphs 53 - 54: ... the direction that a reviewing court should give respectful attention to the reasons \"which could be offered in support of a decision\" is apposite when the decision concerns an issue that was not raised before the decision maker. In such circumstances, it may well be that the administrative decision maker did not provide reasons because the issue was not raised and it was not viewed as contentious. If there exists a reasonable basis upon which the decision maker could have decided as it did, the court must not interfere. I should not be taken here as suggesting that courts should not give due regard to the reasons provided by a tribunal when such reasons are available. The direction that courts are to give respectful attention to the reasons \"which could be offered in support of a decision\" is not a \"carte blanche to reformulate a tribunal's decision in a way that casts aside an unreasonable chain of analysis in favour of the court's own rationale for the result\"... Moreover, this direction should not \"be taken as diluting the importance of giving proper reasons for an administrative decision\"... On the contrary, deference under the reasonableness standard is best given effect when administrative decision makers provide intelligible and transparent justification for their decisions, and when courts ground their review of the decision in the reasons provided. Nonetheless, this is subject to a duty to provide reasons in the first place... [citations omitted].", "[30] In Newfoundland Nurses , the Court nuanced the matter somewhat differently and again endorsed the notion that a reviewing court must pay respectful attention not only to the reasons offered by the tribunal but also to those which could be offered in support of a decision, noting that the reviewing court \"must first seek to supplement\" the reasons given by a tribunal before it \"seeks to subvert them\" (at para 12) [citations omitted]. Justice Abella, writing for the Court, stated at paragraphs 14-16 that: I do not see <FRAGMENT_SUPPRESSED> as standing for the proposition that the \"adequacy\" of reasons is a stand-alone basis for quashing a decision, or as advocating that a reviewing court undertake two discrete analyses - one for the reasons and a separate one for the result .... It is a more organic exercise - the reasons must be read together with the outcome and serve the purpose of showing whether the result falls within a range of possible outcomes. This, it seems to me, is what the Court was saying in <FRAGMENT_SUPPRESSED> when it told reviewing courts to look at \"the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes\"... In assessing whether the decision is reasonable in light of the outcome and the reasons, courts must show \"respect for the decision-making process of adjudicative bodies with regard to both the facts and the law\" ( <FRAGMENT_SUPPRESSED> , at para. 48). This means that courts should not substitute their own reasons, but they may, if they find it necessary, look to the record for the purpose of assessing the reasonableness of the outcome. Reasons may not include all the arguments, statutory provisions, jurisprudence or other details the reviewing judge would have preferred, but that does not impugn the validity of either the reasons or the result under a reasonableness analysis. A decision-maker is not required to make an explicit finding on each constituent element, however subordinate, leading to its final conclusion ... In other words, if the reasons allow the reviewing court to understand why the tribunal made its decision and permit it to determine whether the conclusion is within the range of acceptable outcomes, the <FRAGMENT_SUPPRESSED> criteria are met. [emphasis added, citations omitted]", "[31] Three propositions may be drawn from these decisions that are relevant to the present application. First, the overall approach to review on a reasonableness standard must be deferential. Second, the reviewing court must have regard to both the reasons of the tribunal and the record in assessing the reasonableness of a decision. Finally, in terms of factual findings challenged under the FCA, the measure by which to assess whether the findings are reasonable is set out in section 18.1(4)(d) of the FCA.", "[32] Several decisions of this Court and of the Federal Court of Appeal have delineated the nature of errors that may give rise to review under section 18.1(4)(d) of the FCA. The following principles may be distilled from the case law.", "[33] The wording of section 18.1(4)(d) requires that the impugned finding must meet three criteria for relief to be granted: first, it must be truly or palpably erroneous; second, it must be made capriciously, perversely or without regard to the evidence; and, finally, the tribunal's decision must be based on the erroneous finding ( <FRAGMENT_SUPPRESSED> [ Rohm & Haas ]; <FRAGMENT_SUPPRESSED> [2006] FCJ No 1607). Thus, findings that are inconsequential or that amount to obiter cannot provide a basis for review.", "[34] The tri-partite requirements of section 18.1(4)(d) of the FCA establish a more onerous test than the appellate standard of review for factual errors or errors in drawing inferences from the facts. The appellate standard is that of \"palpable and overriding error\", which has been defined to mean that review is warranted only if the error is plainly seen or obvious ( <FRAGMENT_SUPPRESSED> ). Under section 18.1(4)(d) of the FCA, on the other hand, the error must be palpable but also must provide a basis for the tribunal's decision and have been made capriciously, in a perverse manner or without regard to the evidence before the tribunal.", "[35] Much of the case law turns (often implicitly) on whether a finding is made in a manner that is \"perverse\", \"capricious\" or \"without regard to the material\" before the tribunal. Given the flexible nature of the reasonableness standard and the requirement of a contextualized analysis in every case, it is not possible to definitively categorize every type of error that might be said to be \"perverse\", \"capricious\" or \"made without regard to the material before\" the tribunal. That said, the decided cases do support certain general principles.", "[36] In the seminal case interpreting section 18(1)(d) of the FCA, Rohm & Haas , Chief Justice Jacket defined \"perversity\" as \"willfully going contrary to the evidence\" (at para 6). Thus defined, there will be relatively few decisions that may be characterized as perverse.", "[37] The notion of \"capriciousness\" is somewhat less exacting.  <FRAGMENT_SUPPRESSED> Justice Campbell defined capricious, with reference to a dictionary definition, as meaning \"marked or guided by caprice; given to changes of interest or attitude according to whim or fancies; not guided by steady judgment, intent or purpose\". To somewhat similar effect, Justice Harrington in <FRAGMENT_SUPPRESSED> [2005] FCJ No 509, defined \"capricious\" as being \"so irregular as to appear to be ungoverned by law\". Many decisions hold that inferences based on conjecture are capricious. In Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  (FCA) at para 33, Justice MacGuigan, writing for the Court, stated as follows regarding conjecture: The common law has long recognized the difference between reasonable inference and pure conjecture. Lord Macmillan put the distinction this way in <FRAGMENT_SUPPRESSED>  often a very difficult one to draw. A conjecture may be plausible but it is of no legal value, for its essence is that it is a mere guess. An inference in the legal sense, on the other hand, is a deduction from the evidence, and if it is a reasonable deduction it may have the validity of legal proof. ...", "[38] Turning, finally, to the third aspect of section 18.1(4)(d), the case law recognizes that a finding for which there is no evidence before the tribunal will be set aside on review because such a finding is made without regard to the material before the tribunal (see e.g. <FRAGMENT_SUPPRESSED> [2003] FCJ No 1517). Beyond that, it is difficult to discern a bright-line. The oft-cited <FRAGMENT_SUPPRESSED> ) [ Cepeda-Gutierez ] provides a useful review of the sorts of errors that might meet the standard of a decision made \"without regard to the material\" before the tribunal which fall short of findings for which there is no evidence. There, Justice Evans (as he then was) wrote at paragraphs 14 - 17: ... in order to attract judicial intervention under section 18.1(4)(d), the applicant must satisfy the Court, not only that the Board made a palpably erroneous finding of material fact, but also that the finding was made \"without regard to the evidence\" ... The Court may infer that the administrative agency under review made the erroneous finding of fact \"without regard to the evidence\" from the agency's failure to mention in its reasons some evidence before it that was relevant to the finding, and pointed to a different conclusion from that reached by the agency. Just as a court will only defer to an agency's interpretation of its constituent statute if it provides reasons for its conclusion, so a court will be reluctant to defer to an agency's factual determinations in the absence of express findings, and an analysis of the evidence that shows how the agency reached its result.", "[16] On the other hand, the reasons given by administrative agencies are not to be read hypercritically by a court [citations omitted] ... nor are agencies required to refer to every piece of evidence that they received that is contrary to their finding, and to explain how they dealt with it ... That would be far too onerous a burden to impose upon administrative decision-makers who may be struggling with a heavy case-load and inadequate resources. A statement by the agency in its reasons for decision that, in making its findings, it considered all the evidence before it, will often suffice to assure the parties, and a reviewing court, that the agency directed itself to the totality of the evidence when making its findings of fact", "[17] However, the more important the evidence that is not mentioned specifically and analyzed in the agency's reasons, the more willing a court may be to infer from the silence that the agency made an erroneous finding of fact \"without regard to the evidence\": ... In other words, the agency's burden of explanation increases with the relevance of the evidence in question to the disputed facts. Thus, a blanket statement that the agency has considered all the evidence will not suffice when the evidence omitted from any discussion in the reasons appears squarely to contradict the agency's finding of fact. Moreover, when the agency refers in some detail to evidence supporting its finding, but is silent on evidence pointing to the opposite conclusion, it may be easier to infer that the agency overlooked the contradictory evidence when making its finding of fact. [emphasis added, citations omitted]", "[39] This case does not stand for the bald proposition, advanced by the Applicant in this case, that the mere fact that a tribunal does not refer to an important piece of evidence in its decision will necessarily result in the decision being overturned. In fact, Cepeda-Gutierrez , to the extent it makes categorical statements at all, actually says the opposite and holds that a tribunal need not refer to every piece of evidence; rather, it is only where the non-mentioned evidence is critical and contradicts the tribunal's conclusion that the reviewing court may decide that its omission means that the tribunal did not have regard to the material before it.", "[40] The foregoing authorities firmly establish that applicants seeking to set aside decisions under section 18.1(4)(d) of the FCA face significant hurdles given the narrow basis upon which factual findings may be said to be unreasonable. C. What principles apply to review of the RPD's credibility findings?", "[41] There are a multitude of cases which deal with review of the various immigration tribunals' findings of credibility. The general principles that may be drawn from those cases that are relevant to this Application for Judicial Review are summarized below.", "[42] First, and perhaps most importantly, the starting point in reviewing a credibility finding is the recognition that the role of this Court is a very limited one because the tribunal had the advantage of hearing the witnesses testify, observed their demeanor and is alive to all the factual nuances and contradictions in the evidence. Moreover, in many cases, the tribunal has expertise in the subject matter at issue that the reviewing court lacks. It is therefore much better placed to make credibility findings, including those related to implausibility. Also, the efficient administration of justice, which is at the heart of the notion of deference, requires that review of these sorts of issues be the exception as opposed to the general rule. As stated in <FRAGMENT_SUPPRESSED> at para 4: There is no longer any doubt that the Refugee Division, which is a specialized tribunal, has complete jurisdiction to determine the plausibility of testimony: who is in a better position than the Refugee Division to gauge the credibility of an account and to draw the necessary inferences? As long as the inferences drawn by the tribunal are not so unreasonable as to warrant our intervention, its findings are not open to judicial review ... (see also Singh at para 3 and <FRAGMENT_SUPPRESSED> ).", "[43] Second, contradictions in the evidence, particularly in a refugee claimant's own testimony, will usually afford the RPD a reasonable basis for finding the claimant to lack credibility, and, if this finding is reasonable, the rejection of the entire refugee claim will not be interfered with by the Court (see e.g. <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). That said, the contradictions which underpin a negative credibility finding must be real as opposed to illusory. Thus, the tribunal cannot seize on truly trivial or minute contradictions to reject a claim (see e.g. <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> at para 20; <FRAGMENT_SUPPRESSED> ).", "[44] Third, while the sworn testimony of a claimant is to be presumed to be true in the absence of contradiction, it may reasonably be rejected if the RPD finds it to be implausible. However, a finding of implausibility must be rational and must also be duly sensitive to cultural differences. It must also be clearly expressed and the basis for the finding must be apparent in the tribunal's reasons (see e.g. <FRAGMENT_SUPPRESSED>  FCJ No 162 at para 12 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [2004] FCJ No 1149 at para 15).", "[45] Fourth, the RPD may legitimately have regard to witness demeanor, including hesitations, vagueness and changing or elaborating on their versions of events. These sorts of matters may reasonably underpin a credibility finding, but it is preferable if there are additional objective facts to support the finding (see e.g. <FRAGMENT_SUPPRESSED> ).", "[46] Finally, where a decision turns on credibility, it is incumbent on the RPD to provide reasons for its assessment given the importance of the issues at stake in a refugee claim. A generalized, imprecise and vague credibility conclusion without particulars is subject to being set aside on review (see e.g. <FRAGMENT_SUPPRESSED>  (FCA)). D. Was the RPD's identity finding reasonable?", "[47] In analysing the reasonableness of the Board's determinations at issue in the present application, the first matter that logically arises is whether the Board's finding with respect to identity is reasonable. Section 106 of the IRPA provides that the RPD \"... must take into account, with respect to the credibility of a claimant, whether the claimant possesses acceptable documentation establishing identity, and, if not, whether they have provided a reasonable explanation for the lack of documentation ... \". It is firmly-settled that if a claimant does not establish his or her identity, the Board need not consider the merits of a putative refugee's claim and may reject it out of hand ( <FRAGMENT_SUPPRESSED> [2005] FCJ No 1403). Thus, if this Court finds the RPD's determination regarding the claimant's identity to be reasonable, it is not necessary to consider any other arguments the applicant raises in a judicial review application.", "[48] The issue of identity is at the very core of the RPD's expertise, and here, of all places, the Court should be cautious about second-guessing the Board. In my view, provided that there is some evidence to support the Board's identity-related conclusions, provided the RPD offers some reasons for its conclusions (that are not clearly specious) and provided there is no glaring inconsistency between the Board's decision and the weight of the evidence in the record, the RPD's determination on identity warrants deference and will fall within the purview of a reasonable decision. In other words, if these factors pertain, the determination cannot be said to have been made in a perverse or capricious manner or without regard to the evidence.", "[49] When this test is applied to the Board's identity finding in the instant case, it is clear that it is reasonable.", "[50] In the Decision, the RPD premised its identity finding on several interrelated facts. Therefore, it is erroneous to seize on a few of them - as the Applicant has done - and try to argue that the alleged errors warrant intervention by the Court. Rather, the required approach is much more holistic: the Court must examine all the reasoning on the point in its totality in light of the record to evaluate whether the Board's conclusion is reasonable. The principal factors upon which the Board based its identity finding are discussed below.", "[51] First, and most importantly, the Board found that the Applicant's passport had been tampered with. This factual conclusion was central to the RPD's identity finding and is entirely reasonable. The RPD had before it a copy of the passport and concluded that it had been tampered with for the same reasons as the port of entry official, namely, that the passport's corners had been hand-cut and a number on it was malformed. The only evidence to the contrary regarding the alleged authenticity of the passport came from the Applicant's testimony to the opposite effect, which the Board discounted in light of the documentary evidence. It was completely reasonable for the RPD to do so, given its assessment of the document and the obviously self-serving nature of the Applicant's bald claim that the passport had not been tampered with.", "[52] The passport, moreover, was the only piece of photo identification offered by the Applicant (other than a picture in the admittedly fraudulent student visa material submitted upon entry into Canada, which obviously could not establish identity). Neither the birth certificate nor the ration card the Applicant proffered had a picture on it.", "[53] The Applicant argues that the RPD's failure to mention the ration card and birth certificate in its Decision necessarily renders the Board's Decision unreasonable and subject to being set aside by this Court. I do not agree. In the circumstances, neither document was so \"key\" that the Board's failure to specifically mention it means that the Decision should be set aside under section 18.1(4)(d) of the FCA. Neither of the documents had a picture on it; therefore, neither could definitively establish identity. In addition, the other evidence before the Board overwhelmingly pointed to the Applicant not having established her identity. Therefore, not mentioning the ration card or the birth certificate in the Decision does not make the Board's identity finding unreasonable. In short, there is no way to conclude that the identity finding is perverse, capricious or made without regard to the evidence merely because the RPD did not discuss the ration card and the birth certificate. There was ample basis in the record to support the Board's identity finding, much of which was canvassed by the Board in its Decision.", "[54] For example, the Applicant's failure to provide an address for her parents in either version of the PIF or to even list her brother as a relative undercut the proof of her identity and the Applicant's overall credibility. Contrary to what the Applicant asserts, these are not minor or trivial issues but, rather, are significant, especially where, as here, the Applicant knew that proof of her identity was at issue. Failure to provide known coordinates for possible corroborating identity witnesses is significant where the PIF asks for them and requires the Applicant to confirm the accuracy of the information contained in it with the same force and effect as if the information were given under oath.", "[55] In addition, the different versions of the Applicant's educational history, set out in the original and amended PIFs (both of which were completed when the Applicant was represented by her former counsel) further undercut her identity. Obviously, someone should be aware of his or her educational background. Education, like relatives' contact information, is an important fact that could corroborate identity.", "[56] In terms of education, the Applicant argues that the Board committed a reviewable error in finding the Applicant's submission of a false student visa undermined her credibility, relying in this regard on <FRAGMENT_SUPPRESSED>  (FCA) [ <FRAGMENT_SUPPRESSED> ] and <FRAGMENT_SUPPRESSED> ., where Justice Martineau noted at para 11: ... where a claimant travels on false documents, destroys travel documents or lies about them upon arrival following an agent's instructions, it has been held to be peripheral and of very limited value to a determination of general credibility: [citations omitted]", "[57] I do not agree with the Applicant's suggestion that Board committed such an error. In my view, the Applicant has mischaracterized the RPD's Decision on this point: the Board did not use the mere fact that the Applicant had presented false papers to conclude that the Applicant generally lacked credibility. Rather, the Board used this fact to highlight that it could not rely on the documents submitted on entry to establish identity. In terms of credibility, the RPD focused instead on the fact that the Applicant continued to obfuscate when confronted by the port of entry official and only made her refugee claim once she was effectively cornered by him.", "[58] For these reasons, the RPD's identity finding was reasonable and must be maintained. Although this conclusion is sufficient to result in the dismissal of the instant application, the other grounds raised by the Applicant are briefly canvassed below. E. Was the RPD's credibility finding reasonable?", "[59] In addition to the points set out above, the Applicant argues that the Board's credibility finding is unreasonable for three additional reasons: a. the medical certificate signed by Dr. Sarbjit Kaur is so central a piece of corroborating evidence that the Board's failure to discuss it renders the Decision unreasonable; b. the implausibility conclusion regarding the way in which the Applicant's father was likely to have behaved is without factual foundation, thereby making the credibility finding unreasonable; and c. the Board ought not have put any weight on the fact that the Applicant did not mention that the neighbour was a police officer until her testimony before the RPD.", "[60] None of these points warrants intervention by the Court. In matters of credibility, as with identity findings, it is my view that intervention by the Court is not warranted if there is some evidence to support the Board's conclusion, if the RPD offers non-generalized reasons for its findings (that are not clearly specious) and if there is no glaring inconsistency between the Board's decision and the weight of the evidence in the record. It does not matter if the RPD's reasons are not perfect or even if the Court agrees with the conclusion, let alone each step in the RPD's credibility analysis. As the case law establishes, matters of credibility are at the very heart of the task Parliament has chosen to leave to the RPD.", "[61] Here, there was ample evidence before the RPD upon which it could - and did - reasonably conclude that it did not believe the Applicant. In addition to the identity-related facts discussed above, the Board made several points.", "[62] Two of them are essentially findings of implausibility, namely, disregard for the Applicant's explanation for not amending her PIF and a more general implausibility finding regarding the Applicant's claim. In terms of the former, the reason given by the Applicant (i.e. that the interpreter told her she could not further amend the PIF) is not credible on its face and, more importantly, the RPD is best positioned to draw a conclusion regarding the implausibility of the excuse given by the Applicant, given its knowledge of the likely behavior of interpreters and its assessment of the Applicant as a witness. With respect to the more general implausibility finding, the Applicant argues it is perverse because there was no evidence before the Board indicating that the Applicant's father wished to sell the land in question. This, however, is not correct. As already noted, in her testimony before the RPD, the Applicant did indicate at one point that her father wished to sell the land, albeit for more than the neighbor was offering. The Board's general implausibility finding is therefore not perverse due to lack of factual underpinning.", "[63] The Board also stated that the Applicant's omission from her PIFs that the neighbour was a former police officer undercut her credibility. The Applicant argues that this is an unreasonable conclusion as the fact of the neighbour's former employment is not so self-evident that its omission from the PIF should lead to a conclusion that the Applicant was fabricating her story. I tend to agree with the assertion that an otherwise truthful witness might neglect to mention that the neighbour was a retired police officer in the PIF, but this issue is irrelevant to the overall reasonableness of the Board's determinations. There were multiple other bases reasonably offered by the RPD for its credibility findings and thus this one issue is immaterial to the instant Judicial Review Application.", "[64] The Applicant also asserts that the failure to discuss the medical certificate from Dr. Sarbjit Kaur renders the Board's Decision unreasonable because it was so central a document that it needed to be mentioned. I once again disagree. As discussed above, the required analysis of the impact of a failure to discuss evidence is purely contextual and centres on whether the failure is so significant that it leads the Court to conclude that the entire credibility finding was made in a perverse or capricious manner or without regard to the material before the tribunal. In my view, the medical certificate is not of such ilk because there were so many other pieces of evidence that supported the Board's credibility finding. Also, the certificate is not itself determinative of whether the alleged events occurred.", "[65] In addition to the numerous points already canvassed which provide ample support for the Board's finding, the various versions of events provided by the Applicant surely afforded the RPD a sound basis for disbelieving the Applicant. The date changes between the first and second PIFs are telling in that it is unbelievable that an individual would not remember the date of an event as significant as a sexual assault, especially when the first rendition of events was given just a few weeks after the assault allegedly transpired. The Board did not mention this fact in its Decision and, indeed, itself stated the events occurred on the first set of dates offered by the Applicant in her original PIF. This misreporting of the evidence, while certainly far from desirable, does not undermine the conclusion that the Board's credibility findings are reasonable as the evidence in question strongly supports the conclusion that the Applicant was not telling the truth.", "[66] On the other side of the coin, the medical certificate, while admissible under the rules of evidence governing the RPD, is hearsay, dated years after the event and was proffered as part of a package of documents that contained affidavits which appear to be copied one from the other. The certificate is thus worlds away from the sort of document that Justice Evans noted  <FRAGMENT_SUPPRESSED> -Gutierez may give rise to a conclusion that the tribunal had made its decision without regard to the material before it.", "[67] Thus, the RPD's credibility finding is reasonable. Accordingly, the Board did not commit errors 1, 2, 3, 4 and 6 alleged by the Applicant. E. The RPD's IFA Finding", "[68] The Applicant finally argues that the RPD's IFA finding is unreasonable because the Board did not refer to one sentence in one of the pieces of the voluminous documentary evidence, the Country of Origin Information Report of the United Kingdom, which indicated it \"may be difficult for single women to find secure accommodation in India.\" There were several pieces of evidence that pointed to the opposite conclusion that were in the Record and that were referred to in the Board's reasoning. The failure to mention the one sentence seized upon by the Applicant in no way renders the RPD's Decision unreasonable. First, and most importantly, it is not so key a piece of evidence that the Board was required to mention it. Second, the sentence does not even contradict the Board's conclusion but, rather, merely suggests that it might be difficult for a single woman to relocate in India. In the face of the wealth of evidence to the contrary before the RPD, its finding regarding the availability of an IFA is certainly reasonable. V. CONCLUSION", "[69] In light of the foregoing, there is no basis for the Court to interfere with the RPD's Decision as the Board did not commit any reviewable error. Accordingly, this Application for Judicial Review must be dismissed.", "[70] No question for certification under section 74 of IRPA was presented and none arises in this case. JUDGMENT", "[71] THIS COURT'S JUDGMENT is that 1. This Application for Judicial Review of the RPD's Decision is dismissed. 2. No question of general importance is certified. , LC 2001, c 27 [LIPR].", "[2]", "[3]", "[4] I.", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13] II.", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21] III. L'ANALYSE A.", "[22] <FRAGMENT_SUPPRESSED>  (CAF) [arrêt <FRAGMENT_SUPPRESSED> ], au paragraphe 4; Singh <FRAGMENT_SUPPRESSED>  [2008] ACF no 571, au paragraphe 21; <FRAGMENT_SUPPRESSED>  [2009] ACF no 583, au paragraphe 17).", "[23] B.", "[24] et", "[25]", "[26]", "[27]", "[28] Alberta (Information and  <FRAGMENT_SUPPRESSED>  DLR (4th) 428 [arrêt Alberta Teachers ] et Newfoundland and  <FRAGMENT_SUPPRESSED>  DLR (4th) 17 [arrêt Newfoundland Nurses", "[29] Alberta Teachers", "[30] Newfoundland Nurses", "[31] et ) de la LCF.", "[32]", "[33] Rohm & Haas ];", "[34]", "[35]", "[36] Rohm & Haas", "[37]", "[38] Cepeda-Gutierrez", "[renvois omis] [...], [...].", "sera", "[39] Cepeda-Gutierrez 'est pas peut", "[40] C.", "[41]", "[42] Aguebor, Singh, <FRAGMENT_SUPPRESSED> ).", "[43] <FRAGMENT_SUPPRESSED> ; Mohacsi, au para 20; <FRAGMENT_SUPPRESSED> ).", "[44] <FRAGMENT_SUPPRESSED>  [2003] ACF no 162, au paragraphe 12 [arrêt <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [2004] ACF no 1149, au paragraphe 15).", "[45] <FRAGMENT_SUPPRESSED> ).", "[46] <FRAGMENT_SUPPRESSED>  (CAF)). D.", "[47]", "[48]", "[49]", "[50]", "[51]", "[52]", "[53]", "[54] savait", "[55]", "[56]", "[57]", "[58] E.", "[59]", "[60]", "[61]", "[62]", "[63]", "[64]", "[65]", "[66] Cepeda-Gutierrez", "[67] E.", "[68] V. CONCLUSION", "[69]", "[70] JUGEMENT", "[71] [End of document]"]}