{"id_": "038480", "body_str": ["[1] Campbell, J. : With respect to the present Application, the Applicant, a citizen of Lebanon, claimed refugee protection under s.96 on the basis of religious and political opinion and risk protection under s.97 for fear of Hezbollah in Lebanon should he be required to return to that country. The Refugee Protection Division (RPD) rejected the Applicant's claim on a negative finding of credibility principally based on a number of implausibility findings. For the following reasons, I find that the law with respect to the making of implausibility findings was not followed and, consequently, I find the decision is made in reviewable error.", "[2] As quoted in the decision under review, the Applicant's evidence supporting his claim is as follows: On November 26th, 2006, a convoy of three vehicles arrived at the checkpoint whereby the driver of the first vehicle identified himself as Hezbollah and continued on his way, until the claimant ordered him to stop aiming his gun at the driver. He then proceeded to inspect the vehicles and found one of the vehicles was transporting weapons. He called his supervisor, Chawky Damen (referred to as Chawky from now on), a Muslim Shiite, who briefly spoke to the Hezbollah group and let them proceed. Shortly thereafter, the claimant questioned Chawky about his lack of behaviour toward the Hezbollah men whom he had stopped, at which point Chawky dismissed the claimant's concerns. On December lst, 2006, the claimant reported the incident to his boss at headquarters in Zahle, Ziad, also a Christian, who granted the claimant's request for a transfer to work out of the police station at headquarters, as the claimant was uncomfortable continuing to work at Dahr El Baydar checkpoint, given the incident of November 26th and given he was the only Christian working there. As he gathered his belongings at the checkpoint on December 3rd, 2006, he was confronted by Chawky who warned the claimant that he was in trouble and wanted to know whether headquarters had asked him to come and spy. The claimant left without responding. On December 8th or 9th, 2006, the mayor of the town warned the claimant's father that some people were looking for his son. The claimant's father notified the claimant to remain at the police station as he suspected Hezbollah was looking for him. Ziad allowed the claimant to live at headquarters for his protection and safety. (Decision, paras. 4 to 8)", "[3] With respect to the Applicant's evidence, the following are the RPD's implausibility findings which, in my opinion, constitute the heart of the rejection of the Applicant's claim: \"If indeed Chawky and the Hezbollah believed the claimant to be a threat to them and as a result had wanted to harm him, the panel finds that the followers of Hezbollah including Chawky would have retaliated much sooner than later\"; [...] \"Based on the documentary evidence describing the Hezbollah's intense presence in the area, the panel finds it reasonable that Chawky or any member of Hezbollah would have easily located the claimant between Chawky's threat on December 3rd and the date that the claimant's father allegedly received the waning from the mayor on December 8th or 9th. All they had to do was simply follow the claimant home after one of his shifts\" (Decision, at para. 19); and, \"Obviously, the members of Hezbollah were aware of the claimant's position as a police officer and Chawky was aware of the claimant's transfer to headquarters in Zahlé; all that was left to do was place a surveillance crew near the police station. It is not credible to the panel that Hezbollah would send agents to search on the streets in a town the size of Mreijat (according to the claimant, about 200 inhabitants), for the claimant's whereabouts\" (Decision, at para. 20).", "[4] I find that each of the implausibility statements quoted do not conform with the existing law for the making of implausibility findings as stated in <FRAGMENT_SUPPRESSED> : With respect to making negative credibility findings in general, and implausibility findings in particular, Justice Muldoon in <FRAGMENT_SUPPRESSED>  (C.A.) at 305, that when a refugee claimant swears to the truth of certain allegations, a presumption is created that those allegations are true unless there are reasons to doubt their truthfulness . But the tribunal does not apply the Maldonado principle to this applicant, and repeatedly disregards his testimony, holding that much of it appears to it to be implausible. Additionally, the tribunal often substitutes its own version of events without evidence to support its conclusions. A tribunal may make adverse findings of credibility based on the implausibility of an applicant's story provided the inferences drawn can be reasonably said to exist. However, plausibility findings should be made only in the clearest of cases, i.e., if the facts as presented are outside the realm of what could reasonably be expected, or where the documentary evidence demonstrates that the events could not have happened in the manner asserted by the claimant . A tribunal must be careful when rendering a decision based on a lack of plausibility because refugee claimants come from diverse cultures, and actions which appear implausible when judged from Canadian standards might be plausible when considered from within the claimant's milieu. [see L. Waldman, Immigration Law and Practice (Markham, ON: Butterworths, 1992) at 8.22] [Emphasis in the original] It is not difficult to understand that, to be fair to a person who swears to tell the truth, concrete reasons supported by cogent evidence must exist before the person is disbelieved. Let us be clear. To say that someone is not credible is to say that they are lying. Therefore, to be fair, a decision-maker must be able to articulate why he or she is suspicious of the sworn testimony, and, unless this can be done, suspicion cannot be applied in reaching a conclusion. The benefit of any unsupported doubt must go to the person giving the evidence.", "[5] Therefore, in the present case, from evidence on the record , the RPD was required to: first, clearly find what might reasonably be expected by way of a Hezbollah response to the Applicant's actions; then make findings of fact about the response that was made by Hezbollah; and, finally, conclude whether the response conforms with what might be reasonably suspected. In the present case this process of critical analysis was not followed. On this basis I find that the RPD's implausibility findings are unsupported speculations, and, therefore, the decision under review is not defensible on the law and the facts. ORDER", "[6] THIS COURT ORDERS that The decision under review is set aside and the matter is referred back for redetermination by a differently constituted panel. There is no question to certify. [End of document]"]}