{"id_": "038538", "body_str": ["[1] Harrington, J. : Mr. McNally filed his 2012 federal income tax return on time; on 14 April 2013. More than two years have passed, but he has yet to receive his Notice of Assessment. He has applied to this Court for an order by way of mandamus requiring the Minister to assess his return and give him notice thereof forthwith. He relies on s 152(1) of the Income Tax Act which provides: 152. (1) The Minister shall, with all due dispatch, examine a taxpayer's return of income for a taxation year, assess the tax for the year, the interest and penalties, if any, payable and determine ) the amount of refund, if any, to which the taxpayer may be entitled ... for the year; or ) the amount of tax, if any ... to be paid on account of the taxpayer's tax payable under this Part for the year. 152.", "[2] In his return, Mr. McNally is claiming a credit arising from his participation in a gifting tax shelter. The Minister frowns upon this particular type of shelter, notwithstanding that the Tax Court of Canada has yet to rule on their validity. He submits that the Minister is deliberately delaying the assessment of his return for an improper purpose; that purpose being to discourage participation in such shelters.", "[3] For her part, the Minister freely admits that the main reason Mr. McNally's return (like others in the same situation) has not been assessed is to discourage participation in these shelters. She submits that is a perfectly valid motive, not contrary to s 152(1) of the Act. In addition, she says she is delaying Mr. McNally's return until the audit of the gifting tax shelter in which he participated is complete, and also in order to educate the public. These two motives are also perfectly valid, and are not in breach of section 152(1).", "[4] According to Mr. McNally, the outcome of his assessment is a forgone conclusion. His credit will be disallowed as being an invalid charitable donation. However, until he is assessed he is unable to challenge that assessment through the appeal provisions in the Income Tax Act and, in all likelihood, to the Tax Court of Canada, and perhaps beyond. I. Issue", "[5] The issue is whether the Minister is in breach of her duty to examine and assess Mr. McNally's return \"with all due dispatch\". If she has not so acted, mandamus lies. The issue is not whether the tax shelter complies with the Income Tax Act", "[6] This Court does not review tax returns, assessments and reassessments. Such matters fall within the jurisdiction of the Tax Court of Canada. Consequently, if the Minister is ordered to examine Mr. McNally's return and forthwith assess the tax owing for the 2012 taxation year, such order would in no way imply what that assessment should be.", "[7] To put this matter in perspective, it is necessary to set out the Minister's position with respect to gifting tax shelters and to briefly describe the tax shelter in question, the EquiGenesis 2012 Investment & Donation Program, and its predecessors. II. Widely Marketed Gifting Tax Shelters", "[8] As clearly set out in her Memoranda of Fact and Law, and during oral argument, the Minister of National Revenue and the Canada Revenue Agency (CRA) are of the view widely marketed tax shelters are generally invalid. In years past, the Minister would initially conduct a cursory examination of the participants' tax returns, commonly called a \"desk assessment\" and would allow the charitable donation tax credit claimed. However, the gifting tax shelter would be audited, which would result in a reassessment of the taxpayer and the denial of the charitable donation tax credit. More recently, the Minister has decided not to assess the participants' tax returns until after the audit of the gifting tax shelter. This is the situation in which Mr. McNally finds himself for the 2012 taxation year.", "[9] The Minister freely admits, indeed brags that \"her purposes in implementing this change were to deter participation in such tax shelters.\"", "[10] Beginning with the 2012 taxation year, the CRA developed what is known as the Gifting Tax Shelter (GTS) National Program, also known as the Intercept Project. It applies to widely marketed shelters which do not involve flow-through shares. Eight shelters, including the EquiGenesis 2012 Investment & Donation Program (EquiGenesis 2012) fell within the GTS National Program.", "[11] The Minister and her predecessors have long been suspicious of these gifting tax shelters. As early as November 2003, a fact sheet entitled Tax Shelter Donation Arrangements was published. The then Canada Customs and Revenue Agency published a news release with respect to tax shelter donation arrangements. These arrangements are often described as buying low and selling high, such as the purchase of art that is valued for tax purposes at many times its cost.", "[12] CRA published a Fact Sheet in November 2004 alerting investors of risks associated with certain tax shelter donation arrangements, including gifting trust arrangements, leverage cash donations and buy-low donate-high arrangements. It stated that it would challenge any arrangement that did not comply with the Income Tax Act and would audit tax returns of investors. Another alert warned that participation in a tax shelter gifting arrangement would likely result in a tax bill. Thousands upon thousands of taxpayers were reassessed and denied well over 2.5 billion dollars in claimed donations.", "[13] It is said in those news releases that the goals of the Program include educating and protecting Canadians from gifting tax shelter schemes.", "[14] A number of assessments, or reassessments, as the case may be, have been challenged. One, a predecessor to EquiGenesis 2012 Program, the 2009 Program, is scheduled to be heard by the Tax Court of Canada this coming October. III. The EquiGenesis 2012 Investment & Donation Program", "[15] As I understand it, the Program had two components, an investment in a limited partnership and a cash charitable donation. Mr. McNally borrowed most of the money needed to purchase units in the limited partnership. He then acted on an option to pledge his units as security for a second loan, the proceeds of which were used to make a cash donation to a registered Canadian charity. This gave rise to a number of claimed deductions, such as the interest on the borrowed funds and a charitable donation tax credit, for far more than he was out of pocket.", "[16] The promoter of the Program and the general partner is EquiGenesis Corporation, run by one Kenneth Gordon. According to his evidence in this case, programs were first offered in 2003 and every year thereafter, including 2012, except for the years 2007 and 2008. A. The 2003 and 2004 Programs", "[17] They were audited and participants therein were sent Notices of Reassessment disallowing the charitable tax credits. These Programs were then amended somewhat and have not yet been resolved. B. The 2005 and 2006 Programs", "[18] These Programs passed muster. No Notices of Reassessment were issued. According to Mr. Gordon, the programs offered in 2009 through 2012 are virtually identical. However, full particulars of these Programs are not before the Court and, in any event, it would be inappropriate to comment on Mr. Gordon's opinion. C. The 2009 Program", "[19] This Program was audited and the charitable tax credits disallowed. One of the participants therein will have her day before the Tax Court of Canada this coming October. D. The 2010, 2011 and 2012 Programs", "[20] The audits of these Programs have yet to be completed. IV. The Applicant", "[21] Mr. McNally is a partner and senior valuation consultant at a large chartered accountancy and business advisory firm. He became a chartered accountant in 1977 and was designated a chartered business valuator in 1998. During the cross-examination on his affidavit, he said he relied on the fact that the 2005 and 2006 Programs had been audited but not challenged. Thereafter, he invested in the 2009 through 2012 Programs. He considers the tax credit to be legitimate and is willing to go to court to make his point.", "[22] In June 2013, some two months after he filed his 2012 return, he received a letter from the CRA, a good part of which is clearly boiler plate. For instance, \"the Canada Revenue Agency (CRA) is taking steps to better inform and protect taxpayers from widely marketed gifting tax shelter schemes.\" Mr. McNally is clearly a sophisticated investor and neither sought nor wanted the CRA's advice.", "[23] The letter goes on to say that his 2012 return has not been assessed as the CRA is undertaking an audit of the tax shelter. These audits are complex and \"they can take up to two years to complete.\" Apparently, over 167,000 taxpayers who participated in gifting tax shelter \"schemes\" have been denied more than 5.5 billion dollars in donation claims. The charitable status of 44 organizations has been revoked, and some 63.5 million dollars in third party penalties against promoters and tax preparers have been levied.", "[24] The CRA then pats itself on the back by pointing out that participation in such tax shelters have been steadily declining from about 50,000 in 2006 to approximately 10,000 in recent years. \"By not assessing your 2012 tax return until we have completed our review of your eligibility for the donation claim, we will avoid the issuance of a refund that may be invalid and would need to be repaid.\"", "[25] He was given the option of withdrawing the donation claim, in which case his return would be assessed earlier. This is not as draconian as it appears. The act gives him another five years to reclaim the donation. Certain benefits, such as the Child Benefit Tax Credit and the GST Credit cannot come into play until an assessment has been made.", "[26] Mr. McNally responded by filing his Notice of Application to this Court 25 July 2013. He seeks an order compelling the Minister to examine his 2012 return forthwith and to issue a Notice of Assessment. In the alternative, he seeks an order for a declaration that the Minister has no authority to delay his assessment to deter or limit taxpayer participation in a registered tax shelter, or to pursue any goals other than those directly related to examining his 2012 return and ascertaining such tax, interest or penalties as may be payable by him. V. The <FRAGMENT_SUPPRESSED> Case", "[27] This is not the first time the Minister's new policy of auditing the tax shelter before assessing the taxpayer has come before the Court. Mr. Justice Phelan began his decision in <FRAGMENT_SUPPRESSED>  as follows:", "[1] The issue in this judicial review is whether the Minister of National Revenue [Minister] has met the obligation to examine the Applicant's tax return \"with all due dispatch\" in circumstances where delay in examination was caused by the policy of a local tax centre of the Canada Revenue Agency to discourage certain types of tax shelter donations.", "[28] In that case, the delay was generated by a pilot project out of the Winnipeg Tax Centre of the Canada Revenue Agency. After the application was heard, but before Mr. Justice Phelan rendered his decision, Mrs. Ficek was assessed. The Minister then moved to have her application dismissed on the grounds of mootness. Mr. Justice Phelan refused. His reasons are reported at 2013 FC 430. He said:", "[25] The new policy will continue to affect more taxpayers and this taxpayer in subsequent years. The policy is a broad-based one affecting donors to certain types of registered charitable organizations. Both parties have acknowledged that this is a test case for the Winnipeg Tax Centre's new policy to auditing.", "[26] Absent a resolution in the context of this case, there is risk that this issue of the legality of the new policy may remain unresolved for some time. As the issue affects the national taxation system, it is one of public and national importance.", "[27] Lastly, the resolution of this issue will affect the Applicant's 2011 tax year, and subsequent years, if she continued to donate in the same way. It will also affect any others caught by the new policy or who may be caught by this or a similar policy. The resolution of this issue will have practical effect.", "[29] Since then, the pilot project, with some changes, has morphed into the GTS National Program.", "[30] Mr. Justice Phelan then declared that the Minister had failed to assess Mrs. Ficek's tax return \"with all due dispatch\".", "[31] The shelter in question was the Global Learning Gifting Initiative, which does not appear to be connected in any way with EquiGenesis.", "[32] Mr. Justice Phelan thoroughly canvassed the case law with respect to \"all due dispatch\". He referred to <FRAGMENT_SUPPRESSED>  (Fed TD); Rodmon Construction Inc v R , [1975] CTC 73, 75 DTC 5038 (Fed TD); J  <FRAGMENT_SUPPRESSED> .", "[33] \"With all due dispatch\" does not imply a drop dead date. In order to properly administer the Income Tax Act , the Minister has some discretion. Whether a return has been examined \"with all due dispatch\" is a question of fact. However, as Mr. Justice Phelan stated at paragraph 21, basing himself on J  <FRAGMENT_SUPPRESSED> : \"However, the discretion is not unfettered, it must be reasonable and for a proper purpose of ascertaining and fixing the liability of the taxpayer\".", "[34] He pointed out that there should be some certainty to the taxpayer's financial affairs. There is a three-year limitation on reassessment. However, it only begins to run from the initial assessment. Consequently, \"The taxpayer cannot compel the refund of overpayment of taxes absent an initial Notice of Assessment, nor can the taxpayer proceed by way of objection to the Tax Court until an assessment is issued\" (para 23).", "[35] He concluded that although to the extent there might have been some basis for awaiting an audit of the tax shelter, the decision to audit was so tainted by the real reason, i.e. discourage and delay that \"the audit is an excuse for delay not a reason for delay\" (para 33).", "[36] Mr. McNally submits that I should follow <FRAGMENT_SUPPRESSED> as a matter of judicial comity. This is incorrect. Judicial comity applies to decisions of the same court on points of law. Mr. Justice Phelan's decision is primarily fact-driven. The record before me is not the same, and even if it were I might come to different findings of fact.", "[37] However, I agree with Mr. Justice Phelan; not because I have to but because I want to.", "[38] The Minister has attempted to distinguish <FRAGMENT_SUPPRESSED> which was not appealed. It was a local policy, not a national policy. The National Program has some differences, such as permitting a taxpayer to waive the claimed tax credit, and then claim it back in subsequent years. Furthermore, the National Program applies to eight shelters, not just one. If the Program was wrong as applied to taxpayers on the Prairies, it cannot be made right by applying it nationally.", "[39] Perhaps the decision to audit the tax shelters before assessing a taxpayer' return is legitimate with respect to the other seven shelters. I cannot say.", "[40] With respect to EquiGenesis 2012, I can say, to paraphrase Mr. Justice Phelan, the decision to audit is so tainted by the real reason for the GTS Program that the audit is an excuse for delay, not a reason for delay.", "[41] Andre Malouf, a senior analyst in the Tax Shelter Audits Section, Aggressive Tax Planning Division, of the Compliance Program Branch, of the Canada Revenue Agency, admits that the 2012 Program is similar to the 2009 Program. Mr. Malouf said that more than a year ago, in March 2014. As sure as night follows day, Mr. McNally's charitable tax donation will be disallowed. Although the Minister is responsible for administrating the Income Tax Act , ultimately it falls upon the courts to decide whether a claimed deduction is valid or not. It is plain and obvious that Mr. McNally's rights have been trampled upon for extraneous purposes.", "[42] The Minister owes Mr. McNally a statutory duty to examine his return \"with all due dispatch\". There may well be circumstances in which it will take some time to reach a conclusion with respect to a given return. It may well be appropriate to await the audit of third parties. However, this is not one of those cases. Although not as blatant as <FRAGMENT_SUPPRESSED>  as Mr. Justice Rand stated at p 140: ...there is no such thing as absolute and untrammelled \"discretion\", that is that action can be taken on any ground or for any reason that can be suggested to the mind of the administrator; no legislative Act can, without express language, be taken to contemplate an unlimited arbitrary power exercisable for any purpose, however capricious or irrelevant, regardless of the nature or purpose of the statute.", "[43] The CRA is entitled to express concerns with respect to certain tax shelters and to warn that such shelters will be audited. In Mr. McNally's case, however, the resulting delay is capricious and cannot be allowed to stand. Even assuming these secondary purposes to be valid, they are overwhelmed by the primary main purpose and cannot save the day ( JUDGMENT", "[44] FOR REASONS GIVEN; THIS COURT'S JUDGMENT is that 1. The application for judicial review is granted with costs. Failing agreement, the parties may seek directions within thirty (30) days hereof. 2. The Minister of National Revenue is ordered to examine Mr. McNally's return of income for the 2012 taxation year and issue him a Notice of Assessment within thirty (30) days hereof. Application granted. Editor: E. Joanne Oley/nmg [End of document]"]}