{"id_": "038682", "body_str": ["[1] Russell, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (Act) for judicial review of a decision of an immigration officer (Officer) dated September 20, 2007 (Decision) refusing the Applicant's application for permanent residence from within Canada on humanitarian and compassionate (H&C) grounds.  <FRAGMENT_SUPPRESSED> BACKGROUND  <FRAGMENT_SUPPRESSED>", "[2] The Applicant is a citizen of Jordan of Palestinian ethnicity. He left Jordan and entered the United States in June 1996. On May 6, 2003, the Applicant entered Canada and made a claim for refugee status. The claim was denied on June 15, 2004. The Applicant's Pre-removal Risk Assessment (PRRA) was denied on June 16, 2005. The Applicant sought leave and judicial review of the negative PRRA decision. On October 6, 2005, the application for leave was dismissed by this Court and on September 17, 2007, a removal order was issued against the Applicant requiring the Applicant to leave Canada on September 27, 2007.  <FRAGMENT_SUPPRESSED>", "[3] The Applicant also submitted an application for permanent residence in Canada on H&C grounds. This application was refused on September 20, 2007. This is the Decision subject to judicial review in the present application. A stay of the removal order has been granted pending the outcome of this application for judicial review.  <FRAGMENT_SUPPRESSED> DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>", "[4] The Officer first considered the hardships the Applicant's extended family would suffer if the Applicant was required to apply for permanent residence outside Canada. He noted that the Applicant's extended family is deeply dependent on the Applicant for assistance around the home, that that the Applicant's uncle and aunt suffer from various health problems, and that the Applicant's uncle spends many hours operating a business he owns. The Officer held that, although these may be considered hardships, the hardships were not unusual and undeserved, or disproportionate. The Officer noted that there are many other families in Canada in the same situation where working parents must juggle their roles at work and their responsibilities at home. However, the Officer also found that the Applicant's family possesses the financial means to ease their burden at home by hiring a caregiver for the children or employees for the uncle's business. The Officer further noted that the Applicant's aunt could be suffering from depression, but found that there was insufficient evidence to suggest that her condition would be irreparable if she sought medical treatment.  <FRAGMENT_SUPPRESSED>", "[5] The Officer then considered the effect of the Applicant's removal on the Applicant's cousins. The Officer rejected the Applicant's argument that the children would suffer from emotional and psychological trauma if the Applicant was required to apply for a permanent resident visa from outside Canada, stating that \"[c]hildren are resilient by nature, and it is not unreasonable to believe that they would be able to adjust and adapt to the loss of the applicant, similar to many children who have lost a parent through divorce or death.\" The Officer also noted that the Applicant's cousins would still have the support of both biological parents available to them. Thus, the Officer concluded that the Applicant had not established that severing his ties with his extended family would constitute an unusual and undeserved or disproportionate hardship or impact upon the children.  <FRAGMENT_SUPPRESSED>", "[6] The Officer also acknowledged that the Applicant's family are worried about his safety if he is returned to Jordan, but noted that the Refugee Protection Division and Pre-Removal Risk Assessment unit had already determined that the Applicant's claims to a risk to his life, risk of persecution and unusual treatment or punishment were not well-founded. The Officer also noted that the Applicant's spouse resides in the United States where the Applicant could return and be reunited with her. Based on these factors, the Officer concluded that requiring the Applicant to leave Canada would not constitute unusual and undeserved, or disproportionate hardship and that there were insufficient H&C factors to warrant an exemption from the visa requirements of the Act in the Applicant's case.  <FRAGMENT_SUPPRESSED> ISSUES  <FRAGMENT_SUPPRESSED>", "[7] The issues on this application for judicial review are:  <FRAGMENT_SUPPRESSED> 1. Did the Officer ignore the two psychological reports submitted in support of the Applicant's H&C application when making his Decision?  <FRAGMENT_SUPPRESSED> 2. Did the Officer fail to consider the best interests of the children?  <FRAGMENT_SUPPRESSED> 3. Is the Officer's Decision unreasonable?  <FRAGMENT_SUPPRESSED> STATUTORY FRAMEWORK  <FRAGMENT_SUPPRESSED>", "[8] The following provisions of the Act are applicable in the case at bar:  <FRAGMENT_SUPPRESSED> Application before entering Canada  <FRAGMENT_SUPPRESSED> 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document shall be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.  <FRAGMENT_SUPPRESSED> Humanitarian and compassionate considerations  <FRAGMENT_SUPPRESSED> 25. (1) The Minister shall, upon request of a foreign national who is inadmissible or who does not meet the requirements of this Act, and may, on the Minister's own initiative, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligation of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to them, taking into account the best interests of a child directly affected, or by public policy considerations.  <FRAGMENT_SUPPRESSED> STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>", "[9] The Supreme Court of Canada recently held in <FRAGMENT_SUPPRESSED>  that there are now only two standards of review: reasonableness and correctness. The Supreme Court of Canada  <FRAGMENT_SUPPRESSED> also stated that a standard of review analysis need not be conducted in every instance where the standard of review applicable to the particular question before the court is well-settled by past jurisprudence.  <FRAGMENT_SUPPRESSED>", "[10] <FRAGMENT_SUPPRESSED>  at para. 61, the Supreme Court held that the standard of review applicable to an officer's decision of whether or not to grant an exemption based on humanitarian and compassionate considerations was reasonableness simpliciter. It has since become well-established that the reasonableness simpliciter standard is the applicable standard when reviewing decisions of this kind. In light of the Supreme Court of Canada's decisions in Baker and and the previous jurisprudence of this Court, I find the applicable standard of review in this case is reasonableness. When reviewing a decision on this standard, the Court may only intervene if the decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( at para. 47) .  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED> 1. Did the Officer ignore the two psychological reports submitted in support of the Applicant's H&C application when making his Decision?  <FRAGMENT_SUPPRESSED>", "[11] The Applicant argues that the Officer failed to consider the two psychological reports submitted in support of his H&C application and thus committed a reviewable error. The Applicant notes that at no point in the Decision does the Officer make reference to the psychological reports. Instead, the Officer makes only a cursory mention of the supporting documentation provided by the Applicant and broadly discusses the emotional and psychological impact that would be suffered by the Applicant's family if he were removed from Canada which, the Applicant notes, was raised in the cover letter that accompanied the H&C application.  <FRAGMENT_SUPPRESSED>", "[12] The Respondent argues that, while the Officer did not specifically list the psychological reports or any of the supporting documents, it is evident from his reasons that he did take the substance of the reports into account. The Respondent relies on the Federal Court's decision in <FRAGMENT_SUPPRESSED>  aff'd 2008 FCA 151, wherein Justice Layden-Stevenson held as follows at paragraphs 18-19:  <FRAGMENT_SUPPRESSED> 18. At the outset, I should state that I do not regard the officer's failure to specifically mention the international instruments by name to be an error of law. It is well established that the officer, in her reasons, need not cite all of the evidence before her. Unless the contrary can be shown, it is presumed that a decision-maker has weighed and considered all of the evidence: <FRAGMENT_SUPPRESSED>  (F.C.A.). The rationale underlying this proposition is to ensure that one does not elevate form over substance.  <FRAGMENT_SUPPRESSED> 19. As I see it, the real issue in this matter turns on whether the officer's decision reveals a failure to consider and apply the principles contained within the cited international instruments.  <FRAGMENT_SUPPRESSED>", "[13] Justice Layden-Stevenson went on to find  <FRAGMENT_SUPPRESSED> that, despite the officer's failure to mention the international instruments, the officer addressed their substance and offered a comprehensive and thoughtful analysis of the factors involved in that case.  <FRAGMENT_SUPPRESSED>", "[14] The Respondent also relies on the Federal Court of Appeal's decision in <FRAGMENT_SUPPRESSED>  at para. 3, where Justice Décary stated that \"to insist as a matter of law that an immigration officer spell out expressly that she had considered the best interests of the child before examining the degree of hardship to which the child would be subject, is to elevate form above substance.\" Likewise, suggests the Respondent, while the Officer in the present case did not cite the reports by name, his Decision reflects that he considered their substance. The Respondent argues that the Officer noted several times in his Decision that the application was based on the psychological trauma that the family, specifically the children, would suffer if the Applicant were removed from Canada. Based on the Officer's reasons, argues the Respondent, it is clear that the Officer had regard to the reports.  <FRAGMENT_SUPPRESSED>", "[15] The Respondent has correctly cited the well-established principle that there exists a presumption that the decision-maker has considered all the evidence before him or her. The Officer stated in his reasons that the Applicant's \"family, most notably his youngest cousin and aunt, would suffer psychological and emotional trauma if he was forced to apply for a visa outside of Canada\" and continued by stating that he \"considered the information submitted regarding these factors....\" The Officer also made mention of the family's dependency on the Applicant, the fact that the Applicant's aunt and uncle suffer from various health problems, and that the Applicant's uncle spends many hours operating the transit business he owns. However, in the Decision the Officer does not refer to the reports specifically and her reasons and conclusions suggest that she regarded the advice on trauma as coming from the Applicant himself. The Officer does not treat the reports as evidence provided by qualified professionals that needs to be addressed as such. In this sense then, even if he did review the reports, the Officer does not deal with them as documents put together by competent professionals who spent a considerable amount of time with the family involved. In essence, the Officer does not really address the reports for what they are and fails to explain adequately his reasons for rejecting some of the extremely serious evidence of trauma referred to in the reports.  <FRAGMENT_SUPPRESSED> 2. Did the Officer fail to consider the best interests of the children?  <FRAGMENT_SUPPRESSED>", "[16] The Applicant submits that the Officer was not alert, alive and sensitive to the best interests of the children affected by the Decision when he rejected the Applicant's H&C application. The Applicant relies on the Federal Court of Appeal's decision in <FRAGMENT_SUPPRESSED> , at para. 32, wherein the Court provided the following summary of the applicable jurisprudence:  <FRAGMENT_SUPPRESSED> 32. It was also common ground that an officer cannot demonstrate that she has been \"alert, alive and sensitive\" to the best interests of an affected child simply by stating in the reasons for decision that she has taken into account the interests of a child of an H & C applicant (Legault, at para. 13). Rather, the interests of the child must be \"well identified and defined\" (Legault, at para. 12) and \"examined ... with a great deal of attention\" (Legault, at para. 30). For, as the Supreme Court has made clear, the best interests of the child are \"an important factor\" and must be given \"substantial weight\" (Baker, at para. 75) in the exercise of discretion under subsection 114(2).  <FRAGMENT_SUPPRESSED>", "[17] The Applicant also relies on <FRAGMENT_SUPPRESSED>  wherein Justice Campbell held that being \"alert\" required that an Officer demonstrate awareness of the child's best interests by noting the ways in which those interests were implicated. Justice Campbell also noted that to be \"alive,\" the Officer must consider the best interest factors in their full context, and the relationship between those factors and other elements of the fact situation must be fully understood. Further, to demonstrate sensitivity, the Officer must be able to articulate clearly the suffering of a child that will result from a negative decision, and then say whether, together with a consideration of other factors, the suffering warrants H&C relief.  <FRAGMENT_SUPPRESSED>", "[18] The Applicant argues that the Officer did not consider the best interests of the children in this case but merely restated the grounds upon which the Applicant made his H&C application and gave a fleeting review of the impact the removal would have on the children. The Applicant submits that the Officer failed to identify and define the best interests of the children or examine their best interests with sufficient attention, as required by the Hawthorne decision.  <FRAGMENT_SUPPRESSED>", "[19] The Respondent argues that, although the best interests of the children are important, they are not determinative ( <FRAGMENT_SUPPRESSED> ). Instead, the best interests of the children must be balanced against other factors. The Respondent submits that the Officer engaged in the balancing test and considered the Applicant's failed refugee claim, the failed PRRA application, and the psychological reports.  <FRAGMENT_SUPPRESSED>", "[20] The Respondent submits that the Officer clearly put his mind to the best interests of the children, noting that the effect of the deportation on the children forms one of the main portions of the Officer's reasons for Decision. According to the Respondent, the Officer's reasons demonstrate that the Officer had regard to the specific factors of the case, the context of the hardship and the suffering that would result from a negative decision. This shows that the Officer was fully alert, alive and sensitive to the children's best interests.  <FRAGMENT_SUPPRESSED>", "[21] The Respondent also argues that this case is distinguishable from Kolosovs . In Kolosovs , the grandfather was present at the birth of all the children, he emotionally and financially supported the children, and he was the only father figure the children knew. Further,  <FRAGMENT_SUPPRESSED> , the Officer did not have regard to the best interest of the children in that he failed to take into account a key factor: one of the children had juvenile diabetes and was in a diabetic coma. The Respondent submits that, in the present case, the Decision captures the substance of the reports and does not omit any key factors. The Officer considered the context, recognizing that the children would still have their biological parents and siblings to rely on and that the Applicant was not the children's parent or primary caregiver. The Respondent argues that the Applicant is asking this court to reweigh the evidence that was before the Officer and notes that, as this Court held in <FRAGMENT_SUPPRESSED>  it is not the role of the Court to reweigh the evidence that was before the Officer.  <FRAGMENT_SUPPRESSED>", "[22] After reviewing the Decision, I find that the Officer was not alert, alive, and sensitive to the best interests of the children affected by the Applicant's removal from Canada. The Officer acknowledged the psychological and emotional trauma that the children might suffer as a result of the Applicant's removal, but found that the children would be able to adjust and adapt to the loss of the Applicant. The Officer noted that the children would have the support of both biological parents available to them but found that the severing of ties between the Applicant and his family would not constitute an unusual and undeserved or disproportionate hardship.  <FRAGMENT_SUPPRESSED>", "[23] The real problem with the Decision on this issue is that it lacks substance and any real basis for the Officer's disagreement with the advice and conclusions contained in the psychological reports. The Applicant went to great trouble to obtain and provide detailed reports from qualified professionals that specified the problems faced by this family and, in particular, the children. The Officer purports to deal with the reports by saying that \"Children are resilient by nature, and it is not unreasonable to believe that they would be able to adjust and adapt to the loss of the applicant, similar to many children who have lost a parent through divorce or death.\" The Officer refers to no evidentiary basis for the conclusion that \"children are resilient by nature ...,\" and he makes no attempt to engage with the specific advice he is given concerning the children involved in this case. Even if children are resilient by nature (which certainly does not accord with my experience), the Officer was not alert and alive to the interests of these specific children in the way that he dealt with the detailed psychological evidence before him.  <FRAGMENT_SUPPRESSED>", "[24] This is not to suggest that the interests of the children displaced all other considerations or that the Officer was obliged to accept the conclusions contained in the psychological reports. But the Decision provides no material basis for disagreeing with the reports or for the Officer's own conclusions regarding the impact of removal of the Applicant upon these children, and upon young Jenan in particular. This suggests that the interests of the children were not appropriately taken into account in the Decision as a whole. In my view, this was unreasonable.  <FRAGMENT_SUPPRESSED> 3. Is the Officer's Decision unreasonable?  <FRAGMENT_SUPPRESSED>", "[25] The Applicant argues that the Officer failed to consider or examine the psychological reports submitted by the Applicant and that the Officer made a number of unsubstantiated comments that were directly contradicted by the psychological reports and for which the Officer did not provide a basis. The Applicant notes that the Officer concluded that the youngest cousin, Jenan, would not suffer emotional and psychological trauma as \"[c]hildren are resilient in nature...,\" yet this finding directly contradicts the psychological reports. In Dr. Cynthia Jordan's report, she stated \"[s]hould Mohamad and Tareq be removed from Canada, she will be at considerable risk for an attachment disorder which will impact negatively upon her emotional health, possibly having a permanent impact upon her for the rest of her life. Children her age who have lost attachment figures such as nannies have been known to become socially withdrawn and isolated, and some even become electively mute.\" Further, Dr. Rosalyn Golfman stated in her report that, \"[t] he Evaluator observed a level of defiance and aggressiveness in Jenan that, with further stress such as the loss of her uncles, has the possibility of developing to the level of Oppositional Defiant Disorder.\" The Applicant argues that the Officer provided no evidence to support his findings, nor did he provide any reasons for disagreeing with the psychological reports. Thus, the Officer's opinions on the impact the Applicant's removal would have on his family were unsupported and unreasonable.  <FRAGMENT_SUPPRESSED>", "[26] The Respondent submits that it was open to the Officer to reject the psychological reports or substitute her opinion for that of the reports. This is precisely the Officer's job, argues the Respondent, and to do otherwise would amount to a fettering of her discretion. The Respondent submits that the psychological reports were but one factor to consider in deciding whether to grant the H&C application and argues that the Decision is supported by the reasons and withstands a probing examination.  <FRAGMENT_SUPPRESSED>", "[27] For reasons already given, I must conclude that the Decision was unreasonable. This is more than the Applicant simply asking the Court to reweigh evidence. Bearing in mind the full context that lies behind the Decision, the Officer's treatment of the reports was unreasonable. Instead of engaging with the specific trauma's identified in the reports, the Officer avoided the issues by employing an unsubstantiated generalization that \"children are resilient by nature ....\" This was unreasonable in the full context of this Decision.  <FRAGMENT_SUPPRESSED>", "[28] THIS COURT ORDERS AND ADJUDGES that :  <FRAGMENT_SUPPRESSED> 1. The application is allowed and the matter is returned for reconsideration by a different officer.  <FRAGMENT_SUPPRESSED> 2. There is no question for certification.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}