{"id_": "038662", "body_str": ["[1] Reed, J. : Two issues arise in this case: (1) does the court have jurisdiction to issue directions which are so specific that they essentially direct a decision by a federal board, commission or tribunal; (2) should such directions be issued in this case.  <FRAGMENT_SUPPRESSED>", "[2] On January 18, 1994, I issued an order, on consent, quashing a decision of the Convention Refugee Determination Division of the Immigration and Refugee Board (\"C.R.D.D.\"). That decision had found the applicant not to be a Convention refugee. Counsel for the applicant asked that the matter be remitted back to the C.R.D.D. with specific instructions that the applicant should be declared to be a Convention refugee. The respondent questioned whether this court had jurisdiction to issue such directions. A decision on that issue was adjourned pending written representations from counsel. These were received on February 24, March 24 and April 6, 1994.  <FRAGMENT_SUPPRESSED>", "[3] The central issue is the interpretation of s. 18.1(3) of the Federal Court Act :  <FRAGMENT_SUPPRESSED> \"18.1(3) On an application for judicial review, the Trial division may  <FRAGMENT_SUPPRESSED> (a) order a federal board, commission or other tribunal to do any act or thing it has unlawfully failed or refused to do or has unreasonably delayed in doing; or  <FRAGMENT_SUPPRESSED> (b) declare invalid or unlawful, or quash, set aside or set aside and refer back for determination in accordance with such directions as it considers to be appropriate , prohibit or restrain, a decision, act or proceeding of a federal board, commission or other tribunal.\" (underlining added)  <FRAGMENT_SUPPRESSED>", "[4] In my view, there is jurisdiction pursuant to that provision to issue directions of such specificity that they require the C.R.D.D. to declare an applicant to be a Convention refugee. I note, firstly, that the wording of s. 18.1(3) is essentially the same as the wording of the former ss. 52(c) and 52(d) of the Federal Court Act . These stated:  <FRAGMENT_SUPPRESSED> \"(former) s. 52 The Federal Court of Appeal may  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> (c) in the case of an appeal other than an appeal from the Trial Division  <FRAGMENT_SUPPRESSED> (i) dismiss the appeal or give the decision that should have been given, or  <FRAGMENT_SUPPRESSED> (ii) in its discretion, refer the matter back for determination in accordance with such directions as it considers to be appropriate ; and  <FRAGMENT_SUPPRESSED> (d) in the case of an application to review and set aside a decision of a federal board, commission or other tribunal, either dismiss the application, set aside the decision or set aside the decision and refer the matter back to the board, commission or other tribunal for determination in accordance with such directions as it considers to be appropriate .\" (underlining added)  <FRAGMENT_SUPPRESSED>", "[5] The Federal Court of Appeal interpreted s. 52(c) in <FRAGMENT_SUPPRESSED>  (F.C.A.) at p. 607:  <FRAGMENT_SUPPRESSED> \"... if the court concludes the tribunal erred in any of the ways contemplated by subs. 28(1), by para. 52(c) of the Federal Court Act , it can only set aside the decision or set it aside and remit the matter to tribunal for reconsideration with directions. It cannot make the decision it thinks the tribunal ought to have made although, from a practical point of view, its directions may be so precise as to dictate the result of the reconsideration .\" (underlining added)  <FRAGMENT_SUPPRESSED>", "[6] <FRAGMENT_SUPPRESSED>  (F.C.A.) at p. 117, the Court of Appeal allowed the application for review pursuant to s. 28 and referred the matter back to the Immigration Appeal Board with the following instructions;  <FRAGMENT_SUPPRESSED> \"In the circumstance, it appears to me that, if the board had not committed the errors which I have indicated, it could only have come to the conclusion that the applicant had satisfied the definition of the Convention Refugee . In my opinion, the matter should be referred back to the board for redetermination on that basis .\" (underlining added)  <FRAGMENT_SUPPRESSED>", "[7] The Court of Appeal provided similar directions to the Board in <FRAGMENT_SUPPRESSED>  (F.C.A.) at p. 170:  <FRAGMENT_SUPPRESSED> \"These two findings together, which occur towards the end of the Board's reasons, satisfy both the objective and the subjective branches of the test for refugee status. Whether or not the applicant was a credible witness, and I have already indicated that the board's reasons for finding him not credible are based in error, that does not prevent him from being a refugee if his political opinions and activities are likely to lead to his arrest and punishment. In those circumstances, the only conclusion that was open to the board was to find that the applicant was indeed a Convention refugee.  <FRAGMENT_SUPPRESSED> \"I would allow the s. 28 application, set aside the impugned decision and return the matter to the board for redetermination on the basis that the applicant is a Convention refugee .\" (underlining added)  <FRAGMENT_SUPPRESSED>", "[8] A similar remedy was granted in <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 114 (F.C.A.), where it was clear from the evidence accepted by the panel that the only conclusion it could have reached, were it not for its error, was that the claimant had a credible basis. The Federal Court of Appeal allowed the application under s. 28 for judicial review of a credible basis decision, and remitted the matter for reconsideration with the following directions, at p. 117:  <FRAGMENT_SUPPRESSED> \"The application should be granted, the decision of the access tribunal should be set aside and the matter should be referred back to the access tribunal for reconsideration on the basis that the applicant has a credible basis for his claim since the only possible basis for rejection in the circumstances was the internal flight alternative. <FRAGMENT_SUPPRESSED>", "[9] Section 52(d) of the Federal Court Act , R.S.C. 1985, c. F-7 was repealed by S.C. 1990, c. 8, s. 17. It was replaced in the context of the reorganization of judicial review jurisdiction, between the Trial Division and Appeal Division, which was effected by that amendment. Section 18.1(3) was added and s. 28 was modified to read:  <FRAGMENT_SUPPRESSED> \"S. 28(2) Sections 18 to 18.5, except subs. 18.4(2), apply, with such modifications as the circumstances require, in respect of any matter within the jurisdiction of the Court of Appeal under subs. (1) and, where they so apply, a reference to the Trial Division shall be read as a reference to the Court of Appeal.\" (S.C. 1990, c. 8, ss. 5 and 8)  <FRAGMENT_SUPPRESSED>", "[10] The respondent's argument hinges on an interpretation of s. 18.1(3) which sees it as more limiting and restrictive, with respect to the court's authority on judicial review, than had existed under s. 52(d) and this limitation would apply not only to the Trial Division but also Appeal Division. I do not think the wording of s. 18.1(3) supports that conclusion. If anything, the wording of s. 18.1(3)(b) is broader than s. 52(d).  <FRAGMENT_SUPPRESSED>", "[11] As I understand the respondent's argument it is that the Trial Division's authority on judicial review has to be contrasted with the authority of the Appeal Division which exists on an appeal. For example s. 52(c)(i) of the Federal Court Act specifically provides that on an appeal, the Appeal Division may \"dismiss the appeal or give the decision that should have been given\". It is argued that there is no corresponding authority on judicial review and to interpret the power to give directions in s. 18.1(3) as including specific directions with respect to a particular decision would be to usurp authority not given under the statute.  <FRAGMENT_SUPPRESSED>", "[12] I am not persuaded by that argument. I note that Madame Justice Desjardins has commented on the former s. 52(d) in the light of the new provisions, see Review of Administrative Action in the Federal Court of Canada: The New Style in a Pluralist Setting , Law Society of Upper Canada Special Lectures, 1992, 405 at pp. 410-411:  <FRAGMENT_SUPPRESSED> \"Once the grounds for intervention are met, the court is entitled to review the decision. The power of the Court of Appeal, under the former para. 52(d) of the Federal Court Act , was limited to setting aside the decision and referring the matter back to the tribunal for determination in accordance with such directions as it considered to be appropriate. These directions may sometimes amount to instructing the tribunal as to the decision it ought to render . Still, the court cannot, as it can in the case of appeal, deal with the merits of the case and render the decision the tribunal should have rendered. Whether the new subs. 18.1(3) changes the situation will be discussed later.  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"Appeals and judicial review are closely intertwined in federal legislation. What I mean by 'intertwined' is illustrated by the fact that certain provisions found in some federal legislation are marked 'appeal' but the grounds of intervention are those of judicial review. But, since the powers of the court are different, both counsel and judges must concentrate at all times on the precise nature of the recourse brought before the court ...  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"The Immigration Act , as it is presently in force, perhaps more than any other federal legislation, contains numerous examples of mixed statutory review/appeal provisions. Many appeals in immigration matters are provided on the same grounds as judicial review proceedings.  <FRAGMENT_SUPPRESSED> \"When a decision is given by an adjudicator, (for instance, a removal order) or by the first level tribunal, leave may be obtained to commence a proceeding in the nature of a s. 28 application. When the decision is given by the Refugee Division, leave to appeal may be obtained.  <FRAGMENT_SUPPRESSED> In s. 28 applications, the Federal Court of Appeal will often return the matter with directions which amount to instructing the tribunal as to the decision it ought to render. The result is sometimes very close to a decision on the merits , but the court cannot render that decision.  <FRAGMENT_SUPPRESSED> \"In the case of an appeal, the Federal Court of Appeal may, if it allows the appeal, set aside the decision. It may then return the matter for rehearing as it often feels it does not have all the evidence before it. If, however, it feels all the evidence is before it and that no other conclusion is possible, the court may render the decision the Refugee Division should have rendered. The court is authorized to do so under subpara. 52(c)(i) of the Federal Court Act .\" (underlining added) (footnotes omitted)  <FRAGMENT_SUPPRESSED>", "[13] At pp. 432-433 of the text, the following comments are found:  <FRAGMENT_SUPPRESSED> \"I would prefer to leave for further decisions whether subs. 18.1(3) enlarges the jurisdiction of the court with respect to the orders it may issue. That section is at least drafted in such a way as to encompass all the remedies available under subs. 18.1. For this reason alone, the former para. 52(d) of the Act had to be widened. The provision certainly contains additional words, such as 'invalid and unlawful', and 'quash'. Weather '[a]rguably the new s. 18.1(3) has enlarged the available remedies', as stated by Whitehall and Smellie, remains to be seen. I suspect these remedies, if enlarged, would remain in the nature of the judicial review power of the court as known to the public law. It has been noted elsewhere that the awarding of damages for instance is not provided for. ...\" (footnote omitted)  <FRAGMENT_SUPPRESSED>", "[14] It is clear that it is important when interpreting s. 18.1(3)(b) to consider that section in the context of s. 18.1 as a whole, together with s. 18 and the changes which were made by S.C. 1990, c. 8. That is, decisions which have previously been reviewable only by the Appeal Division are now reviewable by the Trial Division and the Trial Division's jurisdiction on judicial review now encompasses not only relief in the nature of certiorari, prohibition and mandamus but also by way of declaration and injunction.  <FRAGMENT_SUPPRESSED>", "[15] Section 18.1(3) authorizes the Trial Division, on judicial review to, among other things, \"order a federal board ... to do any act\" or to \"declare invalid ... a decision ... of a board\" or to \"prohibit ... a decision ... of a board\" or to \"set aside and refer back for determination in accordance with such directions as it considers to be appropriate ... a decision ... of a board\". It would not be consistent with the wording of the section as a whole, and the extensive authority given to the Trial Division thereby, to limit the power of making directions so as to exclude therefrom the making of directions which are so specific that they direct the result the tribunal must reach.  <FRAGMENT_SUPPRESSED>", "[16] The respondent argues that s. 18.1(3)(b) contemplates a \"determination\" by the tribunal and such would be precluded, in any meaningful sense, by specific directions. This contention can be answered, in my view, by reference to two factors: s. 18.1(3) does not state that the court may issue only \"general\" directions - there is no restriction on the specificity of the directions which may be issued; the decisions  <FRAGMENT_SUPPRESSED> Chaudri and Attakora (supra) were all decided by reference to a provision which required reference back to the tribunal for \"determination\".  <FRAGMENT_SUPPRESSED>", "[17] I turn then to the question of when specific directions respecting a decision in a case should be given. The Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , recently reviewed the cases in which it had exercised its authority under s. 53(c)(i) and declared an applicant to be a convention refugee. In my view, similar considerations are relevant in acceding to a request to give specific instructions to the C.R.D.D. with respect to an applicant.  <FRAGMENT_SUPPRESSED>", "[18] The type of questions which the Court of Appeal asked itself were: is the evidence on the record so clearly conclusive that the only possible conclusion is that the claimant is a Convention refugee; is the sole issue to be decided a pure question of law which will be dispositive of the case; is the legal issue based on uncontroverted evidence and accepted facts; is there a factual issue which involves conflicting evidence which is central to the claim?  <FRAGMENT_SUPPRESSED>", "[19] Assessing the present application in the light of an analysis in accordance with those questions, I can not find that this case is one in which the C.R.D.D. should be directed with respect to the result it should reach. The applicant's case will therefore be referred back to the C.R.D.D. for rehearing.  <FRAGMENT_SUPPRESSED> Order accordingly.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/saf  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}