{"id_": "038799", "body_str": ["[1] Manson, J. : This is an application for judicial review of the decision of Jocelyn Francoeur, an Adjudicator with Passport Canada [the Adjudicator], pursuant to section 18.1 of the Federal Courts Act , RSC 1985, c F-7. The Adjudicator revoked the availability of passport services to the Applicant for a period of five years, starting on December 23, 2010. I. Background", "[2] The parties do not dispute that on December 23, 2010, an unknown individual [the Impostor] attempted to board a flight from Istanbul, Turkey, to Toronto, using the Applicant's passport [the Passport]. The Impostor was removed from the flight by the authorities but was not detained for any length of time. His identity is unknown. The parties also do not dispute that Ali Reza Gomravi was also on that flight, and that Mr. Gomravi is an old friend of the Applicant's. In fact, Mr. Gomravi was used as a reference for the Applicant's May 6, 2006 Passport application.", "[3] The Respondent and the Applicant differ sharply on most of the remaining facts that form the basis of the Adjudicator's decision.", "[4] According to the Applicant's Affidavit, the Applicant traveled to Germany in December, 2010, for a business and family visit. He was to return to Toronto from Bonn, Germany via Istanbul on December 22, 2010 in the company of Mr. Gomravi. After sleeping in the Istanbul airport overnight, the Applicant realized his Passport and boarding pass were missing. He immediately reported this to the Turkish authorities, who detained him until January 3, 2011, when he paid a bribe to secure his release. Upon his release, the authorities provided the Applicant his Passport. He then flew from Istanbul to Dubai, United Arab Emirates on January 8, 2011. After three days in the airport in Dubai, he flew to Vienna, Austria via Damman, Saudi Arabia on January 11, 2011, before eventually flying to Toronto via Paris. The Applicant claims not to know the Impostor.", "[5] The Respondent alleges that the Impostor and the Applicant knew each other, and that Mr. Gomravi acted as a facilitator for the Impostor to come to Canada illegally. The Respondent does not believe that the Applicant was in Istanbul on December 22, 2010, a fact corroborated by Mr. Gomravi. The Passport appears to have been returned to the Impostor after he was removed from the plane.", "[6] It is not in dispute that the Applicant flew from Vienna to Paris on January 12, 2011, and from Paris to Canada on January 14, 2011. The parties also agree that on May 4, 2011 the Applicant attempted to renew the Passport, which was in his possession at that time.", "[7] On May 26, 2011, Passport Canada sent the Applicant a proposal letter which indicated that their investigation had reached a preliminary recommendation to withhold passport services based on section 10.3 of the Canadian Passport Order , SI/81-86 [the Order]. This letter gave the Applicant an opportunity to respond to the investigation against him by providing additional information prior to the issuance of a final decision by the Adjudicator. Subsequent to this proposal letter and prior to the Adjudicator's decision, 36 emails were exchanged between various officials at Passport Canada and the Applicant.", "[8] The Adjudicator's decision was rendered on September 22, 2011, but in light of the omission of evidence of a passport stamp indicating the Passport was used on January 12, 2011 in Vienna, it was reconsidered and reissued on October 17, 2011.", "[9] The Adjudicator's decision hinged on the improbability of the Applicant's explanation as to why the Impostor was using his Passport on December 23, 2010. The Adjudicator describes two alternate scenarios that would have had to occur if the Applicant's version of events is believed: A. The Impostor found the Applicant's Passport and boarding pass and attempted to use them. Upon failing, the Imposter disposed of the Passport, where it was subsequently found by the authorities some time later; or B. Airport security found the Passport and the Applicant's boarding pass and acted as accomplices to the Impostor before subsequently disembarking him, re-acquiring the Passport, and later forcing the Applicant to pay a bribe to obtain his passport.", "[10] Beyond a finding that these scenarios were improbable, the Adjudicator also did not believe that the Applicant travelled to and was detained in Istanbul. He notes that there is no objective evidence of his whereabouts from December 23, 2010 to January 12, 2011, and specifically of his alleged detention in Turkey.", "[11] Based on these probabilities and a lack of evidence supporting a contrary explanation, other than from the Applicant himself, the Adjudicator determined that the Applicant allowed the Impostor to use his Passport to travel to Toronto and Mr. Gomravi acted as a facilitator. The Passport was then returned to him for his flight from Vienna on January 12, 2010. This constituted a breach of section 10(2)(c) of the Order.", "[12] Based on this finding, the Adjudicator decided to revoke passport services for a period of five years, pursuant to 10.3 of the Order, as the Passport had expired by the time of the decision. II. Issues", "[13] The issue raised in the present application is as follows: A. Was Passport Canada's decision to withhold passport services from the Applicant for five years pursuant to the Canadian Passport Order reasonable? III. Standard of review", "[14] The parties agree that the standard of review is reasonableness ( <FRAGMENT_SUPPRESSED> ). IV. Analysis A. Relevant legislation Canadian Passport Order, SI/81-86 10. (1) Without limiting the generality of subsections 4(3) and (4) and for the greater certainty, the Minister may revoke a passport on the same grounds on which he or she may refuse to issue a passport. (2) In addition, the Minister may revoke the passport of a person who (c) permits another person to use the passport; 10.3 If a passport that is issued to a person has expired but could have been revoked under any of the grounds set out in sections 10 and 10.1 had it not expired, the Minister may impose a period of refusal of passport services on those same grounds, except for the grounds set out in paragraph 9(g), if the facts that could otherwise have led to the revocation of the passport occurred before its expiry date.", "[15] The Applicant argues that the Adjudicator's decision was unreasonable because it was based on insufficient and contradictory evidence, in particular with regard to the whereabouts of the Applicant, including his alleged travel to Turkey, the detention of the Applicant and the Impostor, and the location of the Applicant's Passport during the events in question.", "[16] While the Applicant takes issue with contradicting evidence, it is not the reviewing court's role to re-weigh the evidence ( <FRAGMENT_SUPPRESSED> ).", "[17] It was also reasonable for the Adjudicator to consider the evidence and determine that the probability of the Applicant's version of events occurring as low. The lack of any evidence from the Applicant's friend, Mr. Gomravi, to corroborate the Applicant's story about his presence in Istanbul, or that he was not a facilitator to the Imposter in using Mr. Latifi's passport, as well as the lack of any objective evidence concerning Mr. Latifi's detention, led to the investigator's decision to revoke the Applicant's passport for a period of five years.", "[18] Further, the Applicant was unable to provide travel itineraries for his alleged travel between Germany and Istanbul, Istanbul to Dubai, Dubai to Saudi Arabia, and Saudi Arabia to Vienna.", "[19] It is clear from the correspondence contained in the Certified Tribunal Record that Passport Canada officials gave the Applicant ample opportunity to submit any evidence that he wished, and he failed to provide satisfactory evidence to establish his version of events that transpired with respect to his Passport being used by an Impostor.", "[20] The evidence in support of the Adjudicator's decision that the Applicant allowed the Impostor to use his Passport is circumstantial, but viewed as a whole, had a sound basis and a five year ban is also reasonable ( <FRAGMENT_SUPPRESSED> ). The Adjudicator based his decision in the low probability that the Applicant's version of events occurred and the lack of objective evidence to support it. This reasoning is justifiable, intelligible and sufficient, and lies well within a range of acceptable outcomes as required by <FRAGMENT_SUPPRESSED>  and Newfoundland and  <FRAGMENT_SUPPRESSED> ). JUDGMENT", "[21] THIS COURT'S JUDGMENT is that 1. The application for judicial review is dismissed; 2. Cost to the Respondent fixed in the amount of $2500, as agreed to by the parties.", "[1] I. Contexte", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12] II.", "[13] III. Norme de contrôle", "[14] <FRAGMENT_SUPPRESSED> ). IV. Analyse A. Canadian Passport Order, SI/81-86 10. (1) Without limiting the generality of subsections 4(3) and (4) and for the greater certainty, the Minister may revoke a passport on the same grounds on which he or she may refuse to issue a passport. (2) In addition, the Minister may revoke the passport of a person who (c) permits another person to use the passport; 10.3 If a passport that is issued to a person has expired but could have been revoked under any of the grounds set out in sections 10 and 10.1 had it not expired, the Minister may impose a period of refusal of passport services on those same grounds, except for the grounds set out in paragraph 9(g), if the facts that could otherwise have led to the revocation of the passport occurred before its expiry date.", "[15]", "[16] <FRAGMENT_SUPPRESSED> ).", "[17]", "[18]", "[19]", "[20] <FRAGMENT_SUPPRESSED>  et Newfoundland and  <FRAGMENT_SUPPRESSED> ). JUGEMENT", "[21] [End of document] <FRAGMENT_SUPPRESSED>"]}