{"id_": "038737", "body_str": ["[1] Crampton, C.J. : The Applicant, Ms. Parmjit Kaur, is a citizen of India. Among other things, she alleges that she would face a serious risk of persecution, including physical harm and death, if she were required to return to India.", "[2] The Refugee Protection Division of the Immigration and Refugee Board of Canada (the Board) rejected her claim for protection after finding that her \"basic story\" was not plausible, her testimony was not credible, and her actions in the 17 months following her departure from India demonstrated a lack of subjective fear of persecution.", "[3] Ms. Kaur submits that the Board erred in reaching these findings. She also submits that the Board erred by failing to properly consider her psychologist's report, the Chairperson's Guidelines on Women Refugee Claimants Fearing Gender-Related Persecution [Guidelines] and her claims under section 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 [ IRPA ].", "[4] I disagree. For the reasons that follow, this application is dismissed. I. Background", "[5] Ms. Kaur is 30 years old and of Sikh ethnicity. In December 2008, she was visited by a Muslim friend from college (Salina), Salina's brother and a friend of his. On their way back to their home town from this visit, Salina and the two men were allegedly stopped at a police check. Her brother's friend, who was suspected to be associated with the Hizbul Mujahideen, escaped. However, Salina and her brother were arrested. During questioning, they informed the police that they and the brother's friend had stayed at Ms. Kaur's home.", "[6] Later that month, police from Ms. Kaur's home village allegedly arrested her. She claims that she was suspected of having knowledge about the Hizbul Mujahideen and that she was beaten and humiliated at the police station. After her father paid a bribe, she was released. However, once others in the community began to learn that she had been detained by the police, she began to be subjected to various forms of harassment and abuse that she submits amount to persecution.", "[7] The police allegedly raided Ms. Kaur's home on June 4, 2009, when she was not present. On June 9, 2009, she departed for the United States. She lived in the State of Washington until October 2, 2010, when she came to Canada. She claimed refugee protection on October 29, 2010. II. The Decision under Review", "[8] At the outset of its decision, the Board identified the determinative issue as being the credibility of Ms. Kaur's allegations.", "[9] In discussing this issue, the Board began by explaining why it had determined that her \"basic story\" was implausible. The Board then discussed various reasons why it found her testimony to be not credible.", "[10] The Board noted that Ms. Kaur's actions following her departure from India demonstrated a lack of subjective fear, because (i) she failed to claim asylum in the United States during the 16 months that she lived there, and (ii) she failed to claim refugee protection in Canada immediately upon her arrival in this country.", "[11] Given that Ms. Kaur's allegations involved how a woman in India may be treated as a result of certain types of rumours, the Board observed that the issues raised in her application were relevant to the Guidelines. However, in the absence of credible evidence that Ms. Kaur faced gender-related persecution in India, the Board stated that those guidelines were not applicable to her situation.", "[12] Finally, given its adverse credibility findings and the fact that the allegations in support of Ms. Kaur's claims under section 97 of the IRPA were the same as those she advanced in relation to her claim under section 96, the Board summarily rejected her claims under section 97, without further discussion. III. Standard of Review", "[13] The standard of review applicable to the Board's findings with respect to Ms. Kaur's credibility and her lack of subjective fear is reasonableness. The same is true with respect to the Board's treatment of the report prepared by Ms. Kaur's psychologist, the Guidelines and her claims under section 97 of the IRPA . ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED> (available on CanLII) [ <FRAGMENT_SUPPRESSED> ]). IV. Analysis A. The Board's adverse credibility findings", "[14] Ms. Kaur submitted that the Board erred by finding that two aspects of her allegations were implausible and by finding that her testimony was not credible.", "[15] I agree that the Board's two implausibility findings were not reasonable. The first such finding concerned Ms. Kaur's statement that, after the police came to her house, she never spoke to her friend Salina again. In my view, it was unreasonable for the Board to find that statement to be implausible. If Ms. Kaur did, in fact, believe that she had been betrayed by her friend Salina, it is entirely understandable that she might not have spoken with her again. Common experience reflects that such behaviour is not uncommon, and certainly is not implausible.", "[16] The second implausibility finding concerned Ms. Kaur's assertion that her source for certain key information in her allegations was the police who arrested her. The Board found that it was not plausible that the police would tell Ms. Kaur that the information they were accusing her of was secured through torture. I respectfully disagree. This finding was unreasonable, particularly in the absence of any discussion of how police in India behave.", "[17] However, in my view, the Board's conclusion that Ms. Kaur's testimony was not credible was reasonable. That conclusion was based largely on findings that the Board made with respect to (i) inconsistencies and other problems that it identified with respect to Ms. Kaur's testimony, and (ii) the absence of important aspects of her allegations in the Personal Information Form [PIF] part of her application. The principle findings in this regard were as follows: i. Her testimony was contradictory and continued to grow throughout the course of the hearing. In particular, when asked at the outset of the Board's hearing whether she had ever experienced harassment or mistreatment on public transportation in India, Ms. Kaur replied in the negative. However, after it was pointed out to her that country documentation indicates that women in India are sometimes harassed on public transportation, she then stated that people would point her out and call her demeaning names. It was only after being asked whether she experienced anything worse than being called names that she mentioned that small children threw stones at her. Later in the hearing, when pressed again on this point, she added that some people had stated that she had no right to live and should be killed. When further pressed, she then stated that \"the society threw stones\" at her and tried to kill her. These important allegations were not mentioned in Ms. Kaur's PIF, which simply noted that people called her \"by different bad and humiliating names.\" ii. She could not reasonably explain how people who had never seen her before and who did not know her by name were able to associate her with the rumours allegedly going around.", "[18] I am satisfied that it was entirely reasonable for the Board to conclude, based on the foregoing findings, that Ms. Kaur's principal allegations and testimony were not credible. That conclusion was well \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" and was appropriately justified, transparent and intelligible ( <FRAGMENT_SUPPRESSED> , above at para 47). B. The Board's conclusion with respect to subjective fear", "[19] Ms. Kaur submitted that the Board's finding with respect to her absence of subjective fear was unreasonable. I disagree.", "[20] That finding was made based on the fact that Ms. Kaur failed to claim refugee protection during the 16 month period that she lived in United States and then failed to claim such protection immediately upon her arrival in Canada. In my view, given the long duration of her stay in the United States, the Board's finding was not unreasonable. Indeed, it is entirely consistent with the jurisprudence of this Court involving claims of a similar or shorter duration. (See, for example, <FRAGMENT_SUPPRESSED> ACWS (3d) 137; <FRAGMENT_SUPPRESSED> ACWS (3d) 329; <FRAGMENT_SUPPRESSED> ACWS (3d) 115; <FRAGMENT_SUPPRESSED> , 157 NR 225 (CA)).", "[21] However, I would note for the record that the mere failure to claim refugee protection in Canada for a period of a few weeks after the claimant's arrival in this country would not normally constitute a reasonable basis, in and of itself, for making a finding of lack of subjective fear, particularly when, as here, the applicant sought the assistance of counsel during that period. C. The Board's treatment of the psychologist's report", "[22] Ms. Kaur submitted that the Board erred by disregarding, failing to properly address or misapprehending the evidence set forth in the report of her psychologist, in the course of reaching its adverse findings with respect to her credibility. I disagree.", "[23] In its decision, the Board noted that Ms. Kaur had visited a psychologist on two occasions shortly before the hearing and had provided information to the psychologist, which was summarized in the psychologist's report. The Board then referred to the psychologist's evidence regarding her symptoms of Post-Traumatic Stress Disorder [PTSD] and observed that such evidence \"does not mean that her symptoms are necessarily resulting from the reasons [that she identified].\" The Board also noted that the psychologist had obtained the information about what had allegedly occurred in India from Ms. Kaur herself, and that in view of the credibility concerns it had identified with respect to Ms. Kaur's testimony, it had decided to give no weight to the psychologist's report, in terms of corroborating those alleged events.", "[24] On its face, this treatment of the psychologist's report suggests that it may only have been taken into account in assessing whether it provided corroboration for Ms. Kaur's allegations, and may not have been taken into account in assessing Ms. Kaur's credibility as a witness.", "[25] Ms. Kaur submits that the Board was obliged to specifically consider the psychologist's report in its assessment of her credibility, and that its failure to demonstrate in its reasons that it did so constitutes a reviewable error.", "[26] In support of her position, Ms. Kaur relied upon this Court's decisions in <FRAGMENT_SUPPRESSED> ACWS (3d) 851 ( <FRAGMENT_SUPPRESSED> (available on  <FRAGMENT_SUPPRESSED> ACWS (3d) 319; and <FRAGMENT_SUPPRESSED> Imm. LR (4th) 1 [ Mico ].", "[27] However, all but the last of those decisions predate <FRAGMENT_SUPPRESSED> , above; and the remaining case ( Mico , above) predates the Supreme Court's decisions in <FRAGMENT_SUPPRESSED>  [Mowat]; Newfoundland and  <FRAGMENT_SUPPRESSED>  [ Newfoundland Nurses ]; Alberta (Information and  <FRAGMENT_SUPPRESSED>  [ Alberta Teachers ]; and <FRAGMENT_SUPPRESSED>  [ Halifax ].", "[28] In each of those more recent decisions, the Supreme Court essentially reiterated its teaching in <FRAGMENT_SUPPRESSED> , above at para 48, that the reasonableness standard of review contemplates a level of deference that \"imports respect for the decision-making process of adjudicative bodies with regard to both the facts and the law\" ( Mowat , above at para 29; Newfoundland  <FRAGMENT_SUPPRESSED>  at para 11; Alberta  <FRAGMENT_SUPPRESSED>  at paras 53-54; and Halifax , above at para 51).", "[29] Moreover, in Newfoundland Nurses, Alberta Teachers and Halifax , the Supreme Court elaborated upon the degree of deference and respect that is required when a Court is reviewing an administrative decision on a reasonableness standard of review.", "[30] In Newfoundland  <FRAGMENT_SUPPRESSED>  at paras 12-17, Justice Abella, speaking for a unanimous Court, rejected the proposition that the \"adequacy\" of reasons is a stand-alone basis for quashing a decision and she endorsed the view that a reviewing court must first seek to supplement reasons before seeking to subvert them. In this regard, she observed that judges should \"be cautious about substituting their own view of the proper outcome by designating certain omissions in the reasons to be fateful.\" She also noted that it is not necessary for an administrative tribunal's reasons to address \"all the arguments, statutory provisions, jurisprudence or other details the reviewing judge would have preferred,\" to withstand a review under a reasonableness standard. Rather, reasons will be sufficient if they allow the reviewing court to understand why the decision was made and permit the court to determine whether the conclusion is within a range of acceptable outcomes. Justice Abella added that \"courts should not substitute their own reasons, but they may, if they find it necessary, look to the record for the purposes of assessing the reasonableness of the outcome.\"", "[31] In Alberta  <FRAGMENT_SUPPRESSED>  at para 53, Justice Rothstein, speaking for the majority of the Court, stated: \"If there exists a reasonable basis upon which the decision maker could have decided as it did, the court must not interfere.\"", "[32] In Halifax , above at paras 45-49, Justice Cromwell, speaking for a unanimous Court, stated that \"the reviewing court should ask whether there was any reasonable basis on the law or the evidence\" for the conclusion reached by the administrative tribunal. Stated differently, he observed that \"a result reached by an administrative tribunal is reasonable where it can be 'rationally supported',\" and that a \"reasonableness review must focus primarily upon whether there is any basis in reason\" for the tribunal's decision.", "[33] In my view, this recent jurisprudence from the Supreme Court has significantly reduced the scope for setting aside decisions of the Board on the basis that it did not consider or did not sufficiently consider the contents of a psychologist's report. It has also significantly narrowed the range of potential circumstances in which the Board may be said to have an obligation to explicitly consider and address, in its reasons, the contents of a psychologist's report in making credibility findings.", "[34] If the Court can ascertain any reasonable basis in the evidence for the Board's adverse credibility findings, or if those findings can be said to be rationally supported , for example, on the basis of confirmed and important inconsistencies, contradictions or omissions [ICOs] in the evidence, those findings should ordinarily withstand the Court's review ( <FRAGMENT_SUPPRESSED>  at para 41). This is true even if the evidence in question is not specifically mentioned, or is only partially addressed, in the Board's decision.", "[35] Where the Board has based an adverse credibility finding upon ICOs in a refugee applicant's evidence, that finding will ordinarily enable the Court to determine why the finding was made. If those ICOs are important and confirmed upon a review of the underlying evidentiary record, the Board's reasons and that record will ordinarily enable the Court to be satisfied that the finding and the ultimate conclusion reached by the Board fall within a range of acceptable outcomes. These determinations should suffice to enable the Board's finding to withstand scrutiny ( Newfoundland  <FRAGMENT_SUPPRESSED>  at para 16), unless there is something in a psychologist's report that strongly suggests that the adverse credibility finding is in fact unreasonable.", "[36] The fact that there may be something in the psychologist's report which provides an alternative potential explanation for all or some of the ICOs will not change the fact that those ICOs, once confirmed through a review of the record, provide a reasonable basis, or rational support, for the Board's adverse credibility finding and its ultimate conclusion. This is particularly so when the psychologist's report only provides a partial explanation for some of the ICOs.", "[37] For example, the fact that the report may, as in this case, state that an applicant's PTSD, or other condition, causes the applicant to be fragile, confused, anxious, distressed or emotional during questioning, or to dissociate under stress, ordinarily would not reasonably explain a failure to mention an important aspect of the applicant's story in his or her PIF. This is especially so when the PIF was prepared with the assistance of counsel. Having regard to the above-mentioned teachings in Newfoundland Nurses Alberta Teachers and Halifax , it is also not immediately apparent how such psychological conditions might suffice to deprive an adverse credibility finding that was based on flagrant contradictions or important discrepancies of its rational support or to deprive it of any reasonable basis.", "[38] In my view, unless there is something in a psychologist's report which strongly suggests that an adverse credibility finding made by the Board was unreasonable, it would be inconsistent with the Supreme Court's teachings to require the Board to specifically address the report or anything in the report in making such a finding. That is to say, this would be inconsistent with the Supreme Court's position that reviewing courts should not interfere when there is any reasonable basis in the evidence for the conclusion reached by the Board, or when the decision can be rationally supported . It would also be inconsistent with the emphasis that the Supreme Court has now repeatedly given to the need for reviewing courts to give respectful deference to the findings of administrative tribunals. This is particularly so with respect to matters of credibility, which \"are at the very heart of the task Parliament has chose to leave to the [Board]\" (", "[39] In this case, there was nothing in the psychologist's report which strongly suggested that the Board's adverse credibility finding was unreasonable. There was also nothing that would have explained Ms. Kaur's failure to mention important aspects of her allegations in her PIF, such as that people had tried to kill her and would threaten to do so again in the future. I recognize that psychological conditions described in the report provided a potential explanation for why Ms. Kaur's testimony was contradictory and continued to grow throughout the course of the hearing. However, the Board's failure to explicitly mention in its decision whether it considered those conditions in making its adverse credibility finding did not deprive that decision of either its rational support or a reasonable basis in the evidence.", "[40] It follows that it was not unreasonable for the Board to have failed to specifically address the psychologist's report in the course of making its adverse credibility finding. The fact that the Board did in fact mention the psychologist's report elsewhere in its decision simply served to further insulate the decision from intervention by this Court ( <FRAGMENT_SUPPRESSED> ). D. The Board's treatment of the Guidelines", "[41] Ms. Kaur submitted that the Board erred by concluding that, in the absence of credible evidence that she faced gender-based persecution in India, the Guidelines were not applicable to her situation. I disagree.", "[42] This submission was baldly stated in Ms. Kaur's written submissions and not mentioned at all in the oral submissions made by her counsel.", "[43] The Board specifically noted that the nature of Ms. Kaur's allegations raised issues that are relevant to the Guidelines. However, given that it found those allegations to be not credible, it concluded that the Guidelines were not applicable to her situation.", "[44] The Guidelines can be very useful in the assessment of claims for refugee protection. However, they are not law, nor are they binding for the Board.", "[45] The Guidelines address, in Section D, special problems faced by women refugee claimants in demonstrating that their claims are credible. However, none of those problems applied to Ms. Kaur's situation. In Section C, the Guidelines discuss evidentiary matters. However, once again, the issues discussed in that section of the Guidelines were not relevant to Ms. Kaur's situation, because her allegations were found to be not credible.", "[46] The Board's choice of words in stating that the Guidelines were not applicable to Ms. Kaur's situation was not a model to be followed in the future. As the Board itself noted, the nature of the allegations raised by Ms. Kaur did, in fact, raise issues relevant to the Guidelines. It would have been more accurate for the Board to have stated that it had indeed recognized that the nature of Ms. Kaur's allegations was unique to women, as described in Section B of the Guidelines, and that after having assessed those allegations in their social and cultural context, as it had done, it found them to be not credible. Ideally, the Board would have added that, before reaching that finding, it had considered the evidentiary matters in Section C of the Guidelines and the special problems identified in Section D of the Guidelines, and that it had found those evidentiary matters and special problems to have not been relevant to Ms. Kaur's situation.", "[47] In my view, given the nature of the adverse credibility findings made in this case, and the nature of the analysis that was in fact conducted by the Board, its failure to explicitly discuss the above-mentioned sections of the Guidelines did not constitute a reviewable error ( <FRAGMENT_SUPPRESSED> FTR 114). E. The Board's treatment of Ms. Kaur's claims under section 97", "[48] Finally, Ms. Kaur submitted that the Board failed to assess her claim under section 97 of the IRPA . I disagree.", "[49] At paragraph 16 of its decision, the Board explicitly stated that it considered the claim made by Ms. Kaur under section 97. It then noted that the allegations made in support of that claim were the same as those she had advanced in support of her claim under section 96. It proceeded to observe that since it had already found those allegations to have not been credible, it could also find that there was no foundation for her claim under section 97. On that basis, it refrained from further discussing Ms. Kaur's claim under section 97.", "[50] The Board is not obliged to conduct a separate analysis under section 97 in each case. Whether it has an obligation to do so will depend on the particular circumstances of each case ( <FRAGMENT_SUPPRESSED> ACWS (3d) 604). Where no claims have been made or evidence adduced that would warrant such a separate analysis, one will not be required ( Brovinav Canada (Minister of Citizenship and Immigration) , 2004 FC 635 at paras 17-18, 254 FTR 244; <FRAGMENT_SUPPRESSED> , above at paras 48-51).", "[51] Given that the allegations made by Ms. Kaur in support of her claims under section 97 were the same as those that she advanced in support of her claims under section 96, the Board was under no obligation to undertake a second analysis of those claims under section 97, once it had found that her allegations were not credible. V. Conclusion", "[52] For the reasons set forth above, the adverse findings reached by the Board with respect to Ms. Kaur's credibility, her subjective fear and the Guidelines were not unreasonable. Similarly, it was not unreasonable for the Board to have failed to (i) explicitly address the psychologist's report in assessing Ms. Kaur's credibility as a witness, or (ii) reconsider her allegations a second time, in the context of making its assessment of her claims under section 97.", "[53] Accordingly, this application is dismissed. JUDGMENT", "[54] THIS COURT ORDERS AND ADJUDGES THAT this application is dismissed. There is no question for certification. Application dismissed. Editor: Elizabeth M.A. Turgeon/vnh"]}