{"id_": "038957", "body_str": ["[1] Barnes, J. : The Applicant, Jose Fernando Ortiz Garcia, is a citizen of Columbia whose claim to refugee protection in Canada was denied by the Refugee Protection Division of the Immigration and Refugee Board (Board) by a decision dated March 25, 2011. In this application he seeks to set aside the Board's decision.", "[2] Mr. Ortiz's decision to abandon his legal residency in the United States to return to Columbia in 2005 and his earlier temporary reavailment in 2003 strongly influenced the Board's finding that he lacked credibility.", "[3] Mr. Ortiz argues that the Board erred in rejecting his credibility on the basis of testimonial inconsistencies or frailties at the margins of his risk narrative. He also maintains that the Board's reavailment finding was perverse because the incident central to his 2009 departure from Columbia occurred long after his final reavailment. Finally, he argues that the Board made a perfunctory and legally insufficient section 97 analysis. These are all issues of mixed fact and law for which the standard of review is reasonableness.", "[4] Mr. Ortiz did not limit his initial claim to protection to a single alleged incident involving the FARC in January 2009. In his Personal Information Form (PIF) narrative, he based his claim to protection on a series of events involving him and other family members dating back to the 1980s. He stated that, in 2001, his family was \"in the guerrilla's sights and we knew it was never going to stop\". Mr. Ortiz also described the kidnapping of his brother and nephew in October 2001, the loss of his house in Bogota, and the potential for the FARC showing up unexpectedly with demands that could not be refused. This extended history of alleged persecution led to the departure of several members of the Ortiz family to the United States and Canada, including Mr. Ortiz who left for the United States in 1999. When the Board asked Mr. Ortiz why he left Colombia in 1999, he answered:\"because I was at risk, my life was in danger\". This was a spontaneous response to an unambiguous question and I do not accept Mr. Brodzky's more beneficent characterization of this evidence.", "[5] Notwithstanding the assertion of a profound subjective fear, Mr. Ortiz reavailed to Colombia in 2005 ostensibly because he found living in the United States to be too difficult. It was a point of particular concern to the Board that in returning to Colombia in 2005, Mr. Ortiz deliberately abandoned his protected status as a permanent United Statesresident. The Board's finding that this evidence indicated \"a lack of subjective fear\" became the foundation for its adverse credibility finding.", "[6] Mr. Brodzky argued on behalf of Mr. Ortiz that the Board did not understand that Mr. Ortiz based his present claim to protection on a later incident in 2009 when the FARC again appeared on the scene and demanded medical assistance for a wounded comrade. I do not agree that the Board misconstrued this evidence. It clearly had the events of 2009 in mind when it made the following finding:", "[34] The claimant relies on this particular incident, in Lerida for his claim, which contains inconsistencies in behavior and between the narrative and the testimony. As a result the panel does not trust the credibility of the claimant. Furthermore the claimant's behaviour shows a lack of subjective fear, due to the reason which [led] him to re-avail a second time to Colombia, and in abandoning the safety of his permanent residence which he had enjoyed for 6 years.", "[7] Mr. Ortiz sought to isolate his 2009 protection claim from the events predating his return to Colombia in 2005 because this reavailment was inconsistent with his claimed fear at that time. This earlier history was relevant to Mr. Ortiz's claim even if it was no longer helpful or convenient. The Board was unimpressed by Mr. Ortiz's apparent embellishment of the risks that constituted the basis for his departure from Colombia in 1999. That evidence and his 2005 reavailment were relevant to his assertion of a risk in 2009 and it was reasonably open to the Board to consider the entire history in rejecting his overall credibility. The Board made its finding on the central basis that Mr. Ortiz was not credible and that his assertion of a subjective fear of persecution at the hands of the FARC was not believable. Indeed, Mr. Ortiz's abandonment of his United States residency is inexplicable if he feared the FARC as much as he professed.", "[8] Mr. Brodzky made the point that a finding of reavailment implies a level of risk on return. I disagree. Reavailment typically suggests an absence of risk or a lack of subjective fear of persecution. Absent compelling reasons, people do not abandon safe havens to return to places where their personal safety is in jeopardy.", "[9] I accept the point that Mr. Ortiz's evidence about his secret second marriage was not centrally relevant to his risk narrative but the Board's credibility concerns about this evidence were, nevertheless, reasonable. For instance, it was not unreasonable for the Board to find inconsistencies between Mr. Ortiz's PIF statement that in 2005 \"I went to live with my wife in the town of Lerida\" and his testimony that they lived together for only three or four months out of each year. His wife's absence from the house afforded Mr. Ortiz with an explanation when the Board asked him if his wife was present when the FARC allegedly appeared in 2009. Mr. Ortiz's testimony also contained some inconsistencies about whether his second marriage was actually kept secret from other members of the family.", "[10] The Board expressed some additional concerns about a lack of corroborating evidence and about the absence of a marriage certificate. I agree with Mr. Brodzky that it would not have been apparent to most people that a marriage certificate would be necessary to corroborate the events Mr. Ortiz described, but the Board's skepticism about a lack of corroboration and about why Mr. Ortiz did not seek the obvious protection of his wife's home in 2009 were well founded and reasonable.", "[11] In the end, the Board did not believe Mr. Ortiz's story and expressly found that he lacked a subjective fear of persecution. Those findings were sufficient to support the rejection of his claim to protection under section 96 of the Immigration and Refugee Protection Act , SC 2001, c 27.", "[12] In the absence of accepted evidence of personal risk or a personalized risk profile, there was no basis for a favourable section 97 determination and the Board was not required to carry out a separate section 97 analysis. On this point, I would adopt the following views expressed by Justice Danièle Tremblay-Lamer in <FRAGMENT_SUPPRESSED>  (QL) (TD), 167 FTR 130:", "[8] Clearly, where the only evidence linking the claimant to the persecution emanates from his or her testimony, rejecting the testimony means there is no longer a link to the persecution. It becomes impossible to establish a link between the person's claim and the documentary evidence.", "[13] For the foregoing reasons, this application for judicial review is dismissed.", "[14] Neither party proposed a certified question and no issue of general importance arises on this record. JUDGMENT", "[15] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed. [End of document]"]}