{"id_": "039051", "body_str": ["[1] Zinn, J. : Mr. Marr seeks to set aside a decision of a visa officer of the High Commission of Canada in London, England refusing his application for a permanent resident visa as a member of the federal skilled worker class.", "[2] One of the central issues in this application is the interpretation of s. 78 of the Immigration and Refugee Protection Regulations , SOR/2002-227 ( Regulations ), which deals with the points to be awarded to applicants for their educational accomplishments. This section of the Regulations has been the subject of significant previous judicial consideration. It is not clearly written. Justice Campbell in <FRAGMENT_SUPPRESSED>  at para. 18, commented: \"In my opinion, the lack of clarity in [s. 78 of] the Regulations has caused visa officers to adopt a self-help approach.\" Background", "[3] Mr. Marr is a 49-year-old Scot baker. He applied to come to Canada as a skilled worker in June 2007. Mr. Marr completed 11 years of education as well as a two-year post-secondary credential from the Glasgow College of Food Technology, as certified by the City and Guilds of London. He also completed a three-year apprenticeship but failed to include a letter evidencing his apprenticeship with his application.", "[4] When his application was refused in June 2010, Mr. Marr immediately provided the respondent with a copy of the letter establishing that he had apprenticed as a baker and requested a reconsideration of the decision. Apparently he thought that he had submitted the letter with his application. He now knows that he did not do so. The officer denied the applicant's request for reconsideration by letter dated June 29, 2010, stating \"Any new information that you have submitted cannot now be considered, as your application was finally refused on 3 June 2010.\" The officer suggested that Mr. Marr, after having waited three years to have his application determined, file a new application with this additional information. If the letter had been included in his original application, Mr. Marr would have had a sufficient number of points to be granted the permanent resident visa.", "[5] In the decision of June 3, 2010, the officer determined that Mr. Marr did not have sufficient points to demonstrate that he would be able to become economically established in Canada. The number of points required is 67 points and Mr. Marr was credited with only 65 points.", "[6] Section 76(3) of the Regulations permits an officer to substitute his or her evaluation of the likelihood of an applicant becoming economically established in Canada if the number of points awarded is not a sufficient indicator of whether the skilled worker may become economically established in Canada. In the applicant's case, the officer noted: \"I have determined that the points that you have been awarded are an accurate reflection of the likelihood of your ability to become economically established in Canada.\"", "[7] The officer awarded Mr. Marr 15 points for his educational credentials; Mr. Marr says that he ought to have been awarded the 20 points provided for in s. 78(2)(d)(i) as he had a two-year post-secondary educational credential and a total of at least 14 years of completed full-time or full-time equivalent studies because: a. in addition to the 13 years of other education he had a three year apprenticeship period; or b. if the apprenticeship period were not considered, then s. 78(4) of the Regulations applied to credit him with the same number of points as is set out in s. 78(2)(d)(i). Issues", "[8] These simple facts give rise to at least four issues: a. Having found that the applicant had less than the minimum number of points, did the officer err in failing to exercise his or her discretion to engage in a substituted evaluation as provided for in s. 76(3) of the Regulations b. Did the officer err in failing to find as a fact, on the basis of the material before him or her in the application, that the applicant had met the requirements of s. 78(2)(d)(i) because in addition to 13 years of education, he also had three years of apprenticeship? c. If the apprenticeship period is not included, did the officer err in determining that under s. 78(c)(i) the applicant was to be awarded 15 points or, pursuant to s. 78(4), ought the applicant have been awarded 20 points? d. Did the officer err in refusing to reconsider the application upon receipt of the apprenticeship letter? Analysis", "[9] The relevant sections of the Regulations are reproduced in Annex A. Discretion to Substitute Evaluation", "[10] Mr. Marr submits that there is no indication in the CAIPS notes that the officer considered substituted evaluation under s. 76 of the Regulations and says that in the circumstances of this case, he or she ought to have at least turned his or her mind to the issue, as has been established in <FRAGMENT_SUPPRESSED> .", "[11] This submission is without merit. The CAIPS notes clearly indicate that the officer did consider substituted evaluation, but simply found that it was not warranted in this case. The officer specifically referred to s. 76(3) of the Regulations and stated that the case had been considered under this section. Nonetheless, the officer concluded that \"the points that you have been awarded are an accurate reflection of the likelihood of your ability to become economically established in Canada.\" What Mr. Marr is really challenging is the reasons provided for this determination.", "[12] A number of cases have held that officers are not under a duty to provide reasons for their decision not to exercise their discretion to apply a substituted evaluation under s. 76(3): <FRAGMENT_SUPPRESSED>  at para. 18; <FRAGMENT_SUPPRESSED>  at para. 7; and <FRAGMENT_SUPPRESSED>  at paras. 12-13.", "[13] <FRAGMENT_SUPPRESSED>  I held that whether or not there is a duty to give reasons, that duty is satisfied when, in circumstances where an applicant has not raised any specific factor indicating that the points awarded would not be a sufficient indication of the likelihood that the applicant would become established in Canada, the officer may simply state that he or she is satisfied that the points are a sufficient indicator of the likelihood of establishment. This is the case here.", "[14] The cases relied on by Mr. Marr are unhelpful. <FRAGMENT_SUPPRESSED> relates to a negative exercise of discretion (i.e. where the applicant was awarded the requisite points but the application was denied anyway), and involved irrelevant factors taken into consideration by the officer. <FRAGMENT_SUPPRESSED> was decided on the basis that the officer had not even considered s. 76(3); this is not the case here where the officer explicitly stated that he or she had considered s. 76(3).", "[15] In short, the officer did turn his or her mind to the issue of s. 76(3), and further analysis beyond the statement that was provided was not necessary given the facts of this case. Factual Error in Failing to Consider the Apprenticeship", "[16] Mr. Marr submits that even on the basis of the material originally before the officer, he or she erred in failing to include in his years of education the three-year apprenticeship period. He points to two sections of the application to show that the fact of this apprenticeship was evident on the face of the record.", "[17] The applicant notes that in response to question 10 of the IMM 0008 Schedule 1, he indicated that he had three years of \"trade school or other post secondary education\" in addition to the 11 years of education for which the officer gave him credit. Further, he points out that at question 11 of that schedule, which requests details of personal history since age 18, he noted that he was an apprentice baker from July 1979 to March 1981. This is one year less than the three years of apprenticeship as he started the apprenticeship when he was only 17 and the question relates to the period after age 18.", "[18] On the other hand, there is no mention made by Mr. Marr of having received an apprenticeship certificate in his answer to question 10 of the IMM 0008 Schedule 1, which clearly states \"Give full details of all secondary and post secondary education (including university, college and apprenticeship training) you have had.\" Further, the instructions to applicants that accompany the form state under the heading of educational qualifications: \"Provide copies of educational credentials and marks sheets/transcripts for you and your spouse.\"", "[19] Mr. Marr was in possession of the apprenticeship letter when he submitted the application and he thought, erroneously as it turns out, that he had provided it with the application. Can the officer be faulted for not seeking it out? I agree with the observations of Justice Rothstein, as he then was, in <FRAGMENT_SUPPRESSED>  (TD), at para. 4, that the burden rests on an applicant and that there is no requirement that the officer ferret out information that is not unambiguously provided in the application: A visa officer may inquire further if he or she considers a further enquiry is warranted. Obviously, a visa officer cannot be wilfully blind in assessing an application and must act in good faith. However, there is no general obligation on a visa officer to make further inquiries when an application is ambiguous. The onus is on an applicant to file a clear application together with such supporting documentation as he or she considers advisable. The onus does not shift to the visa officer and there is no entitlement to a personal interview if the application is ambiguous or supporting material is not included.", "[20] I cannot find that the officer was wilfully blind to the fact that Mr. Marr had served an apprenticeship given the information that was provided by Mr. Marr in his application. The assessment made by the officer of years of education was not unreasonable in this respect. Application of Section 78(4)", "[21] It is submitted on behalf of Mr. Marr that given that the officer recognized that (1) in Scotland secondary education is completed in 11 years rather than 12 and (2) the applicant held a two-year post-secondary credential, the officer ought to have applied s. 78(4) of the Regulations . Mr. Marr submits that s. 78(4) of the Regulations applies where an applicant has a two-year post-secondary credential but less than 14 years of education, and it provides that where special circumstances exist he or she will be credited with the same number of points as the number of years of completed or full-time equivalent studies as set out in the subparagraph.", "[22] Mr. Marr says that the basis for the special circumstances, as set out in s. 78(4), is to ensure consideration of the highest level of educational achievement, and notes that the Court has previously held that in Scotland, the two-year credential following 11 years of secondary education triggers the application of s. 78(4), resulting in the award of 20 points under the education category: <FRAGMENT_SUPPRESSED> . Accordingly, he submits that the officer's award of 15 points for education was an error of law.", "[23] The respondent submits that the preponderance of the jurisprudence suggests that s. 78(4) of the Regulations does not allow a visa officer to award points where an applicant does not have the specified number of years corresponding to a particular educational credential. The respondent says the legislative intent behind the educational requirements of the Regulations is for a candidate to have both a particular degree and a specified number of years of education in order to promote consistent standards in the assessment of education and training, and that this is confirmed by <FRAGMENT_SUPPRESSED>  at para. 17.", "[24] The respondent says the officer applied s. 78(4) properly and that applying it differently would result in misinterpretations of the subsection. The respondent cites from the OP6 - Federal Skilled Workers Manual, which states that where an applicant has an educational credential but not the total years of education required, the officer should award the number of points set out in the paragraph that refers to the number of years of education completed.", "[25] In short, the respondent's position is that s. 78(4) does not instruct officers to award points where an applicant is missing a number of years for a particular educational credential. Rather, it provides that a visa officer should go to the next available category that fits the number of years of study and award those points. The respondent relies on the decisions of this Court in <FRAGMENT_SUPPRESSED> , supra, at para. 17; <FRAGMENT_SUPPRESSED>  at paras. 14-15; <FRAGMENT_SUPPRESSED>  at para. 19; and <FRAGMENT_SUPPRESSED>  at para. 22.", "[26] In reply, Mr. Marr submits that the Court in Khan and <FRAGMENT_SUPPRESSED> distinguished <FRAGMENT_SUPPRESSED> on the basis that the applicant had not put forward any special circumstances to consider. However, he submits that in <FRAGMENT_SUPPRESSED> the only special circumstance was the fact that the applicant had achieved the relevant educational credential in a shorter period of time, and that therefore the basis for distinguishing <FRAGMENT_SUPPRESSED> in <FRAGMENT_SUPPRESSED> and Khan is not reasonable. He further submits that the interpretation in <FRAGMENT_SUPPRESSED> should be preferred given that it would not make sense to have a \"special circumstances\" provision in s. 78(4) if it were merely to affirm the provisions in s. 78(2).", "[27] Mr. Marr submits that the interpretation proffered by the respondent would only make sense if the wording in s. 78(4) were to refer to the number of years in the \"preceding\" paragraph, which it does not. He points out that the Manual referred to by the respondent is neither law nor regulation and thus the Court is not bound by it.", "[28] Finally, Mr. Marr submits that <FRAGMENT_SUPPRESSED> involved facts identical to those at hand, and that the principle of judicial comity, as discussed in <FRAGMENT_SUPPRESSED>  at paras. 61-62, states that a substantially similar decision rendered by a judge of this Court should be followed in the interest of advancing certainty of the law, subject to limited exceptions, none of which apply here.", "[29] Subsection 78(2) provides points for an applicant's education. With only one exception (s. 78(2)(a), which provides five points for a secondary school credential), the points are granted when an applicant has a combination of an educational credential (which is defined in s. 73 to mean a \"diploma, degree or trade or apprenticeship credential\") and a specified number of years of \"competed full-time or full-time equivalent studies.\" At para. 17 of <FRAGMENT_SUPPRESSED> , Justice Mactavish referred to the Regulatory Impact Analysis Statement that accompanied these regulations to explain why there was a requirement for both the degree and the years of education. She observed that: ... the reason for requiring that a candidate have both a particular degree and a specified number of years of education was to promote consistent standards in the assessment of a candidate's education and training, given the range of education and formal training systems around the world. [emphasis in original]", "[30] Often an applicant will have more than one educational credential. Subsection 78(3) of the Regulations specifies that if that is the case, the points in subsection (2) are not awarded cumulatively; rather, points are awarded \"on the basis of the single educational credential that results in the highest number of points.\"", "[31] The paragraphs of subsection 78(2) provide for greater points to be awarded for higher educational credentials. Accordingly, when an applicant has more than one educational credential, s. 78(3) requires that the points awarded to that applicant be based on his or her highest educational credential. In the case before the Court, Mr. Marr has a two-year post-secondary credential and accordingly the points to be awarded him were to be based on that credential. That educational credential is referenced in s. 78(2)(d)(i), which reads as follows: 20 points for (i) a two-year post-secondary educational credential, other than a university educational credential, and a total of at least 14 years of completed full-time or full-time equivalent studies,", "[32] However, reading this paragraph alone, it is clear that the 20 points can only be awarded if the applicant also has 14 years of studies. It is obvious that an applicant will only have those years of education if the secondary school study period is 12 years, as it is in most of Canada. In Scotland, however, it is 11 years. Mr. Marr therefore has only 13 years of studies. He does not meet both of the requirements set out in s. 78(2)(d)(i).", "[33] It is at this point in the analysis that s. 78(4) comes to bear because it instructs the officer as to what he or she is to do in terms of awarding points when an applicant has the educational credential but not the required years of studies.", "[34] Subsection 78(4) reads as follows: For the purposes of subsection (2), if a skilled worker has an educational credential referred to in paragraph (2)(b), subparagraph (2)(c)(i) or (ii), (d)(i) or (ii) or (e)(i) or (ii) or paragraph (2)(f), but not the total number of years of full-time or full-time equivalent studies required by that paragraph or subparagraph, the skilled worker shall be awarded the same number of points as the number of years of completed full-time or full-time equivalent studies set out in the paragraph or subparagraph.", "[35] It is clear in this case that Mr. Marr has the educational credential referred to in s. 78(2)(d)(i) but he does not have the years of study. What points is he to be awarded for education? Subsection 78(4) instructs that he \"shall be awarded the same number of points as the number of years of completed full-time or full-time equivalent studies set out in the paragraph or subparagraph.\" The meaning of this seemingly simple phrase has perplexed officers, judges and applicants alike.", "[36] There are conflicting lines of authority from this Court: the <FRAGMENT_SUPPRESSED> interpretation and the <FRAGMENT_SUPPRESSED> interpretation.", "[37] Justice Mactavish in <FRAGMENT_SUPPRESSED> held that s. 78(4) requires that where an applicant has an educational credential but not the associated years of studies, an officer shall award the number of points set out in the subsection in which the applicant does have the required years of study, not the full points that would otherwise correspond to his or her educational credential. One does not award the full points for the educational credential absent the years of study. This interpretation and approach was followed by Justice Heneghan in <FRAGMENT_SUPPRESSED> and Khan and in <FRAGMENT_SUPPRESSED> .", "[38] With the greatest of respect for the view of these learned Judges, I cannot agree. In my view, the <FRAGMENT_SUPPRESSED> interpretation leads to an absurdity, not on the facts present in any of those cases, but when one examines another situation that might arise under s. 78. In <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> , Khan , and <FRAGMENT_SUPPRESSED> the applicants had significant educational credentials. In none of those cases was an applicant being considered who had only a one-year post-secondary educational credential other than a university educational credential but less than 12 years of study. It is in this scenario where the <FRAGMENT_SUPPRESSED> interpretation of s. 78(4) fails.", "[39] Both ss. 78(2)(b) and (c) speak to an applicant with a one-year post-secondary educational credential other than a university educational credential; the difference between these provisions is the years of study. Subsection (b) speaks of 12 years study while (c) requires 13 years of study. What of the applicant who has the educational credential but only 11 years of study? What of the clever Scottish lad who is advanced a year at school and obtains his secondary educational credential in 10 years and then goes on to complete a one-year post-secondary credential?", "[40] The <FRAGMENT_SUPPRESSED> interpretation directs officers to look to years of study, not the credential. The paragraph that most closely approximates our clever young Scot is s. 78(2)(b), but he is shy one year of study. Subsection 78(4) expressly provides that it applies if an applicant has \"an educational credential referred to in paragraph (2)(b),\" which our clever lad has, and then goes on to say that he is to be \"awarded the same number of points as the number of years of completed full-time\" studies. Under the <FRAGMENT_SUPPRESSED> interpretation, what points is he to be awarded? There is no provision that corresponds to 11 years of study. It makes no sense for him to be awarded no points merely because he is bright and has completed his education sooner than the norm. Equally, it makes no sense to suggest that he receive the five points provided for in s. 78(2)(a) for a secondary school education because that paragraph has no reference to number of years of studies, which is precisely what s. 78(4) says we are to look to.", "[41] For these reasons I must conclude that the <FRAGMENT_SUPPRESSED> interpretation of s. 78(4) is an error.", "[42] A literal interpretation of s. 78(4) suggests that where an applicant does not have the number of years specified in the provision that corresponds to his or her highest educational credential, he or she will be awarded the same number of points as the number of years specified in that paragraph. For example, an applicant having a two-year post-secondary educational credential but only 13 years would not get the 20 points provided in s. 78(2)(d)(i) because he does not have 14 years of study, instead, he would receive points equal to the years of study in that paragraph , i.e. 14.", "[43] This too leads to a nonsensical result. In this scenario, the same candidate would have received 15 points, one point more, if he or she were simply assessed on the basis of a one-year credential and 13 years, as provided in s. 78(2)(c). It would be an absurd result if an applicant were to receive fewer points than another applicant with the same years of study because his or her credential included an additional year. Such a result effectively penalizes an applicant for having higher educational credentials. The legislators could not have intended such a result.", "[44] This leaves us with the analysis of the subsection provided by Justice Mandamin in <FRAGMENT_SUPPRESSED> . Justice Heneghan adroitly summarized the <FRAGMENT_SUPPRESSED> interpretation at para. 23 of her reasons in <FRAGMENT_SUPPRESSED> : In <FRAGMENT_SUPPRESSED> , this Court held that subsection 78(4) is engaged where an individual has attained an academic credential but not the specified years of study. If adequate special circumstances exist the applicant should be awarded the number of points corresponding to the academic credential attained, notwithstanding that the applicant has not completed the specified years of study. The application was allowed due to the officer's failure to consider the special circumstances of that case.", "[45] In <FRAGMENT_SUPPRESSED> Justice Mandamin suggested that \"Special circumstances could include those who attended state educational systems with shorter primary and secondary programs than in Canada.\" It might also include the situation of the clever young Scot who is advanced in school.", "[46] The difficulty with the <FRAGMENT_SUPPRESSED> interpretation is that it suggests that an officer has discretion. It requires an officer to look at an applicant's circumstances and determine whether or not special circumstances exist which warrant awarding the applicant full points notwithstanding that he or she does not meet the years of study specified. This approach appears to be directly contrary to the clear wording of s. 78(4), which states that when an applicant has the credential but not the years of study \"the skilled worker shall be awarded\" the points as is provided in the subsection. There does not appear to be any scope for the exercise of discretion or the consideration of any \"special circumstance\" other than the lack of study years.", "[47] In spite of my concern that the express wording of s. 78(4) does not appear to provide a visa officer with discretion, having eliminated all of the alternative interpretations, the only interpretation that remains is that the heading of s. 78(4) - \"Special Circumstances\" - means that where an officer determines that special circumstances exist, the officer shall award the number of points related to the educational credential despite the applicant not having achieved the requisite years of full-time study. While it is only in rare cases that courts will rectify the omission of legislative drafters, here it is necessary given that it is the only plausible interpretation of the Regulations . The reference to \"Special Circumstances\" in the heading, although not officially forming a part of the regulation, is the only tool available to render s. 78(4) comprehensible. The Supreme Court has affirmed that \"... headings and preambles may be used as intrinsic aids in interpreting ambiguous statutes\": R v. Lohnes , [1992] 1 SCR 167. Here, s. 78(4) should be read as a potential exception to the years of study requirement in s. 78(2) where, on a discretionary basis, an officer determines that special circumstances exist.", "[48] The officer here failed to properly apply s. 78(4) as he or she failed to consider whether there were special circumstances applicable to Mr. Marr that would warrant awarding him full points despite lacking one year of study. The fact that Scotland's secondary education is one year shorter than in most of Canada could well be a special circumstance, as was noted by Justice Mandamin. Reconsideration", "[49] This Court has held that the doctrine of functus officio does not apply to decisions regarding applications to remain in Canada on humanitarian and compassionate grounds: <FRAGMENT_SUPPRESSED> . It is submitted by Mr. Marr that the Court's reasoning in <FRAGMENT_SUPPRESSED> recognized the need to encourage flexible decision-making and informality in the non-judicial or tribunal context, and Mr. Marr argues that these same principles ought to apply in skilled worker decisions. He says that he raised the issue of the apprenticeship in his application and that it was incumbent on the officer to at least look at the letter he later submitted rather than merely state that it could not be considered.", "[50] The respondent submits that the onus was on Mr. Marr to provide all relevant documentation in support of his application for permanent residence: <FRAGMENT_SUPPRESSED>  at para. 4. The respondent notes that Mr. Marr was sent a letter requesting supporting documentation, and that given the onus to adduce sufficient documentation it is not open to him to now argue the officer erred in assessing the application.", "[51] The respondent also submits that events that post-date the decision under review cannot be considered in this application for judicial review: <FRAGMENT_SUPPRESSED>  at para. 12; <FRAGMENT_SUPPRESSED>  at para. 12. It is submitted that the application for leave challenged the June 3, 2010 decision refusing the application and that submissions regarding the reconsideration request should not be considered in this application. According to the respondent, the reconsideration request should be the subject of a separate application for judicial review. In support of this position the respondent relies on the statement of Justice Mainville, as he then was, at para. 32 of <FRAGMENT_SUPPRESSED> : I agree with the Minister that a decision refusing to reopen an H&C application is a distinct decision from the actual decision on the H&C application decision, and may thus be challenged as a distinct decision in a judicial review proceeding. Here the Applicant only sought leave pursuant to subsection 72(1) of the Act with respect to the May 11, 2009 decision, and leave was granted solely in regard to that decision. Consequently, I am not called upon to undertake any judicial review of the subsequent refusal to reopen the matter.", "[52] The applicant submits that <FRAGMENT_SUPPRESSED> and George are distinguishable because in those cases the Court refused to allow the admission of evidence that was not before the decision-maker, whereas in this case the apprenticeship letter was before the decision-maker.", "[53] The Court's jurisprudence has confirmed that Justice Mactavish's finding in <FRAGMENT_SUPPRESSED> that the doctrine of functus officio does not apply to humanitarian and compassionate decisions is also applicable to immigration officers considering applications under the skilled worker category: Medina , supra, <FRAGMENT_SUPPRESSED> .", "[54] Here, the officer failed to make a decision on whether or not to exercise his or her discretion to consider the new evidence in light of the relevant circumstances; rather, the officer unequivocally stated that \"Any new information that you have submitted cannot now be considered, as your application was finally refused on 3 June 2010.\" In so finding, the officer fettered his or her discretion. It is clear from the jurisprudence that the officer did in fact have the ability to consider the new evidence. Here, the officer was operating under the mistaken assumption that he or she was not able to consider the new evidence. This is a second ground for allowing this application.", "[55] The cases cited by the respondent, <FRAGMENT_SUPPRESSED> and George , do not address the question at issue here. <FRAGMENT_SUPPRESSED> and George involved situations where the applicant was attempting to bring before the Court evidence that was not before the decision-maker. Here, the evidence of the apprenticeship was before the decision-maker, and the issue is whether the decision-maker, not the Court, was able to consider the information.", "[56] Medina , I am of the view that in this case the Court should review the reconsideration request determination given that it is essentially part of the same decision. The respondent acknowledged that the Court has jurisdiction to do so if satisfied that the interests of justice demanded it. The June 29, 2010 letter has the same immigration file number, refers to the same decision, and was issued before Mr. Marr filed his application for judicial review on August 5, 2010. No useful purpose is served in requiring this application to be bifurcated into two separate proceedings. In the circumstances, it would be contrary to the interests of justice and the effective administration of justice to insist that Mr. Marr file a separate application and seek leave to judicially review the decision to refuse reconsideration of a decision already under review.", "[57] A final observation. Basic fairness and common sense suggest that if a visa officer, within days of rendering a negative decision on an application that has been outstanding for many years, receives a document confirming information already before the officer that materially affects the result of the application, then he or she should exercise his or her discretion to reconsider the decision. Nothing is served by requiring an applicant to start the process over and again wait years for a result when the application and the evidence is fresh in the officer's mind and where the applicant is not attempting to adduce new facts that had not been previously disclosed.", "[58] For these reasons, this application is allowed.", "[59] In light of the conflicting jurisprudence as to the interpretation of s. 78(4) of the Regulations , the applicant proposed that the Court certify the same question that was certified in <FRAGMENT_SUPPRESSED> . The respondent stated that it was not opposed to the certification of that question. That question is as follows: When a skilled worker visa applicant has achieved an educational credential referred to in a particular subparagraph in Regulation 78(2) of the Immigration and Refugee Protection Regulations , SOR/2002-227 but not the total number of years of study required by that subparagraph, does section 78(4) require the visa officers to award the number of points based on the applicant's highest educational credential or based on the applicant's years of study?", "[60] In light of my finding that this decision must be quashed in any event because the officer fettered his or her discretion, the answer to the question would not be dispositive of an appeal of this decision and accordingly, I certify no question: <FRAGMENT_SUPPRESSED> .", "[61] Given the length of time that has passed, Mr. Marr is entitled to expect a prompt re-examination of his application and the Court's Order shall ensure that occurs. JUDGMENT", "[62] THIS COURT'S JUDGMENT is that: 1. The decision of the visa officer refusing the applicant's application for a permanent resident visa as a member of the federal skilled worker class is set aside; 2. The application of the applicant, including the materials submitted by him on June 21, 2010, is to be remitted for a determination by another visa officer, which redetermination shall be completed no later than six months from the date of Judgment; and 3. No question is certified. Order accordingly. Editor: Elizabeth M.A. Turgeon/vnh ANNEX \"A\" Immigration and Refugee Protection Regulations (SOR/2002-227) (DORS/2002-227) 73. The following definitions apply in this Division, other than section 87.1. \"educational credential\" means any diploma, degree or trade or apprenticeship credential issued on the completion of a program of study or training at an educational or training institution recognized by the authorities responsible for registering, accrediting, supervising and regulating such institutions in the country of issue. 76. (3) Whether or not the skilled worker has been awarded the minimum number of required points referred to in subsection (2), an officer may substitute for the criteria set out in paragraph (1)(a) their evaluation of the likelihood of the ability of the skilled worker to become economically established in Canada if the number of points awarded is not a sufficient indicator of whether the skilled worker may become economically established in Canada. 78. (1) The definitions in this subsection apply in this section. \"full-time\" means, in relation to a program of study leading to an educational credential, at least 15 hours of instruction per week during the academic year, including any period of training in the workplace that forms part of the course of instruction. \"full-time equivalent\" means, in respect of part-time or accelerated studies, the period that would have been required to complete those studies on a full-time basis. Education (25 points) (2) A maximum of 25 points shall be awarded for a skilled worker's education as follows: (a) 5 points for a secondary school educational credential; (b) 12 points for a one-year post-secondary educational credential, other than a university educational credential, and a total of at least 12 years of completed full-time or full-time equivalent studies; (c) 15 points for (i) a one-year post-secondary educational credential, other than a university educational credential, and a total of at least 13 years of completed full-time or full-time equivalent studies, or (ii) a one-year university educational credential at the bachelor's level and a total of at least 13 years of completed full-time or full-time equivalent studies; (i) a two-year post-secondary educational credential, other than a university educational credential, and a total of at least 14 years of completed full-time or full-time equivalent studies, or (ii) a two-year university educational credential at the bachelor's level and a total of at least 14 years of completed full-time or full-time equivalent studies; (i) a three-year post-secondary educational credential, other than a university educational credential, and a total of at least 15 years of completed full-time or full-time equivalent studies, or (ii) two or more university educational credentials at the bachelor's level and a total of at least 15 years of completed full-time or full-time equivalent studies; and (f) 25 points for a university educational credential at the master's or doctoral level and a total of at least 17 years of completed full-time or full-time equivalent studies. Multiple educational achievements (3) For the purposes of subsection (2), points (a) shall not be awarded cumulatively on the basis of more than one single educational credential; and (b) shall be awarded (i) for the purposes of paragraphs (2)(a) to (d), subparagraph (2)(e)(i) and paragraph (2)(f), on the basis of the single educational credential that results in the highest number of points, and (ii) for the purposes of subparagraph (2)(e)(ii), on the basis of the combined educational credentials referred to in that paragraph. Special circumstances (4) For the purposes of subsection (2), if a skilled worker has an educational credential referred to in paragraph (2)(b), subparagraph (2)(c)(i) or (ii), (d)(i) or (ii) or (e)(i) or (ii) or paragraph (2)(f), but not the total number of years of full-time or full-time equivalent studies required by that paragraph or subparagraph, the skilled worker shall be awarded the same number of points as the number of years of completed full-time or full-time equivalent studies set out in the paragraph or subparagraph. Résultats b) ils sont attribués: [End of document]"]}