{"id_": "039040", "body_str": ["[1] Beaudry, J. : This is an application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (the Act) of a negative decision of Immigration Officer Lorie Jane Turner (the Officer) dated April 20th, 2005, regarding the applicant's application for a permanent resident visa as a member of the economic class in the skilled worker category. ISSUES", "[2] The applicant raises the following issues: 1. Did the Officer fail to give the applicant the opportunity to respond to her concerns, thereby breaching the duty of fairness? 2. Did the Officer ignore evidence that she had before her or not have all of the evidence before her when she made her decision?", "[3] For the following reasons, the answer to both questions is positive and the application shall be granted. BACKGROUND", "[4] The applicant is a Citizen of Bangladesh. He was born on January 1, 1965 in Chittagong.", "[5] In December 1999, the applicant submitted an application for permanent residence in the economic class - skilled worker category. He listed \"Advertising and Marketing Consultant\" as his intended occupation.", "[6] In February 2000, the Canadian Embassy in Manila, Philippines acknowledged reception of his application. An interview was scheduled for April 26, 2004, but the applicant notified the Embassy that he would be unavailable. Another interview date was set for July 20, 2004, and the applicant was instructed to submit additional information regarding his financial situation, employment history, and identity.", "[7] On May 18, 2004, before the applicant received the Embassy's letter notifying him of the second interview date, his counsel sent the Embassy a letter requesting that his file be transferred to the Canadian High Commission in Singapore. The applicant's counsel also sent the Embassy updated forms regarding the applicant, forms and documents regarding his spouse and child, a money order of $700 to cover the addition of his spouse and child to his application, and documents regarding his financial situation and employment history.", "[8] On June 2, 2004, the Canadian Embassy in Manila sent the applicant a letter confirming that his file had been transferred to the Canadian High Commission in Singapore, and returned the documents which had been sent by the applicant's counsel on May 18, 2004, instructing him to send them directly to the High Commission in Singapore.", "[9] On June 15, 2004, the Canadian High Commission in Singapore acknowledged receipt of the applicant's file, and issued it a new file number.", "[10] On June 21, 2004, the High Commission in Singapore informed the applicant that following the coming into effect of the Act and the Immigration and Refugee Protection Regulations, SOR 2002-227 (the Regulations) on June 28, 2002, his application would be processed under the new requirements. The applicant was instructed to submit an updated application form, and proof of his current level of official language proficiency. The letter defined \"Proof of Official Language Proficiency\" as either the results of a language test administered by an approved organization, or other documentation that supports the applicant's claim. The end of the letter reads as follows: We strongly recommend that you take a language test from an approved organization if you are claiming skills in a language that is not your native language. If you choose to only submit written documentation in support of your language skills and we are not satisfied that this adequately supports your claimed proficiency, you will not be given a further chance to submit language testing results. [emphasis in the original]", "[11] In August 2004, the applicant sent the High Commission in Singapore the documents which had been sent back by the Embassy in Manila, as well as proof of his English language proficiency in the form of school transcripts, a letter from a company called ExecuTrain stating that he had taken an English course, and six pages of manuscript narrative regarding his use of English in the workplace and at home.", "[12] The High Commission in Singapore sent the applicant a receipt for payment of the processing fees regarding his spouse and child on August 28, 2004.", "[13] On September 2, 2004, the Officer sent the applicant a letter informing him that she had assessed his application against the criteria set out in the repealed 1978 Immigration Act, R.S.C. 1985, ch. I-2 (the old Act) and its associated regulations, as well as the new Act and Regulations. The Officer stated that her assessment under the old Act led her to find that she was not satisfied that he had performed the essential duties of his intended occupation in Canada, as described in the National Occupational Classification (NOC), and that she consequently would not award him any units of assessment under the \"occupational factor\" or \"experience\" headings. In addition to the overall pass mark of 70 units, at least one unit under these headings was necessary for an application to be granted.", "[14] The Officer also stated that in the context of her assessment under the new Act, there was insufficient evidence to determine the applicant's work experience as a \"Sales, Marketing and Advertising Manager\" as this term is defined under code 0611 of the NOC, or his proficiency in the English language. She instructed the applicant to submit the following: 1. Employment references, work contracts, or any other information/documentation which demonstrates that you are experienced in the occupation(s) described by NOC 0611; 2. Either IELTS test results, or more written evidence that can permit measurement of your proficiency in the English language [...] In addition, you must pay the cost recovery fee for your wife and child. I cannot find any evidence on your file that you have paid these fees. [...] Lastly, please submit proof of your financial capacity to resettle yourself and your family in Canada. [...]", "[15] Since the applicant had sent documents regarding all four of these subjects in August 2004, he inferred that the Officer did not have them when she assessed his application. This inference is at the root of the present application for judicial review.", "[16] On November 3, 2004, the applicant's counsel informed the Officer that the documents she requested had been sent in August 2004, and supplied proof that the package had been received by the High Commission.", "[17] On April 20, 2005, the Officer informed the applicant that his application had been dismissed.", "[18] On June 28, 2005, the Applicant filed an application for leave and judicial review of the Officer's decision. DECISION UNDER REVIEW 1. Assessment under the old Act and Regulations", "[19] The table below sets out the units of assessment the Officer awarded the applicant: UNITS ASSESSED MAXIMUM EDUCATION 16 16 EDUCATION & TRAINING FACTOR 15 18 EXPERIENCE 00 OCCUPATIONAL FACTOR 00 10 ARRANGED EMPLOYMENT 00 10 DEMOGRAPHIC FACTOR 08 AGE 10 10 KNOWLEDGE OF ENGLISH 00 KNOWLEDGE OF FRENCH 00 PERSONAL SUITABILITY 00 10 TOTAL 49 105", "[20] Regarding the applicant's lack of units under the \"Experience\" and \"Occupational factor\" headings, the Officer wrote that in her letter of September 2, 2004, she had already informed the applicant that she was not satisfied that he had performed the essential duties of his intended occupation in Canada, and that in response he had submitted the same employment reference that was filed previously. Consequently, the applicant had failed to obtain both the requisite 70 overall units and the requisite 1 unit under the \"Experience\" and \"Occupational factor\" headings. 2. Assessment under the Act and Regulations.", "[21] The table below sets out the units of assessment the Office awarded the applicant: POINTS AWARDED MAXIMUM AGE 10 10 EDUCATION 22 25 EXPERIENCE 00 21 ARRANGED EMPLOYMENT 00 10 OFFICIAL LANGUAGE PROFICIENCY English 00 24} French 00 ADAPTABILITY Education of Spouse / Partner 05 10} Prior Work / Study in Canada 00 Arranged Employment 00 Close Relative in Canada 00 TOTAL 37 100", "[22] The Officer wrote that the applicant had not obtained the necessary score of 67, and that he did not meet the selection standard.", "[23] Regarding the applicant's lack of points under the \"Official Language Proficiency\" heading, the Officer wrote: For language, you have not obtained any points. You state on your Schedule 3 that you have no proficiency in the French language. For proof of your proficiency in the English language you chose not to submit IELTS test results but instead rely on other written evidence. I have evaluated your evidence and I have concluded that it does not permit a measurement of your proficiency against the standards set out in the Canada Language Benchmark. I note that your native language is Bengali and that you have not resided nor studied outside of Bangladesh in an English-Speaking country. Your evidence demonstrates that you have studied English at times in your life in Bangladesh, but this evidence does not demonstrate your proficiency in the language. ANALYSIS", "[24] Subsection 11(1) of the Act reads as follows: 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document shall be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.", "[25] The relevant provisions of the Regulations read as follows: 79. (1) A skilled worker must specify in their application for a permanent resident visa which of English or French is to be considered their first official language in Canada and which is to be considered their second official language in Canada and must (a) have their proficiency in those languages assessed by an organization or institution designated under subsection (3); or (b) provide other evidence in writing of their proficiency in those languages. 80. (1) Up to a maximum of 21 points shall be awarded to a skilled worker for full-time work experience, or the full-time equivalent for part-time work experience, within the 10 years preceding the date of their application, as follows: (a) for one year of work experience, 15 points; (b) for two years of work experience, 17 points; (c) for three years of work experience, 19 points; and (d) for four or more years of work experience, 21 points. (2) For the purposes of subsection (1), points are awarded for work experience in occupations, other than a restricted occupation, that are listed in Skill Type 0 Management Occupations or Skill Level A or B of the National Occupational Classification matrix. (3) For the purposes of subsection (1), a skilled worker is considered to have experience in an occupation, regardless of whether they meet the occupation's employment requirements of the occupation as set out in the occupational descriptions of the National Occupational Classification, if they performed (a) the actions described in the lead statement for the occupation as set out in the National Occupational Classification; and (b) at least a substantial number of the main duties of the occupation as set out in the occupational descriptions of the National Occupational Classification, including all the essential duties. 1. Did the Officer fail to give the applicant the opportunity to respond to her concerns, thereby breaching the duty of fairness?", "[26] When the Court is assessing allegations of procedural fairness, it is not necessary for the Court to conduct a pragmatic and functional analysis and determine the appropriate standard of review ( <FRAGMENT_SUPPRESSED> . If the Court concludes that there has been a breach of procedural fairness, no deference is due and it will set aside the decision.", "[27] The applicant argues that the Officer's request in her letter of September 2, 2004 for items he had already submitted (proof of the applicant's financial situation and payment of processing fees for the applicant's spouse and child) misled him to the mistaken conclusion that she had simply not received any of the evidence he submitted regarding his employment experience and his proficiency in English.", "[28] The respondent submits that the Officer did not violate procedural fairness, and that her letter of September 2, 2004, gave the applicant a chance to respond to her concerns regarding his professional qualifications and his proficiency in English.", "[29] I disagree with the respondent. The fact that the Officer requested items the applicant had already submitted reasonably led him to believe that she did not have any of the evidence he had submitted in the same package.", "[30] The Officer's affidavit offers no explanation as to why she would have requested proof of the applicant's financial situation or the payment of processing fees for the applicant's wife and child if she had his complete file before her.", "[31] In light of the ambiguity caused by her letter and the applicant's efforts to notify her that he had already sent the items she requested, the duty of procedural fairness required that the Officer inform the applicant that she explain the confusion and inform him that the evidence he submitted regarding his employment history and proficiency in English was still insufficient. 2. Did the Officer ignore evidence that she had before her or not have all of the evidence before her when she made her decision? Standard of review", "[32] The jurisprudence of this Court indicates that it is divided on the issue of the applicable standard of review regarding decisions of visa officers relating to permanent resident applications under the economic class.", "[33] The applicant submits that the appropriate standard is reasonableness simpliciter ( <FRAGMENT_SUPPRESSED>  (T.D.) (QL)), and the respondent argues that this Court should not intervene in the absence of a patently unreasonable decision ( <FRAGMENT_SUPPRESSED>  (T.D.) (QL)).", "[34] <FRAGMENT_SUPPRESSED>  I applied the standard of patent unreasonableness, relying on the Federal Court of Appeal's findings in  <FRAGMENT_SUPPRESSED> .", "[35] In light of the evidence submitted by the applicant, I am of the opinion that the Officer's final decision has to be reviewed even if I accept the respondent's submissions on the standard of review.", "[36] The applicant does not contest the Officer's findings in her assessment of his application under the criteria of the old Act. However, he submits that the Officer's findings under the \"Experience\", \"Arranged Employment\" and \"Official Language Proficiency - English\" headings are unreasonable in light of the evidence before her.", "[37] The respondent argues that the applicant simply disagrees with the Officer's findings and would prefer findings more favourable to his application, and that he did not demonstrate in what way they are unreasonable.", "[38] I agree with the applicant on this issue. In her assessment under the criteria of the Act and Regulations, the Officer does not offer any explanation as to why the applicant was awarded no points under the \"Experience\" and \"Arranged Employment\" headings.", "[39] Since this failure to obtain any points under these headings played a considerable, if not fatal part in the dismissal of the applicant's visa application, some explanation for this finding would have been in order.", "[40] Furthermore, while test results may have been preferable to establish the applicant's level of proficiency in English, the six manuscript pages submitted by the applicant should have enabled the Officer to measure his proficiency against the standards set out in the Canada Language Benchmark.", "[41] The Officer's CAIPS notes regarding the applicant's evidence relating to his English proficiency reveal that she considered the evidence submitted by the applicant regarding his use of English at school and in the workplace, and found grammatical mistakes in his manuscript submissions.", "[42] While the presence of many mistakes in the applicant's manuscript and the relatively poor grades he obtained while studying English certainly would not warrant the attribution of full marks, I find that it was patently unreasonable for the Officer to attribute him a score of zero. The applicant's evidence reveals that he has considerable experience working in English, and though his mastery of the language is certainly less than perfect, he clearly has the ability to communicate in English at some level.", "[43] The parties did not submit any questions for certification. There are none arising in this case. ORDER", "[44] THIS COURT ORDERS that the application for judicial review is allowed. No question is certified. [End of document]"]}