{"id_": "039132", "body_str": ["[1] Simpson, J. : Helen and Barbara Kinsel [the Applicants], bring this Application for judicial review [the Application] of a decision made by an Officer [the Officer] of Citizenship and Immigration Canada dated October 3, 2011, in which the Officer refused the Applicants' applications for Certificates of Citizenship under the Citizenship Act , RSC, 1985, c C-29 [the Act]. The Earlier Proceedings", "[2] By Order of Prothonotary Tabib dated May 30, 2012, Mr. William Kinsel was appointed litigation guardian for Barbara Kinsel (age 17) and was authorized to represent her pursuant to Rule 121 of the Federal Court Rules , SOR/98-106. Mr. Kinsel is a lawyer in the USA, and is the Applicants' father. He will be described as the Father or the Applicants' Father.", "[3] Regarding Helen Kinsel (age 20), Prothonotary Tabib noted that she was not a person under disability and was therefore capable of representing herself. She therefore refused to appoint William Kinsel as Helen's litigation guardian. However, the Prothonotary noted that it would be open to the judge hearing the merits of the Application to allow William Kinsel to make oral representations on behalf of both his daughters. Accordingly, at the hearing, Mr. Kinsel was permitted to represent both Applicants. The Background", "[4] Joan Winifred Napier, the Applicants' grandmother, was born in Canada on May 15, 1928. She was considered a British subject because Canada did not have citizenship legislation at that time. Joan Napier was deemed to be a natural-born Canadian citizen when the Canadian Citizenship Act , SC 1946, c. 15 [the 1947 Act] came into force.", "[5] Joan Winifred Napier married William Keith Kinsel in California on August 27, 1949. She became a naturalized citizen of the United States of America [USA] on March 30, 1955 and, on that date, she ceased to be a Canadian citizen by operation of the 1947 Act.", "[6] William Kinsel was born to Joan Winifred Napier and William Keith Kinsel on December 29, 1959, in the USA. As noted above, both his parents were US citizens and neither were Canadian citizens at his date of birth.", "[7] Helen Kinsel was born to William Kinsel and his wife on June 20, 1992 in Seattle, Washington, USA. Her sister, Barbara Kinsel, was born on May 23, 1995, also in Seattle. When the Applicants were born, neither of their parents were Canadian citizens.", "[8] On April 17, 2009 the Act was amended when Bill C-37 [the Bill], Act to Amend the Citizenship Act , SC 2008, c 14 came into force. Under the Bill, Joan Winifred Napier's Canadian citizenship was restored retroactive to March 30, 1955. That was the date on which she had lost her citizenship under the 1947 Act.", "[9] At the same time, William Kinsel also became a Canadian citizen by virtue of paragraph 3(1)(g) of the Act. His citizenship was deemed retroactive to his date of birth by virtue of paragraph 3(7)(e) of the Act [the Provision]. It reads as follows: 3.(7) Despite any provision of this Act or any Act respecting naturalization or citizenship that was in force in Canada at any time before the day on which this subsection comes into force (e) a person referred to in paragraph (1)(g) or (h) is deemed to be a citizen from the time that he or she was born;", "[10] On December 21, 2010, the Applicants' Father and the Applicants applied to Citizenship and Immigration Canada [CIC] for Certificates of Canadian Citizenship [Certificates]. The Decision", "[11] On October 3, 2011 the Officer approved the Applicants' Father's application for a Certificate pursuant to paragraphs 3(1)(g) and 3(1)(e) of the Act. This approval meant that William Kinsel was given proof of his Canadian citizenship as of his date of birth. However, the Officer refused to issue Certificates to the Applicants.", "[12] In her decision, the Officer noted that paragraph 3(1)(b) of the Act provides that certain persons born outside Canada after February 14, 1977, are Canadian citizens. It appears to apply to the Applicants because their Father was deemed to be a citizen at the time of their birth by operation of the Provision. The section reads as follows: 3.(1) Subject to this Act, a person is a citizen if (b) the person was born outside Canada after February 14, 1977 and at the time of his birth one of his parents, other than a parent who adopted him, was a citizen;", "[13] However, the Officer concluded that section 3(3)(a) of the Act precludes the application of paragraph 3(1)(b) to the Applicants because the Applicants' Father is a Canadian who was born outside Canada and who acquired citizenship under paragraph 3(1)(g) of the Act. Paragraph 3(3)(a) states: 3.(3) Subsection (1) does not apply to a person born outside Canada ) if, at the time of his or her birth or adoption, only one of the person's parents is a citizen and that parent is a citizen under paragraph (1)( ), ( c.1 ), ( ), ( ) or ( ), or both of the person's parents are citizens under any of those paragraphs; or ), c.1 ), ), ) et", "[14] The Officer noted that section 3(3)(a) \"limits citizenship by descent to the first generation born outside Canada.\" The Officer therefore concluded that the Applicants do not meet the statutory requirements for citizenship found in paragraph 3(1)(b) of the Act [the Decision].", "[15] In reaching this Decision the Officer did not consider i) the relevance of section 3(4) of the Act, ii) the relevance of the United Nations Convention on the Reduction of Statelessness (the Convention) and iii) whether section 15 of the Canadian Charter of Rights and Freedom (the Charter ) had a bearing on her Decision. The Issues", "[16] I have characterized the issues as follows: 1. What is the appropriate standard of review? 2. Did the Officer err in her interpretation of sections 3(1)(b) and 3(3)(a) and 3(4) of the Act? 3. Did the Officer err when she disregarded the Convention? 4. Do the Applicants have standing to bring a Charter challenge and if so, do the Officer's interpretation of the Act and her Decision violate the Applicants' equality rights under section 15 of the Charter. Lastly, if there is a violation, is the Decision saved under section 1 of the Charter 1. The Standard of Review", "[17] The Applicants submit that the standard of review on the second issue is correctness, and they cite <FRAGMENT_SUPPRESSED> , at paragraph 55. They submit that no special expertise is required to read the simple documents submitted with their applications for Certificates and they note that Citizenship is an issue of fundamental importance to Canadians.", "[18] The Respondent submits that the second issue is a question of law and statutory interpretation and that the applicable standard is reasonableness. The Respondent also refers to <FRAGMENT_SUPPRESSED> , at paragraphs 51 and 54, saying that the Supreme Court recognized that some questions of law may be subject to a more deferential standard when the decision-maker is interpreting its home statute and has developed a special expertise in a discrete and special administrative regime (see also <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED> ).", "[19] The Respondent also relies on <FRAGMENT_SUPPRESSED> to show that this Court has twice applied the reasonableness standard when reviewing CIC decisions such as the one in this case.", "[20] I have not found the Applicants' submissions persuasive on this issue because, in my view, paragraph 55 of <FRAGMENT_SUPPRESSED> is not applicable. Although citizenship is important to Canadians it is not of central importance to the legal system. Further, in my view, the question of who is and who is not a Canadian citizen falls squarely within CIC's expertise in dealing with the Act.", "[21] For these reasons I am satisfied, as were my colleagues in Rabin and Jabour, that reasonableness is the applicable standard of review on issue number two. For reasons given below it is not necessary to consider the standard of review for issues three and four. 2. The Officer's Interpretation of the Act", "[22] The Applicants say that the Officer erred in that she failed to consider section 3(4) of the Act. It provides that: 3(4) Subsection (3) does not apply to a person who, on the coming into force of that subsection, is a citizen.", "[23] The Respondent says that this provision applies only to those who were citizens \"before\" the Bill came into force and that it was intended to ensure that such citizens would not be affected by the Bill even if they were members of the second or subsequent generations born abroad.", "[24] The Applicants deny that section 3(4) applies only to those who were citizens \"before\" Bill C-37 came into force. Instead they say that this provision provides them with citizenship because when Bill C-37 came into force their father became a Canadian citizen as of his date of birth. They say that because of that retroactivity they are deemed to have been born to a Canadian parent after February 15, 1977 and were therefore citizens under section 3(1)(a) of the Act on the coming into force of Bill C-37. Accordingly, in their view, section 3(4) forecloses the operation of section 3(3)(a).", "[25] There are two difficulties with this interpretation. The first is that it contradicts the purpose of Bill C-37 which was to preclude citizenship by descent after the first generation born abroad [the Purpose]. Applied in this case, the Purpose would mean that the Applicants' Father would be the last citizen born outside Canada in his family.", "[26] The Purpose is described in a document dealing with Bill C-37 prepared by the Library of Parliament Information and Research Service dated January 9, 2008 [the Report] which the Applicants acknowledge provides authoritative legislative history of the Bill. The Report indicates at page 7 that Bill C-37 amends the Citizenship Act in four main ways. Among other things, \"it precludes Canadians from passing down Canadian citizenship to their offspring born abroad after one generation.\"", "[27] The Report returns to the issue at page 13 and there makes the following statement about the Purpose: A second contentious issue raised by the bill relates to citizenship by descent. Under Bill C-37, the child born abroad to a parent who derived his or her citizenship from a Canadian parent who was also born abroad will not automatically become a Canadian citizen. In other words, Bill C-37 cuts off citizenship by descent after the first generation born abroad. The benefits of this approach include clarity and certainty; the opportunity to repeal retention and registration requirements that the Government has no way of communicating to those at risk of losing their citizenship; and an end to possibility of Canadian citizenship being passed down indefinitely to people who have little or no connection with Canada. ...", "[28] The second difficulty with the Applicants' interpretation of section 3(4) is that it suggests that their Father's retroactive citizenship under section 3(7)(e) of the Act was conferred earlier in time than their loss of citizenship under section 3(3)(a). However, in my view, the following events happened simultaneously when Bill C-37 came into force: - The Father became a citizen retroactive to his birth; - The Applicants became entitled to citizenship; and - The Applicants' entitlement was foreclosed by section 3(3)(a).", "[29] The fact that section 3(4) of the Act applies only to those born before Bill C-37 came into force, is confirmed by the following evidence: i) The Clause by Clause Analysis of Bill C-37 [the Analysis] which says: Subsection 3(4) clarifies that, despite subsection 3(3) no one will lose their Canadian citizenship on the coming into force of the bill even if they are already the second or subsequent generation born abroad. This analysis was prepared by CIC for the assistance of the House of Commons Standing Committee on Citizenship and Immigration. The Committee initially met on December 10, 2007 and issued its report on February 14, 2008. The Applicants say that the Analysis should not be treated as reliable legislative history because it was drafted by CIC. However, since the Passage spent more than one year before the Committee and was not corrected, I have concluded that it can be said to accurately reflect the Committee's view of the meaning of section 3(4) of the Act. ii) A CIC News Release issued on December 10, 2007 when Bill C-37 was tabled which said, inter alia Anyone born abroad to a Canadian on or after January 1, 1947, if not already a citizen, would be recognized as a Canadian citizen from birth, but only if they are the first generation born abroad. The exceptions would be those who renounced their citizenship. No one who is a citizen today would lose their citizenship as a result of these amendments. Bill C-37 came into force 16 months after it was tabled. In my view, if the passage quoted above had been incorrect, it would have been corrected before the Bill became law. iii) CIC's Operational Bulletin 102 dated February 26, 2009 and entitled \"Implementation of Bill C-37 and Act to amend the Citizenship Act. \" In addition to setting out the Purpose the bulletin says that it is important to note that Bill C-37 will not take citizenship away from any person who is a citizen when the Bill comes into force. This bulletin was issued approximately two months before Bill C-37 came into force. iv) Minutes of proceedings before the Standing Senate Committee on Social Affairs, Science and Technology dealing with, inter alia , Bill C-37 show that the Minister of Citizenship and Immigration appeared in 2008 and testified in part that: Those who have Canadian citizenship when the amendments come into force would remain Canadian citizens. In my view, this testimony refers to section 3(4) and confirms that it applies to those who had citizenship prior to the coming into force of Bill C-37. v) The Report also deals with section 3(4) of the Act and says: \"People born before the rule comes into effect and who are second - or subsequent generation Canadians born abroad retain their existing Canadian citizenship (new section 3(4)).\" [my emphasis].", "[30] Finally, the Applicants rely on a statement in the Report which, in my view, is not accurate. It is found at page 10 and the relevant portion [the Passage] reads as follows: This new rule cutting off citizenship after one generation born abroad is only applicable to people born after the rule comes into effect.", "[31] Since the Applicants were born in 1992 and 1995, before the Act came into effect on April 17, 2009, they submit that the Passage shows that section 3(3)(a) of the Act does not apply to them. However, there is no basis in the Act for the Passage and, in my view, it is simply inaccurate. It cannot be the case that legislation which the evidence clearly shows was designed to limit the acquisition of Canadian citizenship by descent to the first generation abroad includes a provision which negates the Purpose.", "[32] For all these reasons, I am satisfied that the Officer's Decision to refuse the Applicants' application for Certificates based on section 3(3)(a) of the Act was reasonable. 3. The U.N. Convention", "[33] The United Nations Convention was not mentioned in William Kinsel's letter/brief of December 15, 2010. Accordingly, this issue was not before the Officer. On judicial review the Court's role is to determine whether the Officer's decision was reasonable based on the record before her.  <FRAGMENT_SUPPRESSED> .", "[34] For this reason, I will not consider whether the Officer's interpretation of the Act is unreasonable because it allegedly permits a breach of Canada's obligations under the Convention. 4. The Charter", "[35] The Charter was first raised as an issue when the Applicants filed their Memorandum of Fact and Law for this judicial review on March 27, 2012 [the Memorandum]. An affidavit of service sworn by William Kinsel on April 3, 2012 shows that Canada's Attorneys General were served with a Notice of Constitutional Question.", "[36] The Charter challenge is predicated on a construct developed by the Applicants. They say that the Officer has erroneously interpreted the Act and that CIC has created three classes of second generation Canadians born abroad. These groups are described as follows in paragraph 2 of the Applicants' Memorandum: (a) The First Class consists of those Second Generation Canadians born abroad on or before April 17, 2009, who are descended from \"never lost\" Canadian grandparents and parents. The First Class Second Generation Canadian (\"First Class SGCs\") routinely receive their citizenship certificates form CIC. (b) The Second Class consists of those Second Generation Canadians born abroad on or before April 17, 2009, who are descended from \"lost-but-now-found\" Canadian grandparents and parents. Applicants Helen and Barbara Kinsel find themselves in this disfavoured class. Based on the record and evidence available to the Applicants, these Second Class Second Generation Canadians (\"Second Class SGCs\") are routinely denied their citizenship certificates by CIC, even though they are now Canadian citizens under the correct interpretation of the Act. See, e.g., <FRAGMENT_SUPPRESSED>  (example of denials of requests from Second Class SGCs). (c) The Third Class consists of those Second Generation Canadians who were born abroad after the April 17, 2009 effective date of Bill C-37 (\"Third Class SGCs\"). No distinction is drawn in this class based on whether the individual is descended from a Canadian grandparent or parent who was previously lost or not. All of these Third Class SGCs are now, under the Act, not Canadian citizens, unless some other provisions of the Act grants that right.", "[37] In my view, these descriptions show that the fundamental discrimination the Applicants seek to address is that faced by their Father who, as a lost Canadian whose citizenship was created retroactively under Bill C-37, does not have a full compliment of citizenship rights because, unlike citizens of his day who were never lost, he is not entitled to pass his citizenship to his daughters.", "[38] The fact that the Applicants' constitutional challenge is based on CIC's interpretation of the Act primarily as it relates to the Applicants' Father is illustrated by the following passages from their Memorandum. At paragraph 5: The CIC's error springs from its failure to understand the impact of, and to properly apply the Act with respect to, the retroactive restoration of Canadian citizenship to lost Canadians , and to lost First Generation Canadians born abroad. ... And at paragraph 9: Alternatively, if this Court ultimately determines that CIC accurately interpreted Bill C-37 when it created its de facto three-class system, then the Applicants submit that the Act itself is unconstitutional, and that it must be re-written in a manner similar to that in Augier , 2004 FC 613 at ¶27, to make clear that all Second Generation Canadians born before or on April 17, 2009 are subject to the same requirements for citizenship, and not differing ones based on whether their Canadian grandparents and parents were ever lost or not And at paragraph 45: ... Most simply and obviously stated, Parliament made the restoration of citizenship to formerly-lost Canadians retroactive precisely because Parliament intended William A. Kinsel to be able to pass on citizenship to his Second Generation Canadian daughters Helen and Barbara Kinsel, both of whom were born before April 17, 2009. This result is necessary to place formerly-lost citizens and their descendants on a completely equal footing with their fellow Canadian citizens who were never lost . By contrast, CIC's three-tier class scheme perpetuates forever yet another form of second class citizenship for formerly-lost Canadians, and for formerly-lost First Generation Canadians, because CIC discriminates against them and the Applicants by refusing to acknowledge that Bill C-37 granted citizenship to Second Class SGCs born on or before April 17, 2009. At paragraph 46: As the <FRAGMENT_SUPPRESSED> Court held, a retroactive statute operates backwards and changes the law from what it was, here for the purpose of allowing William Kinsel to pass citizenship to Helen and Barbara Kinsel on the dates of their respective births. It is a form of a legal-time machine that changes the legal facts as they once existed into something else entirely, with the corresponding, logical changes in other legal rights and conditions that flow from that underlying retroactive change. To deny that conclusion is to render the retroactive provisions of the Act a nullity, for then there is no purpose to the retroactive restoration of citizenship to William Kinsel, or to all of the other formerly-lost First Generation Canadians . To put it differently, Mr. Kinsel's status as a Canadian citizen would be no different under the CIC's scheme if the Act had simply granted him citizenship prospectively from April 17, 2009 onward. ... At paragraph 50: We begin with the easy example, specifically with the situation related to all Second Generation Canadians born after April 17, 2009. With respect to that group of descendants born abroad, all Canadian citizens lost the \"stick\" that allowed them to pass on citizenship to grandchildren, great grandchildren, and so on, that had previously existed before the Act's effective date. ( See AR 162; AR 333.) By contrast, when Parliament retroactively restored citizenship to formerly lost Canadians and formerly-lost First Generation Canadians, Parliament restored to them all rights of citizenship that are held by similarly-situated Canadian citizens of the same status, including the right to pass on citizenship to Second Generation Canadians born on or before April 17, 2009 At paragraph 51: ... There is absolutely nothing in the Act that re-defines the bundle of rights that is granted to \"a citizen\" under those subparagraphs, as compared to other Canadian citizens with descendants born abroad who were never lost. Yet, CIC has imposed such a distinction by creating its three-tier class system for Second Generation Canadians. And, by doing so, CIC has also created a form of second-class, inferior citizenship for formerly-lost Canadian citizens, and for formerly-lost First Generation Canadians, with absolutely no statutory authority to do so At paragraph 52: ... CIC's system is substantially more complex than the one actually created by Parliament, and it perpetuates the discrimination against formerly-lost Canadians that was based on the unfounded and unwarranted belief that they were somehow less worthy of respect, less trustworthy, and simply less valuable to Canadian society because they found themselves in situations where, e.g., dual citizenship was needed but unavailable. With the removal of the prohibition against dual citizenship, however, there is no rational basis for such discrimination. At paragraph 65: ... Yet, under the Second Class SGC classification, Mr. Kinsel is prevented from passing on to his daughters their citizenship. ... [the emphasis is mine throughout]", "[39] In my view, the Applicants' Father is the proper party to bring a Charter challenge. He is the citizen who says that he has been denied full citizenship rights. While the alleged discriminatory conduct certainly has an impact on the Applicants they are not, notwithstanding their submissions, the primary targets of the alleged discriminatory treatment. The Charter challenge is, in reality, about the alleged discriminatory treatment of \"lost citizens\" as compared to \"not lost citizens\".", "[40] The Applicants rely on the Supreme Court of Canada's decision in <FRAGMENT_SUPPRESSED> . <FRAGMENT_SUPPRESSED> dealt with the 1976 Citizenship Act which came into effect on February 14, 1977 and provided that, with respect to children born abroad before that date, those born with Canadian fathers became citizens automatically while those born of Canadian mothers had to make an application for citizenship, undergo a security check and take an oath of citizenship.", "[41] Mr. Benner was born in the USA in 1962 of an American father and Canadian mother. At age 24 he came to Canada and applied for citizenship. When it was discovered that he had been charged with murder in Canada his application was refused.", "[42] The Supreme Court of Canada concluded that Mr. Benner was the primary target of the sex-based discrimination mandated by the 1976 Citizenship Act and that he therefore had standing to raise a section 15 Charter issue. The Court concluded that Mr. Benner was not alleging an infringement of his mother's section 15 rights as the basis for his challenge. In other words, the 1977 citizenship did not impact her citizenship rights in the sense that she was permitted to pass on her citizenship by descent regardless of the gender of her child. The impact was only felt by Mr. Benner because he had to make an application to take up his citizenship.", "[43] However, in the present case the situation is different. The Applicants are relying on an alleged denial of their Father's right to one of the indicia of citizenship i.e. the ability to pass his citizenship by descent. Put another way, the Applicants' rights cannot be determined without a determination of their Father's rights and it is settled law that a party cannot generally rely on the violation of a third party's rights. See <FRAGMENT_SUPPRESSED> at para 78. Accordingly, although the Applicants' Father may be entitled to assert a section 15 right, he is not a party to this Application and the Applicants have no standing to make the challenge.", "[44] There is another problem with the Applicants' standing. They are not Canadian citizens and are not present in Canada. The question of whether such individuals can benefit from the rights and freedoms granted by the Charter was most recently dealt with in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] (leave to appeal to the Supreme Court of Canada dismissed without reasons on February 18, 2010, (2010) 405 NR 390).", "[45] In <FRAGMENT_SUPPRESSED> , the Federal Court of Appeal upheld Mr. Justice Blanchard's conclusion that, but for one limited exception, the Charter does not apply to non-Canadians outside Canada. The exception is that the Charter applies extraterritorially when Canadian officials are involved in a foreign process that violates Canada's international law obligations.  <FRAGMENT_SUPPRESSED> .", "[46] A summary of Mr. Justice Blanchard's findings is found at paragraph 47. There he said: In summary, the jurisprudence of the Supreme Court teaches that section 7 Charter protections may be available to non-Canadians when they are physically present in Canada [ <FRAGMENT_SUPPRESSED> ] or subject to a criminal trial in Canada [ <FRAGMENT_SUPPRESSED> ], and that Canadian citizens, in certain circumstances, may assert their section 7 Charter rights when they are outside Canada [See <FRAGMENT_SUPPRESSED> and Khadr ]. In the latter case, it is generally recognized that this will happen only in exceptional circumstances. What emerges from the noted jurisprudence is that, in the three cases of Canadian nationals claiming abroad, non-Canadians claiming within Canada, and non-Canadians claiming abroad, for section 7 Charter rights to apply, the circumstances must connect the claimant with Canada, whether it be by virtue of their presence in Canada, a criminal trial in Canada, or Canadian citizenship.", "[47] The Applicants lack standing to bring a Charter challenge because they are not the primary targets of the alleged violation of section 15 and because they are not Canadian citizens or residents. For these reasons it is not necessary to consider the merits of their Charter challenge. Conclusion", "[48] For all the above reasons, the application will be dismissed. ORDER", "[49] THIS COURT ORDERS that: this application is dismissed. Application dismissed. Editor: E. Joanne Oley/vnh"]}