{"id_": "039301", "body_str": ["[1] de Montigny, J. : This is an application under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [ IRPA ] for judicial review of a decision of the Immigration and Refugee Board, Refugee Protection Division [RPD] rendered August 21, 2014, denying the refugee claims of Mr. Mohamed Fazil Ahamed Mohamed [the principal Applicant], his wife Fathima Farhana Mohammed Mansoor, and his two minor daughters Fathima Amna Mohammed Fazil and Fathima Hana Mohammed Fazil.", "[2] For the reasons that follow, I have come to the conclusion that this application for judicial review must be dismissed. I. Facts", "[3] The Applicants are Tamil Muslim citizens of Sri Lanka, and lived in the city of Kandy, in central Sri Lanka. The principal Applicant owned and operated the Kandy Oil Store, where he sold oil and dry groceries.", "[4] In his Personal Information Form [PIF] and testimony before the RPD, the principal Applicant explained that he has been a supporter of the United National Party [UNP] since 1995, helping out by providing meals, putting up posters and setting up stages. He became an official member in 2000. The UNP had been supporting the presidential candidacy of General Sarath Fonseka for some time, but ended up choosing to support another candidate at the 2010 presidential elections. The principal Applicant testified that he nonetheless continued to support General Fonseka throughout that election, and did not face any particular problems due to his political activities at that time.", "[5] The principal Applicant claimed that his troubles began around October 2010. General Fonseka had lost the January 2010 election, and the government arrested and detained him on what many believed to be false charges. The principal Applicant became actively involved in the collection of signatures for a petition to release General Fonseka from detention, leading a group of supporters and coordinating with other supporter groups to collect signatures.", "[6] The principal Applicant claims that in October 2010, he began receiving threatening phone calls from people who claimed to be thugs from the United People's Freedom Alliance [UPFA], the governing party in Sri Lanka, demanding that he cease his political activities in support of General Fonseka. He explained to the RPD that he initially disregarded these as prank calls, but when the calls did not let up he made a complaint to the police. The police did not follow up on the complaint, and he continued receiving calls, this time referring to his attempts to contact the police and stating that these attempts would do him no good.", "[7] In May 2011, police officers came to his business and brought him to the police station, where they questioned him concerning his activities in support of General Fonseka. The officers demanded 50,000 Rupees of him for his release, which he paid. He was approached the following month by the same officer, who demanded that he pay 20,000 Rupees per month to \"ensure that [he] no longer conducted any 'anti-government activities'\" and threatened to detain him should he refuse. When he refused, these officers beat him until he agreed to pay.", "[8] The principal Applicant continued to pay the officers 20,000 Rupees per month. In November 2011, he traveled to India for business reasons. He explained to the RPD that he did not claim refugee status in India as the situation there was no better than in Sri Lanka, and at the time he felt he could tolerate the situation. In January 2012, the police demanded that the payments increase to 30,000 Rupees per month. When the police became aware that he would be leaving on vacation to Canada, they demanded that he pre-pay the amounts for the months he would be away, and threatened him at gunpoint when he complained.", "[9] The Applicants arrived in Canada on August 24, 2012 and claimed refugee status on October 19, 2012 when they became aware of the refugee process in Canada. II. The impugned decision", "[10] At the outset of the decision, the RPD indicated that the determinative issue was the existence of an Internal Flight Alternative [IFA]. The RPD made no adverse credibility findings and is therefore assumed to have accepted the truth of the Applicants' narrative.", "[11] With respect to the claim under section 96 of the IRPA , the RPD concluded that the Applicants did not face a well-founded fear of persecution because the principal Applicant demonstrated no subjective fear in relation to the threatening phone calls, and as General Fonseka was released from prison in 2012, the reason that the principal Applicant was initially targeted had ceased to exist.", "[12] Concerning the claim under paragraph 97(1)(a) of the IRPA , the RPD found that there was insufficient evidence to conclude that the police officers extorting the principal Applicant were acting in their official capacity, and noted that no allegations of torture were made.", "[13] On the claim pursuant to paragraph 97(1)(b) of the IRPA , the RPD found that the Applicants have an IFA in the city of Colombo. The RPD noted that the analysis of an IFA proceeds in two steps: first, the claimant must establish on a balance of probabilities that there is a serious possibility of persecution and/or risk to life or cruel and unusual punishment in a different part of Sri Lanka, and second, that it would be unreasonable in their particular circumstances to relocate there.", "[14] The RPD then considered the evidence regarding police extortion, and concluded that these acts were criminally, rather than politically, motivated. The crux of the RPD's reasoning on this point is found in paragraph 37 of the decision:", "[37] Although the stated purpose of the payment of the money was to ensure the principal claimant did not conduct anti-government activities I do not find that this was actually the reason for the demand. Payment of 20,000 Rupees would not stop the claimant from conducting anti-government activities if that is what he was actually doing. Indeed if he was engaged in such behaviour 20,000 Rupees might very well be a worthwhile payment to ensure the police turned a blind eye to his activities. Additionally if the reason for the payment was associated to ensuring he did not conduct anti-government activities it is only logical that the officers would have arrested the claimant when he initially refused to pay. The fact that they beat him until he agreed to pay strongly suggests that it was the money, and only the money, that they were interested in.", "[15] The RPD went on to note that the principal Applicant claimed he could not relocate to Colombo, as the police work together and would target him no matter where he lived in Sri Lanka. The RPD found that since money was the primary motivation of this group of officers, it was unlikely that they would continue to track him in another city when they could simply target other businessmen close by, or that they would get the support of police forces in Colombo to carry out their criminal objectives. The RPD also found it unlikely that this particular group of officers would get transferred to Colombo and would continue to harass him.", "[16] The RPD then considered whether it would be unreasonable to expect the Applicants to relocate to Colombo due to conditions that threatened their life and safety. Although the Applicants had not raised the point, the RPD considered whether they may face risks due to their Tamil ethnicity, but concluded that this was unlikely as they were not from the north and therefore unlikely to be suspected of links to the Liberation Tigers of Tamil Eelam [LTTE]. The RPD noted that freedom to relocate within Sri Lanka has much improved since the war, and that Tamils are no longer required to register their displacements, although incidents do exist where Tamils are required to register and are subject to additional scrutiny. The RPD noted that as Muslims, the Applicants were unlikely to be required to register their relocation to Colombo.", "[17] The RPD therefore concluded that an IFA was available and that the Applicants were not refugees or persons in need of protection under sections 96 and 97 of the IRPA III. Issues", "[18] This matter raises the following questions: • Did the RPD commit a reviewable error in concluding that an IFA was available to the Applicants? • Was the RPD's finding that there was no objective basis for the alleged fear based on political opinion reasonable? IV. Analysis", "[19] There is no dispute between the parties that the applicable standard of review for both issues is reasonableness. The first issue challenges the RPD's appreciation of the evidence regarding the existence of an IFA. It is well-recognized that once the correct legal test regarding IFA is identified, the RPD's application of that test to the facts is a question of mixed fact and law involving an evaluation of the claimant's particular circumstances and the country conditions, areas which are at the heart of the RPD's expertise and warrant deference: REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED. Likewise, the second issue concerns the RPD's appreciation of the evidence regarding subjective and objective fear of political persecution, another issue of mixed fact and law involving factual determinations within the RPD's expertise; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED.", "[20] When conducting a reasonableness review, the Court is concerned with \"the existence of justification, transparency and intelligibility within the decision-making process\" and assesses whether the decision \"falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": REFERENCE_SUPPRESSED.", "[21] Counsel for the Applicants raised two arguments with respect to the analysis of the IFA by the RPD. First, it is contended that the RPD ignored the principal Applicant's uncontested evidence that the police officers directly stated that they were targeting him for his political activities. In the principal Applicant's view, this was not a situation where the claimants speculated about the police officers' motivation, and so the RPD was not entitled to dismiss that evidence in the absence of any reason to doubt the principal Applicant's credibility.", "[22] Second, the Applicants claim that the RPD committed an error in failing to consider the danger they would face on relocation to Colombo as Muslims, pointing to items 2.3, 2.9 and 13.6 of the National Documentation Package [NDP] for Sri Lanka, which refer to the occurrence of incidents of violence against Muslims, including protests advocating the closure of halal shops, stone-throwing at mosques, and Buddhist protests against Muslims. The Applicants submit that the RPD must consider all grounds for a refugee claim even if they are not explicitly advanced by the claimant, and that this evidence was relevant, important and not obscure, as it can be found in numerous places throughout the NDP. Therefore, the NDP should have considered this source of risk in assessing the reasonableness of an IFA.", "[23] These arguments are without merit. The RPD could reasonably conclude, on the basis of the evidence put forward by the Applicants, that there was insufficient credible evidence on which to conclude that the five or six police officers who extorted the principal Applicant were acting in an official capacity or were motivated by politics. Contrary to what the Applicants submit, the RPD could accept their evidence with respect to extortion and find them credible without endorsing their interpretation of that evidence. Indeed, the increase of the extortion payments came at a time when the principal Applicant was no longer actively engaged in political activities. The fact that the police made him pay in advance for the time he was going to be away also tends to indicate that money was the sole, or at the very least, the principal motivator. This clearly supports the conclusion of the RPD. The principal Applicant also mentioned that he was afraid the amount of extortion would continue to increase, which lends further support to the RPD's finding that the extortion had no political connection. In those circumstances, the RPD could reasonably conclude that the police officers were \"rogue\" and working on their own to enrich themselves, and that they would lack the resources to pursue the Applicants since they would not be acting on an official mandate requiring the cooperation of other police officers. On that basis, the RPD could further conclude that this was a local problem and that there was therefore no serious possibility that the Applicants would be at risk in Colombo.", "[24] As for the evidence with respect to the treatment of Tamil Muslims in Colombo, I agree with the Respondent that the RPD did not err in not addressing it. The Applicants failed to make any reference of any alleged mistreatment of Tamil Muslims or to object to Colombo as an IFA during their hearing or in their submissions to the RPD. In their PIF, the only grounds specified for the alleged risk are political opinion and membership in a particular social group, and in particular their support for General Fonseka and the UNP. During their testimony before the RPD, there was no mention of any alleged fear or risk due to their profile as Tamil Muslims, and their counsel made no reference to any such evidence with respect to the treatment of Tamil Muslims in Colombo, nor did he object to Colombo as an IFA in his final submission. They raised this alleged fear for the first time in this judicial review application.", "[25] Counsel for the Applicants conceded as much in oral submissions before this Court, and acknowledged that religious persecution was never raised before the RPD. Nevertheless, the Applicants assert that the RPD should have considered on its own initiative the alleged risk to the Applicants as Tamil Muslims living in Colombo, and in support of that proposition they rely on REFERENCE_SUPPRESSED, where Justice Rennie confirmed the jurisprudence according to which the RPD has an obligation to \"consider any ground raised by the evidence even if not specifically identified by the claimant\" (at para 5). Further, the Court confirmed that \"[t]he failure of the Board to address a ground of persecution, raised on the face of the record, is a breach of procedural fairness, reviewable on a correctness standard\" (at para 6). Justice Rennie, however, emphasized that his conclusion that it was an error for the Board to neglect to consider a ground of persecution that was raised on the record did not \"detract from the basic proposition that the onus rests squarely on the claimants to make out their claim\" and the RPD is not \"required to undertake a 'microscopic examination' in an effort to uncover a risk or re-characterize the evidence in an effort to fit it into a recognized ground of persecution\" (at para 7).", "[26] In CITATION_SUPPRESSED , the evidence of risk of domestic violence was a readily discernible point in the record that the RPD should have considered. The applicant's fear was expressed in her PIF, corroborated by supporting documents and elaborated upon in her testimony before the RPD. This is to be contrasted with REFERENCE_SUPPRESSED, where an Iraqi claimant before the RPD claimed persecution on the grounds of his Christian beliefs, a claim that the RPD rejected. On judicial review, the applicant raised for the first time an argument that he would be perceived as a Christian in Iraq because he was a Chaldean. The Court rejected the application for judicial review, finding that there was nothing apparent in the record to support the presumption asserted (to similar effect, see REFERENCE_SUPPRESSED).", "[27] The case at bar is much closer to CITATION_SUPPRESSED and to CITATION_SUPPRESSED than to CITATION_SUPPRESSED . The Applicants' allegations of risk of harm stemming from their profile as Tamil Muslims appear to be an afterthought and are clearly not central to their claim. The only evidence relevant to this allegation is a couple of isolated excerpts embedded within the RPD's extensive NDP for Sri Lanka. That documentary evidence does indicate that Muslim places of worship and business establishments in Sri Lanka have increasingly been the target of attacks by militant Buddhist groups, but that evidence is comparatively scant and is of a very general nature. Moreover, that evidence does not suggest that the incidents are sponsored or endorsed by the government or police or that they are particular to the Colombo area.", "[28] The RPD could not be expected to dig for any potential ground of persecution, in the absence of any hint by the Applicants that they could be at risk on that basis. Not only is there very little evidence that ordinary Muslims are threatened in Colombo, but we do not even know whether the Applicants self-identify as Muslims. The RPD cannot assess the documentary evidence in a vacuum, and in the absence of any submissions concerning the Applicants' own personal circumstances, it would have been inappropriate and unwarranted for the RPD to pursue that line of analysis. The Applicants bear the burden of proof and must show, through \"actual and concrete evidence\", that it would be unreasonable for them to seek and obtain safety elsewhere in Sri Lanka. The fragmentary excerpts of documentary evidence relating to the activities of militant Buddhist groups in Sri Lanka that are found in the NDP fall far short of this standard.", "[29] As for the RPD's finding that there was no objective basis for the alleged fear based on political opinion, the Applicants disagree that it ceased to exist with the release of General Fonseka from prison and his return to politics. According to counsel, the RPD erred in not assessing the prospective risks with regards to the principal Applicant's political profile and the documentary evidence demonstrating that political activists and supporters of the UNP continued to be targeted even after the release of General Fonseka.", "[30] In order to establish a fear of persecution, a refugee claimant must establish both a subjective fear and an objectively well-founded basis for that fear. In assessing the objective basis, the RPD reasonably focused on the Applicants' main allegation in their refugee claim that their problems did not start until 2010 due to the principal Applicant's involvement in petitioning for General Fonseka's release after General Fonseka lost the presidential election. The principal Applicant testified that from 1995 to 2010, he did not experience any problems as a result of his involvement in the UNP. The basis for the Applicants' refugee claim was the alleged threats, extortion and assault committed by local police officers due to the principal Applicant's involvement in petitioning for General Fonseka's release. The RPD could reasonably conclude that, once the General was released from prison in May 2012 and had returned to politics, the original reason for the threats and targeting of the Applicants had ceased to exist to the extent that they were politically motivated.", "[31] As for the Applicants' claim that they continue to face risk due to the principal Applicant's support for General Fonseka and their reliance on documentary evidence demonstrating that political activists and supporters of the UNP continued to be targeted even after the release of General Fonseka, it could reasonably be rejected by the RPD. First of all, there was no evidence that the principal Applicant has continued to be an active supporter of the UNP and General Fonseka since they left Sri Lanka in August 2012. More importantly, the Applicants have not demonstrated that they are similarly situated or would likely be mistreated due to the sporadic incidents of attacks in Sri Lanka since 2012. The principal Applicant testified that he was threatened because of his support for General Fonseka, and not as a result of campaigning for the UNP. The documentary evidence tending to show that supporters of the UNP have continued to be targeted after the release of General Fonseka therefore does not assist the Applicants. Finally, the RPD found that, while the principal Applicant's political activities brought him to the attention of the local police, the subsequent extortion of the Applicants was a criminal act by rogue police officers motivated by money. Furthermore, previous decisions from this Court have found that there is a generalized risk of extortion faced by all members of the Tamil communities in Sri Lanka, and particularly Tamil businessmen: see, for example, REFERENCE_SUPPRESSED.", "[32] In conclusion, it was not unreasonable, in my view, for the RPD to conclude that the police officers' interest in the principal Applicant was primarily directed at his wealth rather than his political convictions and, accordingly, that the risk to the Applicants was of a local nature that would not follow the Applicants were they to relocate to Colombo. These findings can be reasonably supported by the evidence, and it is not the role of this Court to re-weigh the evidence already considered by the RPD.", "[33] For all of the foregoing reasons, this application for judicial review is dismissed. No question is certified. JUDGMENT", "[34] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed. No question is certified. CITATION_SUPPRESSED"]}