{"id_": "039363", "body_str": ["[1]", "[2] I.", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13] II.", "[14]", "[15]", "[16] III.", "[17] (la Loi)).", "[18] IV. Norme de contrôle", "[19]", "[20] V.", "[21] VI. Analyse", "[22]", "[23]", "[24]", "[25]", "[26]", "[27]", "[28]", "[29]", "[30]", "[31]", "[32]", "[33]", "[34] et alors", "[35] <FRAGMENT_SUPPRESSED>  paragraphe 25). VII.", "[36]", "[37]", "[38]", "[39]", "[40]", "[41]", "[42] VIII.", "[43] <FRAGMENT_SUPPRESSED>  para. 9; <FRAGMENT_SUPPRESSED>  para. 28).", "[44]", "[45]", "[46]", "[47]", "[48]", "[49] IX.", "[50]", "[51]", "[52]", "[53]", "[54] JUGEMENT", "[55]", "[1] Lagacé, D.J. [Translation]: The applicant filed an application for judicial review against two decisions of a pre-removal risk assessment officer (PRRA officer) refusing his application for permanent residence based on humanitarian and compassionate considerations (HC application), and also refusing his pre-removal risk assessment application (PRRA application). Relying on the same facts and joined for the purposes of the hearing, both applications will be the subject of a single judgment.", "[2] While the PRRA application in docket IMM-5285-07 contemplates the Minister of Public Safety and Emergency Preparedness, the Minister of Citizenship and Immigration (the Minister) should have been named as the only respondent, since the PRRA Unit is under its jurisdiction. I. The facts", "[3] The applicant, a citizen of Iran, left Tehran on July 19, 2001, and finally arrived in Canada 52 days later after a long and sinuous journey that raised some questions, claiming refugee protection the same day on the basis of persecution on religious and political grounds. He has lived in Montréal ever since.", "[4] At the point of entry, he did not indicate on his questionnaire that his fear of persecution was based on an issue of religion or conversion to Christianity, but rather that it resulted from a friendship with two Iranian writers who had been executed for their writings against the Iranian government; he had not personally contributed to these articles, and he later testified that it was only rumoured that his friends had died.", "[5] However, his refugee claim was based only on certain perceived political opinions and his religion. He contended that his visits to two friends who had converted to Christianity and his own intention to convert to Christianity made him a target of the Iranian government.", "[6] On December 2, 2001, the applicant was baptized as a Christian at the Église évangélique persane of Montréal, then a second time at Westview Bible Church, on March 14, 2004. The applicant and his wife, who had remained in Iran, divorced on July 20, 2005.", "[7] After noting several other inconsistencies and implausibilities in the applicant's story regarding the alleged fear as well as the itinerary of his journey from Iran to Canada, the Refugee Protection Division (RPD) determined that his story was not credible and dismissed his refugee claim. On July 11, 2003, this Court dismissed the application for leave and for judicial review filed by the applicant against this decision of the RPD.", "[8] On May 25, 2004, the applicant filed in docket IMM-5284-07 an application based on humanitarian and compassionate considerations (HC application), attempting to obtain an exemption from the obligation to file his visa application from outside Canada.", "[9] In his HC application, he alleged that he feared the Iranian authorities based on his conversion to Christianity and his religious activities in Canada. In support of his establishment, he submitted that he has been in Canada since 2001 and that he is financially independent, and also that he has established ties with religious communities in Canada.", "[10] Thirty-two months later, i.e. on February 28, 2007, the applicant filed a pre-removal risk assessment application (PRRA) in docket IMM-5285-07.", "[11] This PRRA application relied on the story contained in the Personal Information Form (PIF) filed with the RPD, as well as the fact that the Iranian authorities were still looking for him, that his wife wanted a divorce following the visit of the authorities who came to question her about the applicant, as well as the fact that he had been baptized twice in Canada and was involved in religious activities in different churches.", "[12] However, the applicant did not submit before the PRRA officer that he would be at risk if he were to return to Iran as a \"refugee sur place\" because of his conversion to Christianity and his religious activities in Canada, independently of his former activities in his native country. To the contrary, in his PRRA application, the applicant's risk of return was still based on the one submitted to the RPD.", "[13] Both applications (HC and PRRA) were heard and refused by the same PRRA officer on October 24, 2007, and are contemplated by this judicial review proceeding. The grounds for both decisions are identical, except for additional particulars with respect to the humanitarian considerations. The PRRA officer justified this overlap with the HC decision based on the fact that several pieces of evidence and risk factors submitted in support of the PRRA application were also relevant to the HC application and vice versa. II. The impugned decisions", "[14] After examining the humanitarian considerations, including the degree of the applicant's establishment in Canada, his membership in the Christian religion and his religious community, the PRRA officer determined that these factors did not indicate how the applicant would face undue hardship if he were to return to Iran and that the applicant could very well find himself employment in Iran while counting on the support of the family left behind there. Further, unless he believed that the applicant had converted to Christianity, the PRRA officer did not see how or why he would be at risk of reprisals for apostasy if he were to return to Iran.", "[15] After considering the risks and the humanitarian and compassionate considerations raised by the applicant in support of his HC application, the PRRA officer determined that the applicant would not face any excessive, unwarranted or unusual hardship if he had to file a visa application with an embassy outside of Canada.", "[16] The PRRA officer dismissed the applicant's PRRA application for the same reasons as those raised in the HC decision, except for those involving the humanitarian and compassionate considerations. He determined that the risks set out under sections 96 and 97 of the Act did not apply to the applicant's case and that the applicant would not be subject to a risk of persecution, torture or cruel and unusual treatment or punishment, or a risk to life if he were to return to Iran. III. Law applicable to HC applications", "[17] Persons seeking to immigrate to Canada must file their applications for permanent residence before entering Canada, therefore from outside Canada (subsection 11(1) of the Immigration and Refugee Protection Act (the Act)).", "[18] Subsection 25(1) of the Act provides that, exceptionally ( <FRAGMENT_SUPPRESSED> ), the Minister has the discretion to facilitate a person's entry into Canada, or to grant an exemption from any applicable criteria or obligation of the Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations (HC). IV. Standard of review", "[19] There are only two standards of review, i.e. the standards of correctness and of reasonableness ( <FRAGMENT_SUPPRESSED> ). The standard of correctness still applies to jurisdictional issues and to certain other questions of law.", "[20] In the context of a judicial review, the assessment \"is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process.\" Further, it must be determined whether the decision falls within \"a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , at paragraph 47). V. Issues", "[21] This proceeding raises the following issues: 1. Did the PRRA officer make an unreasonable error in refusing the HC application and the PRRA application? 2. Did the PRRA officer err in failing to consider the applicant as a \"refugee sur place\"? VI. Analysis", "[22] The respondent has the burden of establishing the unreasonableness of the HC decision. He does not agree with the PRRA officer's analysis and the determinations made in regard to his \"establishment.\" Unfortunately for him, the Court does not see how the PRRA officer erred in this case. To the contrary, the PRRA officer appears to have properly assessed in his decision all of the relevant evidence. Even though the applicant alleges that the officer erred in counting his wife as a member of his family, the fact remains that the PRRA officer was entitled to disbelieve the applicant regarding his divorce for the reasons given.", "[23] The PRRA officer could refer to the RPD decision regarding the applicant's lack of credibility and regarding the fact that there was no credible evidence supporting his refugee claim. The officer could also verify whether the facts raised by the applicant in support of his HC application and regarding the allegations of risk took place before or after the RPD decision.", "[24] The PRRA officer observed that the risks submitted by the applicant in his HC and PRRA applications were the same in his refugee claim before the RPD. Given that the RPD had determined that the applicant lacked credibility, the PRRA officer determined that the applicant also lacked credibility in regard to the period preceding the RPD's decision dated March 21, 2003, and in regard to the evidence filed during that period, i.e. involving the allegations of threats or unusual treatment suffered in Iran based on political opinion or religious beliefs.", "[25] The PRRA officer also examined the applicant's credibility after the RPD's decision in light of a final arrest warrant issued against him on October 16, 2006, and determined that this warrant was inconsistent with the documentary evidence to the effect that arrest warrants in Iran are issued only by judges. In fact, the applicant had initially stated that he thought this warrant had been signed by a clerk at the chief prosecutor's office, which is inconsistent with the documentary evidence on Iran. Further, the document contains an inconsistency in that, on the one hand, it gives the applicant a final chance to report to the police to discuss his religious conversion and, on the other hand, orders the applicant's arrest. According to the PRRA officer, it was implausible that a warrant would give the applicant a final chance to explain himself and at the same time order his arrest. For this reason, the PRRA officer did not assign any probative value to this document.", "[26] The PRRA officer also determined that the applicant's credibility had been undermined by the implausibility that the Iranian authorities would have waited until 2006 to issue the final warrant, when an arrest warrant had allegedly been in effect since 2001.", "[27] Based on the lack of credibility assigned to the applicant, the PRRA officer also did not believe him when he stated that his wife had asked for the divorce because the Iranian authorities were questioning her and had suggested that they would arrest the applicant for apostasy. Note that the divorce certificate, issued after the applicant's two baptisms in Canada, indicates that the applicant's religion is Islam and not Christian. We may then question what reasons the Iranian authorities would have to arrest the applicant for apostasy and how they could have been aware of the applicant's religious activities after he arrived in Canada.", "[28] Based on the applicant's total lack of credibility, the PRRA officer determined in regard to the applicant's religious conversion that there was insufficient probative evidence in the record to establish the sincerity and permanence of his conversion for a purpose other than his desire to remain in Canada.", "[29] Finally, the PRRA officer examined the conditions of religious converts in Iran, specifically the risks for apostates, and while acknowledging that the situation in Iran is dangerous for those who renounce Islam, he found that the applicant was nevertheless not likely to be directly affected, especially because he did not believe that the applicant had converted to Christianity.", "[30] The PRRA officer refused the applicant's PRRA application (IMM-5285-07) on the same grounds as those set out in the HC decision, except in regard to the humanitarian and compassionate considerations. He determined that the circumstances set out in sections 96 and 97 of the IRPA do not apply in that the applicant would not be subject to a risk of persecution, torture or cruel and unusual treatment or punishment or a risk to life if he were to return to Iran.", "[31] The applicant insisted on the fact that the PRRA officer applied an erroneous test in finding that he did not believe the conversion was sincere, to the point that the applicant could again embrace Islam were he to return to Iran. The applicant argued that the test is not that of the sincerity of the conversion, but rather whether the conversion was a risk in the country of origin.", "[32] Do not forget, however, that the application for leave and for judicial review of the RPD's decision was dismissed by this Court, which did not find it suitable to intervene. Therefore, the RPD's finding stands in regard to the applicant's lack of credibility on the facts pre-dating its decision. Accordingly, the PRRA officer had grounds to doubt the sincerity of the applicant's conversion, as the RPD had before it, and to find that the applicant could very well return to Islam when he returned to Iran, thereby avoiding being considered as an apostate.", "[33] After analyzing the evidence in the record, the Court must find that the PRRA officer could reasonably refuse both the HC and the PRRA applications by taking into account the applicant's total lack of credibility noted by the RPD and by relying on its own analysis of the new evidence submitted by the applicant in support of the PRRA application.", "[34] A PRRA application is still an exceptional measure that should not be allowed unless there is new evidence that was not available at the time of the RPD's decision and then only insofar as this new evidence establishes a risk for the applicant if he were to return to his country of origin.", "[35] The fact that the applicant left his country without any trouble would entitle the PRRA officer, like the RPD, to doubt the applicant's allegations that he fears the Iranian authorities ( <FRAGMENT_SUPPRESSED>  paragraph 25). VII. Did the PRRA officer err in refusing the applicant's HC and PRRA applications?", "[36] HC and PRRA applications have different objectives. The objective of the HC application is to determine whether there are humanitarian and compassionate considerations for an applicant to ask for a permanent residence visa without having to obtain it from outside Canada. The PRRA application, however, can be used by claimants to file any new evidence regarding the risks of returning to the country of origin which may have arisen in the time between the decision dismissing their refugee claim and their deportation from Canada. Both applications have different requirements.", "[37] The Court is of the opinion that the PRRA officer did not err in refusing the HC application. The considerations advanced by the applicant are not sufficient to exempt him from filing his permanent visa application from outside Canada. Even if we were to assume that his conversion was sincere, the degree of his establishment in Canada as well as his ties with the Canadian Christian community are not sufficient to establish that his return to Iran would cause him undue hardship, all the more so because all of the applicant's family, with the exception of one brother, still resides in Iran.", "[38] The analysis of the PRRA decision is more complex, since it is settled law that in Iran an apostate is likely to be punished by death. The issue then becomes whether the applicant did indeed convert to Christianity or whether it was a conversion that was done with the intention to remain in Canada. It is therefore a question of fact requiring a high degree of deference with regard to the PRRA officer's decision, particularly because it is not clear from the evidence whether this conversion took place after rather than before the RPD's decision, which the applicant had to establish.", "[39] The applicant argued that his credibility was not questioned by the RPD in terms of the sincerity of his conversion, but rather in regard to the alleged events in Iran which prompted his departure from Iran to Canada. Therefore, according to him, the PRRA officer could not simply state that the conversion was one of the factors that the RPD deemed lacking in credibility. A careful review of the RPD decision does indicate in fact that the panel did not directly focus on the applicant's conversion and properly so, since – and it bears repeating – this was not the ground that he had initially raised in his refugee claim. The RPD nevertheless determined that the applicant lacked credibility up to the date of the decision on March 21, 2003, which would include the time of the applicant's first baptism in December 2001.", "[40] At the hearing of the PRRA application, the PRRA officer questioned the applicant specifically regarding the divorce certificate dated July 20, 2005, the arrest warrant dated October 16, 2006, and any other fact that occurred after the RPD's negative finding on March 21, 2003. Contrary to the applicant's claims, it does not appear that the PRRA officer erred in finding that the new evidence submitted by the applicant did not show that he would be at risk in Iran.", "[41] The RPD's finding that the applicant lacked credibility also affects the sincerity and integrity of the applicant's conversion. In fact, the applicant's first baptism was in December 2001, therefore prior to the RPD's decision of March 2003. The RPD's finding to the effect that the applicant's story as a whole was not credible taints the sincerity of the conversion that took place in 2001.", "[42] For these reasons, the Court determines that the PRRA officer did not err in finding that the applicant had not offered evidence of any new fact which would place him at risk if he were to return to Iran. VIII. Did the PRRA err in failing to consider the applicant as a \"refugee sur place\"?", "[43] As for the argument raised by the applicant that the PRRA officer failed to consider the possibility that he could be considered as a refugee sur place, case law from this Court states that the panel is not bound to examine the notion of \"refugee sur place\" when, as in this case, the applicant's story is deemed to lack credibility ( <FRAGMENT_SUPPRESSED>  paragraph 9;  <FRAGMENT_SUPPRESSED>  paragraph 28).", "[44] It is not denied that the applicant never raised the ground of refugee sur place before the PRRA officer. His PRRA application clearly indicates that indeed he never alleged that he would be at risk if he were to return to Iran as a refugee sur place based on his religious conversion and/or his religious activities in Canada, independently of the activities in his native country on which he founded his original application for protection before the RPD. In his PRRA application, the applicant's allegation about his return was the same, as stated above, as the one submitted before the RPD.", "[45] The applicant was wrong to condemn the PRRA officer for not deciding a ground that was not alleged ( <FRAGMENT_SUPPRESSED>  (F.C.A.) (QL)). Once again, the applicant not only should have alleged that he was a \"refugee sur place,\" but also should have filed evidence supporting a finding by the PRRA officer that he should be considered as a \"refugee sur place,\" which he did not do.", "[46] In this case not only did the PRRA officer not believe that he had converted, but also there was no evidence filed before him establishing that the applicant's conversion to Christianity or his involvement in religious activities in Canada were in themselves sufficient to place him at risk in Iran; he also failed to allege or establish that his conversion or his religious activities in Canada had been or would be brought to the attention of the Iranian authorities.", "[47] The only general documentary evidence on the situation of Christians in Iran, which has no connection with the applicant in Canada, could not oblige the PRRA officer to proceed with a more in-depth review of the issue of \"refugee sur place,\" which the applicant never alleged before the PRRA officer and which he alleged for the first time in this proceeding.", "[48] The applicant may perhaps criticize the PRRA officer for disbelieving his story or the alleged risk, but it would be difficult for him to criticize the PRRA officer's failure to read his mind. The applicant had to file credible evidence of his claims, which he was unable to do.", "[49] For all of these reasons, the Court does not find any error in either of the decisions (HC and PRRA) which could justify its intervention. These are reasonable decisions which are within the acceptable possible outcomes and may be justified in regard to the facts and the law, to which deference must be given.", "[50] The applicant proposed the following question for certification: For the application of section 97 of the IRPA, in the context of a pre-removal risk assessment, does the PRRA officer have the obligation to decide the concept or the issue of \"refugee sur place\"?", "[51] \"[A]n appeal to the Federal Court of Appeal may be made only if, in rendering judgment, the judge certifies that a serious question of general importance is involved and states the question\" (paragraph 74(d) of the Act).", "[52] However, for the Court to agree to certify a question, it is not sufficient to allege that this question has never been decided; the proposed question must also be \"determinative of the appeal . . . [and that the certification is not to be used] as a tool to obtain from the Court of Appeal declaratory judgments on fine questions which need not be decided in order to dispose of a particular case\" [Emphasis added] ( <FRAGMENT_SUPPRESSED>  (F.C.A.) (QL), at paragraph 4).", "[53] The question for certification cannot be determinative of the appeal as the question was never submitted to the PRRA officer, just as the applicant never offered him evidence that could have justified verifying whether the applicant could be considered a \"refugee sur place\".", "[54] For all of these reasons, the Court would refuse to certify the proposed question. JUDGMENT", "[55] FOR THESE REASONS, THE COURT dismisses the application for judicial review filed in dockets IMM-5284-07 and IMM-5285-07 and refuses to certify the question proposed by the applicant. [End of document]"]}