{"id_": "039373", "body_str": ["[1] von Finckenstein, J. [orally]: The Applicants, Syed Khawer Bokhari, (hereafter referred to as \"the Applicant\"), Syeda Mahrain Shahid, Syeda Qurat-Ul-Ain Bokhari, Syed Bokhari Hakim and Syed Shahzad Ali Khuram are all Shia Muslims and citizens of Pakistan. They claim they are victims of persecution on religious grounds as the Applicant is a well-known leader in the North West Frontier Province of Pakistan in the Nosheri Al-Tashi sect of Islam. The Applicant was elected the General Secretary of a trust that was for the purposes of building an Imam Baraga (a Shia Mosque) in his village. The Applicant claims he and members of his family were intimidated and injured as members of Sipae-Sahaba Pakistan (\"SSP\"), an extremist group, attempted to rid Pakistan of all Muslim sects that are not Sunni and, as a result, they had to flee their country.", "[2] The Board denied their claim finding: \"There was insufficient credible and trustworthy evidence to establish, on a balance of probabilities, the principal claimant's allegation that he was a high profile Shia leader in Peshawar. The evidence establishes that on a balance of probabilities state protection is available in Pakistan for Shia generally. The evidence does not distinguish the claimants from other Shias in Pakistan.\"", "[3] At the hearing of the application, after counsel had finished questioning the Applicant and before making submissions, the Board member made the following statement: \"Thank you. Well, we don't have observations because we don't have an R -- I'm particularly interested in objective basis, IFA. I may make some observation about subjective fear and the delay in leaving and return to Peshawar. But I'm mostly interested in IFA and state protection.\"", "[4] Counsel thereupon in his submissions concentrated on state protection and IFA. The decision of the Board member, however, turned on credibility and state protection. The subject of IFA was only cursorily addressed by the following sentence: \"If the claimants do not wish to live in Peshawar, I conclude they could live in Lahore or Karachi. Two cities that rival each other as '...the centre of Shi'ism in Pakistan.'\"", "[5] The statement of the Board member set out in paragraph 3 above can only be interpreted to mean that credibility, objective and subjective fear have been established. After all, state protection and IFA (the subjects she is mostly interested in) only become issues once the Applicant's story is accepted (i.e. his credibility is accepted) and his objective and subjective fear is established. By making this statement, the Board member effectively misled Applicant's counsel and prevented him from making submissions on the point of credibility, which turned out to be central to the Board's decision.", "[6] Such misleading of counsel, thereby effectively depriving an applicant from making submissions on crucial points, has been held to amount to a denial of natural justice.  <FRAGMENT_SUPPRESSED> .", "[7] In such case, the Court has no choice but to order a new hearing and cancel the original decision. As Russel J. stated in  <FRAGMENT_SUPPRESSED>  Le Dain J., speaking for a unanimous court, stated at page 660: 'I find it necessary to affirm that the denial of a right to a fair hearing must always render a decision invalid, whether or not it may appear to a reviewing court that the hearing would likely have resulted in a different decision. The right to a fair hearing must be regarded as an independent, unqualified right which finds its essential justification in the sense of procedural justice which any person affected by an administrative decision is entitled to have. It is not for a court to deny that right and sense of justice on the basis of speculation as to what the result might have been had there been a hearing.'", "[46] Even if there could remain a basis in the reasons to support the denial of the Applicant's claim, the denial of natural justice in this case requires a new hearing irrespective of whether the ultimate decision would have remained the same.\"", "[8] Thus, notwithstanding the Board's seemingly persuasive reasoning, based on  <FRAGMENT_SUPPRESSED>  the April 7, 2004 decision of the Immigration and Refugee Board is set aside, and the matter is referred back to the Board for reconsideration by a differently constituted panel. [End of document] <FRAGMENT_SUPPRESSED>"]}