{"id_": "039848", "body_str": ["[1] Harrington, J. [Translation]: It all began in 1998, when Mr. Lopez Aguilera filed a complaint with the police following a break-in at his house. The police demanded bribes from him to investigate. They pursued him for the next ten years throughout Mexico to obtain more bribe money and finally beat him severely in 2008. At that point, Mr. Aguilera left Mexico to come to Canada and claim refugee status for himself, his wife and his children.", "[2] In his oral decision at the hearing, the presiding member of the Refugee Protection Division (RPD) of the Immigration and Refugee Board of Canada rejected Lopez Aguilera's refugee claim. If the decision had been written the way that counsel for the Minister argues that it could have been, the rejection of the refugee claim could have been justified. However, the reasons for decision must be considered as they are. They are wrong in law, and therefore the application for judicial review will be allowed and referred to another decision-maker for redetermination.", "[3] The presiding member stated at paragraph 14 of his reasons, as written after the hearing: I am going to reject your refugee protection claim for two fundamental reasons.", "[4] Based on my interpretation, the two reasons are intertwined. One deals with Mr. Aguilera's credibility and the other with his failure to present documents to support his refugee claim. It is clear, however, that the presiding member found him not credible because he had not submitted documents to corroborate the facts alleged in his claim.", "[5] The presiding member found no inconsistency in Mr. Aguilera's testimony other than where he testified at the hearing that he had told a lawyer about everything he had experienced, a fact that he had not initially revealed.", "[6] However, I have not found any specific finding that Mr. Aguilera was not credible on the basis of his testimony. It is settled law that there is a rebuttable presumption that the applicant's allegations are true unless there are reasons to doubt their truthfulness ( <FRAGMENT_SUPPRESSED>  (QL)).", "[7] In my opinion, it is the application of rule 7 of the Refugee Protection Division Rules and subsection 100(4) of the Immigration and Refugee Protection Act that it is determinative in this case.", "[8] Rule 7 provides as follows: The claimant must provide acceptable documents establishing identity and other elements of the claim. A claimant who does not provide acceptable documents must explain why they were not provided and what steps were taken to obtain them.", "[9] Subsection 100(4) of the Act states: The burden of proving that a claim is eligible to be referred to the Refugee Protection Division rests on the claimant, who must answer truthfully all questions put to them. If the claim is referred, the claimant must produce all documents and information as required by the rules of the Board.", "[10] No doubt the presiding member was expecting, correctly, that Mr. Aguilera would submit documents to corroborate the facts alleged in his refugee claim. The issue is whether he took the appropriate steps to obtain these documents. Essentially, Mr. Aguilera testified that he had asked his mother, who is still in Mexico, to obtain the documents for him, but she was unable to do so. The presiding member criticized Mr. Aguilera for not personally requesting these documents from the Mexican authorities, from Canada. The reasons do not indicate the reason why Mr. Aguilera, thousands of kilometres from Mexico, would be in a better position than his mother to obtain these documents.", "[11] It is unreasonable to expect that Mr. Aguilera would personally take steps to obtain these documents rather than using an agent. No investigation was initiated to ascertain what steps his mother took and whether those steps were reasonable.", "[12] It is wrong in law to draw a negative inference about an applicant's credibility from the mere fact that no documents were submitted to support the refugee claim. As Mr. Justice Beaudry stated in <FRAGMENT_SUPPRESSED>  [2009] FCJ No. 1585 (QL), at paragraph 13: A panel cannot draw a negative inference from the mere fact that a party failed to produce any extrinsic documents corroborating his or her allegations, except when the applicant's credibility is at issue ( <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 1278 (QL) at paragraph 6).", "[13] The Minister also submits that the refugee claim was rejected because state protection was available. I cannot agree with this argument. At paragraph 29 of his reasons, the presiding member criticized Mr. Aguilera for not filing a complaint with the police about the 2008 attack: . . . Therefore, in my opinion, Mr. Lopez Aguilera, given this alleged assault against him in February 2008, did not do what was necessary to inform the authorities and to try to obtain their protection.", "[14] Given that here, the police were the aggressors, the presiding member should have conducted an analysis to determine whether it would really have been worthwhile to file a complaint. In this case, I do not believe there was an adequate analysis of the availability of state protection.", "[15] As both parties agreed at the hearing, there is no serious question of general importance to certify. ORDER", "[16] FOR THE ABOVE-NOTED REASONS; THE COURT ORDERS as follows: 1. The application for judicial review of the decision by a member of the RPD of the IRB dated June 8, 2011, in file MA8-16741, in which the applicant's refugee claim, is allowed. 2. The decision of June 8 , 2011, is set aside and the matter is referred for redetermination by another member of the RPD of the IRB. 3. There is no serious question of general importance to certify.", "[2]", "[3]", "[4]", "[5]", "[6] <FRAGMENT_SUPPRESSED>  (QL)).", "[7]", "[8] The claimant must provide acceptable documents establishing identity and other elements of the claim. A claimant who does not provide acceptable documents must explain why they were not provided and what steps were taken to obtain them.", "[9] The burden of proving that a claim is eligible to be referred to the Refugee Protection Division rests on the claimant, who must answer truthfully all questions put to them. If the claim is referred, the claimant must produce all documents and information as required by the rules of the Board.", "[10]", "[11]", "[12] <FRAGMENT_SUPPRESSED>  [2003] A.C.F. no 1278 (QL) au paragraphe 6).", "[13]", "[14]", "[15] ORDONNANCE", "[16] [End of document]"]}