{"id_": "039818", "body_str": ["[1] O'Reilly, J. : Mr. Lobsang Wanchuk requested refugee protection in Canada on the grounds that he faced a risk of persecution in China as a person of Tibetan ethnicity. A panel of the Immigration and Refugee Board denied Mr. Wanchuk's claim on the basis that he could live safely in India, the country where he was born and, according to the Board, where he could obtain citizenship.  <FRAGMENT_SUPPRESSED>", "[2] Mr. Wanchuk argues that the Board's decision was unreasonable given the evidence showing that it was not within his control to obtain citizenship in India - that was a discretionary decision left to Indian officials who are generally disinclined to grant citizenship to persons of Tibetan ancestry.  <FRAGMENT_SUPPRESSED>", "[3] I agree with Mr. Wanchuk that the evidence shows he may have difficulty persuading Indian officials that he is eligible for Indian citizenship. His status depends on how discretion may be exercised by others; it is not within his control. Accordingly, the Board should have considered Mr. Wanchuk's claim as against China, not India.  <FRAGMENT_SUPPRESSED>", "[4] The sole issue is whether the Board's decision, involving a question of mixed fact and law, was unreasonable.  <FRAGMENT_SUPPRESSED> II. The Board's Decision  <FRAGMENT_SUPPRESSED>", "[5] The Board relied on a decision of the Indian High Court in which the eligibility of Tibetans who had been born in India to obtain Indian citizenship was affirmed ( <FRAGMENT_SUPPRESSED>  entitled to Indian citizenship because Indian authorities had issued him an Identity Certificate, which he understood to be given to persons not eligible for citizenship.  <FRAGMENT_SUPPRESSED>", "[6] The Board acknowledged that Mr. Wanchuk may have to obtain a letter of \"no objection\" from the Central Tibetan Authority before applying for Indian citizenship. However, it found that the CTA would likely provide such a letter.  <FRAGMENT_SUPPRESSED>", "[7] The Board also noted that Mr. Wanchuk had not shown that he had sought and had been denied Indian citizenship. Accordingly, he had failed to show that there were obstacles standing in his way. On that basis, the Board found there was no need to analyze Mr. Wanchuk's fear of returning to China.  <FRAGMENT_SUPPRESSED> III. Was the Board's decision unreasonable?  <FRAGMENT_SUPPRESSED>", "[8] The Minister points out that under the Indian Citizenship Act , s 3.1, a person born in India between January 26, 1950 and July 1, 1987 is a citizen of India. This was recognized by the Indian High Court  <FRAGMENT_SUPPRESSED> . Accordingly, the Minister argues that it was within Mr. Wanchuk's power to obtain citizenship in India and, therefore, the Board's decision was not unreasonable (citing Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ). Further, even though Mr. Wanchuk would have to obtain a letter of \"no objection\" from the CTA prior to applying for Indian citizenship, the evidence showed that the CTA would not withhold its approval.  <FRAGMENT_SUPPRESSED>", "[9] In my view, the documentary evidence shows that obtaining Indian citizenship was not within Mr. Wanchuk's control:  <FRAGMENT_SUPPRESSED> • The Dolkar decision applies only in New Delhi; it amounts to persuasive authority in other regions of India, but is not binding there.  <FRAGMENT_SUPPRESSED> • No grants of citizenship to Tibetans have been made in the three years following Dolkar .  <FRAGMENT_SUPPRESSED> • The official position of the CTA is that it will not withhold approval to Tibetans seeking Indian citizenship. However, in reality, the CTA is reluctant to grant approval, believing that Tibetans in India should remain refugees so as to ensure that they will eventually return to an independent Tibet.  <FRAGMENT_SUPPRESSED>", "[10] In my view, this evidence shows a mere possibility that Mr. Wanchuk could obtain Indian citizenship. It would require, at a minimum, that the CTA exercise its discretion not to withhold its approval and that Indian authorities recognize Dolkar as binding precedent. In fact, Mr. Wanchuk might well have to litigate the issue. I note that Ms. Dolkar expended several years in administrative and legal battles in order to obtain Indian citizenship.  <FRAGMENT_SUPPRESSED>", "[11] In these circumstances, I find the Board's conclusion that obtaining Indian citizenship was within Mr. Wanchuk's control was unreasonable.  <FRAGMENT_SUPPRESSED> IV. Conclusion and Disposition  <FRAGMENT_SUPPRESSED>", "[12] The Board failed to take account of some of the real obstacles standing in the way of Mr. Wanchuk's obtaining Indian citizenship. Therefore, its conclusion does not represent a defensible outcome based on the facts and the law. Accordingly, I must allow this application for judicial review and order another panel of the Board to reconsider Mr. Wanchuk's claim. Neither party proposed a question of general importance for me to certify, and none is stated.  <FRAGMENT_SUPPRESSED>", "[13] THIS COURT'S JUDGMENT is that  <FRAGMENT_SUPPRESSED> 1. The application for judicial review is allowed;  <FRAGMENT_SUPPRESSED> 2. The matter is returned to another panel of the Board for reconsideration; and  <FRAGMENT_SUPPRESSED> 3. No question is certified.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED>", "[2]", "[3]", "[4] II.", "[5]", "[6]", "[7] III.", "[8] Indian Citizenship Act Dolkar", "[9] Dolkar Dolkar .  <FRAGMENT_SUPPRESSED>", "[10] Dolkar", "[11] IV.", "[12] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[13] :  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}