{"id_": "039860", "body_str": ["[1] Shore, J. : The Applicants seek judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , LC 2001, c 27 [IRPA], of a decision rendered by the Refugee Protection Division [RPD] of the Immigration and Refugee Board of Canada, wherein the RPD rejected the Applicants' claim for refugee protection under sections 96 and 97 of the IRPA. II. Background", "[2] The Applicants, Saiful Islam (age 42) [Principal Applicant], Nazneen Nahar (age 43) and their children, Soha Islam Orvika (age 7) and Ehan Islam (age 5), are citizens of Bangladesh and they claimed refugee status at the Canadian border on July 22, 2014.", "[3] According to his Basis of Claim Form [BOC], the Principal Applicant has supported the Bangladesh Nationalist Party [BNP] since 1988, has been a member since 1995 and was involved, from 2006 to 2013, with the Jatiyatabadi Samajik Sangskritik Sangstha [JASAS], the cultural wing of the BNP in the geographical region of Nababgonj. The Principal Applicant alleges that he was a well-known figure in his community and that he worked for the BNP on several election campaigns. The Principal Applicant also owns a fish farm in Nababgonj and an import business in Mirpur.", "[4] The Principal Applicant alleges that he was beaten, threatened to be killed and kidnaped; and, his businesses were extorted by the Awami League [AL], with the support of the police. On July 20, 2010, he was attacked by AL goons while participating in a street gathering. Two years later, the AL goons confronted him as he was performing duties as general secretary for the JASAS. On March 20, 2013, AL goons came to his fish farm and requested 100 kilograms of fish for the Independence Day of Bangladesh celebrations. Following the refusal of the Principal Applicant, they cursed at him and the next day he found several dead fish in his pond due to poisoning. On August 8, 2013, the AL goons extorted 50,000 Bangladeshi Taka from his store and told him to pay them on a monthly basis if he wanted to do business in Bangladesh or to join the AL.", "[5] On January 8, 2014, AL goons, supported by the police, attacked individuals participating in a political rally in which the Principal Applicant was involved. Certain participants of the rally were injured. The Principal Applicant received threats over the phone and hid away from his residence. Other leaders and members of the BNP also had to hide from the AL goons and the police.", "[6] On January 28, 2014, on his way back from a human chain procession, the Principal Applicant was attacked and received death threats. He hid in a friend's house. The AL goons and the police went looking for the Principal Applicant at his residence and treated his wife roughly, frightened their children and made further death threats towards the Principal Applicant. The Applicants moved to Savar after this incident, contacted a lawyer; and, requested the assistance of an agent to leave Bangladesh.", "[7] The Applicant and his family obtained visas for the United States in early April 2014; and, they travelled to the United States on May 30, 2014. The Applicants left the United States on July 22, 2014, and claimed refugee status the same day at the Canadian border.", "[8] In a decision dated April 21, 2015, the RPD rejected the Applicants' claim for refugee status pursuant to sections 96 and 97 of the IRPA. III. Decision under Review", "[9] The RPD held that the Principal Applicant lacked credibility and that several exhibits of the documentary evidence submitted by the Applicants should be given little weight due to the Principal Applicant's weakened credibility.", "[10] The RPD found that the Principal Applicant lacked credibility for several reasons: he answered questions in an evasive manner during his testimony; he testified that the AL goons tried to kidnap and kill him but had only claimed in his BOC that he was threatened to be kidnaped and killed; he provided ambiguous answers regarding the threats that his children received and did not mention specific threats towards his children in his BOC; he testified that after he obtained visas for the United States, he still operated his warehouse in Mirpur and that the police or the AL goons never went looking for him there; and, although the Principal Applicant testified that he and his family moved after the January 28, 2014 incident and hid at different locations, the Principal Applicant listed only the address where they resided from 2004 to May 2014 in Schedule A of the BOC.", "[11] Furthermore, the Applicants obtained their visas for the United States in early April 2014, but only travelled to the United States on May 30, 2014; and, waited until July 22, 2014 to make a refugee claim in Canada. The RPD found that the Applicants' decision, not to seek asylum at the first reasonable opportunity, in the United States, shows behaviour inconsistent with someone seeking protection and shows a lack of subjective fear of persecution.", "[12] The RPD gave little probative value to most of the documentary evidence submitted by the Applicants, stating: \"[d]ue to the [Applicants'] weakened credibility, according to the panel's assessment, the panel finds its own assessment more probative as evidence infirming the allegations of the [Applicants] than the [documentary evidence] is probative in affirming them\". Furthermore, the RPD found that even the documentary evidence suggests that the Principal Applicant has been involved in BNP's activities and organization for several years; the letters and affidavit from friends, family members and people involved in the BNP do not constitute validity for the purpose of probative evidence that the Principal Applicant has been mistreated by the AL, the government, the police or other persons in Bangladesh.", "[13] As a result, the RPD rejected the Applicants' claim for refugee status as the RPD did not believe that the Principal Applicant had been or will be persecuted in Bangladesh for an imputed political opinion or for any other reason, nor would the other Applicants for being members of the family of the Principal Applicant. IV. Issue", "[14] The central issue to be determined by this application for judicial review is: Did the RPD err in its credibility findings and its weighing of the evidence? V. Legislation", "[15] The following are the relevant legislative provisions: Convention refugee 96 . A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97 . (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. 96 97 VI. Position of the Parties", "[16] The Applicant submits that the RPD is being overzealous in trying to find discrepancies in the Applicants' narrative and ignored the explanations provided by the Principal Applicant regarding the threats faced by his children; why he did not seek asylum in the United States; and, why the police did not look for him in his warehouse in Mirpur. With regard to the documentary evidence, it was unreasonable for the RPD to negate the value of the affidavits from the Principal Applicant's mother-in-law, cousin and employee because they were formulated after the Applicants' refugee claim. Furthermore, as the RPD accepted that the Principal Applicant was a member of the BNP and that the objective documentary evidence clearly established that BNP members are faced with serious persecution and attacks by the majority AL political party and the police authorities, the RPD erred in law by omitting to evaluate the Applicants' refugee claim based on this element, even if it had found the Principal Applicant lacked credibility (REFERENCE_SUPPRESSED).", "[17] Conversely, the Respondent submits that it was reasonable for the RPD to conclude that the Principal Applicant is not credible. The RPD's conclusions are based on the accumulation of a number of different reasons, specifically, that the Principal Applicant had made several contradictory statements during his hearing at the RPD; and, embellished his previous statements, made implausible statements and failed to claim asylum as soon as possible in the United States. It was also reasonable for the RPD to give less weight to certain parts of the subjective evidence, and more to the objective documents in evidence, such as documents produced by the government, the media, or personal documents created for a purpose other than for obtaining refugee protection. Furthermore, it was reasonable for the RPD to reject the claim that BNP support alone put the Applicants at risk of being killed, based on the evaluation of documentary evidence that was done by the RPD. As a result, given that the Principal Applicant story was not credible and that the sole fact of being an active member of the BNP does not put one at risk of persecution, it was reasonable for the RPD to reject the Applicants' claim for refugee protection. VII. Standard of Review", "[18] The standard of review of reasonableness is undoubtedly applicable to RPD's determinations of credibility and the weighing of evidence (REFERENCE_SUPPRESSED). VIII. Analysis A. Failure to claim refugee status in the United States", "[19] The Principal Applicant argues that the RPD's finding in regard to his lack of credibility is unreasonable. The assessment of the Applicant's credibility is at the heart of the RPD's jurisdiction as the RPD is in the best position to weigh the testimony and the evidence, as a whole (REFERENCE_SUPPRESSED). Therefore, the Court owes a high level of judicial deference to the RPD's credibility findings:", "[65] It is well established that credibility findings demand a high level of judicial deference and should only be overturned in the clearest of cases (see REFERENCE_SUPPRESSED). As such, the Court should generally not substitute its opinion unless it finds that the decision was based on erroneous findings of fact made in either a perverse or capricious manner or without regard for the material before it (see REFERENCE_SUPPRESSED). In reviewing a board's decision, isolated sections should not be scrutinized; rather, the Court must consider whether the decision as a whole supports a negative credibility finding (see REFERENCE_SUPPRESSED). [My emphasis.] (REFERENCE_SUPPRESSED)", "[20] Nonetheless, and as stated above, there are circumstances where the Court has the obligation to find that the RPD's findings are not reasonable and the Court must intervene. Having reviewed the Certified Tribunal Record, including the hearing transcript, the submissions of the parties and the RPD's reasons, the Court finds that the RPD's assessment of the Principal Applicant's credibility is unreasonable as the RPD's credibility findings were made without regard to the evidence as a whole (REFERENCE_SUPPRESSED; CITATION_SUPPRESSED).", "[21] As noted, the RPD found that the Applicants showed behaviour consistent with someone seeking protection and demonstrated a lack of subjective fear. The credibility of the Applicants with regard to their allegations of threats and attacks in Bangladesh was undermined because the Applicants did not make a refugee claim in the United States and waited two months in the United States before making a refugee claim in Canada. Before the RPD, the Principal Applicant testified that his intention was to make a refugee claim in the United States and that the Bangladesh community, to whom he spoke in the United States, advised him that it would take longer to do so in the United States, than it would in Canada, to obtain refugee status. The RPD found the explanations unsatisfactory as it found that the Applicants should have made their refugee claim in the United States at their first reasonable opportunity, even if it took longer than in Canada (Decision of the RPD, para 25).", "[22] The failure to make a refugee claim at the first opportunity may be a pertinent factor in assessing the credibility of an Applicant but it cannot be the sole basis upon which to draw an adverse credibility finding (REFERENCE_SUPPRESSED; CITATION_SUPPRESSED). The RPD cannot ignore explanations provided by an Applicant and must consider them (REFERENCE_SUPPRESSED; CITATION_SUPPRESSED, above). In CITATION_SUPPRESSED, Justice Yvon Pinard noted that it is \"wrong to impose on [an] applicant a duty of seeking refugee status at the first available opportunity in a third country\". In that, other factors may at times prevalent.", "[23] In the present case, this is exactly what the RPD did. Not only did the RDP impose on the Applicants a duty to seek refugee status in the United States, it relied almost exclusively on the failure by the Applicants to claim refugee status in the United States to find that they lacked a subjective fear of persecution; and, therefore, that their credibility was undermined with regard to allegations of threats and attacks in Bangladesh. Furthermore, the RPD failed to consider the explanations provided by the Applicants as to why they did not seek asylum in the United States. As a result, it was unreasonable for the RDP to conclude as it did. B. Documentary evidence", "[24] The RPD gave little probative value, if any, to the affidavits by the Principal Applicant's mother-in-law, cousin, employee and in certain measure to that of his lawyer as the affidavits were put together after the Applicants made a refugee claim in Canada; and, that for the purpose of submissions as evidence in support of their claim.", "[25] This Court has held numerous times that this kind of inference is problematic; in this case, especially, since the uncontradicted evidence in respect of the Applicant is that he is a BNP member and a member of its cultural wing and Secretary of the BNP in his region", "[26] As noted by Justice O'Keefe in ( REFERENCE_SUPPRESSED) \"it would seem to me that any letter written to support the applicant's claim would be, by the Board's reasoning, self-serving. This cannot be the case. An applicant has to be able to establish their case.\"", "[27] In REFERENCE_SUPPRESSED, Justice de Montigny considered a similar issue and the relevant jurisprudence and noted at para 26:", "[26] However, jurisprudence has established that, depending on the circumstances, evidence should not be disregarded simply because it emanates from individuals connected to the persons concerned: REFERENCE_SUPPRESSED. As counsel for the Respondent rightly notes, CITATION_SUPPRESSED concerned a criminal matter; however, immigration jurisprudence from this Court has established the same principle. Indeed, several immigration cases hold that giving evidence little weight because it comes from a friend or relative is an error.", "[27] For example, in REFERENCE_SUPPRESSED, Justice Dawson held at paragraph 25 that, \"solicitation does not per se invalidate the contents of the letter, nor does the fact that the letter was written by a relative.\" Likewise, Justice Phelan noted the following in REFERENCE_SUPPRESSED: The Officer gives little weight to other witnesses' affidavit evidence because it comes from a close family friend and a cousin. The Officer fails to explain from whom such evidence should come other than friends and family. Similarly, Justice Mactavish stated the following in REFERENCE_SUPPRESSED: With respect to [sic] letter from the President of the organization, I do not understand the Board's criticism of the letter as being \"self-serving\", as it is likely that any evidence submitted by an applicant will be beneficial to his or her case, and could thus be characterized as 'self-serving'.", "[28] In light of this jurisprudence, and under the circumstances, I do not believe it was reasonable for the Officer to award this evidence low probative value simply because it came from the Applicants' family members. Presumably, the Officer would have preferred letters written by individuals who had no ties to the Applicants and who were not invested in the Applicants' well-being. However, it is not reasonable to expect that anyone unconnected to the Applicants would have been able to furnish this kind of evidence regarding what had happened to the Applicants in Mexico. The Applicants' family members were the individuals who observed their alleged persecution, so these family members are the people best-positioned to give evidence relating to those events. In addition, since the family members were themselves targeted after the Applicants' departure, it is appropriate that they offer first-hand descriptions of the events that they experienced. Therefore, it was unreasonable of the Officer to distrust this evidence simply because it came from individuals connected to the Applicants.", "[29] The role of the Court is not to re-weigh the evidence but, because the Board attributed little weight to the affidavits due to their self serving nature and for no other stated reason, the Board must reconsider this evidence. REFERENCE_SUPPRESSED)", "[26] In light of the above, as specified by Justice Catherine M. Kane at para 29 of CITATION_SUPPRESSED , above, it is not the role of the Court to reweigh affidavits, therefore the RPD should at the very least give consideration to the evidence; and, thus, examine the case in a fulsome manner. It will then be for the specialized tribunal to determine on the basis of the entirety of the case its conclusions. IX. Conclusion", "[27] Consequently, the application for judicial review is granted. JUDGMENT", "[28] THIS COURT'S JUDGMENT is that the application for judicial review is granted. The Board's decision is quashed and the matter is referred back to a new panel for a fresh determination. There is no serious question of general importance to be certified. [End of document]"]}