{"id_": "039977", "body_str": ["[1] Blais, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (the “Act”), for judicial review of a decision of the Immigration and Refugee Board (the “Board”), Refugee Protection Division (the “RPD”), rendered on December 7, 2005, which denied the applicant’s claim for refugee protection under section 96 and subsection 97(1) of the Act. BACKGROUND", "[2] The applicant is a Tamil citizen of Sri Lanka. He entered Canada on September 25, 2004, claiming refugee status.", "[3] The applicant alleges that he was subject to extortion by the Liberation Tigers of Tamil Eelam (LTTE) in Colombo, where he ran a seafood business. After realizing that he would be unable to pay the latest amount requested by the LTTE, he left Colombo and tried to relocate his business in Kandy. The LTTE then visited the home of his relatives in Kandy looking for him, and told his relatives that he must cooperate with them or face the consequences.", "[4] The applicant also claims that, following his relocation, he was arrested by the police and questioned about his connections to the LTTE. He was detained for two days, questioned and slapped twice. He was released upon payment of a bribe.", "[5] The applicant alleges a fear of returning to Sri Lanka because of the threat of severe punishment, such as death by the LTTE. The applicant also alleges that the security forces are not in a position to protect the interest of local citizens in Colombo.", "[6] The hearing of the applicant’s claim took place on July 25, 2005 and the decision was rendered on December 7, 2005. ISSUES FOR CONSIDERATION", "[7] The following issues were considered by the Court in this application: 1. Whether paragraph 19 of Guideline 7 violates a principle of natural justice or procedural fairness by denying the applicant the right to an examination-in-chief. 2. Whether the panel’s finding on the credibility of the applicant was patently unreasonable. 3. Whether the panel erred by failing to consider all relevant evidence. PERTINENT LEGISLATION", "[8] The applicant’s claim is based on the following sections of the Act: 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themselves of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themselves of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "[9] On the issue of reverse order questioning, the panel considered the following paragraph of the “Guidelines Issued by the Chairperson Pursuant to Section 159(1)(h) of the Immigration and Refugee Protection Act: Guideline 7: Concerning Preparation and Conduct of a Hearing in the Refugee Protection Division” (Guideline 7): 19. In a claim for refugee protection, the standard practice will be for the RPO to start questioning the claimant. If there is no RPO participating in the hearing, the member will begin, followed by counsel for the claimant. Beginning the hearing in this way allows the claimant to quickly understand what evidence the member needs from the claimant in order for the claimant to prove his or her case. STANDARD OF REVIEW", "[10] This application for judicial review involves both considerations of procedural and substantive issues, giving rise to the application of different standards of review.", "[11] According to the existing jurisprudence, the choice of the proper standard of review for substantive decisions of the Board (including the RPD) is driven mainly by the nature of the decision. On questions of law, the proper standard is that of correctness, on questions of mixed fact and law, reasonableness, and on questions of fact, patent unreasonableness. This approach was confirmed in the recent decision by the Supreme Court of Canada in  <FRAGMENT_SUPPRESSED> . With respect to questions of fact, the Supreme Court stated at paragraph 38: On questions of fact, the reviewing court can intervene only if it considers that the IAD \"based its decision or order on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it\" (Federal Court Act, s. 18.1(4)(d)). The IAD is entitled to base its decision on evidence adduced in the proceedings which it considers credible and trustworthy in the circumstances: s. 69.4(3) of the Immigration Act. Its findings are entitled to great deference by the reviewing court. Indeed, the FCA itself has held that the standard of review as regards issues of credibility and relevance of evidence is patent unreasonableness:  <FRAGMENT_SUPPRESSED> , at para. 4.", "[12] Therefore, the findings on the credibility of the applicant and the assessment of the evidence before the panel on the situation in Sri Lanka are entitled to great deference and should only be reviewed by this Court on a standard of patent unreasonableness.", "[13] With respect to the procedural issue raised by the applicant, there is no need to proceed with a detailed analysis to determine the proper standard of review. Rather, if it is found to be a breach of natural justice or procedural fairness, no deference will be due to the panel and the application to set aside the decision will be granted. ANALYSIS Whether paragraph 19 of Guideline 7 violates a principle of natural justice or procedural fairness by denying the applicant the right to an examination-in-chief.", "[14] The applicant makes detailed submissions to the effect that paragraph 19 of Guideline 7 amounts to a denial of procedural fairness, as it is a principle of natural justice that a person who bears the onus has the right to present his or her case prior to being questioned by other participants at the hearing. The applicant argues that it must be a claimant’s right to waive or not to waive an examination-in-chief and, as such, a waiver should not be mandated by the Chair of the Immigration and Refugee Board through Guideline 7.", "[15] In the past year, the fairness of reverse onus questioning and the possible fettering of discretion stemming from Guideline 7 were litigated before the Federal Court on a number of occasions, most notably in the cases of  <FRAGMENT_SUPPRESSED>  and of  <FRAGMENT_SUPPRESSED>  which gave rise to contradictory jurisprudence. In Thamotharen, Chief Justice Edmond P. Blanchard concluded that Guideline 7 unlawfully fetters the discretion of Board members in determining whether or not to proceed with reverse order questioning. In Benitez however, Justice Richard Mosley concluded that the directives in Guideline 7 were not mandatory, and thus the Board members were not bound by them. As such, there was no evidence that Guideline 7 fettered Board members’ discretion to determine the proper procedures to follow in a refugee hearing. The decision in Thamotharen is being appealed before the Federal Court of Appeal.", "[16] That being said, neither decision can be said to support the proposition that reverse order questioning inherently violates a principle of natural justice or procedural fairness. As stated by Chief JusticeBlanchard in Thamotharen at paragraph 91: The intervener has provided some evidence pointing to the difficulties refugee claimants face and the benefits to them of \"counsel-first\" questioning. However, in my view, neither the applicant nor the intervener has established that the principles of natural justice or procedural fairness require that refugee claimants be afforded an \"examination-in-chief\" in order for the refugee determination process before the Board to be fair. The opportunity for the applicant to make written submissions and provide evidence to the Board, to have an oral hearing with the participation of counsel, and to make oral submissions, in my opinion, satisfies the requirements of the participatory rights required by the duty of fairness in this case.", "[17] This conclusion was supported by Justice Mosley who, like Chief Justice Blanchard, engaged in a detailed analysis of the factors identified in  <FRAGMENT_SUPPRESSED> , to determine the content of the duty of fairness. At paragraphs 127 and 128 of Benitez, Justice Mosley wrote: I have no difficulty, after considering the Baker factors and the further factors submitted by the applicants, in deciding that it has not been established that natural justice requires that counsel for a refugee claimant be provided with the opportunity to question the claimant first in order for the claimant to have a meaningful opportunity to present his or her case fully and fairly, or that the Guideline results in denial of the effective assistance of counsel. I agree with the conclusion reached by Justice Blanchard that the opportunity for the applicant to make written submissions and provide evidence to the Board, to have an oral hearing with the participation of counsel, and to make oral submissions, satisfies the requirements of the participatory rights required by the duty of fairness and that Guideline 7 does not, in itself, breach that duty.", "[18] I am in agreement with the recent jurisprudence from this Court to the effect that reverse order questioning in itself does not violate a principle of natural justice or procedural fairness. As the objection by the applicant’s counsel did not disclose personal circumstances that would demonstrate to the Board that a fair hearing required that the applicant be allowed to lead evidence, I find that the Board did not violate the applicant’s right to procedural fairness in rejecting the request to vary the order of questioning. Whether the panel’s finding on the credibility of the applicant was patently unreasonable.", "[19] It is further submitted by the applicant that the panel erred in basing its adverse credibility finding on discrepancies between the statement given in the Personal Information Form (the “PIF”) and the notes taken at the point of entry (the “POE notes”). The error stems from an apparent failure of the panel to recognize the very different circumstances under which the two documents are prepared.", "[20] While this Court recognizes the different circumstances under which the POE notes and the PIF are prepared, it has long been established that POE notes are admissible evidence before the  <FRAGMENT_SUPPRESSED> ). Furthermore, while a small divergence between the PIF and the POE notes should not be deemed fatal to an assessment of credibility, there is ample jurisprudence to the effect that discrepancies between the POE notes and the PIF may be considered by the Board in assessing the credibility of an applicant and that the Board is entitled to draw negative inferences from any significant omission in the POE notes ( <FRAGMENT_SUPPRESSED> ). As noted by Justice Konrad W. von Finckenstein in  <FRAGMENT_SUPPRESSED> : “One of the key tools available to the Board to test the credibility of an applicant is to compare his PIF and POE statements and question him about any discrepancy during the hearing.”", "[21] In the case before us, the panel stated the following with respect to information provided in the POE notes and in the PIF: It is true that the claimant’s story is narrated in his PIF and that he is only required to give a brief account of his reasons for claiming refugee protection during his interview by an Immigration Officer. However, it is reasonable to expect consistency between the statements in the PIF narrative and the port-of-entry. However, the panel finds that there are several significant inconsistencies in the claimant’s story between the PIF narrative and the interview notes at the port-of-entry (POE). As well, in this particular claim, the panel finds that there was a major omission in the port-of-entry statement, which the panel finds reasonable to expect that the claimant would probably mention during his immigration interview. (Panel’s Decision, as reproduced in Applicant’s Record at page 10)", "[22] Not only did the panel note discrepancies in terms of the dates of events alleged to have taken place by the applicant, but it was particularly concerned by the fact that the applicant provided two distinct grounds for refugee protection, one in the POE notes and the other in the PIF. As noted by the panel: Respecting the inconsistencies, the panel finds that the claimant’s PIF narrative emphasizes the extortion attempt by the LTTE as the reason for making his refugee claim. However, a reading of the immigration interview, in the panel’s view, probably conveys the impression that the basis of the claim was because the police harassed the claimant on an ongoing basis because he lived in a Sinhalese neighbourhood in Colombo and the neighbours complained about the claimant’s Tamil visitors. (Panel’s Decision, as reproduced in Applicant’s Record at page 11)", "[23] The applicant provided numerous explanations for the discrepancies, alternatively putting the blame on the interpreter from the immigration interview, on the immigration officer, and on faulty memory. The panel did not find such explanations to be credible.", "[24] Having carefully examined the decision of the panel, as well as the POE notes, the PIF and the transcript of the hearing, this Court concludes that the findings of the Board member on the issue of credibility were not patently unreasonable. Whether the panel erred by failing to consider all relevant evidence.", "[25] Finally, the applicant submits that the panel erred by deciding the application based on a negative assessment of credibility and not proceeding with an objective assessment of the threat of persecution faced by the applicant should he be forced to return to Sri Lanka, as the definition of Convention refugee is prospective and not retrospective. In so doing, the panel also would have failed to consider relevant documentary information supporting the applicant’s claim.", "[26] The applicant relies on the decision in  <FRAGMENT_SUPPRESSED>  to support his assertion that a prospective analysis is required. While Justice Michael A. Kelen did state  <FRAGMENT_SUPPRESSED>  that a refugee analysis is prospective, he also noted at paragraph 12 that “[i] n order to make this forward-looking decision, the Board must necessarily look to information about what has happened in the recent past”. Furthermore, the application for judicial review was granted in that particular case because the Board made a patently unreasonable finding of fact, not because it considered what had happened in the past in making a determination.", "[27] That being said, there is much jurisprudence to support the notion that in assessing a claim of a well-founded fear of persecution, the Board is required to proceed with an assessment of the documentary evidence, even when there is a negative finding of credibility with regards to the applicant’s alleged experience of persecution. The most frequently quoted passage comes from a decision of Justice Danièle Tremblay-Lamer in  <FRAGMENT_SUPPRESSED> : In my opinion, the Board failed to consider all of the evidence before it and simply denied the Applicant's claim because it did not find her credible. In the circumstances of this case, there was still evidence remaining which could have affected the assessment of the claim. Therefore, this evidence should have been expressly assessed. […] The Board […] did not address documentary evidence emanating from sources other than the Applicant's testimony, which confirms the risks facing young Tamil women in Sri Lanka. On these facts, the Board's conclusion that there was \"no credible or trustworthy evidence\" before it cannot stand.", "[28] Justice Tremblay-Lamer also relied on the decision of the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED> : Where, as here, documentary evidence of the kind in issue here is received in evidence at a hearing which could conceivably affect the Board's appreciation of an Appellant's claim to be a Convention refugee, it seems to us that the Board is required to go beyond a bare acknowledgement of its having been received and to indicate, in its reasons, the impact, if any, that such evidence had upon the Applicant's claim. As I have already said, the Board failed to do so in this case. This, in our view was a fatal omission, as a result of which the decision cannot stand.", "[29] On the other hand, there is also jurisprudence to the effect that when the Board determines that an applicant lacks credibility with respect to their alleged experiences of persecution, it may not be required to further assess other evidence. This was stated for instance by Justice Yvon Pinard in  <FRAGMENT_SUPPRESSED> : With respect to the applicant's argument that the panel did not consider the documentary evidence concerning Algeria, I am of the view that insofar as the applicant's testimony was found not to be credible, such an assessment was not required ( <FRAGMENT_SUPPRESSED> followed Justice Yvon Pinard in his reasons: … The conclusions regarding the applicant’s credibility were unmistakably set out by the Board in its reasons, following a detailed analysis of the inconsistencies in the testimony and PIFs of all three applicants. Having determined that the applicants lacked credibility regarding their actual experiences of persecution, the Board was not required to further assess other evidence. This is supported by Justice Pinard’s statement from  <FRAGMENT_SUPPRESSED>  at para. 4: With respect to the applicant’s argument that the panel did not consider the documentary evidence concerning Algeria, I am of the view that insofar as the applicant’s testimony was found not to be credible, such an assessment was not required ( <FRAGMENT_SUPPRESSED> ).", "[31] Based on the existing jurisprudence, it could thus be said that the key factor in determining whether an assessment of the documentary evidence before the Board will be required even if the claimant is found not to be credible, will depend on the nature of said evidence and its relationship to the claim.", "[32] The applicant submits that the panel ignored evidence that would show that shopkeepers in Colombo, such as the applicant, have been the victim of LTTE extortion tactics and threatened with bodily harm should they fail to comply.", "[33] Nevertheless, the onus is to the applicant to demonstrate the link between the personal situation of the applicant and the situations where extortion could amount to persecution in some circumstances in Sri Lanka.", "[34] Once the lack of credibility of the applicant has been established, I have difficulty believing that the panel has the duty to look at the documentary evidence to find a link to factual elements of the applicant’s situation; the link has to be demonstrated by the applicant, not the panel.", "[35] Based on that reasoning, I find that the analysis by Justice Tremblay-Lamer in  <FRAGMENT_SUPPRESSED> , should be distinguished from this case.", "[36] Therefore, I see no justification to intervene in this case.", "[37] The applicant suggests that five questions raised in  <FRAGMENT_SUPPRESSED> , should be certified: 1. Does Guideline 7, issued under the authority of the Chairperson of the Immigration and Refugee Board, violate the principles of fundamental justice under s. 7 of the Charter of Rights and Freedoms by unduly interfering with claimants’ right to be heard and right to counsel? 2. Does the implementation of paragraphs 19 and 23 of the Chairperson’s Guideline 7 violate principles of natural justice? 3. Has the implementation of Guideline 7 led to fettering of Refugee Protection Division Members’ discretion? 4. Does a finding that Guideline 7 fetters a Refugee Protection Division Member’s discretion necessarily mean that the application for judicial review must be granted, without regard to whether or not the applicant was otherwise afforded procedural fairness in the particular case or whether there was an alternate basis for rejecting the claim? and 5. Is Guideline 7 unlawful because it is ultra vires the guideline-making authority of the Chairperson under paragraph 159(1)(h) of the Immigration and Refugee Protection Act?", "[38] To be consistent with other decisions rendered in our Court, I will certify the following question: Has the implementation of Guideline 7 led to fettering of Refugee Protection Division Members’ discretion? JUDGMENT", "[39] 1. The application is dismissed; 2. The following question is certified: Has the implementation of Guideline 7 led to fettering of Refugee Protection Division Members’ discretion? [End of document]"]}