{"id_": "040092", "body_str": ["[1] de Montigny, J. : This is an application for judicial review pursuant to section 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 ( IRPA or the Act ) seeking to set aside a January 25, 2013 decision by the Refugee Protection Division of the Immigration and Refugee Board (RPD or the Board) rejecting the Applicants' refugee claims. The Board found that the Applicant, Myung Soo Jung, was excluded from the definition of Convention refugee under Article 1F(b) of the Convention Relating to the Status of Refugees , Can TS 1969 No 6 ( Refugee Convention ), and that the Applicant's wife and son were neither Convention refugees nor persons in need of protection.", "[2] At the beginning of the hearing, counsel for the Applicants informed the Court that the Applicant's wife and son were no longer in Canada and had returned to South Korea. As a result, it was agreed that their application should be considered as having been withdrawn, and the Court will therefore only deal with Myung Soo Jung's application.", "[3] For the reasons that follow, I find that this application ought to be granted. The exclusion determination must be quashed, despite the fact that it is thorough and ably canvasses a huge amount of evidence. In light of the recent decision reached by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  [ Febles SCC ], the exclusion analysis of the Board cannot stand.", "[4] The Board did not make an explicit inclusion determination for the Applicant, and did not need to, once it had found that he was excluded. In her written memorandum, counsel for the Respondent had nevertheless argued that the Board's inclusion analysis, though strictly speaking only directed to the Applicant's wife and son, must be taken to apply equally to the Applicant as it was explicitly based on the Applicant's claim. Considering that the Applicant's wife and son have now withdrawn their application, however, counsel for the Respondent conceded at the hearing that the Applicant should have a fresh hearing at the RPD for his entire claim if the Court comes to the conclusion that the exclusion finding of the Board is quashed. Therefore, since I have found that the exclusion determination must be quashed, I need not deal with the inclusion analysis. These reasons deal only with the exclusion issue. I. Facts", "[5] The Applicant is a businessman from South Korea. He claims refugee protection because of the danger he allegedly faces as a result of his business dealings.", "[6] The Applicant holds a Bachelor of Law. He started his career as the owner and operator of a private educational institute. He also worked as a business manager for two law firms. In 2003, he switched to real estate investment and development. He ran real estate investment companies in Korea and Canada, among other places.", "[7] The Applicant alleges persecution on the basis of social group and political opinion; he also alleges he faces a risk of grave harm. The basis of this fear is that, following some business deals gone sour, he is being pursued by gangsters with connections to corrupt elements in the Korean government and the judiciary. In particular, he alleges that as a result of business dealings in relation to his real estate companies, two men (Mr. Hwang Eui Huyn and Mr. Kim Jung Gum) are pursuing him for money allegedly owed to them. Mr. Kim Jung Gum allegedly threatened and kidnapped the Applicant. The Applicant also alleges that Mr. Kim made complaints and allegations to the Korean police against the Applicant, and bribed a prosecutor to reopen the case against him. In 2010, Mr. Kim and Mr. Hwang came to Canada and assaulted and threatened the Applicant. The Applicant eventually contacted the RCMP, who arrested Mr. Kim for uttering threats and for extortion.", "[8] The Applicants claimed refugee protection in Canada in September 2010.", "[9] The Minister of Safety and Emergency Preparedness (the Minister) intervened on the matter of exclusion. The Minister argued that the Applicant should be excluded under section 98 of the IRPA and Article 1F(b) of the Convention based on three allegations of serious criminality: • 1997/1998 conviction for fraud: The Applicant was convicted of fraud and imprisoned for five months. While he was head of a private school, he took \"employment deposits\" of about $50,000 from an employee (So Uyeong), and failed to return the deposit. He was sentenced to 10 months in jail but served only about half this sentence (165 days); at the victim's request, his sentence was suspended. • Interpol Red Notice of an arrest warrant for fraud: The Red Alert was dated October 2009, and alleged that the Applicant had embezzled USD 8.8 million. • Detention Warrant with Seoul Central District Court for fraud: This is the result of the March 2008 police investigation. The Applicant left Korea before the investigation was concluded, and as a result, the matter is unresolved and a detention warrant has been issued.", "[10] The hearing at the RPD lasted 11 days over a period of 9 months. Five witnesses were called, and two other individuals provided affidavits. The RPD rendered a decision on January 25, 2013, and leave for judicial review was granted August 7, 2013.", "[11] In the meantime (on July 4, 2013), the Supreme Court granted leave to appeal in <FRAGMENT_SUPPRESSED>  [ Febles FCA ]. On November 12, 2013, the Applicant requested a stay of this proceeding pending the SCC decision in <FRAGMENT_SUPPRESSED> . The Applicant also requested to make further submissions after the Febles SCC decision was rendered.", "[12] On November 26, 2013, Chief Justice Crampton granted the request. The SCC decision in <FRAGMENT_SUPPRESSED> was rendered on October 30, 2014. On January 13, 2015, Justice Beaudry ordered that the parties make submissions on the impact of the Supreme Court's decision in <FRAGMENT_SUPPRESSED> . II. The impugned decision", "[13] The Board found that the Applicant was excluded from refugee protection under section 98 of the IRPA , and Article 1F(b) of the Convention. There were serious reasons to believe the Applicant had committed a serious non-political crime. The Board based this finding only on the first allegation, i.e. the 1997/1998 conviction for fraud.", "[14] The Board's analysis was in two parts: (1) whether there were serious reasons for considering the Applicant committed the crime; and (2) whether the crime was serious.", "[15] The Board easily found the Minister had met its burden to show serious reasons to consider the Applicant had committed a non-political crime outside Canada. The Applicant confirmed his fraud conviction under Article 347(1) of the Korean Criminal Act at the hearing. This admission and the court documents in evidence met the \"serious reasons\" test, according to the Board, and this finding is not challenged on judicial review.", "[16] The Board then set out the framework from <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] to assess whether the crime was serious.", "[17] The Board found there was prima facie evidence that the crime was serious as envisioned by <FRAGMENT_SUPPRESSED> . According to an obiter in <FRAGMENT_SUPPRESSED> , a serious crime is one in which the Canadian equivalent carries a maximum sentence of ten years or more. In the case at bar, the Canadian equivalent is the crime of fraud, found at subsection 380(1)(a) of the Criminal Code , RSC 1985, c C-46. This offence carries a maximum sentence of fourteen years. The Board therefore concluded that there was prima facie evidence that the Applicant has committed a serious crime, as envisioned by the <FRAGMENT_SUPPRESSED> decision. The remaining issue, therefore, was whether this presumption of seriousness can be rebutted, through analysis of the factors set out in <FRAGMENT_SUPPRESSED> , as well as assessing the applicable Korean and Canadian laws and evidence adduced regarding the crime.", "[18] The Board then considered the <FRAGMENT_SUPPRESSED> factors: (1) elements and facts of the crime; (2) mode of prosecution; (3) penalty prescribed; and (4) mitigating and aggravating circumstances.", "[19] The Board first noted that the Applicant failed to disclose the conviction until after the Minister disclosed the charges in January 2012. The Applicant's explanation for this omission evolved: first he said he believed he had been pardoned, then he alleged the conviction had been expunged. This detracted from his credibility. Moreover, the Personal Information Form expressly indicates that he was to identify if he had ever been sought, arrested or detained by the police in any country, or if he had been charged or convicted of any crime in any country. Finally, the Board found that the convictions were not in fact expunged. The police clearance showed the Applicant had no criminal record. However, the only corroborating evidence of the expungement comes from the affidavit of Chul Min Lee, a Korean police officer. The Board did not find this affidavit credible: it appears Chul Min Lee was in contact with the Applicant during the course of the hearing, he failed to appear as a witness, and when contacted by a liaison officer for the Minister he refused to provide a written statement for the Applicant. Therefore, the Board did not believe the Applicant's assertion that his conviction was expunged. In the alternative, the Board found that the fact of an expungement does not negate the seriousness of the crime or serve as a mitigating factor: Owing to the claimant's explanations for the omissions of his crime from his immigration documentation, which I do not find credible, and a lack of reliable and trustworthy corroborative evidence, I do not find credible the claimant's assertion that his convictions were pardoned or expunged. If I am wrong, even if the charges were expunged from the claimant's criminal record pursuant to some aspect of Korean criminal law that is not in front of this panel, it does not negate the fact of the conviction, nor does it lessen the seriousness of the crime or serve as a mitigating factor. Board's reasons, para 77, p 21.", "[20] The Board then reviewed the facts of the crime, as presented in the Korean judgment. The Board found that both the Applicant's testimony and the facts of the crime as outlined by the judge are consistent in that the Applicant obtained the employment deposits from Mr. So Uyeong, a former employee, and did not return these deposits.", "[21] As for the mode of prosecution, the Board noted that the Applicant was convicted in a court of law on April 29, 1998. He was represented by counsel. He maintains he was innocent, but discontinued his appeal apparently due to financial constraints. There was no duress or coercion in regards to the judicial process.", "[22] Regarding the penalty prescribed, the Applicant was sentenced to 10 months in jail and served 165 days; at the victim's request, the sentence was suspended for two years for the rest of the sentence. He did not receive a monetary penalty. While the sentence appears on the lower end of what could have been imposed, the judgment does not indicate why the penalty was applied. Since the reasons for the sentence were not articulated, and may take into account factors other than the seriousness of the crime (such as the fact that the Applicant had no money and the amount owing to the victim had been reimbursed by the Applicant's sister), the Board concluded that the perspective of the receiving state cannot be ignored in determining the seriousness of a crime.", "[23] Finally, the Board turned its attention to mitigating and aggravating circumstances. The Board considered counsel's submissions that the Korean sentencing judge did not give an aggravated punishment, the Applicant's claim that taking the bond money was a requirement for teaching institutions, the victim's vulnerability, and the fact that the evidence does not indicate what actually happened to the bond money. The Board found that some of these factors were aggravating factors. The Board also rejected the argument that the Applicant was not a habitual criminal because although he had a prior 1997 conviction for cheque fraud, it was unrelated to the 1998 conviction: the Board found that the underlying cause in both cases was the Applicant's inability to manage debt in relation to his business. The Board also found that the Applicant was aware at the time that what he was doing was wrong. Not only did he impose an arbitrary increase in the bond, he did so with no intent to actually employ So Uyeong in accordance with what was promised, and kept the alleged bond money as a form of retribution towards him for having taken clients with him, also knowing that what he was doing was wrong. Moreover, the Board did not find credible the allegation that the Applicant won a civil suit against So Uyeong, and did not accept the argument that this would be a mitigating factor. The Board also found that the lack of violence was a mitigating factor, but did not lessen the seriousness of the crime. III. Issue", "[24] The only question to be decided in this case is whether the Board's exclusion analysis is reasonable. IV. Analysis", "[25] Subsection 107(1) of the IRPA requires the RPD to accept a claim for refugee protection \"if it determines that the claimant is a Convention refugee or person in need of protection\"; otherwise, the claim shall be rejected. A Convention refugee is defined at section 96 of the IRPA and a person in need of protection is defined at section 97 of the IRPA", "[26] However, the IRPA explicitly identifies certain classes of persons who are excluded from these definitions. Section 98 of the IRPA states that a person referred to in Article 1E or Article 1F of the Refugee Convention is not a Convention refugee or a person in need of protection. With this provision, Parliament incorporated the exclusion clauses of the Refugee Convention and, at the refugee status determination stage, specifically extended the exclusion clauses to a \"person in need of protection\" as defined in section 97 of the IRPA . The relevant exclusion clause in the case at bar is Article 1F(b) of the Refugee Convention , which reads as follows: 1F. The provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for considering that: ... (b) he has committed a serious non-political crime outside the country of refuge prior to his admission to that country as a refugee; ... ...", "[27] There is no dispute between the parties as to the applicable standard of review. First of all, the question as to whether the Board erred in law by interpreting Article 1F(b) as precluding consideration of the Applicant's post-conviction rehabilitation and/or his present dangerousness is correctness. While there is a presumption that reasonableness is the applicable standard of review when a tribunal interprets its enabling statute, the presumption does not come into play in the case at bar because provisions of an international convention must be interpreted as uniformly as possible: <FRAGMENT_SUPPRESSED> FCA , at para 24.", "[28] The determination of whether a non-political crime is serious, on the other hand, attracts a standard of reasonableness. The Federal Court of Appeal recently held in <FRAGMENT_SUPPRESSED>  (at para 16), a companion case to Febles FCA , that \"[r]easonableness is the standard applicable when, as here, questions of law and fact are 'intertwined ...and cannot be readily separated'\".", "[29] Counsel for the Applicant submitted that the Board erred in writing that the Court in <FRAGMENT_SUPPRESSED> \"made obiter comments that a serious crime was to be equated with one in which a maximum sentence of ten years or more could have been imposed had the crime been committed in Canada\" (Decision, para 57). According to counsel, the Court in <FRAGMENT_SUPPRESSED> made no such obiter comment, and in any event the ratio decidendi for which <FRAGMENT_SUPPRESSED> stood for is no longer binding.", "[30] I agree with counsel that a strict reading of <FRAGMENT_SUPPRESSED> does not support the Board's interpretation. Writing for the Court of Appeal, Robertson J.A. merely stated that \"for present purposes I will presume, without deciding, that a serious non-political crime is to be equated with one in which a maximum sentence of ten years or more could have been imposed had the crime been committed in Canada\" (at para 9). Such a presumption clearly does not have the same weight as a considered opinion which, though not necessary for a decision, is nevertheless an articulated reasoning.", "[31] Moreover, the ratio decidendi of <FRAGMENT_SUPPRESSED> had nothing to do with the seriousness of a crime. The central aspect of that decision is that Article 1F(b) is not applicable to refugee claimants who have been convicted of a crime committed outside Canada and who have served their sentence prior to coming to Canada (see <FRAGMENT_SUPPRESSED> , at para 16). On the basis of that decision, the Applicant would clearly not fall within the ambit of Article 1F(b). As the Court of Appeal noted in <FRAGMENT_SUPPRESSED> FCA (at para 39), however, the courts subsequently took a broader view of Article 1F(b) and <FRAGMENT_SUPPRESSED> is therefore no longer binding in that respect.", "[32] That being said, and despite the frailties of <FRAGMENT_SUPPRESSED> identified above, the presumption that a crime is \"serious\" under Article 1F(b) if, were it committed in Canada, it would be punishable by a maximum of at least 10 years' imprisonment, was consistently applied by the Courts and was indeed more or less taken for granted by the Federal Court of Appeal in its <FRAGMENT_SUPPRESSED> decision. It is true that seriousness of the crime was not at issue in <FRAGMENT_SUPPRESSED> , as the applicant had been convicted of assault with a deadly weapon and had conceded that he had committed a serious crime. The case turned on whether post-crime rehabilitation could be balanced against seriousness under Article 1F(b). Evans J.A. nevertheless wrote:", "[31] An argument that a crime may be regarded as less serious years after its commission because the claimant is rehabilitated and is no longer a danger to the public would seem inconsistent with this passage [referring to paragraph 44 of <FRAGMENT_SUPPRESSED> ]. Rehabilitation is indisputably a factor \"extraneous to the facts and circumstances underlying the conviction\". It is therefore not to be balanced against the presumed seriousness of the crime arising from the fact that, if committed in Canada, the crime is punishable by a maximum of at least 10 years' imprisonment . (emphasis added)", "[33] Be that as it may, we now have the benefit of the decision reached by the Supreme Court in <FRAGMENT_SUPPRESSED> . At issue, once again, was the question whether serious criminality under Article 1F(b) is simply a matter of looking at the seriousness of the crime when it was committed, as advocated by the Minister, or whether, as argued by Mr. Febles and the United Nations High Commissioner for Refugees (UNHCR), it requires consideration of other matters - whether the applicant is a fugitive and/or his current situation, including rehabilitation, expiation and current dangerousness.", "[34] After having discussed that question at length and concluded that Article 1F(b) applies to anyone who has ever committed a serious non-political crime outside the country of refuge prior to his admission to that country as a refugee, the majority offered the following comments as to how a crime's seriousness should be assessed:", "[61] The appellant concedes that his crimes were \"serious\" when they were committed, obviating the need to discuss what constitutes a \"serious . . . crime\" under Article 1F(b). However, a few comments on the question may be helpful.", "[62] The Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  (C.A.), and <FRAGMENT_SUPPRESSED> has taken the view that where a maximum sentence of ten years or more could have been imposed had the crime been committed in Canada, the crime will generally be considered serious. I agree. However, this generalization should not be understood as a rigid presumption that is impossible to rebut. Where a provision of the Canadian Criminal Code , R.S.C. 1985, c. C-46, has a large sentencing range, the upper end being ten years or more and the lower end being quite low, a claimant whose crime would fall at the less serious end of the range in Canada should not be presumptively excluded. Article 1F( ) is designed to exclude only those whose crimes are serious. The UNHCR has suggested that a presumption of serious crime might be raised by evidence of commission of any of the following offences: homicide, rape, child molesting, wounding, arson, drugs trafficking, and armed robbery (G. S. Goodwin-Gill, The Refugee in International Law (3rd ed. 2007), at p. 179). These are good examples of crimes that are sufficiently serious to presumptively warrant exclusion from refugee protection. However, as indicated, the presumption may be rebutted in a particular case. While consideration of whether a maximum sentence of ten years or more could have been imposed had the crime been committed in Canada is a useful guideline, and crimes attracting a maximum sentence of ten years or more in Canada will generally be sufficiently serious to warrant exclusion, the ten-year rule should not be applied in a mechanistic, decontextualized, or unjust manner.", "[35] Before that decision, there was essentially a two-step analysis: a crime was presumptively serious where, if it had been committed in Canada, it would have been punishable by a maximum of at least 10 years' imprisonment. However, this presumption could be rebutted based on the circumstances set out in <FRAGMENT_SUPPRESSED> (elements of the crime, mode of prosecution, penalty prescribed, mitigating and aggravating circumstances). Unsurprisingly, the parties disagree as to the impact of Febles SCC and to what extent (if any) it changed the previous framework of analysis.", "[36] Counsel for the Applicant submitted that in <FRAGMENT_SUPPRESSED> , the Supreme Court has established that a crime is not to be considered presumptively serious where a provision of the Canadian Criminal Code has a large sentencing range and the claimant has committed a crime which falls at the less serious end of the range in Canada. In such a case, there is no presumption that the crime is serious, and the onus falls on the Minister to establish the seriousness of the crime rather than on the claimant to rebut the presumption of seriousness.", "[37] As a result, no presumption should arise in the case at bar. The fraud provision in the Criminal Code has a large sentencing range (zero to fourteen years), and the Applicant's actual sentence (10 months, but only 165 days actually served) was at the low end of this range. Consequently, the Board erred in considering the actual sentence as relevant to whether the presumption was rebutted instead of determining whether the presumption arose to begin with.", "[38] With all due respect, I am unable to agree with that reading of Febles SCC . Nowhere does the Supreme Court do away with the presumption of seriousness for crimes punishable by a maximum of at least 10 years' imprisonment. Quite to the contrary, the Court explicitly endorses that presumption. What the Court does is to stress the importance of a contextual analysis, and to caution against a mechanistic, rigid application of the presumption. Indeed, the Court adds a new factor - the Canadian sentencing range - into the mix of considerations to be taken into account. The thrust of the Supreme Court's comments at paragraph 62 of its decision is that the presumption of seriousness for crimes attracting a maximum sentence of ten years or more in Canada is a useful guide but should not be applied blindly; it can certainly be rebutted in certain circumstances, bearing in mind that Article 1F(b) was meant to exclude only those whose crimes are serious, and applicants whose crimes fall at the less serious end of the spectrum pursuant to our Criminal Code ought not to be excluded only because they are caught by the presumption. Had the Supreme Court intended to introduce a more substantial change to the law, I believe it would have done so more explicitly and certainly not under the guise of \"a few comments\" in obiter . Accordingly, I am of the view that the above quoted paragraphs in <FRAGMENT_SUPPRESSED> confirm the approach flowing from <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> , somewhat relax the presumption (even referring to it as a \"useful guideline\"), and add a new relevant consideration when deciding whether a crime is serious.", "[39] The Board was therefore entitled to consider that the crime for which the Applicant was convicted was, prima facie , a serious crime for the purpose of Article 1F(b), and did not err even with hindsight of the <FRAGMENT_SUPPRESSED> decision in the Supreme Court. There is no basis for the proposition put forward by counsel for the Applicant, either in the wording of Article 1F(b) or in the of the Refugee Convention , that the true test of seriousness is whether the crime is such as to make the Applicant undeserving of protection, and that the crimes encompassed in Article 1F(b) are meant to be as serious as the crimes in Articles 1F(a) (crime against peace, war crime, or crime against humanity). As Justice Décary wrote in <FRAGMENT_SUPPRESSED> Article 1F(b) was the result of a delicate compromise between state sovereignty and human rights: ...[It] indicates that while the signatories were prepared to sacrifice their sovereignty, even their security, in the case of the perpetrators of political crimes, they wished on the contrary to preserve them for reasons of security and social peace in the case of the perpetrators of serious ordinary crimes. This [...] purpose also indicates that the signatories wanted to ensure that the Convention would be accepted by the people of the country of refuge, who might be in danger of having to live with especially dangerous individuals under the cover of a right of asylum.", "[40] This compromise, which underlies Article 1F(b) of the Refugee Convention , was echoed by the majority of the Supreme Court  <FRAGMENT_SUPPRESSED>  SCC , at para 35: I cannot accept the arguments of Mr. Febles and the UNHCR on the purposes of Article 1F( ). I conclude that Article 1F( ) serves one main purpose - to exclude persons who have committed a serious crime. This exclusion is central to the balance the Refugee Convention strikes between helping victims of oppression by allowing them to start new lives in other countries and protecting the interests of receiving countries. Article 1F( ) is not directed solely at fugitives and neither is it directed solely at some subset of serious criminals who are undeserving at the time of the refugee application. Rather, in excluding all claimants who have committed serious non-political crimes, Article 1F(b) expresses the contracting states' agreement that such persons by definition would be undeserving of refugee protection by reason of their serious criminality.", "[41] The Supreme Court has similarly put to rest the Applicant's contention that events post-dating the crime (including rehabilitation) are relevant to the exclusion determination. At paragraph 60 of its reasons, the majority wrote  <FRAGMENT_SUPPRESSED>  SCC Article 1F( ) excludes anyone who has ever committed a serious non-political crime outside the country of refuge prior to his admission to that country as a refugee. Its application is not limited to fugitives, and neither is the seriousness of the crime to be balanced against factors extraneous to the crime such as present or future danger to the host society or post-crime rehabilitation or expiation.", "[42] As a result, the Applicant's arguments that are unrelated to the crime and conviction (the fact that the Applicant has served his sentence, has been rehabilitated, and poses no danger to the public) are therefore irrelevant. To the extent that the Board did not consider these factors, it made no error.", "[43] Finally, counsel for the Applicant submitted that the Board erred in failing to consider and make conclusions on all the mitigating factors that were raised. According to counsel, the Board applied the ten year presumption in a mechanistic, decontextualized or unjust manner.", "[44] As set out in <FRAGMENT_SUPPRESSED> , for the purposes of Article 1F(b), the seriousness of a crime is to be assessed by reference to international norms, the perspective of the receiving state, and other factors related to the crime such as the elements of the crime, the mode of prosecution, the penalty prescribed, the facts and the mitigating and aggravating circumstances underlying the conviction.", "[45] I agree with counsel for the Applicant that the Board's analysis of the mitigating or aggravating factors is somewhat deficient. First of all, the Board acknowledged that the Applicant did not use violence and agreed that it was indeed a mitigating factor, but went on to say (at para 107) that it did not lessen the seriousness of the crime. This is not, as counsel for the Respondent would have it, a mere \"slightly awkward choice of words\"; on the contrary, it appears to be a misunderstanding of the very concept of a mitigating factor, without any reasoning that would allow the Court to understand why the Board came to that conclusion.", "[46] I also note that at paragraph 100 of her reasons, the Board member listed various factors and then stated that she considers some of these factors to be aggravating without specifying which ones. She seemed to be of the view that a conviction for failing to pay three cheques in relation to his private teaching institute's business is related to the crime for which he has been excluded pursuant to Article 1F(b), as it shows a problem with managing debt in relation to his business. Such a connection is, to say the least, dubious if not specious. She also found that reimbursement to the victim is an aggravating factor because it was done by the sister and not by the Applicant himself; once again, I fail to see the logic of such a finding. The Applicant's sister presumably reimbursed the victim on the instructions of the Applicant, and there may be any number of reasons why the Applicant did not reimburse the victim himself.", "[47] I also agree with counsel for the Applicant that the Board member did refer to submissions of counsel on some mitigating factors but did not indicate whether she agreed or disagreed with counsel that these factors were indeed mitigating. Such is the case, for example, for the fact that the sentence was suspended, that the victim did not wish to see the Applicant punished, and that the Court did not order restitution.", "[48] At the end of the day, however, the most egregious error of the Board member was her failure to take into account what the Supreme Court considered a critical factor in <FRAGMENT_SUPPRESSED> , namely the wide Canadian sentencing range and the fact that the crime for which the Applicant was convicted would fall at the less serious end of the range. This consideration was quite relevant in the case at bar: the Canadian sentence for fraud over $5,000 has a large sentencing range (0 to 14 years), and the Applicant's crime - fraud of $50,000 with a 10 month sentence - prima facie falls at the low end of this range. The wide sentencing range and the Applicant's low actual sentence (not only was the actual sentence only two years but it was suspended and the only jail time was 165 days pre-trial custody) were clearly a most relevant factor in determining whether the crime was serious.", "[49] On that basis alone, the decision of the Board ought to be quashed and the matter returned for reconsideration by a different panel of the Board.", "[50] Counsel for the Applicant has proposed three questions for certification: • Is a test or valid criterion for serious crime in Refugee Convention Article 1F(b) whether the crime is such as to make the claimant undeserving of protection? • Should Article 1F(b) be read ejusdem generis with 1F(a) and 1F(c) so that the only crimes serious enough to be encompassed in Article 1F(b) are those at the same level of seriousness as those encompassed in Articles 1F(a) and 1F(c)? • Is the statement of the Supreme Court of Canada in the case of <FRAGMENT_SUPPRESSED> that \"a claimant whose crime would fall at the less serious end of the range in Canada should not be presumptively excluded\" to be interpreted to mean that there is no presumption in favour of exclusion against a claimant whose crime would fall at the less serious end of the range in Canada?", "[51] Counsel for the Respondent objected to the certification of these questions, and particularly the first two of them. I agree that the first two questions do not raise issues of general importance, as they have already been answered in the negative by the Federal Court of Appeal and, at least implicitly, by the Supreme Court in <FRAGMENT_SUPPRESSED> . As for the third question, it would not be dispositive of this application as I have already found, quite apart from any applicable presumption, that the Board erred in its assessment of the mitigating factors. JUDGMENT", "[52] THIS COURT'S JUDGMENT is that this application for judicial review is granted. The matter shall therefore be remitted to a different panel of the Immigration and Refugee Board for redetermination in accordance with these reasons. No question is certified. Application allowed. Editor: J. Danielle King/bk [End of document]"]}