{"id_": "040175", "body_str": ["[1] Beaudry, J. [Translation]: The judgment debtor Pasquale Marrazza owns an RRSP with Laurentian Trust of Canada Inc. (Trust), one investment from which was assigned to the Laurentian Bank of Canada (the Bank). Additionally, according to a certificate dated January 25, 2002, and filed with the Court the same day, the judgment debtor is indebted to the Department of National Revenue (the Department) for the sum of $22,074.91 plus interest. On February 24, 2003, Prothonotary Morneau made an interim garnishee order requiring the Trust to take the amount from Mr. Marrazza's account and pay it to the Department. In an affidavit dated March 3, 2003, the Trust said it owed nothing to Mr. Marrazza. In an order dated April 28, 2003, Prothonotary Lafrenière made a final garnishee order against the Trust. The latter is now appealing the decision of Prothonotary Lafrenière on the ground that it is not the Trust but the Bank which owes Mr. Marrazza and that the Department should have approached the Bank, not the Trust. POINTS AT ISSUE", "[2] The points at issue are the following: (1) Should the new evidence the appellant wishes to submit be considered by the Court? (2) Is the Trust the third party which \"owes\" the judgment debtor the sum the latter invested in an RRSP?", "[3] For the reasons given below, I answer the first question in the negative and the second in the affirmative. Accordingly, I will dismiss the appeal. IMPUGNED DECISION", "[4] In his order of April 28, 2003, Prothonotary Lafrenière ruled in favour of the Department and ordered that the Trust immediately pay the Department the amounts in Mr. Marrazza's RRSP (less certain costs). The prothonotary concluded that as trustee the Trust had the ultimate responsibility for managing the RRSP and so had the real control over the money invested: \"There is no dispute that the documentation relating to the Registered Retirement Savings Plan designates the Laurentian Trust of Canada Inc. as a trustee. The ultimate responsibility for the management of the Plan therefore rests with the Laurentian Trust of Canada Inc. As such, it has de facto control over the monies. Consequently, service of the Garnishee Order on the Laurentian Trust of Canada Inc. was valid and effectively attached the monies under the direction of the trustee.\" ANALYSIS Should the new evidence the appellant wishes to submit be considered by the Court?", "[5] On Friday, November 14, 2003, the Trust informed the Court that it intended to submit new evidence with the motion to be submitted on Monday, November 17, 2003. This evidence was not before Prothonotary Lafrenière when he heard the parties and made his order of April 28, 2003. It involved the following documents: - affidavit of Manon Lévesque, dated May 7, 2003; - affidavit of Carmen Auclair, dated May 7, 2003; - formal demand for payment by the Canada Customs and Revenue Agency, dated November 27, 2001; - peremptory demand for information from Brigitte Raynault of the Canada Customs and Revenue Agency, sent to the Laurentian Bank on August 14, 2002; - document titled [Translation] \"RRSP Summary\", dated December 31, 2002; - judgment of the Montréal Superior Court, dated July 13, 1999, between Goldwater Dubé and Mr. Marrazza and the Laurentian Bank, in case No. 500-17-004262-989.", "[6] The usual test for determining whether new evidence should be considered was laid down in <FRAGMENT_SUPPRESSED>  and followed inter alia in <FRAGMENT_SUPPRESSED>  and Glaxo Wellcome plc v. Minister of National Revenue , [1998] F.C.J. No. 358; 225 N.R. 28 (F.C.A.): it must have been impossible even with reasonable diligence to uncover the evidence in question or make it available before the hearing by the decision-maker, here Prothonotary Lafrenière.  <FRAGMENT_SUPPRESSED>  (T.D.), the following is stated at paragraph 21: \"In the present instance, there is no doubt in my mind that the Prothonotary's order raises a question vital to the final issue of the case since the effect of the Prothonotary's order is to terminate the plaintiffs' action. However, I can only examine the Prothonotary's order in the light of the evidence which was before him when he made his order. Consequently, I cannot, and so advised the parties at the hearing, consider the affidavits which the plaintiffs seek to introduce into the record. I do not know why these affidavits were not filed by the plaintiffs in support of their September 22, 1995 application but, in my view, that evidence, if available, should have been placed before the Prothonotary. \" (My emphasis)", "[7] Reed, J., came to the same conclusion in <FRAGMENT_SUPPRESSED> ; 126 F.T.R. 1 (T.D.), at paragraphs 31 and 32: \"Counsel for the plaintiff sought to file with the Court an affidavit to supply the missing evidence. He took the position that an appeal of a prothonotary's decision to a judge is a proceeding de novo and, therefore, I was entitled to accept this evidence and render the decision the Associate Senior Prothonotary would have made had he had that evidence before him. \"I do not interpret the role of a judge on an appeal of a prothonotary's order in that way. Whatever may be the difference, if any, between the Chief Justice's description on page 454 of <FRAGMENT_SUPPRESSED>  contemplates that the judge will exercise his or her discretion de novo, on the material that was before the prothonotary, and not engage in a hearing de novo based on new materials. \" (My emphasis)", "[8] In the case at bar, all the new evidence the Trust wishes to submit was available prior to the hearing before the prothonotary and there are no exceptional circumstances that would justify disregarding this general rule. The Trust could have submitted this evidence to the Court at the same time as Manon Lévesque's affidavit of March 26, 2003, since the documentary evidence was available at that date, and especially as on March 28, 2003, Prothonotary Morneau granted the Trust additional time to file this affidavit. Unlike the special situation in Brown , supra, in which the bankruptcy trustee had an ongoing duty to disclose any new information, the facts in the case at bar established no exceptional circumstances. However, it is clear that the Court can take cognizance of public documents, such as judgments and orders which were rendered by this Court after the final order of Prothonotary Lafrenière ( <FRAGMENT_SUPPRESSED> ; 241 F.T.R. 174; 2003 FC 1229). In short, the Court will decide the case at bar taking into account only the evidence which the Prothonotary Lafrenière had at his disposal when he made his order of April 28, 2003. Is the Trust the third party which \"owes\" the judgment debtor Marrazza the sum the latter invested in an RRSP? Applicable standard of review", "[9] <FRAGMENT_SUPPRESSED>  (F.C.A.), the Federal Court of Appeal held that the judge responsible for hearing an appeal from a prothonotary's order may vary that decision, inter alia when it has to do with questions vital to the final issue of the case, in which event the judge will exercise his own discretion, reviewing the case from the outset. In the case at bar, the situation is clearly one in which the prothonotary's decision can end the matter once and for all. Nature of RRSP in civil law", "[10] The Trust relied on decisions from the common law provinces to show that the trustee is not the \"person owing a debt to a judgment debtor\" within the meaning of s. 449(1) of the Federal Court Rules , SOR/98-106, in particular <FRAGMENT_SUPPRESSED> ; 85 D.T.C. 5492 (Ont. H.C.), at paragraph 11, and <FRAGMENT_SUPPRESSED> ; 90 N.B.R.(2d) 321; 228 A.P.R. 321 (C.A.).", "[11] The nature of the relationship between the investor and the trustee in civil law is not the same as at common law. At paragraph 24 of its judgment in <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada said: \"The Quebec Court of Appeal has examined the question of the nature of an RRSP in Quebec civil law, and concluded that an RRSP was simply a creditor-debtor relationship governed by the clauses of the contract between the two parties: see <FRAGMENT_SUPPRESSED> .\" (My emphasis)", "[12] The judgment on which the Supreme Court of Canada relied, Caisse populaire  <FRAGMENT_SUPPRESSED>  Q.A.C. 86 (C.A.), is worth citing. The judges of the Quebec Court of Appeal said the following: [Translation] \"OPINION OF DUBÉ, J.A. \"The point at issue seems to me to be very important, in view of the popularity of these investments known and designated by the following letters: R.R.S.P., and also in view of the difference in the interpretation these contracts are given in the other Canadian provinces: article 981(a) of the Civil Code does not provide for any possibility of transferring property to trustees except by gift or will; as an R.R.S.P. is not created by gift or will it cannot be regarded as a true trust in the sense that the law of the English-speaking provinces gives to this kind of transaction. As in Quebec the R.R.S.P. contract is not a 'trust' but a contract sui generis, which I would call an investment contract between a creditor and a debtor, it is simply subject to the ordinary rules of the Civil Code on contracts, and in particular to the agreement made between an individual and the organization which agrees to administer the R.R.S.P. in question. \"The decisions cited by my colleague, on which the appellant based its appeal ((1) and (2)), one from the Supreme Court of Ontario and the other from British Columbia, held that money so held in trust to form an R.R.S.P. does not create a creditor-debtor relationship but a genuine trust, and so cannot be assigned as security. (1) <FRAGMENT_SUPPRESSED> . (2) McMahon and Canada Permanent Trust Co. (1979), 108 D.L.R.(3d) 71. As in Quebec the R.R.S.P. is only a creditor-debtor relationship, it is governed by the very clauses in the contracts between the parties: in the instant R.R.S.P. Royal Trust undertook to keep the funds of the respondent <FRAGMENT_SUPPRESSED> for a minimum period of five years ... [My emphasis.] \"OPINION OF ROTHMAN, J.A. \"1. The Debtor-Creditor Relationship \"Royal Trust contends, in essence, that its agreement with Farrah constituted a trust under which Royal Trust, as trustee, was to hold and invest the amounts received from Farrah, in trust, to provide future income by way of an annuity on his retirement. As such, it argues that the trust agreement did not create a 'debt' owing by Royal Trust to Farrah which was capable of being assigned to the Caisse under Article 1570 C.C. \"Counsel for Royal Trust relies on a decision of the High Court of Ontario in Re  <FRAGMENT_SUPPRESSED>  and a decision of the British Columbia Court of Appeal in Re McMahon and Canada Permanent Trust Co. (1979), 108 D.L.R.(3d) 71. In both of these cases it was held that monies held by a trustee under a trust agreement constituting a registered retirement savings plan did not create a debtor-creditor relationship but rather a true trust. \"The English Law of trusts, however, is significantly different from our own, so that English common law authorities should be examined with the greatest of caution before they are applied to contracts executed in Quebec. For one thing, under Article 981a) C.C. trusts may only be created by gift or by will and the creation of a R.R.S.P. by 'declaration of trust' involves neither a gift nor a will. For that reason alone, it is difficult to see how a true trust can have been created in this case <FRAGMENT_SUPPRESSED> , 19), so that the agreement between Farrah and the Royal Trust, establishing their respective rights and obligations with respect to the R.R.S.P., could not have created anything other than a creditor-debtor relationship under our law. \" (My emphasis)", "[13] Accordingly, in view of , supra, which clearly indicates that the trustee is the investor's debtor, the Trust is Mr. Marrazza's debtor: to use the language employed in paragraph 449(1)(a) of the Federal Court Rules , the Trust \"owes\" Mr. Marrazza the money which he entrusted to it. The rule stated  <FRAGMENT_SUPPRESSED>  Trust Royal has been followed in other decisions, including <FRAGMENT_SUPPRESSED>  (S.C.). This conclusion, namely that the Trust is the person owing, is also supported by the very wording of the R.R.S.P. contract and by academic commentary. Clause 20 of the \"Declaration of Trust\" expressly provides that \"[t]he trustee assumes ultimate responsibility for the administration of the Plan\", which suggests that the Trust owes the investor the money he has entrusted to it.", "[14] The author Louis Rabeau submits the following, in section 7.6 of his text , interface.notarius.com: [Translation] \"Immunity from garnishment of R.R.S.P.s and other related products\", November 1, 2000, in c. 7: [Translation] \"7.6 Garnishment from the correct party \"189. From a strictly practical standpoint, we feel it is worth adding here certain comments that may make it possible to avoid difficulties for creditors who wish to assert their rights. A garnishment must be from the correct party, that is, from the issuer of the R.R.S.P., who is generally the payer, that is, the only person authorized to make payment. \"190. ... Trust companies act as trustees and RRSP issuers for other financial institutions. For example, in the case of RRSPs sold through the Caisses Desjardins network, Fiducie Desjardins Inc. is the issuer. We may also think of the Fonds des professionnels, the issuer of which is General Trust of Canada, which is also an RRSP issuer for the Fonds de solidarité des travailleurs du Québec. \"191. The distinction is an important one to make, for if proceedings have to be served in connection with a garnishment or division of a family estate, or concurrently with any other remedy, it is better to serve the proceedings on the issuing trustee, not the issuer's agent. The issuer remains ultimately liable for administering the plan, in particular to the tax authorities, and so is the only one who can authorize withdrawal of funds and deduction of taxes. It often happens that the issuer will delegate part of the administrative duties to the financial institution in question, which will act as the issuer's agent, but it is still better to serve the garnishment directly on the issuer. \" (My emphasis) Non-application of subsection 462(2) of the Bank Act", "[15] Having concluded that it is the Trust, not the Bank, which owes the debt to the judgment debtor, s. 462(2) of the Bank Act , S.C. 1991, c. 46, accordingly does not apply in the case at bar, since that provision concerns notices sent to the Bank regarding one of its customers. Such notices only constitute valid notice, the content of which is brought to the Bank's attention, if they are sent to the branch where the customer has an account. In the case at bar, it is not the Bank but the Trust which has a debt to Mr. Marrazza. CONCLUSION", "[16] For the reasons given above, the decision by Prothonotary Lafrenière on April 28, 2003, is upheld. The appeal is accordingly dismissed. ORDER", "[17] THE COURT ORDERS that the decision by Prothonotary Lafrenière on April 28, 2003 is upheld. The appeal is accordingly dismissed. Appeal dismissed. Editor: Gary W. McLaughlin/gs"]}