{"id_": "040251", "body_str": ["[1] Martineau, J. : This trade-mark infringement action affords a unique opportunity to examine the scope of protection conferred by the Trade-marks Act , RSC 1985, c T-13 [Act] to the owner of a registered trade-mark that consists of a set of letters and an unseparated design, which read and viewed as a whole forms a single word. The trade-mark in issue [ conservator design-mark] is: [Diagram omitted - see printed version]", "[2] Facts leading to this proceeding are either admitted or flow from documents jointly filed by the parties. A few weeks prior to the trial, the parties agreed not to have any expert witnesses heard. All these efforts reduced the length of the hearing as did the defendant's helpful admissions at the trial.", "[3] At trial, three witnesses were called by the plaintiff: Ms. Suzanne Maggi, Director of Commercialization, RONA Inc. [RONA], and the two principals of the plaintiff, Mr. Alex Gabanski and Mr. George Gabanski [the Gabanski brothers] Mr. André Buisson testified on behalf of the defendant.", "[4] Relevant portions of the admissions and testimonies are summarized below. Osmose-Pentox", "[5] The present plaintiff, Osmose-Pentox Inc., manufactures and sells wood coatings and wood preservatives. The plaintiff's wares are sold mainly under the trade-marks PENTOX®, PENTOX® COP-R-NAP®, PENTOX® ZIN-K-NAP®, and since February 1996, in the case of wood primer-sealers, PENTOX® CONSERVATOR®.", "[6] Mr. Alex Gabanski, who has a chemistry degree, provided a general overview of the origin and evolution of the small family run business, which began as a privately owned business in the 1930s with a number of shareholders that included his father. He also spoke about the technical aspects of the products they manufacture and sell. His older brother, Mr. George Gabanski, who has degrees in engineering as well as a Master of Business Administration (MBA), also spoke about the history of the family business and provided more focus on the commercial aspects of the company rather than the technical aspects of the product.", "[7] The plaintiff operates from Montreal, Province of Quebec, with less than six employees, and its products are sold across Canada. Over the years the plaintiff has developed a particular expertise in wood preservatives and various coatings. As Mr. Alex Gabanski testified, the plaintiff's particular product that is the focus of the present action is a primer-sealer product that the plaintiff began to sell sometime in 1996, that is, after the conservator design-mark had been registered.", "[8] Mr. Gabanski explained that their primer-sealer functions essentially as a wood preservative. However, by eliminating pesticide from the composition of their primer-sealer, the plaintiff did not have to register the new product with the Health Canada Pest Management Regulatory Agency [PMRA] and a third-party intermediary wishing to market the product to consumers would not have to acquire a license either. Accordingly, the new product is not regulated under the , SC 2002, c 28 (repealing , RSC 1985, c P-9) [PCPA].", "[9] Mr. Gabanski also testified that the visual characteristics of the plaintiff's primer-sealer additionally enabled it to corner a niche market because the \"CONSERVATOR\" product was transparent. When the plaintiff's primer-sealer came onto the market, the plaintiff explained that other primer-sealers, when applied to wood, would provide an opaque white coating. However, the plaintiff's primer-sealer provided a transparent coating - with a choice of a clear coating or a transparent-brown coating.", "[10] Reproduced below, in colour, is the front panel of the label of the clear wood primer-sealer sold by the plaintiff: [Diagram omitted - see printed version]", "[11] The label for the brown primer-sealer sold by the plaintiff has the same general features, except that the background is light brown instead of yellow. The plaintiff has continued to own the conservator design-mark which was registered in Canada on March 26, 1996, in respect of \"surface coatings, namely coatings for the protection of wood.\" The particularity of the \"CONSERVATOR\" product manufactured by the plaintiff is that it contains no pesticide. It is still sold today in Canada.", "[12] The present defendant, Société Laurentide Inc., manufactures a broad range of products, which notably includes paints, wood coatings, varnishes, enamels and diluents, lacquer solvents and varnishes. Between 2000 and 2003, the defendant's operations had about three hundred and fifty employees. In February 2012, the defendant sold their paint division.", "[13] Mr. Buisson, who has worked for the company all his life, described in his testimony the history of the family run business and its product lines sold under the trade-marks, PERMATEC, DUROTEC, NATIONAL and LAURENTIDE.", "[14] The defendant first used the trade-mark PermaTec in respect of coatings labelled as \"PermaTec PROTECTOR PROTECTEUR\" [the protector product] available in premixed colours or made-to-order semi-transparent colours for exterior wood. These tinted coatings, which prevent exterior wood from chipping, blackening, splitting and swelling, were a success and they are still sold today.", "[15] Mr. Buisson also testified that the protector products now include the \"PermaTec PLUS PROTECTOR PROTECTEUR\", which incorporates Teflon. The \"Protector\" line of products bear a common theme on their labels with PermaTec displayed prominently and the \"Protector\" appearing below and sometimes including additional words that further specify what the product is intended to \"protect\"; for example, \"Protector for Concrete and Masonry/Protecteur pour béton et maçonnerie\".", "[16] In the late nineties, the defendant expanded the PermaTec group of wares by adding a \"Nettoyeur\", a \"Préservatif\", a \"Conservateur pour bois\", and an \"Éclaircissant\". The labels of the PermaTec group of products are easily recognizable and are very similar-looking in terms  of  font,  design,  and  colour  (green  and white background). The PermaTec labels consist of two gold lines, one at the top and the other at the bottom of the labels, and are covered by a green wood fence under which we find the PermaTec trade-mark in white letters over a black rectangle. Alleged infringement", "[17] The Gabanski brothers testified that they were both very surprised and shocked to discover, sometime in 2000, that the defendant was selling and delivering to RONA stores, containers of clear and brown primer-sealers for exterior wood [the wares in issue] on which appeared, just under the name PermaTec the words \"CONSERVATEUR \" and \" WOOD CONSERVATOR\": [Diagram omitted - see printed version]", "[18] The plaintiff immediately saw this particular use of the words \"CONSERVATOR\" and \"CONSERVATEUR\" as a clear infringement of the plaintiff's exclusive right to use the conservator design-mark. This discovery was particularly distressing as RONA was their major client at the time. While the loss of sales was a blow to the plaintiff's business, Mr. George Gabanski explained that they were also cautious in their next steps so as to avoid unnecessarily damaging their commercial relationship with RONA.", "[19] It will be helpful to interject at this point with a brief summary of RONA's corporate structure as it applies to the facts of this case. Ms. Maggi explained in her testimony that RONA's operations involve three basic categories of stores: corporate, franchise, and affiliate stores. The documents produced in evidence relating to RONA, as well as Ms. Maggi's testimony, speak to RONA's corporate and franchise stores. The affiliates, however, are generally owned and operated independently of RONA's head office in Boucherville, Quebec.", "[20] In May 2001, the plaintiff sent a letter to RONA's president requesting that they stop selling the wares in issue. The alleged infringement actions continued even after Mr. Buisson was informed by RONA of this letter. In their testimonies, the Gabanski brothers suggested that the defendant's actions demonstrated an intent to act unfairly toward the plaintiff. Mr. Alex Gabanski notably testified that in October 2001 the defendant attempted to obtain from the plaintiff the material safety data sheets (MSDS) for a product unrelated to this proceeding: the PENTOX COP-R-NAP (green). Mr. George Gabanski accused RONA of colluding with the defendant and ousting the plaintiff from the marketplace by replacing the plaintiff's products with the defendant's products, including their wood primer-sealer.", "[21] By formal notice dated March 6, 2002, the defendant was required to refrain from using the alleged infringing words \"CONSERVATEUR\" and \"CONSERVATOR\". The present action was commenced in Spring 2002.", "[22] It is not challenged that the defendant sold the wares in issue (product code 8534) bearing the offending labels from between at least 2000 to January 31, 2003. As it turned out, the plaintiff lost most of its business with RONA, although a few independent retailers affiliated with RONA have continued to buy their products to this day. This is the case of Le Rénovateur St-Patrick and Quincaillerie Notre-Dame, located in Montreal, which are independently owned and carry both the Pentox and PermaTec line of products. Developments following the institution of the present action", "[23] On January 31, 2003, an interlocutory injunction was issued by the Court, restraining the defendant, its officers, directors, shareholders, employees, associates, representations, agents, servants, or any other person having any cognizance of same from, directly or indirectly selling all primer-sealer for wood products bearing the words \"CONSERVATEUR\" and/or \"CONSERVATOR\" and/or \"CONSERVATEUR \" and/or \" WOOD CONSERVATOR\" [the offending words] until a final judgment is rendered on the merit.", "[24] The defendant was unable to have the interlocutory injunction lifted. That said, the defendant insists that the offending labels were subsequently changed in order to adhere to the interlocutory injunction while, as explained by Mr. Buisson at trial, additional steps were taken with RONA and other major clients to ensure that the offending labels were replaced. I have no reason to doubt his credibility and good faith.", "[25] Firstly, the defendant issued a communiqué to advise of the interlocutory injunction and the legal steps it was taking to address same. Also, and as demonstrated by an email the defendant produced at the trial, the defendant contacted what appears to have been a list of its most important clients, including RONA. In this email, the defendant requested that their products with the offending label be removed and notified them that a representative would visit stores in the next three weeks in order to replace their labels so that the products could be put back on the shelves.", "[26] Secondly, the defendant effectively changed the offending labels. Mr. Buisson explained that MédiaVox was in charge of the visual design and the defendant produced a corresponding receipt for the design work, dated March, 18, 2003 (although the order for the design was allegedly made right away). Mr. Buisson also explained that the defendant then had the new labels printed by Imprimerie de la Rive Sud Ltée and the defendant produced a corresponding receipt for the printing as evidence, dated February 17, 2003.", "[27] Not  only  the words \"CONSERVATEUR\" and \"CONSERVATOR\" were removed from the offending labels, but the defendant significantly changed its marketing strategy. The PermaTec \"Preservative\" line of products which originally listed the green preservative product (containing pesticide) was enriched by the addition of the clear and brown primer-sealers. In the new design for all replacement labels, it turns out that all three products are listed as \"Wood Preservative\" and \"Préservateur pour le bois\", with the additional inclusion of a small triangle to indicate which colour is found inside the container.", "[28] Reproduced below, in colour, is the front panel of the replacement label, in this case for the brown primer-sealer: [Diagram omitted - see printed version]", "[29] It is interesting to note that the green preservative product sold by the defendant under the trade-mark PermaTec had previously been listed as \"Wood Preservative\" in English, but in French the product had been listed as \"Préservatif pour bois\". Mr. Buisson noted that the rapidity of the label change in February 2003 lead the defendant to gloss over the regulatory requirements necessitated by listing a product as a preservative. Whether or not this new line of products was misleading to the customer, since only a close examination of the label would indicate that the green version included pesticide, is not an issue to be dealt with by the Court in these proceedings.", "[30] The plaintiff also accused RONA and the defendant of false advertisement. During his testimony, Mr. George Gabanski referred to a RONA flyer (exhibit C-1-42) showing a can of a PermaTec product described as a \"Produit de préservation pour le bois\". Whether the defendant and RONA acted illegally - and this includes the claim made by the plaintiff that RONA's advertisement of the PermaTec wood \"preservative\" products is misleading - are not relevant. Accordingly, I allow the objection made by the defendant in respect of this evidence.", "[31] As aforesaid, the interlocutory injunction issued in January 2003 strictly prohibits the sale of defendant's primer-sealers bearing the offending words \"CONSERVATOR\" and/or \"CONSERVATEUR\" and/or \" WOOD CONSERVATOR\" and/or \"CONSERVATEUR \". It does not prohibit the sale of the wares in issue which bear product numbers 8534-28L09 (clear .94 l format), 8534-28L19 (clear 3.78 l format), 8534-85L09 (brown .94 l format), and 8534-85L19 (brown 3.78 l format). It does not enjoin third parties to continue to buy and sell the plaintiff's products.", "[32] In passing, the defendant's primer-sealers for exterior wood (clear and brown), were discontinued in 2005. Mr. Buisson confirmed at trial that the defendant has entirely ceased their production. This was exemplified in the documents produced at trial showing the status and sales by RONA of the wares in issue for the period beginning in 2002 and extending to 2013. It can be seen that in 2002 the total sales came to $10,572; in 2003 sales decreased slightly to a total of $9,850; in 2004 they decreased significantly to a total of $1,652; then in 2005 another slight decrease occurred in total sales which brought the total down to $946; and then in 2006, following the year in which the products were allegedly discontinued, the total sales came to $67; with the final remaining product being sold in 2007 with a total of $16 in sales.", "[33] Despite the fact that the defendant discontinued the production of the wares, this did not transform into a renewal of the business relationship the plaintiff previously had with RONA. At about the same time as the documents produced demonstrate that the defendant's product was discontinued in RONA stores, the plaintiff seemingly abandoned any hope of saving their commercial relationship with RONA. Accordingly, in 2005, the plaintiff instituted a parallel action against RONA that forwarded substantially the same facts as are before the Court today ( <FRAGMENT_SUPPRESSED>  action was suspended pending final determination of the present action, although there is no formal stay order.", "[34] RONA is not a defendant in this proceeding and the gratuitous accusations against RONA made by the Gabanski brothers are not relevant in this trade-mark infringement action, at least at this stage of the proceedings in view of the bifurcation order. The commercial behaviour of the defendant with the issues of confusion and infringement are the primary subject of this action.", "[35] While the offending labels of the defendant's primer-sealer products had apparently all been changed in February 2003, after the first day of the trial drew to a close on May 6, 2013, Mr. Alex Gabanski was able to find and purchase six cans of the product with the allegedly infringing labels from the RONA Centre de Rénovation St-Patrick. Upon producing these six cans the second day of the trial (May 7, 2013), he stated that the six cans were all that remained of the store's stock of the defendant's product.", "[36] When confronted with this evidence, Mr. Buisson pointed out the tag number on the bottom of the can, which identified the batch number as well as the year, month, and location where the batch was manufactured. This particular batch, the fifty-first batch, was manufactured in Shawinigan, Quebec in March 2001. While the cans were very old and rusty, the labels were unsullied. Although he did not venture to accuse plaintiff of substituting the replacement labels by the offending labels, Mr. Buisson pointed out that the offending labels were only loosely attached to the cans bought by Mr. Alex Gabanski. This certainly looked very suspicious.", "[37] During the lunch break, on the second day of trial (May 7, 2013), Mr. Buisson entered the very same store and purchased a can of the same product. Mr. Buisson pointed out at trial after the lunch break that this can was also very rusty and also came from the same fifty-first batch produced in March 2001. However, this can instead bore the replacement label with the words \"PRÉSERVATEUR WOOD PRESERVATIVE\", and Mr. Buisson noted that the replacement label was solidly glued on the can.", "[38] The weight to be given to this new, but contradictory, material evidence obtained by both parties during the trial is subject to caution. First, there has been no corroboration from the RONA employee who actually removed the cans from the shelves. Additionally, this material evidence relates to the extent of the alleged infringement, a matter which would only become relevant at the second phase of the proceeding in view of the bifurcation order.", "[39] Since the institution of the present action, on September 25, 2006, the defendant was granted registration of the trade-mark PermaTec in respect of \"[d]es peintures et teintures à usage domestique et industrielle comprenant les marchandises spécifiques suivantes nommément protecteur pour bois, nettoyant pour bois et teinture pour le bois à l'eau (latex) pour l'intérieur et l'extérieur ainsi que teintures pour bois à l'huile (alkyde) pour l'intérieur et l'extérieur ». The registration was granted based on use in Canada of the trade-mark PermaTec since February 1, 1999.", "[40] That being said, the Court notes that the defendant is no longer the registered owner of the PermaTec trade-mark. The most recent Canadian trade-mark data, updated on May 7, 2013, shows that the PermaTec trade-mark is currently owned by General Paint Corp., a British-Columbia based company. The assignment was made on February 9, 2012 and the change in title was effectively registered in Canada on July 10, 2012. Position taken by the parties", "[41] The plaintiff basically claims that the words \"CONSERVATOR\" and \"CONSERVATEUR\" cannot be used in association with the manufacturing, promotion, sale and distribution of coatings for the protection of wood. In this respect, the plaintiff alleges that the defendant has directed public attention to their wares in such a manner as to cause or be likely to cause confusion in Canada between their wares and the plaintiff's wares bearing the conservator design-mark which has been used as a trade-mark.", "[42] Moreover, the plaintiff also alleges in its amended statement of claim that the defendant has passed off their wares as those of the plaintiff and that the defendant has unduly benefited from the goodwill attached to plaintiff's business and the conservator design-mark. Subject to the bifurcation order made on March 1, 2007 ( <FRAGMENT_SUPPRESSED> ), the plaintiff seeks a permanent injunction, in addition to damages (including punitive damages) or an accounting of profits (as the plaintiff may elect), prejudgment and postjudgment interest, and costs.", "[43] A few weeks before the trial, the defendant abandoned its counterclaim to have the registration of the conservator design-mark declared invalid. That said, the defendant readily admits that it has used the offending words between at least 2000 and January 31, 2003. However, the defendant submits that it did not use the words \"CONSERVATOR\" and \"CONSERVATEUR\" as a trade-mark, adding that the use of the words \"CONSERVATOR for wood\" and \"CONSERVATEUR pour bois\" does not cause confusion.", "[44] Both parties agree on the general principles of law applicable in a trade-mark infringement action, but not necessarily on their particular application to the facts of this case: • The registration of a trade-mark with respect to any wares or services, unless shown to be invalid, gives the owner of the trade-mark the exclusive right to the use of the trade-mark throughout Canada for those wares or services: section 19 of the Act; • No person shall use a trade-mark registered by another person in a manner that is likely to have the effect of depreciating the value of the goodwill attaching thereto: subsection 22(1) of the Act; • The right of the owner of a registered trade-mark to its exclusive use shall be deemed to be infringed by a person not entitled to its use under this Act who sells, distributes or advertises wares or services in association with a confusing trade-mark or trade-name: subsection 20(1) of the Act; • The use of a trade-mark causes confusion with another trade-mark if the use of both trade-marks in the same area would be likely to lead to the inference that the wares or services associated with those trade-marks are manufactured, sold, leased, hired or performed by the same person, whether or not the wares or services are of the same general class: subsection 6(2) of the Act; • In determining whether trade-marks or trade-names are confusing, all surrounding circumstances must be considered, including: (a) the inherent distinctiveness of the trade-marks or trade-names and extent to which they have become known; (b) the length of time the trade-marks or trade-names have been in use; (c) the nature of the wares, services or business; (d) the nature of the trade; and (e) the degree of resemblance between the trade-marks or trade-names in appearance or sound or in the ideas suggested by them: subsection 6(5) of the Act; and • No registration of a trade-mark prevents a person from making any bona fide use, other than as a trade-mark, of any accurate description of the character or quality of his wares or services, in such a manner as is not likely to have the effect of depreciating the value of the goodwill attaching to the trade-mark: subparagraph 20(1)(b)(ii) of the Act.", "[45] The parties agree that the test to be applied by the Court in this case is a matter of first impression in the mind of a casual consumer somewhat in a hurry who sees the trade-mark or trade-name, assuming that the consumer has an imperfect recollection of the prior trade-marks or trade-names in issue, in contrast with what is not to be done - a careful examination of competing marks or a side-by-side comparison: <FRAGMENT_SUPPRESSED> [ Masterpiece ], citing <FRAGMENT_SUPPRESSED> [ ].", "[46] Indeed, a few weeks before the trial, the parties decided not to produce any expert reports on the debatable issue of confusion, including any survey conducted by the defendant's expert and affidavits emanating from non-ordinary consumers, such as professional painters or buyers for retail stores. Simply, the parties have invited me to place myself as an ordinary consumer having imperfect recollection of the conservator design-mark. This is what I have done in this case.", "[47] While none of the parties referred to the leading case law from Masterpiece in presenting their final arguments at trial, they nonetheless covered the balance of the same principals and did not overly deviate from arguing currently accepted trade-mark law as it stands in Canada. That said, the parties offer a completely different response to the basic question of whether the use by the defendant of the words \"CONSERVATOR\" and \"CONSERVATEUR\" in association with the primer-sealer (clear or brown) sold by the defendant will cause confusion and lead to the inference that such wares are the plaintiff's wares or are distributed with its consent.", "[48] The key submissions respectively made by the plaintiff and the defendant through their representatives are outlined below. Please accept that this is not necessarily a verbatim reproduction of everything that was stated by counsel at the hearing. Any summary has its imperfections, but I hope that I have captured, through rewriting and editing, the essence of the arguments made by the parties, noting that the plaintiff's counsel plead in English, while the defendant's counsel plead in French.", "[49] As the plaintiff's counsel noted at the end of his closing arguments, the case can be summarized quite simply. The plaintiff first used the conservator design-mark in 1996 with respect to its particular primer-sealer product. The reason for creating the conservator design-mark was to respond to the bilingual environment, which required labelling in both English and French. At that time there were no other products on the market in Canada that bore the words \"CONSERVATOR\".", "[50] Plaintiff's counsel attaches a great importance to the fact - which is not admitted by the defendant - that his client was the first to sell a transparent primer-sealer having the characteristics of its CONSERVATOR product. Noting that the market was ripe for such a product, the defendant then put out a comparable product as part of its product line under its trade-mark PermaTec, and this particular product was entitled \"CONSERVATEUR WOOD CONSERVATOR\". Suddenly, the plaintiff's products went from being purchased by upwards of 25 RONA stores to only 2 - with these 2 being only RONA affiliate stores rather than their corporate or franchise stores.", "[51] It became apparent in hearing the final submissions made by its counsel that the plaintiff takes the position that their mark is not a design mark - even though it is apparently registered as such. Plaintiff's counsel stressed that the replacement of the letter \"O\" by a construction helmet has allowed the plaintiff to sidestep bilingual labelling requirements. He went so far as to insist that theirs was in fact a trade-name rather than a mark at all. Be that as it may, plaintiff's counsel submitted that competitors of his client cannot use the words \"CONSERVATOR\" and \"CONSERVATEUR\" in respect to surface coatings, namely coatings for the protection of wood. This flows from the exclusive protection granted by the registration of the conservator design-mark.", "[52] Plaintiff's counsel argued that there was confusion under section 6 of the Act and that the existence of confusion had affected the plaintiff to the extent of devaluing the plaintiff's mark. He also argued that the defendant had, in a deceptive manner indicative of bad faith, failed to do all that was possible to rapidly replace all of the offending \"CONSERVATEUR WOOD CONSERVATOR\" labels on the market and had failed to ensure that cans with the old labels could no longer be bought at any stores (loosely referring to <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], , and <FRAGMENT_SUPPRESSED>  [ Walt Disney ], to demonstrate the test used to determine confusion under subsection 6(5) of the Act. Since both the plaintiff and the defendant offer their products in the same market, plaintiff's counsel distinguished the case at bar from situations presented in and Walt Disney", "[54] Plaintiff's counsel also spoke to the inherent distinctiveness of the conservator design-mark and relied significantly on <FRAGMENT_SUPPRESSED>  CPR (4th) 307 at paragraphs 10, 15, and 18 in order to argue that the conservator design-mark had acquired distinctiveness through the marketing and sale of their particular product - even though I note that \"sprint\" is simply a word while the conservator design-mark is formed of 10 letters and a symbol.", "[55] Plaintiff's counsel declared that just because a company uses a trade-mark (such as PermaTec) on its wares, this does not mean that their use of another design (such as \"CONSERVATEUR WOOD CONSERVATOR) precludes this other design from being deemed an infringing mark, if this other mark is used for the purpose of distinguishing the wares ( <FRAGMENT_SUPPRESSED> ).", "[56] Plaintiff's counsel also argued the issue of remedies and a judge's exercise of discretion in this matter. He asserted that even if the offending activities had ended long ago, a permanent injunction is still the best option where there is no other appropriate alternative remedy ( <FRAGMENT_SUPPRESSED>  at paras 84 and 100). At base, plaintiff's counsel seeks this injunction in order for all to be aware that the conservator design-mark is protected and to avoid future risks of allegedly infringing activity by the defendant or another competitor.", "[57] This brings me to the defendant's position in this case. Essentially, the defendant submits that there is no confusion and accordingly no infringement of the plaintiff's exclusive right to the use of the conservator design-mark. The defendant has not used the conservator design-mark. Its use of the words \"CONSERVATOR\" and \"CONSERVATEUR\" in the offending labels is allowable by law. It follows that the present action must be dismissed. In the summary below, the Court has also taken into account the arguments made in writing by the defendant in its \"plan d'argumentation\".", "[58] Defendant's counsel began its concluding arguments with a preliminary question as to whether the defendant had used \"CONSERVATEUR WOOD CONSERVATOR\" as a trade-mark or with the goal of describing the product being sold. If used as a description, then this would come under one of the exceptions enumerated in paragraph 20(1)(b) of the Act, namely the bona fide use, other than as a trade-mark, of any accurate description of the character or quality of the wares in issue: subparagraph 20(1)(b)(ii) of the Act.", "[59] Defendant's counsel relied significantly on the judgment rendered by this Court in <FRAGMENT_SUPPRESSED>  194 FTR 293 (Fed TD) [ Pepper King ]. In this case, Pepper King owned the registered trade-mark VOLCANO for use on the labels of its pepper sauce. Loblaws had used the word \"volcano\" on the labels of one of its salsas. The Court made the distinction between Pepper King's use of the word \"volcano\" in order to identify the source of the hot peppers and Loblaw's use of the word \"volcano\" to identify the degree of spiciness of its salsa rather than the source of the salsa ( Pepper King at paras 54-57).", "[60] Defendant's counsel then drew the comparison between the descriptive nature of \"volcano\" and the employment of \"CONSERVATEUR WOOD CONSERVATOR\" on the PermaTec label in order to describe the particular primer-sealer product being sold. Defendant's counsel argued that the only trade-mark on their label was PermaTec and that \"CONSERVATEUR WOOD CONSERVATOR\" was clearly a description since it appeared in both French and English, which cannot be said of the plaintiff's conservator design-mark.", "[61] Whether the words \"CONSERVATEUR WOOD CONSERVATOR\" were used by the defendant as a trade-mark does not change the fact that they have been used \"in such a manner as is not likely to have the effect of depreciating the value of the goodwill attaching to the trade-mark\": subparagraph 20(1)(b)(ii) of the Act. Moreover, challenging that there was any diminishment of goodwill, the defendant's counsel further noted that subsection 22(1) of the Act is inapplicable: \"No person shall use a trade-mark registered by another person in a manner that is likely to have the effect of depreciating the value of the goodwill attaching thereto.\" In this case, the defendant has never used the conservator design-mark.", "[62] Defendant's counsel went on to argue that even if the Court does not accept its preliminary argument and deems \"CONSERVATEUR WOOD CONSERVATOR\" to be used as a trade-mark, an ordinary consumer having an imperfect recollection of the conservator design-mark would not be confused as to the source and origin of the wares in issue: subsection 6(5) of the Act and at paragraph 20.", "[63] Defendant's counsel next asserted that the plaintiff had presented no evidence of actual confusion in all of the years since the original filing of this action. He saw this as the plaintiff's failure to meet its burden of proof (see at paras 14-15). While plaintiff's counsel replied that this was all irrelevant, the defendant's counsel explained that a negative inference can be drawn where there is an absence of evidence of actual confusion. To support this argument, he relied significantly on <FRAGMENT_SUPPRESSED> [ Massif ], and also on <FRAGMENT_SUPPRESSED> at para 55.", "[64] Defendant's counsel also disagreed that the plaintiff's product or mark had acquired comparable notoriety to the defendant's, by noting that only 25 RONA stores out of 450 had ever sold the plaintiff's products, in comparison to typical notorious companies who have argued a section 22 violation: at paras 57 and 60. Defendant's counsel pointed to the evidence presented during the trial to demonstrate that the plaintiff had only ever shown a general decrease in the total sales of their different product lines.", "[65] Defendant's counsel further argued that the plaintiff's conservator design-mark was not inherently distinctive - leading to a weak protection of the mark - and that minimal differences between words used in marks can be enough to eliminate the likelihood of confusion in the case of a descriptive mark ( Massif at para 43; <FRAGMENT_SUPPRESSED>  at para 32-33 (Fed TD)). Additionally, he argued that where a company attempts to appropriate a mark that uses a word from the common lexicon of a language and is descriptive in nature, then the company in question must expect confusion on the part of the consumer where the mark will not benefit from significant protection ( Walt Disney at p 183, citing the UK case <FRAGMENT_SUPPRESSED>  at p 41; Massif at para 46).", "[66] Defendant's counsel also argued that the little hard hat used instead of the \"O\" in the conservator design-mark is the determinative characteristic of the plaintiff's mark. He also stressed that the plaintiff had never argued that they owned the word \"conservator\" - and that it is not possible to appropriate a common word in that manner ( Via Rail Canada c location Via-Route , 45 CPR (3d) 96, 96 DLR (4th) 347; SC Johnson and  <FRAGMENT_SUPPRESSED>  at p 110). Furthermore, because of the short period of time - 4 years - that the plaintiff had sold their product before the defendant's product came onto the market, it cannot be said that the conservator design-mark had acquired inherent distinctiveness ( <FRAGMENT_SUPPRESSED>  at paras 23-24 (FCA)).", "[67] Finally, defendant's counsel responded to the plaintiff's allegations that its actions and use of \"CONSERVATEUR WOOD CONSERVATOR\" had been done in bad faith by referring back to the original injunction that had required them to stop selling their product with the offending label. While much of the trial related to whether or not the labels had in fact been replaced and how quickly they had been replaced, the defendant's counsel simply stated that it had in fact gone beyond the requirements of the injunction. It had not only stopped selling the product with the offending label, but had also contacted the stores it had already sold the product to, and asked them to pull the products off the shelves until representatives for the defendant could come and replace the labels.", "[68] Regardless of the time spent at the trial in analyzing the time delay in creating, printing, and attaching the labels, and the logistics of how many products and labels had been replaced, as well as whether or not the old offending labels were still in circulation, defendant's counsel explained that at the end of the day the proof remains that they had in fact created new labels and affixed them to the product. He also observed that if there had been bad faith involved in the original design of the labels, then the creator of the original offending labels had done a terrible job since the visual appearance of the defendant's product bears no resemblance to that of the plaintiff. Of course, through questioning, he agreed that perhaps this is not the correct test for confusion (see generally Masterpiece ), but this speaks nonetheless to the allegations of bad faith.", "[69] In reply, plaintiff's counsel used most of the remaining time to review the case law cited by his colleague in an attempt to distinguish same with the particular facts of this case, and which, as he submitted, clearly points to confusion and infringement. Plaintiff's counsel went as far as to suggest that there has been a \"scam\" between RONA and the defendant to force the plaintiff out of the market. While the fact remains that the plaintiff was the first to use the conservator design-mark, the plaintiff's counsel argued that the defendant illegally appropriated the words \"CONSERVATOR\" and \"CONSERVATEUR\" to enter the \"niche market\" in which plaintiff had been operating since 1996.", "[70] In his closing submissions, plaintiff's counsel severely criticized the courts for their tendency to write long decisions and lecture the parties on the law and the jurisprudence, suggesting that the present case is a very simple one and does not require a long reasoning to dispose of the arguments made by the parties. Determination by the Court", "[71] In a nutshell, I find that the reproaches made by the plaintiff are either irrelevant or unfounded in fact and law. I substantially agree with the submissions made by the defendant. I will not repeat same and will not come back to the case law cited by the parties, unless necessary. In the following paragraphs, additional comments or particular findings will help the parties to understand the Court's reasoning.", "[72] The issues of confusion and infringement are somewhat intermingled with the allegations of unfair competition and passing-off, resulting from the plaintiff's strong belief that the registration of the conservator design-mark prevents competitors from using the words \"CONSERVATOR\" and \"CONSERVATEUR\", whether as a trade-mark or a description of the character or quality of their coatings for the protection of wood.", "[73] Firstly, I note that any claim of passing-off or confusion between the wares in issue themselves is gratuitous. On the one hand, there is no direct evidence of actual confusion in the marketplace. On the other hand, a rapid examination of the primer-sealer products sold by the parties (notably exhibits C-1-1 to C-1-4, P-5-1 to P-5-6 and D-7) leads the Court to conclude that there is very little risk that an ordinary consumer would be duped into thinking that he or she is buying the PENTOX® CONSERVATOR® product. Even with an imperfect recollection, the consumer will be immediately struck by the name PermaTec , which appears prominently on the front panel of defendant's primer-sealer and which clearly points to a different product.", "[74] Secondly, I endorse the defendant's preliminary proposition that the words \"CONSERVATEUR \" and \" WOOD CONSERVATOR\" which appears side-by-side below PermaTec and in smaller characters, are not used as a trade-mark but as a mere description of the defendant's product. Moreover, even if I am to assume that the words \"CONSERVATEUR \" and \" WOOD CONSERVATOR\" are used as a trade-mark by the defendant, having regard to all the surrounding circumstances including the factors mentioned in subsection 6(5) of the Act, I am unable to conclude that the use of same and the conservator design-mark in the same area would be likely to lead to the inference that the wares in issue are manufactured or sold by the same person.", "[75] Thirdly, considering the admission found in paragraph 29 of the Agreed Statement of Facts as amended on April 16, 2013, that is, that the defendant is not using the conservator design-mark as a trade-mark, it follows that any claim based on subsection 22(1) of the Act is unfounded in fact and law. Moreover, I find that the defendant has not used the words \"CONSERVATEUR \" or \" WOOD CONSERVATOR\" in a manner that is likely to have the effect of depreciating the value of the goodwill attaching to the conservator design-mark as a trade-mark.", "[76] Fourthly, although the defendant's use of the words \"CONSERVATEUR \" and \" WOOD CONSERVATOR\" comes within the ambit of the exception provided in subparagraph 20(1)(b)(ii) of the Act, I nevertheless examined the five factors enumerated in paragraphs 6(5)(a) to (e) of the Act as if these words were used as \"trade-marks\". I have changed the order of these factors and regrouped some factors, so that my presentation remains logical and consistent with the evidence adduced at trial. I have come to the conclusion that there is no confusion. This finding is consistent with the cases cited by the defendant and I endorse defendant's interpretation of the relevant case law. Nature of the trade and the wares in issue", "[77] I note that the parties are competitors seeking business from primary purchasers who are retailers who, in turn, sell paint, wood treating solutions, and related products to end-users. I find that the wares in issue are similar, at least from the stand-point of an ordinary consumer who is not a chemist and will not be familiar with the particular composition and distinct properties, if any, of the wood primer-sealers manufactured by the parties. In passing, the Pentox conservator product contains no pesticide, but this would not be known to an ordinary consumer.", "[78] The wares in issue are only available in liquid form. The wares come in containers which can hold the same quantity of liquid. These containers are standardized in terms of size and shape (e.g. 1 U.S. gal / 3.78 l; 1 U.S. qt / .94 l). Thus, the only way a consumer can distinguish the origin of the wares in issue is by reading the labels. Moreover, in the trade, the wares in issue are sold by retailers and will be found in their paint department with other products of the same size and shape. A lot of these products are regrouped in families bearing the colour and particular dressing of the manufacturer. This particular observation would be highly relevant in a pure passing-off type of case.", "[79] With respect to the particular qualities of the wares in issue, the domestic use of a primer-sealer is purposely to protect the exterior wood from environmental damage and control checking and warping, but other products sold as \"preservatives\", \"stains\" or \"protectors\" will also achieve this result. A problem faced by the ordinary consumer is to be able to read the fine print on these labels. The information about the wares in issue is both in French and English. On the front panel, there is a general description of the product, and on the back panel, there is further information about the product, directions for the preparation of the wood, precautions to take, and the extent of the guarantee. Since the wares in issue will generally be sold with other products that will protect, preserve, conserve and/or seal exterior wood, the consumer is faced with a difficult choice.", "[80] While the two Gabanski brothers testified that the plaintiff was the first to sell primer-sealer products in Canada, the defendant contested this claim by pointing to other Canadian companies that were said to sell comparable products at the time, such as Flood, Thompson's and Techni-seal. The article entitled \"FINITION EXTÉRIEURE - Les produits se raffinent\", published in August - September 1999 in the magazine RÉNOVATION BRICOLAGE (exhibit D-5) corroborates the assertion made by the defendant. It shows the variety of products available at the time on the market and is highly relevant. I accordingly dismiss any objection made to its production at the trial by plaintiff's counsel.", "[81] Mr. Alex Gabanski responded in re-examination that the difference between their product and products like Flood and Thompson's lies with the particular sealant properties and advantages of the primer-sealer they sell under the conservator design-mark. Where the other products make the wood surface one hundred percent resistant to water, the plaintiff's primer-sealer product is moisture impermeable and allows the wood to maintain breathability. This permits the end-user to paint over the plaintiff's conservator product, where other sealants like Thompson's WaterSeal repel all moisture, making the application of any additional coating to the surface impossible. However, an ordinary consumer like myself would be ignorant of this felted technical advantage, unless it has been publicized by the plaintiff as a distinguishing factor from its competition. Degree of resemblance", "[82] I note that the wares in issue are sold under the respective trade-marks of each manufacturer, Pentox and PermaTec. Furthermore, the corporate name of each manufacturer appears in small characters, either at the bottom of the front panel in the case of Osmose-Pentox Inc., or at the bottom of the back panel in the case of Société-Laurentide Inc.", "[83] The debatable issue is whether the offending words \"CONSERVATEUR \" and \"CONSERVATOR FOR WOOD \", if used as a trade-mark (section 6 of the Act), would be likely to lead to the inference that the defendant's wares are manufactured by the plaintiff who has exclusive right to use the conservator design-mark, the degree of resemblance being an important matter to consider ( Masterpiece at paras 42-48).", "[84] The plaintiff claims that they are the inventor of the conservator design-mark, a point that is not challenged by the defendant. As can be seen, the registered trade-mark is composed of ten capital letters, being C,O,N,S,E,R,V,A,T and R, and of a design having the shape of an inclined construction helmet, its cap pointing to the ground. The shape vaguely suggests some sort of an \"O\", albeit an imperfect one.", "[85] Visually and phonetically, the offending words, \"CONSERVATEUR \" and \"CONSERVATOR FOR WOOD \", appear side-by-side, and must be read as a whole. If this Court is to assume that they are used as a trade-mark, they have only a vague resemblance with the conservator design-mark. Together, the offending words are formed of six words and 38 letters in total. Two languages, English and French, are used by the defendant. The only common element, if any, between the two \"trade-marks\" would be the English word \"CONSERVATOR\", which is fully spelled - there is no helmet shape - in the case of the defendant's so-called \"trade-mark\". When CONSERVATOR and are pronounced, they both have the same consonance.", "[86] Although the \"O\" is missing in the conservator design-mark and assuming that the ordinary consumer will read and remember the word \"CONSERVATOR\" when he or she sees, it is not likely that he or she will be confused by the degree of resemblance the words \"CONSERVATEUR \" and \"CONSERVATOR FOR WOOD \" may have with the registered trade-mark in issue. As far as the word \"CONSERVATEUR\" and are concerned, phonetically speaking, they do not have the same consonance, and this Court cannot assume that an English speaking consumer who has never learned French is likely to be confused by the use of the French word \"CONSERVATEUR\", especially if it is used in conjunction with their complement, the qualifying words \" \". Inherent distinctiveness, extent and length of time the trade-marks have been in use", "[87] The plaintiff claims a right of ownership in the use of the English word \"CONSERVATOR\" and its French counterpart \"CONSERVATEUR\" in association with surface coatings, namely coatings for the protection of wood. This claim is not made on the length of time that the trade-mark had been used by the plaintiff, but on the registration of the conservator design-mark in 1996.", "[88] There is very little evidence concerning the extent of use of the CONSERVATOR® trade-mark, save for that it has been used solely to identify the plaintiff's clear and brown primer-sealers; but it has not been used exclusively, since these two products have continued to be sold with the CONSERVATOR® trade-mark appearing in tandem with the PENTOX® trade-mark. Besides, the conservator product, as outlined by the defendant's counsel, was sold in only a limited number of RONA stores (25 out of 450).", "[89] There is no evidence whatsoever that the plaintiff has at any time used the words \"CONSERVATOR\" and \"CONSERVATEUR\" as a trade-mark. It would be incompatible with the scope of protection conferred by law to a design mark to allow its registered owner to piggy-back on its exclusive right to use the design and obtain a monopoly over the use of any suggested word, especially if it is an existing word in the vocabulary. Such monopoly also runs contrary to the purpose the plaintiff was seeking to achieve in obtaining registration of the conservator design-mark. In replacing the letter \"O\" by a symbol, the plaintiff was able to overcome a possible objection because the word \"CONSERVATOR\" and its French counterpart \"CONSERVATEUR\" are descriptive in themselves.", "[90] I find that the conservator design-mark's inherent distinctiveness, if any, lies with its ability to convey an image or idea to the consumer without being obliged to provide a description. By itself, the word \"CONSERVATOR\" is not very distinctive. It is a common noun that already exists in English dictionaries. The same can be said about the word \"CONSERVATEUR\". Thus, what makes the conservator design-mark really distinctive is the construction helmet.", "[91] I find that the imaginative element of the registered trade-mark is that is allows the ordinary consumer to associate the construction helmet with its user - the person wearing the construction helmet. This can only reinforce the primary meaning of the English word \"CONSERVATOR\", and which used alone, usually designates a person and not an object. Conversely, the words \"CONSERVATEUR \" and \" WOOD CONSERVATOR\" used by the defendant are truly descriptive and have no inherent distinctiveness. The offending words carry the idea of a product that protects, conserves or preserves wood. They could never be registered as a trade-mark, which poses the question whether they have been used by the defendant as a trade-mark in the first place.", "[92] If the conservator design-mark is meant to cover both the primary meaning (a person) and the secondary meaning (an object) that can be associated with the word \"CONSERVATOR\", in turn, such duality directly affects the inherent distinctiveness of the conservator design-mark and makes it a very weak trade-mark and one that should be given a very low degree of protection by the courts. I also bear in mind the particular milieu within which the conservator design-mark was conceived.", "[93] Both the plaintiff and the defendant operate in Canada and thus face certain linguistic constraints if they want to reach their customers, some of which may not speak French or English. Moreover, in the Province of Quebec, the use of descriptive elements in labelling must comply with the Charter of the French Language (Bill 101). As Mr. Alex Gabanski testified, the reason for creating the conservator design-mark mark was to respond to the \"language issue\" in Quebec. The use of the conservator design-mark cleverly allowed the plaintiff to list only one name for their product on the label. The conservator design-mark need not be translated as it is not a word, yet it can still be understood as a word when read by the consumer. This is distinct from the PermaTec labels where the descriptive name of each product (such as PROTECTEUR/PROTECTOR, PRÉSERVATEUR/PRESERVATIVE, CONSERVATEUR POUR BOIS/ WOOD CONSERVATOR) appears in both French and English below PermaTec 's line of products. Is there any bona fide use, other than as a trade-mark, of an accurate description of the character or quality of the defendant's wares?", "[94] I also find that the words \"CONSERVATEUR \" and \" WOOD CONSERVATOR\" have not been used by the defendant as a trade-mark and that they constitute an accurate description of the character or quality of its wares. There is no actual proof of bad faith and I am satisfied that the offending words have not being used in a manner having the effect of depreciating the value of the goodwill attached to the conservator design-mark.", "[95] Firstly,  the  fact  that  the  offending words are not used as a trade-mark, flows from a simple visual examination of the front panel of the defendant's label where, under the name PermaTec, the words \"CONSERVATEUR \" and \" WOOD CONSERVATOR\" appear, which is reproduced again below: [Diagram omitted - see printed version]", "[96] Secondly, an ordinary consumer will not stop at the word \"CONSERVATEUR\" or \"CONSERVATOR\", but will read \"CONSERVATEUR \" and \" WOOD CONSERVATOR\" as a whole and will immediately understand that it is an attribute or an inherent characteristic of the defendant's product that is sold as a primer-sealer. This is reinforced by the mention of this which appears on the back panel of the label.", "[97] Thirdly, although the use of the words \"CONSERVATEUR \" and \" WOOD CONSERVATOR\" may be linguistically wrong and may constitute an impropriety, it is not really challenged by the plaintiff that the offending words accurately describe the character or quality of the wares in question, which is to conserve, protect or preserve exterior wood from damages caused by the environment.", "[98] Fourthly, based on the evidence, the manner in which the words \"CONSERVATEUR \" and \" WOOD CONSERVATOR\" have been used is not likely to have the effect of depreciating the value of the goodwill attaching to the conservator design-mark as a trade-mark. I will add that the evidence of any goodwill is minimal, if not inexistent.", "[99] Fifthly, the evidence presented by the plaintiff is not sufficient to rebut the presumption of good faith, and having heard the testimony of Mr. Buisson, whom I found credible, I am satisfied that the use of the words \"CONSERVATEUR \" and \" WOOD CONSERVATOR\" constitute a bona fide use by the defendant. Conclusion", "[100] In my final analysis, having considered the totality of the evidence, both documentary and testimonial, the admissions made by the parties and all relevant provisions of the Act and the case law, the present action must fail and shall be dismissed by the Court.", "[101] Costs are reserved and the matter shall be decided by way of a motion in writing filed with the Court and served to the other party. JUDGMENT", "[102] THIS COURT'S JUDGMENT is that 1. The action is dismissed; and 2. Costs are reserved and the matter shall be decided by way of a motion in writing filed with the Court and served to the other party. Action dismissed. Editor: Gary W. McLaughlin/vnh"]}