{"id_": "040348", "body_str": ["[1] Beaudry, J. : This application is for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (the Act) of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board), dated June 6, 2006, finding that the applicant was not credible and was therefore neither a Convention refugee nor person in need of protection. ISSUE", "[2] This application raises several issues but it is enough to deal with only one in order to dispose of this application for judicial review: did the Board breach the principles of procedural fairness in relying on undisclosed extrinsic evidence that was not part of the record at the hearing?", "[3] For the reasons that follow, the answer to this question is positive. Consequently, the application for judicial review shall be allowed. BACKGROUND", "[4] The applicant was born on October 10, 1977 in Ethiopia of an Ethiopian father and an Eritrean mother. He is a citizen of Ethiopia who worked at Ethiopian Airlines, as a civil pilot from January 2000 to September 2002.", "[5] In September 2002, he was arrested because authorities found out that he was half Eritrean and thought to be a spy for Ethiopia. He was accused of taking letters from Eritreans living in Ethiopia to the Eritrean government. The applicant was imprisoned from September 2002 to April 2005, during which he was tortured and interrogated on a regular basis. With the aid of his fiancée and family, the applicant escaped while hospitalized, on May 10, 2005.", "[6] He fled Ethiopia by bus and then foot on May 11, 2005 and arrived in Kenya on May 13, 2005. He paid someone 90,000 in Ethiopian currency to help him get to Canada. He flew from Kenya on May 16, 2005 and arrived in Canada on May 17, 2005. The applicant was taken to an Ethiopian restaurant and later obtained help in a shelter that provides services to Ethiopians in Toronto. The applicant went to the Inland office on May 22, 2005 and subsequently made a claim for refugee protection on May 24, 2005. DECISION UNDER REVIEW", "[7] The Board did not find credible the applicant’s allegations due to a number of what characterized it as incredible and implausible accounts in the applicant’s uncorroborated evidence and testimony. The Board found a lack of subjective fear in light of the applicant’s seven-day delay in claiming refugee status in Canada. Moreover, the Board was not convinced that there was a serious possibility of persecution, or a risk to his life, or a risk of cruel and unusual treatment or punishment, or a danger of torture, should the applicant return to Ethiopia. Finally, relying on a report of the Research Directorate, reference: ERT43035.E, the Board found that the applicant was eligible for the protection of Eritrea since his mother was by birth an Eritrean citizen. The Board did not find it credible that the applicant would not explore protection of Eritrea before setting out on a long arduous journey to seek protection in Canada. ANALYSIS Standard of review", "[8] As I had reason recently to state at paragraphs 11 and 12 in  <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 424 (F.C.) (QL), it is settled law that where questions of procedural fairness and natural justice are engaged, there is no requirement to undertake a pragmatic and functional analysis to determine the applicable standard of review as set out in Dr. Q v. College of Physicians and Surgeons of British Columbia, [2003] 1 S.C.R. 226.", "[9] In such instances, the Court will set aside a decision where there is sufficient evidence to demonstrate that the Tribunal has breached a principle of natural justice or denied the applicant the right to procedural fairness (see  <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 994 (F.C.) (QL); and  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 2056 (F.C.A.) (QL), at paragraphs 52 and 53; followed in  <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 964 (F.C.) (QL), at paragraph 11 and recently followed by Justice Frederick Gibson, in  <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1800 (F.C.) (QL) at paragraph 10).", "[10] However, where the applicant can show that the Board based its decision on an erroneous finding of fact that it made in a perverse or capricious manner or without regard to the material before it, this Court may grant relief under paragraph 18.1(4)d) of the Federal Courts Act, R.S.C. 1985, c. F-7. Breach of procedural fairness: undisclosed extrinsic evidence", "[11] In order to support its conclusion that it is clear that rather than take the arduous trip across the Atlantic to seek refugee protection in Canada, the applicant could have applied for Eritrean citizenship but chose not to, the Board made reference to a report, dated 13 Oct. 2004a, provided by the Research Directorate. This report referenced: ERT43035.E, states the following: In a 2003 Report of Fact-Finding Mission to Eritrea, the United Kingdom’s Immigration and Nationality Directorate (IND) pointed out that “the Eritrean Nationality Proclamation No. 21/1992 published in April 1992 details the criteria and law as regarding Eritrean Nationality” (29 Apr. 2003). In correspondence to the Research Directorate, the head of consular affairs of the office of the embassy of Eritrea in Ottawa indicated that the 1992 Eritrean nationality legislation has not recently been amended; and that persons, including children who are born outside Eritrea, one or both of whose parents are Eritrean, can apply for Eritrean citizenship as long as three witnesses who are Eritrean citizens can testify in favour of the applicant (13 Oct. 2004a).", "[12] By way of an affidavit dated July 26, 2006, Hagos Beiene, the applicant’s counsel at the Refugee Division hearing, swears that the Board never disclosed the Response to Information Request ERT43035 to them and states as follows: […] This was not on the Index of documents concerning Eritrea that was filed at the hearing (the index for Eritrea is dated March 2005). The Applicant and I did not have an opportunity to comment on this document. It was not referred to at the hearing. The document was not filed as evidence at the hearing. There was no communication after the hearing at the Refugee Division until we received the negative decision of the Refugee Division. It was unfair not to provide an opportunity to provide evidence or submissions after the hearing was over and before the decision was made. There was no evidence as to whether the Applicant’s relatives or how many of the relatives were still in Eritrea. Also, the Applicant stated that he feared persecution in Eritrea because he would be perceived as Ethiopian.", "[13] The respondent takes a tangential approach to the allegation that the report in question was extrinsic evidence, which was neither referred to at the hearing nor was it a part of the Index of documents before the Board. Instead, the respondent submits that there was no breach of procedural fairness because the Board’s reference to the said document was merely in support of its proposition to the applicant that it was possible for him to apply for citizenship in Eritrea. The respondent cites in his favour  <FRAGMENT_SUPPRESSED>  (F.C.T.D.) para. 23, where Justice Marshall Rothstein said the following about \"extrinsic evidence\": The relevant point as I see it is whether the applicant had knowledge of the information so that he or she had the opportunity to correct prejudicial misunderstandings or misstatements. The source of the information is not of itself a differentiating matter as long as it is not known to the applicant. The question is whether the applicant had the opportunity of dealing with the evidence. This is what the long-established authorities indicate the rules of procedural fairness require. […]", "[14] Having carefully reviewed the transcripts of the hearing and the documents before the Board, I conclude that the document ERT43035 was not before the Board. Indeed, quite the opposite, as the Presiding Member was vigilant in his interrogation on this point. The applicant had no reason to go to Eritrea although he believed that he may be entitled to obtain citizenship of that country by virtue of his mother’s birth there. The following passages from the hearing is apposite in this regard (tribunal’s record, pp. 277 to 279): Presiding Member : Okay. So in answer to the question that they [sic] counsel had asked did you have any reason ever to go to Eritrea. Claimant : No. Presiding Member : Thank you. Counsel : So could you go to Eritrea? Claimant : Now? Counsel : Yes. Claimant : No I can’t. Counsel : Why? Claimant : As you well know Eritrea is a dictatorship right now, president is (inaudible). He has taken – it’s exactly the way, I think even worse than what is going on in Ethiopia right now in Eritrea. Presiding Member : I’m sorry? Counsel : What would happen to you if you go to Eritrea. Presiding Member : Just a minute, Counsel, you got talking to him, not to me. I missed something here, okay? And I believe the question was that “can you go to Eritrea now”. Counsel : Yes. Presiding Member : Right, and your answer is no, the government is very persecutory, worse than what’s happening in Ethiopia. Claimant : Yes, sir. Presiding Member : But the question – going back to the question, Sir, can you go to Eritrea, do you have any rights to go to Eritrea? Claimant : I don’t think so. Presiding Member : By virtue of your mother’s birth there do you - - - Claimant : I can claim to be an Eritrean right now. Presiding Member : I see. Claimant : But it will be the same thing as the Ethiopian Government is torturing and putting trouble, making, causing trouble to the people with Eritrean descent. The same thing is happening to people with Ethiopian descent who are in Eritrea right now. I am half Ethiopian and half Eritrean. Presiding Member : No, I understand that but – so it’s important for me to understand, are you saying that by virtue of the fact that your mother is Eritrean by birth, that you could claim Eritrean citizenship? Claimant : I think I can. Presiding Member : When you say you think you can - - - Claimant : I have never tried it, sir. Presiding Member : No, I realize that, but on what grounds do you think you can? Have others like you who have been in that situation claimed Eritrean citizenship? Claimant : I have never heard. Presiding Member : You don’t know that? Claimant : No. Presiding Member : It’s - I can understand what has happened here. My concern is quite simply this, that officially you or your brothers and sisters have never been told that you are not Ethiopians, you are Eritreans, right, because your father is still alive. He is a citizen of – they couldn’t possibly push you to Eritrea, could they? Claimant : No.", "[15] It would appear that the Presiding Member set out to find some reason to reject the applicant’s claim, and to find evidence that would prove that the applicant has a right to Eritrean citizenship and therefore should have availed himself of this option before coming to Canada. The Board breached the principles of procedural fairness by relying on undisclosed extrinsic evidence that was determinative of the issue as to why the applicant should come halfway around the world to seek refuge in Canada rather than simply go to the country next door of which he might have citizenship.", "[16] In citing the report referenced ERT43035.E, the Board made a negative credibility finding in writing, \"I find it not credible that the claimant before setting on a long arduous journey to Canada to seek protection did not explore protection of Eritrea\".", "[17] The test for the failure to disclose extrinsic evidence was enunciated by the Federal Court of Appeal in Justice Robert Décary’s decision in  <FRAGMENT_SUPPRESSED>  (F.C.A.) (QL), where he stated as follows at paragraph 27 b): 27 b) with respect to documents relied upon from public sources in relation to general country conditions which became available and accessible after the filing of an applicant's submissions, fairness requires disclosure by the Post Claims Determination Officer where they are novel and significant and where they evidence changes in the general country conditions that may affect the decision.", "[18] While the applicant did submit several documents to the Board regarding not only Ethiopia but also Eritrea, the document relied upon by the Board was not before it at the time of the hearing. Furthermore, the Board ought to have given the applicant an opportunity to respond to the evidence especially since, as the passages of the transcription cited above would indicate, he only believed that he could have Eritrean citizenship.", "[19] Be that as it may, the Board’s suggestion that the applicant could go to Eritrea is patently unreasonable and a capricious disregard of the evidence before it. Citizenship of Eritrea is not automatic, and to follow the Board’s reasoning would be to put the applicant in a no man’s land, fleeing persecution from Ethiopia and forced to go to Eritrea where he is not but could likely become a citizen. The applicant is not a citizen of Eritrea.", "[20] Upon a careful reading of the transcripts of the hearing, I find that it was not reasonably open to the Board to arrive at the decision it did especially when it did so by depriving the applicant and his counsel of an opportunity to address the availability of Eritrean citizenship by saying in reference to the document ERT43035.E: According to the above-mentioned evidence it is clear that the claimant could have applied for Eritrean citizenship but chose not to. He testified that two of his mother's brothers and their families were deported to Eritrea. They could testify in his favour. […] I find that the applicant did not have the opportunity to deal with the evidence ( <FRAGMENT_SUPPRESSED> ).", "[21] The parties did not suggest questions for certification and none arise here. JUDGMENT", "[22] THIS COURT ORDERS that: 1. The application for judicial review is allowed; 2. The application is to be re-determined by a differently constituted Board; 3. No question is certified. [End of document] <FRAGMENT_SUPPRESSED>"]}