{"id_": "040398", "body_str": ["[1] de Montigny, J. : The applicants, all citizens of Mexico, claimed a well-founded fear of persecution at the hands of members of the Institutional Revolutionary Party (PRI). The principal applicant (\"the applicant\") alleged that he was employed as a press coordinator for the PRI in the state of Mexico from June 2001 to August 2005. When the former governor of that state sought the nomination as the PRI's candidate for president of the Republic of Mexico, the applicant agreed to assist with his campaign. He was apparently put in charge of preparing information, flyers, and signs in support of Mr. Arturo Montiel Rojas' candidacy.  <FRAGMENT_SUPPRESSED>", "[2] Mr. Rojas was later forced to withdraw from the campaign as a result of allegations of wrong doing. There were reports in the Mexican media that Mr. Rojas was being investigated for embezzlement of funds, money laundering and illicit acquisition of very large sums of money, as well as expensive real estate outside the country. The applicant alleges that Mr. Rojas accused him of leaking information to the media, and that he began to receive threats as a result. He contends that he had to quit his job and to flee Mexico because of these threats.  <FRAGMENT_SUPPRESSED> I. The impugned decision  <FRAGMENT_SUPPRESSED>", "[3] The Board determined that the applicant was not a credible witness and rejected the claim. In its reasons, the Board stated it was not satisfied that the applicant did in fact work as a press officer for the PRI from 2001 to 2005. The Board stated it could not be satisfied due to the applicant's inconsistent testimony, the lack of corroborative evidence such as employment records, rent receipts, bank account statements, or utility bills, and the applicant's lack of knowledge about press releases and the dates of previous Mexican elections.  <FRAGMENT_SUPPRESSED> II. Issue  <FRAGMENT_SUPPRESSED>", "[4] The only issue to be decided is whether the Board erred in its assessment of the applicant's credibility or of the plausibility of the evidence.  <FRAGMENT_SUPPRESSED> III. Standard of review  <FRAGMENT_SUPPRESSED>", "[5] There is no dispute between the parties that issues of credibility must be assessed on a standard of reasonableness. Such findings, as any finding of fact, can only be set aside if they were arrived at in a perverse or capricious manner or without regard to the material before it ( Federal Courts Act , R.S., 1985, c. F-7, s. 18.1(4)(d)). This is consistent with the latest decision of the Supreme Court of Canada dealing with standard of review in an administrative law context.  <FRAGMENT_SUPPRESSED>  the Court found that questions of fact must be assessed on a standard of reasonableness. This is quite a deferential standard, which the Court characterized in the following way (at par. 47):  <FRAGMENT_SUPPRESSED> In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.  <FRAGMENT_SUPPRESSED> IV. Analysis  <FRAGMENT_SUPPRESSED>", "[6] The Board member gave essentially four reasons for coming to his conclusion that the claimant is not a credible witness: 1) the applicant's inconsistent evidence as to being forced to give a \"kickback\" to his employer; 2) his lack of employment records; 3) his lack of knowledge as to how press release would be communicated to the media, and 4) his lack of knowledge of the election process in the state of Mexico. I will now briefly turn to each of these findings.  <FRAGMENT_SUPPRESSED>", "[7] The applicant's Personal Information Form (\"PIF\") narrative stated that he was paid in cash to avoid paying income taxes and that for this reason he had no records of his employment. These details about the applicant were not related to the threats he allegedly received by the PRI, and appear to have been included in his narrative as an explanation for his lack of evidence to confirm his employment.  <FRAGMENT_SUPPRESSED>", "[8] At the hearing, the applicant testified that the cash payment scheme also included a type of \"kick-back\" where he would be paid not to go to work and would pay some of the extra salary back to the employer. None of this information was included in his PIF narrative. When confronted with the omission the applicant testified that the details in the narrative only referred to the threats he allegedly received from the PRI.  <FRAGMENT_SUPPRESSED>", "[9] It was reasonable for the Board to reject the applicant's explanation as the applicant began his PIF narrative with an explanation of the nature of his position with the PRI. Proof that the applicant was in fact employed in the PRI was clearly a crucial fact to be established in his claim and all relevant details regarding the nature of his employment should have been disclosed in the PIF narrative. Indeed, the applicant went as far as amending his initial PIF to explain that he was paid in cash, without any record, so that he would not have to report his salary to the income tax. If that information was important enough to prompt him to amend his PIF, it is difficult to understand why he did not provide a full explanation and passed over the kickback scheme in silence. I also note from a reading of the transcript that the applicant was incapable to explain what would be the advantage for the PRI to proceed in that way. As a result, it was open to the Board to hold this omission to be material and detrimental to his credibility.  <FRAGMENT_SUPPRESSED>", "[10] With respect to the lack of employment record, a review of the evidence indicates that the Board gave the applicant many opportunities to prove that he had been employed as a press officer with the PRI. The only supporting evidence the applicant could produce to corroborate his story was a PRI identification card. Since that card did not feature any date of issue or expiry and did not specify what the applicant's position at the party was, the Board was rightly concerned about the genuineness of that card. Quite apart from the fact that the applicant's explanation as to the absence of a date on the card was not entirely clear, he was unable to provide any further evidence of his employment, official or otherwise. His explanation as to why he could not seek a letter from a colleague or from a journalist substantiating his story was far from convincing, and he did not substantiate the harm these people would be facing as a result of merely stating that they had in fact worked with the applicant. As this Court repeatedly found in past cases, a lack of documentary corroboration can be taken into consideration when assessing credibility, especially when an applicant makes no effort to obtain such corroborating evidence: <FRAGMENT_SUPPRESSED>  2002 FCT 350, at par. 28; <FRAGMENT_SUPPRESSED>  2001 FCT 1246, at par. 21; <FRAGMENT_SUPPRESSED>  at par. 17.  <FRAGMENT_SUPPRESSED>", "[11] The third reason given by the Board to question the applicant's credibility does not strike me as being reasonable. It rests essentially on the fact that the applicant was unable to provide any list of media contacts he used in his role as a press officer, and that getting press releases out to the media by mail and by phone would be inefficient and too slow. But this is discounting the applicant's explanation that any list of email addresses, phone numbers and contacts were kept in the office, presumably on his computer, and that the word \"mail\" is currently used in Spanish to refer to emails. These explanations are perfectly reasonable and plausible, and the Board member erred in rejecting them. It is true that as a result of counsel's interjection with evidence respecting what \"mail\" meant in his own experience, the applicant has effectively been asked a leading question by his counsel and has been precluded from providing his own explanation to the Board. But that was no reason to dismiss the explanation, which was corroborated before me in an affidavit from a professional translator and interpreter from Spanish to English. Having said this, I do not believe this error was material to the decision.  <FRAGMENT_SUPPRESSED>", "[12] Finally, the Board member relied on the applicant's lack of knowledge of the electoral process to impeach his credibility. Not only was the applicant mistaken as to the date of the last election for governor in the state of Mexico, confusing it with the date of the presidential election, but he also characterized the campaign of Mr. Rojas as a presidential campaign when in fact he was running to be the official candidate of the PRI in the presidential election. While these errors might be understandable if made by an ordinary person on the street, they are more difficult to explain when made by a person such as the applicant who, by reason of his alleged position and responsibility in the PRI, should have had a more sophisticated grasp of the electoral process in his country.  <FRAGMENT_SUPPRESSED>", "[13] For all of the above reasons, I am of the view that the findings of the Board regarding the credibility and plausibility of the evidence were reasonably open to it on the record. Despite the few errors made by the Board with respect to the applicant's lack of knowledge as to how press releases would be communicated to the media, I believe there was an evidentiary foundation capable of supporting the Board's credibility finding in this case. To borrow from , the conclusion of the Board was within the range of acceptable and rational solutions which are defensible in light of the facts that were presented to it.  <FRAGMENT_SUPPRESSED>", "[14] Accordingly, this application for judicial review is dismissed. No questions of general importance were submitted by counsel, and none will be certified.  <FRAGMENT_SUPPRESSED> ORDER  <FRAGMENT_SUPPRESSED>", "[15] THIS COURT ORDERS that the application for judicial review is dismissed. No questions of general importance were submitted by counsel, and none will be certified.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}