{"id_": "040499", "body_str": ["[1] de Montigny, J. : This is an application for judicial review pursuant to section 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 ( IRPA , or the Act) of a decision made by the Refugee Protection Division of the Immigration and Refugee Board (the Board), dated July 6, 2012, whereby it was decided that Johnson Moli Tshibola Kabongo was neither a Convention refugee nor a person in need of protection pursuant to sections 96 and 97(1) of the Act. This was the Board's second decision with regard to the Applicant's claim, the first having been quashed by Justice Rennie on March 19, 2012 (2012 FC 313). The determinative issue before the Board was identity and credibility. For the reasons that follow, the application is granted.  <FRAGMENT_SUPPRESSED> Facts  <FRAGMENT_SUPPRESSED>", "[2] The following are the facts presented by the Applicant before the Board.  <FRAGMENT_SUPPRESSED>", "[3] The Applicant alleged to be a citizen of the Democratic Republic of Congo (DRC). In 1997, members of the Alliance of Democratic Forces for the Liberation of Congo (ADFLC) apparently attempted to recruit his younger brother Mukena as a child soldier. Mukena refused to enrol. As a result, two ADFLC soldiers assassinated Mukena and raped the Applicant's little sister on January 4, 1997.  <FRAGMENT_SUPPRESSED>", "[4] In January 2002, the Applicant's father was killed by the rebels after he refused to pay the money they had requested from him.  <FRAGMENT_SUPPRESSED>", "[5] On December 14, 2008, the Applicant openly criticized the Kabila government, in a bistro, for recruiting child soldiers. On December 25, 2008, the Applicant was arrested by soldiers. His wife was raped. The Applicant was imprisoned and tortured for one week and was released following a $200 payment by his wife on the condition that he report to the National Intelligence Agency twice a week.  <FRAGMENT_SUPPRESSED>", "[6] The Applicant then fled to Rutshuru where he remained hidden with the help of a Catholic priest. The Applicant then fled to Rwanda, where he stayed for three months, before coming to Canada with a false British passport. He claimed refugee status upon arrival. He claimed a well-founded fear of persecution on the basis of his political opinion, as well as a risk of torture and a risk of cruel or unusual treatment or punishment should he return to the DRC.  <FRAGMENT_SUPPRESSED> The impugned decision  <FRAGMENT_SUPPRESSED>", "[7] The Board rejected the Applicant's claim on the basis that the Applicant had not established his identity and, alternatively, on the basis of lack of credibility.  <FRAGMENT_SUPPRESSED>", "[8] With respect to identity, the Board determined that the documents submitted by the Applicant were not genuine. The birth certificate was apparently issued by the Democratic Republic of Congo, but bore the stamp of a different country (the Republic of Congo). The letter from the university and the university transcript contained numerous spelling errors. The Board rejected the Applicant's explanation that these errors were a consequence of poor administration during the dictatorship.  <FRAGMENT_SUPPRESSED>", "[9] The Board mentioned that the Applicant had also submitted a driver's license and a voter card which included a photograph, but added that the Applicant had inserted his photo in a fraudulent passport. The Board concluded that these were not genuine documents.  <FRAGMENT_SUPPRESSED>", "[10] With regard to credibility, the Board noted that the Applicant's credibility was diminished as a result of its assessment of the documents submitted to establish identity.  <FRAGMENT_SUPPRESSED>", "[11] The Board further considered that the arrest warrant was not a genuine document. The document was issued by the National Intelligence Agency, Department of Justice. Documentary evidence showed that the National Intelligence Agency was not under the authority of the Department of Justice. The Board found as well that the stamp on that document differed from the sample on record.  <FRAGMENT_SUPPRESSED>", "[12] The Board noted that the Applicant's Personal Information Form (PIF) narrative and his testimony at the hearing were inconsistent with the notes at the point of entry, where the Applicant declared that he escaped from prison with the help of a commandant and a priest. The Board found that the inconsistency was of such significance that it could not be explained by the fact, as claimed by the Applicant, that the statement had been written by the immigration officer and that the Applicant could not verify it without his glasses.  <FRAGMENT_SUPPRESSED>", "[13] The Board considered as well that the Applicant's failure to claim refugee status in Rwanda during the three months he was there further diminished his credibility.  <FRAGMENT_SUPPRESSED>", "[14] The Applicant's religious and community activities in Canada were found by the Board to be incompatible with what would be expected of a politically engaged person.  <FRAGMENT_SUPPRESSED> Issues  <FRAGMENT_SUPPRESSED>", "[15] The Applicant raises the following two issues:  <FRAGMENT_SUPPRESSED> i) Did the Board commit a reviewable error in deciding that the Applicant had not established his identity?  <FRAGMENT_SUPPRESSED> ii) Did the Board commit a reviewable error in concluding that the Applicant was not credible?  <FRAGMENT_SUPPRESSED> Based on my conclusion on the first point, there is no need to address the second one.  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[16] There is no doubt that the Board's identity findings are to be reviewed on the standard of reasonableness: <FRAGMENT_SUPPRESSED> . It is also well established that the standard of reasonableness applies to the Board's credibility findings: <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[17] Reasonableness requires that this Court accord the Board significant deference. As long as the Board's decision falls within a range of acceptable outcomes that are defensible in respect of the facts and law, the decision is not subjected to this Court's intervention: <FRAGMENT_SUPPRESSED> , at para 47.  <FRAGMENT_SUPPRESSED>", "[18] There is no doubt that the onus is on a claimant to establish his or her identity with documentary evidence, and, if such documents are not provided, to explain what steps were taken to obtain them: IRPA , s 106; Refugee Protection Division Rules , SOR/2002-228, s 7.  <FRAGMENT_SUPPRESSED> [ Zheng ]. Consequently, a lack of acceptable documents without a reasonable explanation for their absence, or the failure to take reasonable steps to obtain them, is a significant factor in assessing the credibility of a claimant.  <FRAGMENT_SUPPRESSED>", "[19] I find no error in the Board's analysis with regard to the birth certificate, the university letter, the university transcript, and the arrest warrant. The Applicant, as well, takes no issue with the Board's assessment of these documents.  <FRAGMENT_SUPPRESSED>", "[20] However, the Board erred in limiting its examination to only a portion of the documents submitted by the Applicant to establish his identity. In particular, the Board failed to deal with the Applicant's original voter card and his driver's license. The Board acknowledged that these documents were filed but did not make any further comments except to mention that the Applicant had provided a false passport. This was clearly not sufficient, not only because the voter card is in effect a national identity card in DRC according to the Country of Origin Information Report from the UK Border Agency (Applicant Record, p. 63), but also because the Canadian Boarder Services Agency gave the benefit of the doubt to the Applicant with respect to the genuineness of these documents. In these circumstances, the Board was required to make a determination of the genuineness of these two documents, and could not simply assume that they are false merely because the passport has been tampered with.  <FRAGMENT_SUPPRESSED>", "[21] In the same vein, I also note that the Board made no mention whatsoever of the Applicant's marriage certificate, of his student card and of another certificate attesting that he lost all his personal identification documents. The Board could not reasonably ignore these documents in assessing the Applicant's identity. Counsel for the Respondent argued that the Board's assessment of the voter card cannot be viewed in isolation. I could not agree more. The same is true, however, of the assessment of the other identity documents on which the Board decided to focus its attention. The Board could not come to a reasonable assessment of the Applicant's identity by only focusing on those documents where authenticity appears doubtful and ignoring those documents which appear to be trustworthy. All the documents filed and the explanations provided by the Applicant must be considered before coming to a conclusion: see <FRAGMENT_SUPPRESSED> , at paras 17-19.  <FRAGMENT_SUPPRESSED>", "[22] Having found that the Board erred in determining that the Applicant has not established his identity, the decision must be quashed. Counsel for the Respondent agreed that the decision cannot stand if the identity finding is not reasonable. A finding that the Applicant is not who he claims to be is prejudicial to his overall claim. Accordingly, there is no need to review the Board's findings with respect to the Applicant's credibility.  <FRAGMENT_SUPPRESSED> Conclusion  <FRAGMENT_SUPPRESSED>", "[23] The application for judicial review is granted, and the case is remitted to a differently constituted panel of the Board for re-determination. No question is certified.  <FRAGMENT_SUPPRESSED>", "[24] THIS COURT'S JUDGMENT is that the application for judicial review is granted. No question is certified.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED>", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11] sic", "[12]", "[13]", "[14]", "[15] Analyse  <FRAGMENT_SUPPRESSED>", "[16] <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[17] <FRAGMENT_SUPPRESSED> , paragraphe 47.  <FRAGMENT_SUPPRESSED>", "[18] <FRAGMENT_SUPPRESSED>  paragraphe 14 [ Zheng", "[19]", "[20] Country of Origin Information Report", "[21] Zheng", "[22] Conclusion  <FRAGMENT_SUPPRESSED>", "[23] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[24] [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}