{"id_": "040642", "body_str": ["[1] Zinn, J. : This is an application for judicial review of a visa officer's decision at the Canadian Embassy in Makati, Philippines, refusing the Applicant's application for permanent residence. The Applicant had applied under the family class category, and had requested that his application be evaluated taking into account humanitarian and compassionate considerations. BACKGROUND", "[2] The Applicant, Enrique Lopez Pascual, and his spouse Sheila Marie Caluza Pascual, are both Philippine nationals. The Applicant's spouse came to Canada to work as a live-in caregiver in October of 2000. This was prior to her marriage to the Applicant, with whom she commenced a long-distance relationship in the summer of 2002. In May of 2003 Mrs. Pascual returned to the Philippines to visit her family and to meet the Applicant in person. On June 2, 2003 the couple was married. A week later Mrs. Pascual returned to Canada, as planned. Shortly thereafter, on July 21, 2003, she was granted status as a permanent resident.", "[3] When Mrs. Pascual returned to Canada she failed to inform Citizenship and Immigration Canada of her recent marriage, answering \"no\" to the question of whether she had any unlisted dependants. Accordingly, her marital status is listed as single on her landing records, and at no time prior to becoming a permanent resident did she advise the Respondent of her marriage.", "[4] Mrs. Pascual first applied to sponsor her husband's application for permanent residence in November of 2003. That application was refused on April 1, 2004. It was determined that the Applicant was precluded from applying as a member of the family class pursuant to section 117(9)(d) of the Immigration and Refugee Protection Regulations S.O.R./2002-227, because at the time of his wife's application, he was a non-accompanying family member and was not examined. An appeal of this decision was dismissed by the Immigration Appeal Division on July 19, 2004. Section 117 (9)(d) of the Regulations provides as follows: 117. (9) A foreign national shall not be considered a member of the family class by virtue of their relationship to a sponsor if ... ) subject to subsection (10), the sponsor previously made an application for permanent residence and became a permanent resident and, at the time of that application, the foreign national was a non-accompanying family member of the sponsor and was not examined. ...", "[5] After the refusal of her sponsorship application, Mrs. Pascual attempted to amend her record of landing to indicate that she was married at the time of her landing, but was informed that this was not possible.", "[6] In May of 2005 Mrs. Pascual made a second sponsorship application that she supplemented with a letter of explanation and various other materials, after the embassy in Manila indicated that she should submit any humanitarian and compassionate considerations which might warrant an exemption from section 117(9)(d) of the Regulations. Once again, the application was refused and an appeal to the Immigration Appeal Division was unsuccessful.", "[7] On May 30, 2007 Mrs. Pascual initiated a third sponsorship application, this time emphasizing the humanitarian and compassionate factors. It was refused on July 13, 2007, but the Applicant's parallel application continued to be processed in Manila. The Applicant submitted that his wife's failure to inform immigration officials of her marriage at the time of landing was unintentional and inadvertent, and that he should be considered a de facto family member, since he was excluded from the express definition of \"member of the family class\" in section 117(1)(a) of the Regulations. He submitted that factors such as financial and emotional dependency should be evaluated in this regard.", "[8] The visa officer again confirmed that Mr. Pascual was barred from consideration under the family class pursuant to section 117(9)(d) of the Regulations. She rejected the de facto family member submission, and concluded that \"it would not be justified by humanitarian and compassionate considerations to grant you permanent resident status\". ISSUES", "[9] The Applicant submits that the impugned decision is unreasonable because the officer failed to sufficiently take into consideration what are alleged to be \"the compelling humanitarian and compassionate grounds\" he advanced, and because the officer failed to consider the Applicant as a de facto family member. ANALYSIS", "[10] The Applicant submits that there is no mention of any specific findings with respect to humanitarian and compassionate considerations in the refusal letter and further submits that the officer's CAIPS (Computer Assisted Immigration Processing System) notes show only a cursory review of some of the humanitarian and compassionate factors advanced.", "[11] Admittedly, the CAIPS notes are brief, but in my view, they do establish that the officer gave consideration to the factors advanced in the application.", "[12] The officer considered the fact that the Applicant's wife had been living in Canada since October of 2000, was employed, and was financially established in Canada. The officer also considered the evidence of money transfers from her to the Applicant, as well as the evidence of emotional dependency submitted in the form of letters, cards, telephone calls and photographs of the couple. She noted that the parties had no children, but did consider that there had been visitations during their marriage.", "[13] On the evidence of money transfers of three to five times a year, in amounts she characterized as \"not substantial\", the officer concluded that the Applicant was not totally financially dependent on his wife. That conclusion, in my view, was open to her. While the Applicant argues that the amounts were in fact significant, the officer's characterization cannot be described as unreasonable. In any event, I cannot conclude that this issue was, in itself, critical to the outcome.", "[14] As mentioned, the officer also considered the Applicant's submission that he ought to be considered a de facto family member. The officer concluded that the Applicant was not a de facto family member, as he met the definition of family class member in section 117(1)(a) of the Regulations. The Applicant submits that this is an error, as he is excluded from that definition through the operation of section 117(9)(d) of the Regulations.", "[15] In my view, when section 117(9)(d) of the Regulations applies to a person, that person does not cease to be a family class member as defined in section 117(1)(a); rather, as the section provides, the person is \"not considered\" a member of the family class for the purposes of section 12(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27. Accordingly, in my view, the officer was correct that the Applicant could not be considered as a de facto family member as described in paragraph 8.3 of operational guideline OP 4 (\"Processing of Applications under section 25 of the IRPA\").", "[16] The officer's CAIPS notes indicate that she did consider the claim that the Applicant's wife omitted listing him as a spouse due to inadvertence alone, that is, that she had misunderstood the question \"Have you any dependants other than those listed here?\" and that her failure to pay attention to the details of the question was attributable to the excitement of being newly married. The officer was also aware of the claim that the Applicant's wife was under the impression that she could immigrate first, and after establishing herself in Canada, sponsor her husband.", "[17] The officer found this explanation unsatisfactory, on the basis that the instruction guide for live-in caregivers applying for permanent residence in Canada informs them that while an application is in process, one must notify Citizenship and Immigration Canada in writing of any change in personal situation, such as a change in marital status.", "[18] The Applicant submits that the officer failed to properly consider that in 2005, it had been decided not to refer Mrs. Pascual to an admissibility hearing on grounds of misrepresentation, precisely because her explanation of why she had failed to declare her marriage to the Applicant was taken to be \"plausible\"; the officer's determination that the explanation is \"not satisfactory\" is therefore at odds with a previous finding.", "[19] In my view, in describing the explanation as \"not satisfactory,\" the officer was not implying that the explanation was not plausible; rather, she was stating that it was not a satisfactory basis to found a humanitarian and compassionate exception for a non-declared spouse. Section 5.12 of operational guideline OP 2 (\"Processing Members of the Family Class\") provides that where there are \"compelling\" reasons for not having disclosed the existence of a family member, it may be appropriate to take into account humanitarian and compassionate considerations. The guideline provides examples, such where the sponsor believed the person was dead or his whereabouts were unknown, or where the disclosure would have put the family member at risk. These are compelling or \"satisfactory\" reasons to use humanitarian and compassionate considerations in a family member application, even where the person was not declared as such. The officer's finding that the inadvertent omission to declare a family member does not equate to such a compelling reason was not unreasonable.", "[20] In this case, the officer's decision was reasonable within the meaning ascribed to that term by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  as the reasons provide \"justification, transparency, and intelligibility\". Accordingly, this application must be dismissed.", "[21] Neither party proposed any question for certification. JUDGMENT", "[22] THIS COURT ORDERS AND ADJUDGES that 1. This application for judicial review is dismissed; and 2. No question is certified. [End of document] <FRAGMENT_SUPPRESSED>"]}