{"id_": "040837", "body_str": ["[1] Rennie, J. : This decision arises from an application for judicial review of a March 1, 2011 decision under section 25 of the Immigration and Refugee Protection Act , 2001, c. 27 ( IRPA ) by a Pre-Removal Risk Assessment (PRRA) Officer. The Officer refused the applicant's application for permanent residency on Humanitarian and Compassionate grounds (H&C). For the reasons that follow, the application is dismissed. Facts", "[2] The applicant is originally from Nigeria. She arrived in Canada on March 11, 2007 and made a refugee claim on the same day. Her claim was refused on June 18, 2009. On September 16, 2009 she gave birth to her son. On November 18, 2009 this Court refused the applicant's leave to seek judicial review application. On March 9, 2010, the applicant submitted a Pre-Removal Risk Assessment application, the refusal of which forms the basis of this application. Issue", "[3] The issue in this case is whether the decision of the PRRA Officer to refuse the applicant's application for permanent residency on H&C grounds is reasonable per <FRAGMENT_SUPPRESSED> . Analysis", "[4] The applicant's sole argument is that the PRRA Officer failed to consider the best interests of the child. The Supreme Court of Canada held in <FRAGMENT_SUPPRESSED>  that a decision-maker must be alert, alive and sensitive to the best interests of the child in an application for humanitarian and compassionate relief under section 25 of the IRPA . The decision in question is silent on this point, and presumptively, in error. But the case is not so simple.", "[5] The applicant did not argue, advance or contend that the best interests of her child favoured a positive disposition on her H&C application. No submissions were made in respect of the child, then two years old.", "[6] The Officer was aware of the existence of the young child but did not give fulsome consideration to the issue. There is no onus, in these circumstances, on the Officer to makes further inquires concerning the best interests of the child, particularly where the issues were raised in an oblique or cursory way or, as in this case, not at all. This case thus falls squarely within the reasons of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , at para 45 where the Court observed: In the context of H&C applications, it has been consistently held that the onus of establishing that an H&C exemption is warranted lies with an applicant; an officer is under no duty to high-light weaknesses in an application and to request further submissions (see, for example: Thandal , above, at paragraph 9). In Owusu , above, this Court held that an H&C officer was not under a positive obligation to make inquiries concerning the best interests of children in circumstances where the issue was raised only in an \"oblique, cursory and obscure\" way (at paragraph 9). The H&C submissions in that case consisted of a seven-page letter in which the only reference to the best interests of the children was contained in the sentence: \"Should he be forced to return to Ghana, [Mr. Owusu] will not have any ways to support his family financially and he will have to live every day of his life in constant fear\" (at paragraph 6). [Emphasis in original]", "[7] The burden remains on the applicant to advance all arguments in support of an H&C application and does not shift to the respondent Minister by reason of the failure of counsel to make arguments or to bring forward evidence that might otherwise be available. I note however, that, in reviewing the establishment factors, including the applicant's large family in Nigeria, her prior employment record in Nigeria and the fact that she speaks two languages the Officer did consider factors that would be material to the wellbeing of the child.", "[8] It is argued that the failure of the applicant's counsel to make submissions in respect of the child constituted professional negligence, the consequences of which should not be visited on the client. The Federal Court has set a high threshold governing the circumstances and evidentiary criteria that must be met before relief under section 18.1 of the Federal Courts Act (R.S.C., 1985, c. F-7) will be given on the basis of the negligence of counsel.  <FRAGMENT_SUPPRESSED>  of the Court of Appeal) wrote: I am not prepared to accept an allegation of serious professional misconduct against a member of the bar and an officer of this court without having the member\"s explanation for the conduct in question or evidence that the matter has been referred to the governing body for investigation. In this case, there was ample opportunity to do one or the other but neither was done. The failure to do so is inconsistent with the gravity of the allegations made. This is not a question of being solicitous of lawyers\" interests at the expense of their clients. It is a question of recognizing that allegations of professional negligence are easily made and, if accepted, generally result in the relief sought being granted. The proof offered in support of such an allegation should be commensurate with the serious nature of the consequences for all concerned.", "[9] More recently, in <FRAGMENT_SUPPRESSED>  Justice Richard Mosley noted that substantial prejudice must be shown to flow from or in consequence of the actions of incompetent counsel. It must also be established that there is a reasonable probability that, but for the unprofessional errors, the result of the proceeding would be different. In the context of this case, where all the material facts are on the record and are uncontested, it would be very difficult for the applicant to establish that, but for the incompetence, the result would, with reasonable probability, be different.", "[10] The application for judicial review is dismissed.", "[11] No question for certification has been proposed and none arises. JUDGMENT", "[12] THIS COURT'S JUDGMENT is that the application for judicial review be and is hereby dismissed. No question for certification has been proposed and the Court finds that none arises. [End of document]"]}