{"id_": "040801", "body_str": ["[1] von Finckenstein, J. : Mr. Edwards is a federal inmate at Joyceville Institution, serving a 10-year sentence for attempted murder, assault with a weapon, forcible confinement and uttering threats against his former girlfriend. A case management team considered Police Reports which summarized allegations from several victims, including his former girlfriend, that Mr. Edwards had committed sexual offenses. The team concluded that Mr. Edwards should undergo a Specialized Sex Offender Assessment (\"Assessment\") pursuant to section 37 of the Commissioner's Standard Operating Practice (\"SOP\") 700-04.", "[2] Mr. Edwards refused to undergo this assessment. As a result, he was denied access to Prison Family Visits (PFVs) by three levels of prison management: (1) the Warden of Joyceville Institution (May 17th, 2002), (2) the Deputy Commissioner (August 23rd, 2002) and (3) the Commissioner (November 4th, 2002). The latter decision is the subject of these proceedings. In it, the Commissioner specifically concluded that: \"... due to the fact that you have been charged with sexual offences an assessment regarding the appropriateness of Sex Offender Programs has been recommended. As yet there has been no determination that such programming is a requirement. However until such time as you avail yourself of this assessment and a determination regarding your programming is made, PFVs cannot be considered.\" The Commissioner based her decision on section 37 of the SOP 700-04. Issues", "[3] The applicant raises two issues: 1. Is the requirement that a prisoner undergo an assessment as set out in section 37 of SOP 700-04 ultra vires the Corrections and Conditional Release Act , R.S.C. 1992, c. 20 (\"the Act \")? 2. Is it a proper exercise of the Commissioner's discretion to require that Mr. Edwards successfully undergo an assessment regarding the appropriateness of Sex Offender Programs before being granted PFVs? Issue 1 : Is the requirement that a prisoner undergo an assessment ultra vires the Act? Standard of Review", "[4] The standard of review for the interpretation of a statutory provision is correctness FRAGMENT_SUPPRESSED Relevant Statutory Provisions", "[5] The basic provisions of the Act are quite clear. Section 3 sets out the purpose, namely \"3. ... to contribute to the maintenance of a just, peaceful and safe society by (a) carrying out sentences imposed by courts through the safe and humane custody and supervision of offenders; and b) assisting in the rehabilitation of offenders and their reintegration into the community as law-abiding citizens through the provision of programs in penitentiary and in the community\"", "[6] In carrying out the purpose of the Act , the Commissioner is to be guided by the principles set out in subsections 4 (a) and (b), namely: \"4(a) that the protection of society be the paramount consideration in the corrections process; (b) that the sentence be carried out having regard to all relevant available information, including the stated reasons and recommendations of the sentencing judge, other information from the trial or sentencing process, the release policies of, and any comments from, the National Parole Board, and information obtained from victims and offenders; ...\"", "[7] Section 23 then directs the Commissioner, once an offender is transferred to a penitentiary, to: \"23 ... take all reasonable steps to obtain, as soon as is practicable, (a) relevant information about the offence; (b) relevant information about the person's personal history, including the person's social, economic, criminal and young-offender history; (c) any reasons and recommendations relating to the sentencing or committal that are given or made by (I) the court that convicts, sentences or commits the person, and (ii) any court that hears an appeal from the conviction, sentence or committal; (d) any reports relevant to the conviction, sentence or committal that are submitted to a court mentioned in subparagraph (c)(I) or (ii); and (e) any other information relevant to administering the sentence or committal, including existing information from the victim, the victim impact statement and the transcript of any comments made by the sentencing judge regarding parole eligibility.\"", "[8] The information so obtained is, according to section 76, to be used to: \"76 ... provide a range of programs designed to address the needs of offenders and contribute to their successful reintegration into the community.\"", "[9] Among these programs we find in section 71 the obligation to facilitate community and family contacts. \"71(1) In order to promote relationships between inmates and the community, an inmate is entitled to have reasonable contact, including visits and correspondence, with family, friends and other persons from outside the penitentiary, subject to such reasonable limits as are prescribed for protecting the security of the penitentiary or the safety of persons.\"", "[10] Section 91 of the Corrections and Conditional Release Regulations , SOP/92-620 (\"the Regulations \") then specifies: \"91(1) Subject to section 93, the institutional head or a staff member designated by the institutional head may authorize the refusal or suspension of a visit to an inmate where the institutional head or staff member believes on reasonable grounds (a) that, during the course of the visit, the inmate or visitor would (i) jeopardize the security of the penitentiary or the safety of any person , or (ii) plan or commit a criminal offence; and (b) that restrictions on the manner in which the visit takes place would not be adequate to control the risk. \"(2) Where a refusal or suspension is authorized under subsection (1), (a) the refusal or suspension may continue for as long as the risk referred to in that subsection continues; and (b) the institutional head or staff member shall promptly inform the inmate and the visitor of the reasons for the refusal or suspension and shall give the inmate and the visitor an opportunity to make representations with respect thereto.\" (emphasis added) (i) soit de de quiconque", "[11] Section 97 of the Act allows the Commissioner to make rules \"(a) for the management of the Service; \"(b) for the matters described in section 4; and \"(c) generally for carrying out the purposes and provisions of this Part and the regulations.\"", "[12] Section 98 of the Act allows the Commissioner to \" designate as Commissioner's Directives any... rules made under s. 97 .\"", "[13] Pursuant to these powers, the Commissioner then enacted the Standard Operating Practices, including section 37 of SOP 700-04 which provides: \"37 The following offenders shall be referred for specialized sex offender assessment: Offenders whose current offence is a sexual offence; Offenders who have a history of sexual offences; Offenders whose current or past offences involved sexual offences, whether or not the latter resulted in conviction.\" Analysis", "[14] Counsel for the applicant alleges that section 37 of SOP 700-04 is ultra vires as it allows the Commissioner to take into consideration offenses for which Mr. Edwards has not been convicted. He argues that she should only be allowed to request a sex offender assessment where the offender has been convicted of a sexual offense.", "[15] To answer that question we must first look at the scheme of the Act . The foregoing provisions make it clear that the paramount goal of the Act is the maintenance of a just, peaceful and safe society . That goal is to be achieved by ensuring that sentences are carried out in a safe and humane way and that offenders are rehabilitated. The Commissioner is directed to amass as much information as possible about offenders, and, in light of that information, to establish a range of programs designed to reintegrate the offender into the community. One of these programs is family visits.", "[16] In all of these programs the security of the public remains a paramount concern. In the case of family visits, of course, one of the concerns is the safety of persons visiting the offender. This follows from the wording of section 71, which directs that a prisoner is to be granted family visits \" subject to such reasonable limits as are prescribed for protecting the security of the penitentiary or the safety of persons .\" (emphasis added)", "[17] The Commissioner's Standard Operating Practices are authorized by section 97. They are clearly related to the operation of the service. They allow her to carry out the mandate imposed by section 3, applying the principles set out in section 4, with the goal of providing the range of services described in section 76. One of these goals is to facilitate visits under section 71 while at the same time protecting the safety of persons visiting the penitentiary. It makes no sense to instruct the Commissioner to gather information under section 23 from all of the sources listed in that section and then to ignore such information when determining whether or not it is safe to permit a family visit to an offender. Sexual offenses are often committed against an offender's family. Thus, this is very relevant information that must be taken into account when deciding whether or not to permit a personal family visit which will potentially endanger members of the visiting family.", "[18] Section 37 of SOP 700-04 is authorized by section 97; it serves the purpose of facilitating the scheme of the Act , including its express purpose and guiding principles. It provides operational guidance to the application of section 91 of the Regulations . Consequently it is intra vires the Act Issue 2 : Is it a proper exercise of the Commissioner's discretion to require that Mr. Edwards successfully undergo the assessment before being granted PFVs? Standard of Review", "[19] Following the pragmatic and functional approach, it becomes clear that there are cross cutting factors in this case. On one hand, the lack of a privative clause in the Act suggests that little deference should be given to the decision of the Commissioner. On the other hand, the Commissioner is an expert with regards to the management of prisons and particularly with regards to the safety of inmates and visitors. In addition, while the case involves the individual rights of Mr. Edwards, it is also related to the Commissioner's obligation to consider the safety and welfare of the offender's family. Considering these factors and the fact that the issue is one of mixed law and fact, namely the application of the term \"reasonable limits\" to the circumstances of Mr. Edwards's case, the most appropriate standard of review is reasonableness simpliciter. Analysis", "[20] Counsel for the applicant maintains that Mr. Edwards is constructively \"forced\" to undergo a sexual offender assessment. Sexual offenders are at the bottom of the social hierarchy both inside and outside of the institution. It is argued that the mere fact that he has to undergo such an assessment will result in him being labelled a sexual offender and being stigmatized as such. Therefore, the applicant submits that the Commissioner is improperly exercising her discretionary authority to his detriment.", "[21] The information on Mr. Edwards' file, which was before the Commissioner, reveals that Mr. Edwards has been involved in the following violent incidents with women with whom he has had intimate relations. He has been charged with: - 1991: stabbing a pregnant girlfriend with a knife, causing a 12 cm penetration (p. 25 of applicant's record); - 1994: kicking in the head, pulling by hair, scratching and punching his common law wife with whom he had a three year-old child (p. 25 of applicant's record); - 1996: criminal endangerment, menacing and reckless endangerment with respect to a woman with whom he was living (p. 29 of applicant's record);", "[22] In 2001, he was convicted of the following offenses committed in 1996: - attempted murder, assault with a weapon, forcible confinement and uttering threats, all directed towards a woman whom he had been dating for four months (p. 23 applicant's record). On one hand, this information would, on its face, suggest that there may be a risk for the \"safety of persons\" i.e. to his wife and children who will be visiting him within the meaning of section 71 of the Act . On the other hand, he has never been convicted of a sexual offense. One also needs to keep in mind that section 71 specifically states: \"71(1) In order to promote relationships between inmates and the community, an inmate is entitled to have reasonable contact, including visits and correspondence, with family, friends and other persons from outside the penitentiary, subject to such reasonable limits as are prescribed for protecting the security of the penitentiary or the safety of persons.\"", "[23] The Commissioner has issued both a Directive and a SOP regarding PFVs. Commissioner's Directive (CD) 770 entitled VISITING states at section 23: \"23. All inmates are eligible for private family visiting except those who are: a. assessed as being currently at risk of becoming involved in family violence; b. in receipt of unescorted temporary absences for family contact purposes; or c. in a special handling unit or are awaiting decision or have been approved for transfer to a special handling unit.\"", "[24] In addition, section 3 of SOP 700-12, which is entitled PRIVATE FAMILY VISITS, states: \"Eligibility - Offenders \"3 All offenders are eligible for private family visits except those who are: a. assessed as being currently at risk of becoming involved in family violence; b. in receipt of unescorted temporary absences for family contact; or c. in a special handling unit or are awaiting decision or have been approved for transfer to a special handling unit.\"", "[25] Lastly, CD 726 entitled CORRECTIONAL PROGRAMS provides: \"11. Offenders shall be assigned to a correctional program based on their Correctional Plan and on established correctional program selection criteria. \"12. Offender participation in correctional programs shall be voluntary and based on informed consent \"13. Correctional programs must: a. be based on theory and supporting research (empirically-based model of change); b. target criminogenic factors; c. address the diverse needs of women, Aboriginal and other groups of offenders with special requirements; d. be skills-oriented; e. take into account the particular characteristics of offenders to help ensure that they derive maximum benefit (responsivity); f. address the particular risk and need profiles of offenders through their scope, intensity, duration and type of group setting (program intensity); g. ensure a continuum of care between institutions and the community (continuity of care); h. include a detailed program description; i. include a plan for monitoring and evaluation; and j. be delivered: * using proven treatment methods, * in the least restrictive environment possible consistent with staff, offender and public safety, and * according to approved standards.\" (emphasis added)", "[26] Here, Mr. Edwards has successfully completed the \"High Intensity Family Violence Prevention Program\" as required by the service (p. 72 of applicant's record). The report related to his successful completion of that program does not indicate whether he is \"assessed as being currently at risk of becoming involved in family violence.\" It merely states, at the end: \"Mr. Edwards is in an intimate relationship with a woman(Diane) and although she is not a victim of his abuse, he has been in two previous abusive relationships. Therefore, as in all cases such as this his relationship should be monitored.\" (p. 76 of applicant's record).", "[27] The Commissioner's interpretation of subsection 71(1) of the Act does not appear to be reasonable in the context of the facts surrounding Mr. Edwards. I find it difficult to reconcile the prerequisite of insisting on a sex offender assessment before a PFV is granted with: - the fact that he has not been convicted of a sexual offense, - the final Program Performance Report of Mr. Edwards' successful completion of the High Intensity Family Violence Program, - the stated principle of section 12 of CD 726, namely that prisoner participation in correctional programs is to occur voluntarily and with informed consent, and - the specific provisions regarding family visits set out in section 23 of CD 770 and section 3 of SOP 700-12 which only limit PFVs in the context of concerns about domestic violence.", "[28] The Act provides that Mr. Edwards has a right to PFVs subject only to reasonable limits. Under the circumstances, I find that the Commissioner erred when she decided that it was a \"reasonable limit\" to require that Mr. Edwards successfully complete the sex offender assessment before being granted PFVs.", "[29] Consequently, this application will be granted. The matter is sent back to the Commissioner for reconsideration in light of the provisions of CD 726, CD 770 and SOP 700-12. Application allowed. Editor: Angela E. McKay/clh [End of document]"]}