{"id_": "040964", "body_str": ["[1] Kane, J. : The applicant seeks judicial review of the decision of the Canadian Human Rights Commission [the \"Commission\"] dated January 3, 2013, which dismissed his complaint of discrimination against the Royal Canadian Mounted Police [\"RCMP\"] pursuant to paragraph 44(3)(b)(i)of the Canadian Human Rights Act [the \" CHRA \"].", "[2] The applicant seeks to raise important issues about the role of the RCMP and, more generally, about the role of law enforcement and security agencies to safeguard personal information. He submits that when such information is shared with other countries, the necessary caveats or cautions should be placed on the use of that personal information. The applicant seeks to rely on the judicial review of the January 3, 2013 decision to raise these important issues. He submits that the investigation of his complaint of racial profiling was too narrowly focused and lacked rigour because the Commission did not consider the context of his complaint which arose from his allegations that his personal information had been shared. He submits that, as a result, the process was procedurally unfair.", "[3] However, the decision under review relates only to the complaint as identified by the Commission in its preliminary assessment, which \"scoped\" the complaint to events which occurred on December 16, 2008. The Assessment Report and the January 3, 2013 decision of the Commission now under review properly focus on the \"scoped\" complaint. The applicant submits that even though the investigation was focused on the December 16, 2008 event, the broader context, concerns and obligations regarding information sharing required investigation. He submits that his allegations were at odds with the RCMP's denial of any involvement or interest in him and that this should have triggered a more probing investigation by the Commission.", "[4] I do not agree that the investigation lacked rigour or that the applicant was prevented from raising crucial evidence in the form of the circumstantial or contextual evidence he now seeks to admit. Nor do I agree that the January 3, 2013 decision of the Commission, which was based on the Assessment Report, was not reasonable. The Assessment Report, which the Commission relied on and which forms its reasons, considered the preliminary report which \"scoped\" the complaint to the events of December 16, 2008. The Commission considered all the submissions in response to the Assessment Report, including those of the applicant. In all of the applicant's submissions, he reiterated allegations of information sharing dating back to 1999 and referred to the contextual or circumstantial evidence he now seeks to submit to support his argument that the investigation was not thorough or rigorous. The relevant information and context were before the Commission in its consideration of the December 16, 2008 event.", "[5] The application for judicial review is, therefore, dismissed for the more detailed reasons which follow. Background to the Complaint", "[6] The applicant made his complaint in February 2010 alleging that the RCMP had shared personal information regarding his charitable involvement in a Muslim organisation with Egyptian and American authorities and, as a result of this information sharing, he was detained and interrogated on several occasions in Egypt, denied entry and forced to return to Canada at his own expense. The complaint noted the most recent incident on December 16, 2008.", "[7] On February 11, 2011, the Commission issued its report pursuant to Section 40 and 41 of the CHRA (the \"Section 40/41 Report\") which recommended that the Commission address only the allegations regarding the December 16, 2008 incident and provided the following reasons: The Complainant alleges that the discriminatory acts are part of a continuous pattern and are therefore timely. However, despite the results of the privacy request, he provides little evidence regarding how any earlier acts (which are not specified or dated) are part of a \"continuous pattern\". The Complainant alleges that the Respondent shared information about his involvement in Muslim charitable organizations in Canada with American and Egyptian authorities and that as a result of this information sharing, he was denied entry to Egypt in December 2008. [...] The earlier allegations lack detail as to time frame and are vague. The only allegations that are particularized are those relating to the December 2008 incident.", "[8] The applicant was provided with the opportunity to make submissions relating to the Section 40/41 Report and did so on or about March 14, 2011. The applicant submitted, among other information, that the RCMP had an interest in him dating back to 1999.", "[9] Following further submissions by the parties, the Commission rendered its decision, on June 29, 2011, to deal with only the alleged discriminatory conduct of December 2008 (the \"Section 40/41 Decision\") which noted: The earlier allegations should not be dealt with because the complainant has not shown that they are part of a continuous pattern of discrimination.", "[10] The applicant did not seek judicial review of the Section 40/41 Decision.", "[11] An Assessment Report of the complaint as scoped was completed on October 2, 2012. The Assessor stated that she had reviewed and considered all the material previously submitted by the parties as well as the Section 40/41 Report and the corresponding Section 40/41 Decision. The Assessment Report noted the background to the complaint, the allegations of information sharing, the RCMP's evidence that it had no knowledge of the December 16, 2008 incident and had no involvement with the applicant, and that the RCMP never investigated the applicant nor was he a person of interest. In addition, the Assessment Report noted that the CBSA had confirmed that it had not contacted, consulted with, or requested the assistance or presence of the RCMP.", "[12] The Assessor concluded that the RCMP appeared to have had no involvement but went on to consider, out of \"an abundance of caution\", the applicant's allegations that the RCMP had engaged in surveillance and monitoring of him since 1999 and that this may have been responsible for information sharing which led to his detention in Egypt. The Assessor noted that even if the RCMP did share information about the applicant with foreign governments, it would be up to the foreign government whether or not to act on the information. In addition, the alleged information sharing dated back over 10 years prior to the events of December 2008 and fell outside the scope of the complaint.", "[13] The Assessment Report concluded: 19. On the evidence, it appears that the respondent had no involvement what-so-ever with the complainant on December 16, 2008 when he arrived in Canada. The complainant has not provided any evidence to support that the respondent provided information to the Egyptian government on December 16, 2008. Furthermore, even though the complainant suggests that the respondent \"may have been\" responsible for providing information to the government of Egypt, from the complainant's own submissions, noted above, any information provided by the RCMP dates back to 1999 and clearly predates the December 2008 incident by several years. 20. As the Commission already determined that only the December 2008 incident would be dealt with, and, on the evidence the respondent had no involvement what-so-ever with the complainant in December 2008, the analysis will not continue to question d) or to Step 2.", "[14] The recommendation stated: It is recommended, pursuant to subparagraph 44(3)(b)(i) of the Canadian Human Rights Act , that the Commission dismiss the complaint because: • evidence gathered indicates that the respondent had no involvement in the December 16, 2008 event.", "[15] The applicant's submissions in response to the Assessment Report were received by the Commission on October 29, 2012 due to the Commission's consent to extend the time for receipt. The applicant submitted that the Commission had inappropriately limited its investigation to events that occurred in December 2008. The applicant referred to contextual information that would be relevant to the December 2008 allegations, including excerpts of information provided to him through Privacy Act releases, reference to excerpts from the Arar Inquiry Report, and an excerpt from a report prepared for the Canadian Human Rights Commission entitled \"Human Rights Issues in National Security: An Inventory of Agency Considerations\".", "[16] The Commission dismissed the complaint on January 3, 2013 following consideration of the Assessment Report and the submissions, concluding that: \"After examining this information, the Commission decided, pursuant to subparagraph 44(3)(b)(i) of the Canadian Human Rights Act , to dismiss the complaint because: • the evidence gathered indicates that the respondent had no involvement in the December 16, 2008 event.\" Issues", "[17] The applicant raised three interrelated issues. The applicant alleges that the Commission erred: by inappropriately limiting its investigation; by dismissing the complaint on the basis of the principle of extraterritoriality; and, by breaching procedural fairness by failing to allow the applicant fair and appropriate scope to address the extraterritoriality issues.", "[18] As a preliminary issue, the respondent raised an objection to the Affidavit of Ms Jans which was submitted by the applicant in support of his application for judicial review and to the exhibits attached to that affidavit. The exhibits were not before the Commission and are, therefore, not part of the record. The Affidavit", "[19] The applicant relies on the Affidavit of Ms Jans, a law clerk in the office of his counsel, and the appended exhibits, to support his submission that the Commission's investigation was too narrow and lacked rigour.", "[20] The applicant and respondent agree that an application for judicial review is not a trial de novo and the evidentiary record must be limited to material that was before the administrative tribunal, with limited exceptions ( <FRAGMENT_SUPPRESSED> [2007] FCJ No. 1195).", "[21] The respondent submits that none of the exceptions apply and that several paragraphs of the affidavit and the exhibits referred to should be struck. First, evidence before the Court must be based on the personal knowledge of the deponent and free from hearsay (Rule 81 of the Federal Courts Rules <FRAGMENT_SUPPRESSED> [2012] FCJ No 772; <FRAGMENT_SUPPRESSED> [2005] FCJ No 1724). Second, an affidavit ought to be free of argument and opinion ( <FRAGMENT_SUPPRESSED>  [2009] FCJ No 504; <FRAGMENT_SUPPRESSED> [2010] FCJ No 194).", "[22] I agree with the respondent that paragraphs 19 to 26 and the exhibits referred to in those paragraphs should be struck.", "[23] The affidavit states that the source of the affiant's knowledge is her review of the documents in the applicant's file and, where stated, is based on information from counsel for the applicant.", "[24] There is no objection to the parts of the affidavit which recount the chronology of the complaint, and which refer to and attach the complaint, the Section 40/41 Report and submissions in response, and the Assessment Report and submissions in response.", "[25] However, paragraphs 19 to 26 include the opinion of the affiant that she does not believe that the 10 page limit for submissions in response to the Assessment Report provided sufficient scope for the applicant to provide the documents to the Commission which are attached as exhibits to the affidavit and which the applicant seeks to introduce in these proceedings.", "[26] The affiant's belief is really an opinion and argument that the investigation into the complaint was too narrow and did not take into account the broader allegations of information sharing, which are not the subject of the complaint as scoped.", "[27] The applicant relies on <FRAGMENT_SUPPRESSED> [2006] FCJ No 917 [ <FRAGMENT_SUPPRESSED> ] to support his argument that where allegations of procedural fairness arise, an exception is justified. Justice Teitlebaum noted:", "[50] It is trite law that in general only materials that were available to the decision-maker at the time of rendering a decision are considered relevant for the purposes of Rule 317. However, the jurisprudence also carves out exceptions to this rule. The Commission's own written representations indicate that, \"An exception exists where it is alleged that the federal board breached procedural fairness or committed jurisdictional error\": David Sgayias et al., Federal Practice, (Toronto: Thomson, 2005) at 695, reproduced in the Commission's Memorandum of Fact and Law (Chrétien, T-2118-05) at para. 24. The above comment is clearly supported by jurisprudence which indicates that materials beyond those before the decision-maker may be considered relevant where it is alleged that the decision-maker breached procedural fairness, or where there is an allegation of a reasonable apprehension of bias on the part of the decision-maker: Deh Cho First Nations, above; Friends of the West, above; Telus, above; Lindo, above.", "[28] The applicant submits that an exception is justified because of his allegations that the Commission breached procedural fairness.", "[29] Although the applicant submits that these exhibits are not offered to support the record for a review of the merits or reasonableness of the decision but rather to support his argument that his rights to procedural fairness were violated, they are nonetheless inadmissible. As noted in <FRAGMENT_SUPPRESSED> , other materials not before the decision-maker may be relevant. However, on the facts of this case, the allegation of procedural fairness does not, on its own, open the door to submission of new material.", "[30] As explained in greater detail below, the applicant's argument regarding procedural fairness is linked to his argument that the decision was based on extraterritoriality - i.e. that if the information was used by the Egyptian authorities, the use of the information was up to them - and that the applicant did not have a full opportunity to address this finding. However, the Commission decision was based on lack of evidence, not on extraterritoriality.", "[31] I do not find that there was any breach of procedural fairness with respect to the investigation of the complaint into the December 16, 2008 incident. The applicant had ample opportunity to provide submissions in response at each stage of the process and did so. In his submissions, he referred to some of the documents he now seeks to admit, including Commissioner O'Connor's Report on the Commission of Inquiry into the Actions of Canadian Officials in Relation to Maher Arar and the report prepared for the Canadian Human Rights Commission. He reiterated his allegations of information sharing dating back to 1999 in his submissions at each stage. The Commission acknowledged these allegations. It cannot be said that he was denied his opportunity to provide the context he now submits is crucial circumstantial evidence.", "[32] Moreover, with respect to the specific exhibits, Exhibits K and L cannot be admitted because the applicant could have, but did not, submit them at any stage during the complaint.", "[33] Exhibits M, N, P, Q and R cannot be admitted because they were authored by individuals who could not be cross-examined on this application.", "[34] Exhibit O is a complaint against CSIS which is not relevant to the complaint at issue.", "[35] As noted by the respondent, Exhibits M and Q were authored by Commissioner O'Connor and are based on a large body of evidence heard during the Arar Commission, however, the findings and recommendations therein cannot be relied upon in unrelated proceedings as evidence in relation to a specific complaint (see <FRAGMENT_SUPPRESSED> (1998) 31 CPC (4th) 99 (Ont Sup Ct)).", "[36] The respondent also notes, in response to the applicant's assertion that he was denied procedural fairness because of the 10 page limit for his submissions which prevented him from providing the contextual information he now seeks to submit, that he could have simply listed the documents. Standard of Review", "[37] With respect to decisions of the Commission, absent a breach of procedural fairness or an error of law, a reviewing court should only intervene where it is shown that the decision of the Commission is unreasonable.", "[38] The issue of whether the investigation has been conducted in accordance with procedural fairness is to be reviewed against the standard of correctness.", "[39] The issue of whether the Commission erred in its determination to dismiss the complaint, based on the Assessor's findings of fact and weighing of the evidence, is to be reviewed on the standard of reasonableness ( <FRAGMENT_SUPPRESSED> ).", "[40] In the recent decision in Canadian  <FRAGMENT_SUPPRESSED> [2013] FCJ No 230 [ CUPE ], Justice Mactavish addressed the standard of review and summarised all of the relevant principles governing Commission Investigations. As these principles address the very issues raised in the present case, and refer to jurisprudence cited by the applicant and respondent, I have set them out below:", "[60] The role of the Canadian Human Rights Commission was considered by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> . There the Court observed that the Commission is not an adjudicative body, and that the adjudication of human rights complaints is reserved to the Canadian Human Rights Tribunal.", "[61] Rather, the role of the Commission is to carry out an administrative and screening function. It is the duty of the Commission \"to decide if, under the provisions of the Act, an inquiry is warranted having regard to all the facts. The central component of the Commission's role, then, is that of assessing the sufficiency of the evidence before it\": Cooper , above, at para. 53; see also", "[62] The Commission has a broad discretion to determine whether \"having regard to all of the circumstances\" further inquiry is warranted: <FRAGMENT_SUPPRESSED>  at paras. 26 and 46; <FRAGMENT_SUPPRESSED>  [ Bell Canada ], the Federal Court of Appeal noted that \"[t]he Act grants the Commission a remarkable degree of latitude when it is performing its screening function on receipt of an investigation report\": at para. 38.", "[64]  <FRAGMENT_SUPPRESSED>  aff'd [1996] F.C.J. No. 385, 205 N.R. 383 (F.C.A.), this Court discussed the content of the duty of procedural fairness required in Commission investigations. The Court observed that in fulfilling its statutory responsibility to investigate complaints of discrimination, investigations carried out by the Commission had to be both neutral and thorough.", "[65] Insofar as the requirement of thoroughness is concerned, the Federal Court observed in Slattery that \"deference must be given to administrative decision-makers to assess the probative value of evidence and to decide to further investigate or not to further investigate accordingly\". As a consequence, \"[i]t should only be where unreasonable omissions are made, for example where an investigator failed to investigate obviously crucial evidence, that judicial review is warranted\": at para 56.", "[66] As to what will constitute \"obviously crucial evidence\", this Court has stated that \"the 'obviously crucial test' requires that it should have been obvious to a reasonable person that the evidence an applicant argues should have been investigated was crucial given the allegations in the complaint\": <FRAGMENT_SUPPRESSED>  [2011] F.C.J. No. 1147 at para. 54; <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1676 at para. 21.", "[67] The requirement for thoroughness in investigations must also be considered in light of the Commission's administrative and financial realities, and the Commission's interest in \"maintaining a workable and administratively effective system\": <FRAGMENT_SUPPRESSED>  86 F.T.R. 101 at para. 79, citing Slattery , above, at para. 55.", "[68] With this in mind, the jurisprudence has established that the Commission investigations do not have to be perfect. As the Federal Court of Appeal observed in <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 543 at para. 39: Any judicial review of the Commission's procedure must recognize that the agency is master of its own process and must be afforded considerable latitude in the way that it conducts its investigations. An investigation into a human rights complaint cannot be held to a standard of perfection; it is not required to turn every stone. The Commission's resources are limited and its case load is heavy. It must therefore balance the interests of complainants in the fullest possible investigation and the demands of administrative efficacy\" [Citations omitted]", "[69] The jurisprudence has also established that some defects in an investigation may be overcome by providing the parties with the right to make submissions with respect to the investigation report.", "[70] For example, in Slattery , the Court observed that where, as here, the parties have an opportunity to make submissions in response to an investigator's report, it may be possible to compensate for more minor omissions in the investigation by bringing the omissions to the Commission's attention. As a result, \"it should be only where complainants are unable to rectify such omissions that judicial review would be warranted\". This would include situations \"where the omission is of such a fundamental nature that merely drawing the decision-maker's attention to the omission cannot compensate for it\". Judicial intervention may also be warranted where the Commission \"explicitly disregards\" the fundamental evidence: all quotes from Slattery , above at para. 57.", "[71] Similarly, in <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 2056, the Federal Court of Appeal observed that the only errors that will justify the intervention of a court on review are \"investigative flaws that are so fundamental that they cannot be remedied by the parties' further responding submissions\": at para. 38.", "[72] Where, as here, the Commission adopts the recommendations of an investigation report and provides limited reasons for its decision, the investigation report will be viewed as constituting the Commission's reasoning for the purpose of a decision under section 44(3) of the Act: see <FRAGMENT_SUPPRESSED> , above at para. 35; Bell Canada above at para. 30.", "[73] However, a decision to dismiss a complaint made by the Commission in reliance upon a deficient investigation will itself be deficient because \"[i]f the reports were defective, it follows that the Commission was not in possession of sufficient relevant information upon which it could properly exercise its discretion\": see <FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 1012 at para. 70; see also <FRAGMENT_SUPPRESSED> , above, at para. 112.", "[41] In summary, the following principles are applicable in this case: the Commission carries out an administrative and screening function; the Commission has broad discretion to determine, \"having regard to all of the circumstances\", whether further inquiry is warranted; the Commission must thoroughly and neutrally investigate complaints of discrimination; Commission investigations do not need to be perfect; only where unreasonable omissions are made, such as where an investigator failed to investigate \"obviously crucial evidence\", will judicial review be warranted; and, \"obviously crucial evidence\" means that it should have been obvious to a reasonable person that the evidence an applicant argues should have been investigated was crucial given the allegations in the complaint. Did the Commission err in limiting its investigation to the December 16, 2008 incident and in failing to consider circumstantial evidence?", "[42] The applicant submits that the Commission erred by failing to consider circumstantial evidence of discrimination, and as a result unreasonably limited its investigation of the complaint to events that occurred on December 16, 2008. The applicant's position is that information about the RCMP's involvement with him is not irrelevant or beyond the scope of consideration simply because the Commission decided to only deal with the December 16, 2008 incident. He submits that, when faced with his allegations that the RCMP had his personal information in its database, as the Privacy Act disclosure revealed, the Commission should have probed further, rather than accepting the RCMP's evidence that it had no involvement with the applicant. The applicant submits that the Court should allow judicial review because the lack of rigour of the investigation is at odds with the overall national security context of human rights complaints regarding racial profiling and that the Assessment Report shows an ignorance of the relevant principles.", "[43] The applicant relies on <FRAGMENT_SUPPRESSED>  [2001] FCJ No 1012 which dealt with allegations of procedural unfairness and where the applicant sought to introduce new evidence. Justice Heneghan reviewed the relevant principles and, with respect to the need for a thorough investigation noted, at para 63:", "[63]  <FRAGMENT_SUPPRESSED> ] has been followed and expanded upon by several Federal Court decisions. These decisions are to the effect that procedural fairness requires that the Commission have an adequate and fair basis upon which to evaluate whether there was sufficient evidence to warrant the appointment of a Tribunal. The investigations conducted by the investigator prior to the decision must satisfy at least two conditions: neutrality and thoroughness. In other words, the investigation must be conducted in a manner which cannot be characterized as biased or unfair and the investigation must be thorough in the sense that it must be mindful of the various interests of the parties involved. There is no obligation placed upon the investigator to interview each and every person suggested by the parties. The investigator's report need not address each and every alleged incident of discrimination, specially [ sic ] where the parties will have an opportunity to fill gaps by way of response.", "[44] The applicant submits that the evidence he seeks to rely on now and which should have been considered by the Commission is crucial because without it he cannot establish his complaint. In other words, he is at a disadvantage in demonstrating that he was racially profiled due to information sharing by the RCMP because the RCMP controls the information and has denied any involvement. The applicant relies on <FRAGMENT_SUPPRESSED>  at 8-9 (CHRT) and <FRAGMENT_SUPPRESSED>  at 8 (CHRT) as authority for his submission that this evidence should be accepted.", "[45] The applicant also argues that the submissions he made in response to the Assessment Report cannot fill in the gaps and are not a substitute for the Commission's failure to engage in a thorough consideration of his allegations.", "[46] In my view, the Commission did not err in its treatment of the circumstantial evidence.", "[47] As noted above in CUPE, the obviously crucial test requires that it should have been obvious to a reasonable person that the evidence the applicant argues should have been investigated was crucial given the allegations in the complaint.", "[48] Given the allegations in the complaint, the circumstantial evidence the applicant seeks to admit does not meet the test. The evidence as found by the Commission is that the RCMP was not involved in the December 16, 2008 event. The RCMP's evidence is that the applicant was not at that time, nor at any time, a person of interest.", "[49] I also note that some of the circumstantial or contextual evidence was referred to by the applicant, in a summary manner, in his submissions in response to the Assessment Report and the Commission is presumed to have considered these submissions. These submissions did provide an opportunity for the applicant to fill in any gaps he perceived in the Assessment Report.", "[50] A complainant must demonstrate a link between circumstantial evidence and the evidence of individual discrimination against him ( <FRAGMENT_SUPPRESSED>  (CHRT)).", "[51] As noted by the respondent, the necessary foundation for the consideration of circumstantial evidence has not been established. There is no evidence, only an allegation, which is clearly denied, that the RCMP shared information with Egyptian authorities about the applicant. Moreover, the complaint relates only to the events of December 16, 2008, as the complaint had been scoped to this event following the Section 40 /41 Report which found that the earlier allegations were vague and lacked sufficient details about time frames and did not establish a continued pattern of discrimination. There was, therefore, no basis for the Commission to have considered the contextual or circumstantial evidence as general background relating to other earlier and vague allegations of information sharing and the broader issue of information sharing policies and practices.", "[52] Given that the Commission's investigatory processes are worthy of significant deference, the Court will not intervene where the evidence the applicant alleges was not considered does not relate to a key element of the complaint.", "[53] I appreciate that the applicant accepts that the investigation was focused only on the one incident on December 16, 2008 yet he remains of the view that this complaint could not be investigated in isolation.", "[54] I do not agree with his argument. The scope of the complaint was narrowed by the Section 40/41 Decision because, as the Commission found, the evidence submitted by the applicant did not establish that the alleged discriminatory acts prior to December 2008 formed a continuous pattern of discrimination. Prior to the Section 40/41 Decision, the applicant made two submissions in response to the Section 40/41 Report, which the Commission considered and subsequently rejected. After the Section 40/41 Decision, the applicant had an opportunity to, but did not, apply for judicial review.", "[55] In any event, as noted above, some of the information the applicant argues ought to have been considered by the Commission was presented to the Commission, in excerpt form, through the applicant's submissions in response to the Assessment Report. The applicant also raised broader information sharing issues in his submissions along with his allegations that his own personal information had been shared with other governments - so these issues were brought to the attention of the Commission.", "[56] Moreover, the fact that the Commission did not mention each and every document entered as evidence before it does not indicate that it failed to take it all into account: on the contrary, the Commission is assumed to have weighed and considered all the evidence presented to it unless the contrary is shown ( <FRAGMENT_SUPPRESSED> (FCA)).", "[57] Subparagraph 44(3)(b)(i) provides that on receipt of the Assessment Report, the Commission shall dismiss the complaint to which the report relates if satisfied that, having regard to all of the circumstances of the complaint, an inquiry into the complaint is not warranted.", "[58] The Commission has a broad discretion and a \"remarkable degree of latitude\" when performing its screening role that is not lightly interfered with ( CUPE supra at para 63).", "[59] In this case, the Commission found that there was no evidence of involvement by the RCMP. As noted above in CUPE , the central component of the Commission's role is to assess the sufficiency of the evidence before it. The Commission did so and reached a reasonable conclusion that is justified on the evidence it considered and is clearly explained in its reasons. Did the Commission err in finding that the use of any information shared was beyond its jurisdiction due to principles of extraterritoriality?", "[60] The applicant argues that the Commission dismissed the complaint because it concluded that if the RCMP had shared information with foreign governments, \"it is up to the foreign government whether or not to act on the information\". The applicant submits that the RCMP had an ongoing obligation to protect personal information and if it were shared, to place caveats or cautions on its use.", "[61] The applicant submits that he should have had a full opportunity to address this finding and could not do so within the 10 page limit for submissions in response to the Assessment Report. This argument, in turn, leads to the applicant's submission that crucial evidence was omitted and that the investigation was not rigorous.", "[62] I agree with the respondent and with the clear wording of the Commission's decision that its conclusions regarding extraterritoriality were not determinative in its dismissal of the applicant's complaint. The Assessor concluded that the evidence did not establish that the RCMP shared information relating to the applicant with Egyptian authorities. The Assessor noted the RCMP's evidence that it had no knowledge of the December 16, 2008 incident, no involvement with the applicant more generally, never investigated the applicant, and that the applicant was not a person of interest. To reiterate the conclusions of the Assessor, on the evidence, the RCMP had no involvement \"what-so-ever\" with the complainant in December 2008.", "[63] The applicant hopes to raise issues about the role of the police and security agencies in protecting personal information and the use to which that information is put, and argues that the CHRA should apply because the information originated in Canada.", "[64] However, the judicial review of the dismissal of the complaint which focuses only on the events of December 16, 2008 is not the appropriate forum to address these broader issues. Was the applicant denied procedural fairness", "[65] The applicant's submission that he was denied procedural fairness is linked to his argument that the Commission erred in dismissing his complaint on the basis of extraterritoriality. The applicant submits that he was denied an opportunity to fully and adequately respond to this finding due to the 10 page limit for submissions which prevented him from submitting important circumstantial or contextual evidence as a response. This evidence was appended as Exhibits K to R of the Affidavit of Ms Jans which, as noted above, I have found is not admissible in this judicial review. The applicant submits that in the absence of this evidence, the Commission did not conduct a rigorous and thorough investigation as this evidence would have led the Commission to probe the RCMP to reconcile its denial of involvement with the applicant's allegations that his personal information was in its database.", "[66] I do not agree that the Commission violated the applicant's right to procedural fairness by adhering to its 10 page limit. The Commission did not base its decision on extraterritoriality, rather on lack of evidence of the involvement of the RCMP. Moreover, as noted above, the applicant included the contextual information, albeit in a summary manner, in his submissions. From the applicant's submissions and all of the material he submitted, the Commission was aware of the broader context of his allegations regarding information sharing.", "[67] The duty of procedural fairness with respect to an investigation and consequent decision of the Commission is to give the complainant the Assessment Report and provide the complainant with a full opportunity to respond, and to consider that response before the Commission decides ( <FRAGMENT_SUPPRESSED> [2002] FCJ No 1002).", "[68] The applicant had ample opportunity to respond to the Section 40/41 Report and to the Assessment Report in order to address any alleged gaps left by the Assessor or to bring to the Assessor's attention any allegedly important missing evidence. Although the applicant takes issue with the 10 page limit, he did provide excerpts of the evidence he would have preferred to submit in its entirety. JUDGMENT", "[69] THIS COURT'S JUDGMENT is that 1. The judicial review is dismissed; and 2. No costs are awarded. Application dismissed. Editor: J. Danielle King/vnh"]}