{"id_": "040974", "body_str": ["[1] Heneghan, J. : Mr. Shahin Nazifpour (the \"Applicant\") seeks judicial review of two decisions made pursuant to the Immigration and Refugee Protection Act , S.C. 2001, c. 27 as amended (\" IRPA \" or the \" Act \"). In cause number IMM-7688-04, he seeks judicial review of the decision of the Immigration and Refugee Board, Immigration Appeal Division (the \"IAD\"), dated August 17, 2004, dismissing his application to reopen his appeal from his removal order; his appeal had previously been dismissed by the IAD.", "[2] In cause number IMM-10094-04, the Applicant seeks judicial review of the decision of the Immigration and Refugee Board, Refugee Protection Division (the \"Board\"). In that decision, dated November 22, 2004, the Board dismissed the Applicant's motion to reopen his refugee claim. BACKGROUND", "[3] The Applicant is a citizen of Iran who came to Canada in November 1985. He was then twenty years of age. He made a refugee claim upon his arrival in Montreal but his claim was never heard since he was granted permanent resident status on June 9, 1987 as part of a special humanitarian ADR program for Iranian refugees. The Applicant never applied for Canadian citizenship.", "[4] Between 1989 and 1991, the Applicant became involved in the criminal justice system. After he had been convicted of two counts of trafficking a narcotic, that is heroin, in November 1991, a report was made against him pursuant to subparagraph 27(1)(d)(i) of the Immigration Act , R.S.C. 1985, c. I-2 as amended (the \"former Act \"). A conditional deportation order was issued against him on December 13, 1993 as a result of his criminal offences.", "[5] At the time of his deportation inquiry the Applicant made a refugee claim. This claim was heard in 1995 and the Board concluded that he was excluded from refugee status pursuant to Article 1F(c) of the Convention . That negative determination was made on February 14, 1996. An application for judicial review of that decision was unsuccessful.", "[6] On July 14, 1997, the Minister issued a danger opinion as a result of the November 1991 conviction. A notice of appeal was filed with the IAD on the same day.", "[7] The Applicant appealed the deportation order that was issued against him and the appeal was heard on February 28, 1997, June 30, 1997 and August 29, 1997. On November 21, 1997, the appeal was dismissed. The IAD found that it lacked jurisdiction in light of the danger opinion that had been issued by the Minister, pursuant to subsection 70(5) of the former Act", "[8] On March 20, 2003, the Applicant received a pardon for his serious criminal conviction. On June 30, 2004, he filed a Notice of Motion to reopen his appeal to the IAD relative to his appeal of his deportation order, relying on his changed circumstances, that is his pardon, as well as the country conditions in Iran and the hardship he would face if returned to that country.", "[9] On July 6, 2004, the Applicant filed a motion with the Board to reopen his refugee claim.", "[10] On August 17, 2004, the IAD delivered its decision in the Applicant's motion to reopen his appeal. The motion was rejected upon the IAD holding that the application to reopen was subject to the IRPA and the IAD Rules adopted pursuant to that legislation, notwithstanding the fact that his appeal had originally been decided under the former Act . The IAD determined that it lacked jurisdiction to reopen the Applicant's claim under section 71 of IRPA which limits a reopening to a finding of a failure to observe a principle of natural justice.", "[11] In this case, the IAD found that there was insufficient evidence of a failure to observe the principles of natural justice and further, that its equitable or discretionary jurisdiction to reopen certain removal order appeals has been superceded by section 71 of the Act . At the same time, the IAD observed that the Applicant may have recourse to another forum to present his new evidence, including the change in his personal circumstances arising from the pardons for his criminal conviction.", "[12] The Applicant's application to reopen his refugee claim was considered by the Board on November 22, 2004. The Board found that while the law is now different respecting the triggering of Article 1F(c) upon a conviction for trafficking in narcotics, since the decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , and that the Applicant's refugee claim would have been decided differently today, there was no evidence of any breach of natural justice in the decision of February 14, 1996. The fact that the law has changed does not justify reopening the Applicant's claim.", "[13] As well, the Board noted that the decision in <FRAGMENT_SUPPRESSED> , supra, was released in 1998 and the Applicant gave no explanation for his delay in waiting until July 2004 to apply to reopen his claim. The Board found that this delay cast some doubt on the strength of the Applicant's fear of returning to Iran. ISSUES", "[14] Each of these applications raises a discrete issue. In cause number IMM-7688-04, the issue is whether the IAD erred in its interpretation and application of section 71 of the Act by concluding that it lacked jurisdiction to reopen the Applicant's appeal and that no other grounds existed, specifically the equitable jurisdiction that was available under the former Act by which it might reopen the claim.", "[15] In cause number IMM-10094-04, the issue is whether the Board erred in its interpretation and application of section 55 of the Refugee Protection Division Rules , SOR/2002-228 (the \" Rules \") by denying the Applicant's motion to reopen his Convention refugee claim. DISCUSSION AND DISPOSITION i) IMM-7688-04", "[16] The first question to be addressed is the applicable standard of review. In this case, where the IAD decided that it lacked jurisdiction to reopen an appeal, the applicable standard is correctness since the question of jurisdiction is a question of law.", "[17] Section 71 of the Act provides as follows: \"71. The Immigration Appeal Division, on application by a foreign national who has not left Canada under a removal order, may reopen an appeal if it is satisfied that it failed to observe a principle of natural justice.\"", "[18] On its face, the scope of section 71 limits the basis for reopening an appeal to those situations where a breach of a principle of natural justice is established. The language of subparagraph 72(1) of the former Act was broader, as appears from the following: \"72(1) The Appeal Division may order that an inquiry that has given rise to an appeal be reopened before the adjudicator who presided at the inquiry or any other adjudicator for the receiving of any additional evidence or testimony.\"", "[19] The IAD found that it had no jurisdiction to reopen the Applicant's appeal since there had not been a breach of natural justice, by the IAD, in 1997. This is the test that is required by section 71 of the Act . However, the Applicant argues that the IAD, in reaching its decision ignored its continuing equitable jurisdiction.", "[20] It is accepted that under the former Act , the IAD had a continuing equitable jurisdiction to accept and address additional evidence; see <FRAGMENT_SUPPRESSED>  Admin. L.R.(4th) 166 ( <FRAGMENT_SUPPRESSED>  (F.C.).", "[21] In Ye , supra, Justice Kelen dealt with section 71 and considered the relevance of decisions made under the former Act . At paragraph 17, he set out certain canons of statutory construction as follows: \"I have concluded that four principles of statutory construction mean that section 71 limits or restricts the jurisdiction of the IAD to reopen appeals with respect to breaches of the rules of natural justice. These cannons of statutory interpretation are as follows: 1. Expressio unius est exclusio alterius - this maxim of statutory interpretation means that the expression of one thing is the exclusion of another. When Parliament specifies in law when the IAD can reopen an appeal, Parliament is implicitly expressing an intention to exclude all other grounds; 2. The French version of section 71 - is clear and stronger than the English version. In French, the IAD can reopen an appeal 'sur preuve de' (upon proof of) a denial of natural justice. This means that such proof is a condition precedent to reopening. Without such proof, the IAD implicitly cannot reopen; 3. The implied exclusion rule - in relation to the codification of the common law is referred to by Sullivan and Driedger on the Construction of Statutes , 4th Edition [citation omitted] at page 355, which in turn relies upon the Supreme Court of Canada decision in <FRAGMENT_SUPPRESSED>  (S.C.C.). This text book states at page 355: 'When the legislature expressly codifies only part of the law relating to a matter, the Court may rely on implied exclusion reasoning to conclude that the part of the law not expressly mentioned was meant to be excluded.' This principle means that specifying in section 71 the right to reopen an appeal with respect to a breach of the rules of natural justice means that Parliament intended the part of the common law not expressly mentioned was intended to be excluded. Accordingly, the right of the IAD to reopen an appeal on equitable grounds was implicitly excluded. [...] 4. The legislative history - includes an explanation of clause 71 presented to Parliament. The explanation states that section 71 'clearly limits reopenings to instances where there has been a breach of the common law principle of natural justice.' The explanation states that section 71 is to prevent the opportunity to reopen an appeal from being used as a tactic to delay removal. [...] Accordingly, I am of the view that these four principles of statutory construction lead to the conclusion that section 71 limits the jurisdiction of the IAD to reopen appeals and implicitly excludes the common law jurisdiction to reopen appeals to permit the appellant to present additional or new evidence.\"", "[22] In my opinion, the Applicant's arguments in support of his application to reopen his appeal from the removal order issued against him are based on new evidence that was not before the IAD Panel in 1997. Indeed, the evidence in question did not exist. I am satisfied that the mere existence of new evidence is not a ground that can support an application to reopen a claim, under section 71 of the Act", "[23] Insofar as Parliament eliminated the former continuing equitable jurisdiction of the IAD, it was within its power and authority to do so. In my opinion, there is no basis upon which the decision of the IAD dated August 17, 2004 can be subject to judicial intervention. The IAD was bound to apply the legislation then in force, that is section 71 of IRPA . In my opinion, the IAD correctly interpreted and applied section 71, and this application for judicial review is dismissed. ii) IMM-10094-04", "[24] In this application for judicial review, dealing with the refusal of the Board to reopen a negative determination of a refugee claim, the applicable standard of review has been found to be reasonableness simpliciter. In this regard, I refer to <FRAGMENT_SUPPRESSED>  (F.C.).", "[25] Section 55 of the Rules addresses the procedure to be followed in applying to reopen a claim for refugee protection. It provides as follows: \"55(1) A claimant or the Minister may make an application to the Division to reopen a claim for refugee protection that has been decided or abandoned. \"(2) The application must be made under rule 44. \"(3) A claimant who makes an application must include the claimant's contact information in the application and provide a copy of the application to the Minister. \"(4) The Division must allow the application if it is established that there was a failure to observe a principle of natural justice.\"", "[26] The question of whether the reopening of claims is restricted to situations involving a breach of natural justice has been reviewed by this Court in several cases. The general consensus has been that the intention of section 55 of the Rules is to codify the pre- IRPA jurisprudence and that the correct interpretation is that \"applications to reopen may only be allowed where a breach of natural justice can be established\"; see <FRAGMENT_SUPPRESSED> ; 258 F.T.R. 226 (F.C.), and <FRAGMENT_SUPPRESSED>  (F.C.).", "[27] The question before the Board was whether the Applicant could establish that the initial negative determination of his claim had been made in the absence or breach of a principle of natural justice. The Board concluded, on the basis of the record, that no such absence or breach had been established. From my review of the record that was before the Board, I agree.", "[28] In the result, this application for judicial review is dismissed. It appears that other avenues are available to the Applicant to regularize his status in Canada. The most obvious alternative is to seek the exercise of discretion on humanitarian and compassionate grounds, pursuant to section 25 of IRPA . The Respondent suggested that this is the preferred course to be followed by the Applicant in addressing the concerns raised in these two applications for judicial review.", "[29] Counsel for the Applicant submitted the following questions for certification: 1. Does section 71 of IRPA extinguish the common law continuing \"equitable\" jurisdiction of the IAD to reopen an appeal by a permanent resident who has been ordered deported when there is new evidence which could result in a different decision? 2. Does section 71 restrict the IAD to reopening only if the IAD has failed to observe a principle of natural justice? 3. Does a \"danger opinion\" made by the Minister on the basis of criminal convictions cease to have any further effect if the person is subsequently granted a pardon for those criminal convictions? 4. Is a continuing \"danger opinion\" a \"disqualification\" flowing from convictions that have been pardoned and therefore contrary to section 5 of the Criminal Records Act 5. Does the refusal to reopen a refugee hearing when subsequent jurisprudence shows that the Refugee Board's decision was wrong in law constitute a denial of natural justice to the refugee claimant?", "[30] Counsel for the Respondent objected to the certification of questions 3 and 5. Otherwise, counsel suggested that the question certified in Ye , supra, should be certified in this case. That question is as follows: \"Does section 71 of IRPA extinguish the common law continuing 'equitable jurisdiction' of the IAD to reopen an appeal except where the IAD has failed to observe a principle of natural justice?\"", "[31] In my view, not all of the five questions meet the requirements for certification pursuant to section 74(d) of the Act , that is a serious question of general importance. I am satisfied, however, that some questions can be certified and in that regard, I have re-stated questions 1 and 2 in terms of the question that was certified in Ye , supra. I am also prepared to certify the fourth question proposed by the Applicant. Accordingly, the following questions will be certified: 1. Does section 71 of IRPA extinguish the common law continuing \"equitable jurisdiction\" of the IAD to reopen an appeal except where the IAD has failed to observe a principle of natural justice? 2. Is a continuing \"danger opinion\" a \"disqualification\" flowing from convictions that have been pardoned and therefore contrary to section 5 of the Criminal Records Act", "[32] These reasons shall be filed in cause number IMM-7688-04 and placed on the file for cause number IMM-10094-04. Applications dismissed. [End of document]"]}