{"id_": "041061", "body_str": ["[1] Aronovitch, Prothonotary : The Minister's motion to strike the defendants' third party claims in this action is best understood with some explanation of the special regime created by the Patented Medicines (Notice of Compliance) Regulations , SOR/93-133 (the \" Regulations \").  <FRAGMENT_SUPPRESSED>", "[2] As between competing drug companies, where one proposes to market a drug that may infringe another's patent, it must give notice to the patent holder. The drug company that holds the patent may then choose to initiate a prohibition proceeding under section 6 of the Regulations , prohibiting the Minister from issuing a Notice of Compliance or \"NOC\" for the drug until after the patent expires.  <FRAGMENT_SUPPRESSED>", "[3] The prohibition proceeding essentially has the effect of an injunction as a new drug can not be marketed without an NOC which, in turn, can not be issued during the course of the prohibition proceedings. To balance this right to what is effectively a statutory injunction, comes section 8 of the Regulations , which allows a claim to be brought for damages for delay in circumstances where a prohibition proceeding is unsuccessful or where it is successful but ultimately dismissed on appeal.  <FRAGMENT_SUPPRESSED> The main action and third party claims  <FRAGMENT_SUPPRESSED>", "[4] Against that background, Apotex Inc. ( <FRAGMENT_SUPPRESSED> ), the plaintiff in the main action, is suing Hoffman-Laroche Limited (\"Roche\") and Syntex Pharmaceuticals International Limited ( <FRAGMENT_SUPPRESSED> ) for damages under s. 8(2) of the Regulations , on the basis that its generic version of naproxen slow release tablets was held off the market for a period of some four years, from July 1995 to May 1999, by reason of the defendants' application to prohibit the Minister from issuing an NOC to Apotex.  <FRAGMENT_SUPPRESSED>", "[5] The defendants, Syntex and Roche, have in turn instituted identical third party claims against the Minister of Health (the \"Minister\") for part of the damages for which they may be found liable to Apotex.  <FRAGMENT_SUPPRESSED>", "[6] The defendants' patent having been declared to be invalid in a judgment that issued on April 19, 1999, and an NOC having issued to Apotex on May 4, 1999, the defendants allege in their suits against the Minister that she owed a duty to Apotex that she breached in refusing, \"without lawful justification\", to issue an NOC to Apotex immediately upon the judgment of invalidity. Roche and Syntex assert that if they are found liable to Apotex, the Minister, in turn, is liable to the defendants for the period between April 19, 1999 and May 4, 1999. This represents a period of roughly two weeks out of the four years that is the subject matter of the main action.  <FRAGMENT_SUPPRESSED> Cause of actions under section 8 of the Regulations  <FRAGMENT_SUPPRESSED>", "[7] The Crown maintains that there is no cause of action against the Minister arising out of section 8 of the Regulations , as section 8 establishes a compensation scheme that provides exclusively for claims by a \"second person\" against a \"first person\" as these terms are defined in the Regulations . The first person being the patent holder, the second person, being the person wishing to obtain an NOC to market its drug.  <FRAGMENT_SUPPRESSED>", "[8] The Crown maintains that it is not a first person. Nothing in section 8 of the Regulations creates a right of recovery against anyone other than a first person. Moreover, section 8 does not create a right of action by anyone other that a second person, and the defendants Syntex and Roche are not second persons. There is accordingly nothing in section 8, says the Crown, that gives the Court jurisdiction to make the order sought by the defendants against the Crown.  <FRAGMENT_SUPPRESSED>", "[9] The defendants' response to the motion is twofold. First, they rely on the now abundant jurisprudence of this Court, that contentious questions requiring the interpretation of section 8 of the Regulations , are not appropriate to be disposed of on a motion to strike, nor indeed on summary judgment, and require a full trial. ( <FRAGMENT_SUPPRESSED>  affd. 2002 FCA 390; <FRAGMENT_SUPPRESSED> .)  <FRAGMENT_SUPPRESSED>", "[10] Second, Roche and Syntex argue that even if a claim against the Minister can not be grounded in section 8 of the Regulations , it is not plain and obvious that the third party claim can not possibly succeed insofar as the defendants seek contribution and indemnity from the Crown pursuant to the Negligence Act .  <FRAGMENT_SUPPRESSED>", "[11] I am persuaded by the arguments of the Crown that there is no cause of action against the Minister arising out of section 8 of the Regulations . Indeed the defendants simply invoke the above - noted jurisprudence but offer no arguable basis on which to ground the liability of the Crown under section 8.  <FRAGMENT_SUPPRESSED>", "[12] Roche and Syntex have not provided the Court with any statement of the complex question involving the interpretation of section 8 that \"can only be satisfactorily resolved in the context of a trial\" on the basis of full argument and a full evidentiary record. ( <FRAGMENT_SUPPRESSED> )  <FRAGMENT_SUPPRESSED>", "[13] Accordingly, the body of jurisprudence on which the defendants' rely in my view, does not preclude the finding of an absence of a cause of action in the circumstances of this case. Indeed having accepted the allegations as proven, and having given the claim the broadest and most generous interpretation, I find it plain and obvious that the third party claim insofar as it is grounded in the liability of the Crown pursuant to section 8 of the Regulations , cannot possibly succeed.  <FRAGMENT_SUPPRESSED>", "[14] I also agree with the Crown that the defendants would not thereby be prejudiced. To the extent that the Minister's actions are such as may be considered by the Court in assessing damages pursuant to section 8(5) of the Regulations as contributing to the delay, the defendants would be at liberty to plead the facts in their defence and seek a declaration that any damages awarded against them be reduced by that amount. Moreover, in the circumstances, they could avail themself of the right to documentary or other discovery of the Minister, as a non-party, pursuant to Rules 233 and 238 of the Federal Courts Rules , it being a well established principle that a person need not be made a party simply because discovery of the party is sought or the person may have evidence to be given at trial.  <FRAGMENT_SUPPRESSED>", "[15] That said, the claim will not be struck on that basis. While I agree with the Crown that there is no foundation for the action based on section 8, I am not prepared to find that it is plain and obvious that the defendants' claims, in so far as they seek indemnity and contribution pursuant to the Negligence Act , are futile and doomed to fail.  <FRAGMENT_SUPPRESSED> The defendants' arguments as to their cause of action based on the Negligence Act  <FRAGMENT_SUPPRESSED>", "[16] The following is the defendants' line of reasoning as to how the third party claims for indemnity and contribution come to be grounded in the Negligence Act , thereby raising a reasonable cause of action against the Crown.  <FRAGMENT_SUPPRESSED>", "[17] First, say Syntex and Roche, s. 3 of the Crown Liability Act , which makes servants of the federal Crown liable for torts they commit results in the federal Crown being liable under provincial statute with respect to the tortious acts of their servants as though the Crown were a private person in that province.  <FRAGMENT_SUPPRESSED>", "[18] The Ontario Negligence Act , R.S.O. 1990, c. N.1, (the \" Negligence Act \" or the \" Act \") [see footnote 1] provides in s. 1, that where damages have been contributed to by the \"fault or neglect\" of two or more persons, the Court can find them jointly and severally liable to the person suffering loss. Section 5 of the Negligence Act then provides for a person, not already party to an action, who may be responsible for the damages claimed, to be added as a third party under the appropriate rules of Court, in this instance Rule 193 of the Federal Courts Rules .  <FRAGMENT_SUPPRESSED>", "[19] We recall that the third party claims allege that the Minister is in violation of her duty to Apotex. No duty is pleaded as owing by the Minister to the defendants. This is permissible say the defendants, relying on Canada Colors and  <FRAGMENT_SUPPRESSED>  O.R.(3d) 438 (Div. Ct.), at 447 (\" Canada Colours \") for the proposition that for the purposes of applying section 1 of the Negligence Act , the person against whom contribution is sought, in this case the Minister, must be liable to the plaintiff, in our case Apotex.  <FRAGMENT_SUPPRESSED>", "[20] The defendants point out that under s. C.08.004.01(1)(a) of the Food and Drug Regulations , C.R.C., c. 870, the Minister has a clear duty to issue an NOC to the applicant if no patent is found to be infringed. Thereafter say the defendants, whether a cause of action exists in negligence, as between Apotex and the Minister is determined by the test for negligence enunciated in <FRAGMENT_SUPPRESSED>  O.A.C. 201 (\" Odhavji Estate \"), described by the defendants as follows:  <FRAGMENT_SUPPRESSED> \"... a plaintiff must be able to establish three things;  <FRAGMENT_SUPPRESSED> (i) that the defendant owed the plaintiff a duty of care;  <FRAGMENT_SUPPRESSED> (ii) that the defendant breached that duty of care and  <FRAGMENT_SUPPRESSED> (iii) that damages resulted from that breach. <FRAGMENT_SUPPRESSED>", "[21] In sum, the defendants say that they have pleaded the duty, its breach by the Minister, and the resulting damages to Apotex for which they are being sued. It follows that they are entitled to claim indemnity and contribution against the Crown pursuant to the Negligence Act .  <FRAGMENT_SUPPRESSED>", "[22] The Crown's argument in response essentially is that the defendants' plea in respect of the Minister's refusal to issue the NOC is no more than a bare plea of breach of a statutory duty and on that basis ought to be struck there being no independent tort of statutory breach giving rise to a right of recovery. ( <FRAGMENT_SUPPRESSED>  \" Saskatchewan Wheat Pool \").)   <FRAGMENT_SUPPRESSED>", "[23] The third party claims are not claims in negligence says the Minister. They contain no reference to negligence, or the Negligence Act , nor do they assert allegations of negligent acts or conduct by the Minister. Moreover, the plaintiff Apotex' cause of action here is said to be entirely created and defined by the Regulations . The only right of action to Apotex thereunder being exclusively against a first person and not the Minister.  <FRAGMENT_SUPPRESSED> Analysis and Conclusion  <FRAGMENT_SUPPRESSED>", "[24] The defendants properly cite Canada Colours for the proposition that the person against whom contribution is sought pursuant to section 1 of the Negligence Act , must potentially be liable to the plaintiff. In that case, following the Supreme Court in <FRAGMENT_SUPPRESSED> : (\" Giffels \"), the Court found that in assessing the applicability of section 1 of the Negligence Act to a third party, the question to be asked is whether the plaintiff has or has had a cause of action against the third party arising out of the fault or neglect of the third party.  <FRAGMENT_SUPPRESSED>", "[25] Before proceeding to examine whether, in these circumstances, enough has been pleaded to support a potential cause of action in negligence by Apotex against the Minister, I will consider a point dealt with by Laskin, C.J., in obiter, in <FRAGMENT_SUPPRESSED> . It is this: assuming that the plaintiff may have a cause of action in negligence against the third party, in order to claim contribution and indemnity under section 1 of the Negligence Act , does the plaintiff's action against the defendants Syntex and Roche have to be in tort? In other words, does section 1 of the Negligence Act only apply as between tortfeasors? This is of some moment in this case. One respect in which the claims are novel is that the underlying action by the plaintiff against the defendants who seek contribution and indemnity from the Crown, is for statutory damages.  <FRAGMENT_SUPPRESSED>", "[26] In Giffels , Chief Justice Laskin, did not find it necessary to determine whether the then equivalent of the present section 1 of the Negligence Act was broad enough to embrace contractual liability when other provisions of the Act did not. He commented however, that it was difficult to see how contractual liability could be read into one provision \"which had interrelated provisions dominated by reference to tortfeasors\". ( <FRAGMENT_SUPPRESSED> , at page 1354)  <FRAGMENT_SUPPRESSED>", "[27] More recently Feldman, J., makes the point as follows in <FRAGMENT_SUPPRESSED> , as follows:  <FRAGMENT_SUPPRESSED> \"Under the Negligence Act , it is well-established law that for one tortfeasor to claim contribution and indemnity against another, both at some point must have potential liability in tort to the plaintiff; Canada Colors & Chemicals Ltd. Tenneco Canada Inc.", "[28] That notwithstanding, the question is not settled at law, there being recent jurisprudence to the effect that section 1 of the Act is not restricted to negligence, but may apply more broadly to other causes of action based on \"fault\". <FRAGMENT_SUPPRESSED>  (S.C.), at para. 18; <FRAGMENT_SUPPRESSED>  (Gen. Div.), at para. 4.  <FRAGMENT_SUPPRESSED> Breach of statute  <FRAGMENT_SUPPRESSED>", "[29] I now turn to the Crown's argument that the defendants' claims against the Minister are bare allegations of breach of statute which is not, per se, a tort and will not give rise to a civil remedy in damages. Saskatchewan Wheat Pool , supra, on which the Crown relies in this connection, concerned an action to recover damages for the delivery of infested grain contrary to section 86(c) of the Canada Grain Act . Dickson, J., as he then was, found as follows, that breach of statute, in and of itself, does not give rise to an independent tortious action:  <FRAGMENT_SUPPRESSED> \"For all of the above reasons I would be adverse to the recognition in Canada of a nominate tort of statutory breach. Breach of statute, where it has an effect upon civil liability, should be considered in the context of the general law of negligence. Negligence and its common law duty of care have become pervasive enough to serve the purpose invoked for the existence of the action for statutory breach.\" (page 225)  <FRAGMENT_SUPPRESSED>", "[30] The effect of the judgment is that any civil consequences of a breach of statute are subsumed in the law of negligence. Notwithstanding that proof of the breach of a statute does not itself give rise to damages, the Court determined, in that case, that proof of a statutory breach that causes damages can constitute evidence of common law negligence. The formulation of the duty in the statute, moreover, is accepted as providing a useful standard of reasonable conduct in the circumstances.  <FRAGMENT_SUPPRESSED>", "[31] As to what is required to be pleaded and proved in the circumstances, Dickson, J., at page 226 of Saskatchewan Wheat Pool , noted the following deficiencies in the appellant's case which was dismissed by the Court.  <FRAGMENT_SUPPRESSED> \"... Statutory breach, and not negligence, is pleaded. The case has been presented exclusively on the basis of breach of statutory duty. The Board has not proved what Lord Atkin referred to as statutory negligence, i.e. an intentional or negligent failure to comply with a statutory duty. There is no evidence at trial of any negligence or failure to take care on the part of the Pool ... <FRAGMENT_SUPPRESSED>", "[32] The third party claims, in this instance, allege only the existence of a statutory duty which the Minister is said to have breached \"without lawful justification\". Negligence is not alleged, nor is any other specific tortious conduct of the Minister.  <FRAGMENT_SUPPRESSED>", "[33] While the pleas are deficient in that regard, I decline to strike. Generously construed, they may be sufficient to support an action for negligent breach of statute. Indeed, I find no purpose in ordering amendments to the claim to particularize the alleged negligent conduct of the Minister as the pertinent material facts are likely not within the knowledge of the defendants. Nor is it to the point to order an amendment to the claims to allege negligence as the Crown is not prejudiced being in a position to plead in response.  <FRAGMENT_SUPPRESSED> Motion dismissed.  <FRAGMENT_SUPPRESSED> Editor: Anick Ouellette-Levesque/pdk  <FRAGMENT_SUPPRESSED> Footnotes  <FRAGMENT_SUPPRESSED> 1. The relevant portions of the Negligence Act are attached as an appendix to these reasons.  <FRAGMENT_SUPPRESSED> TO REASONS FOR ORDER OF JANUARY 26, 2005  <FRAGMENT_SUPPRESSED> -01  <FRAGMENT_SUPPRESSED> \"1. Where damages have been caused or contributed to by the fault or neglect of two or more persons, the court shall determine the degree in which each of such persons is at fault or negligent, and, where two or more persons are found at fault or negligent , they are jointly and severally liable to the person suffering loss or damage for such fault or negligence, but as between themselves, in the absence of any contract express or implied, each is liable to make contribution and indemnify each other in the degree in which they are respectively found to be at fault or negligent. R.S.O. 1990, c. N.1, s. 1.[my emphasis]  <FRAGMENT_SUPPRESSED> \"Recovery as between tortfeasors  <FRAGMENT_SUPPRESSED> \"2. A tortfeasor may recover contribution or indemnity from any other tortfeasor who is, or would if sued have been, liable in respect of the damage to any person suffering damage as a result of a tort by settling with the person suffering such damage, and thereafter commencing or continuing action against such other tortfeasor, in which event the tortfeasor settling the damage shall satisfy the court that the amount of the settlement was reasonable, and in the event that the court finds the amount of the settlement was excessive it may fix the amount at which the claim should have been settled. R.S.O. 1990, c. N.1, s. 2. [my emphasis]  <FRAGMENT_SUPPRESSED> \"Plaintiff guilty of contributory negligence  <FRAGMENT_SUPPRESSED> \"3. In any action for damages that is founded upon the fault or negligence of the defendant if fault or negligence is found on the part of the plaintiff that contributed to the damages, the court shall apportion the damages in proportion to the degree of fault or negligence found against the parties respectively. R.S.O. 1990, c. N.1, s. 3.  <FRAGMENT_SUPPRESSED> \"Adding parties  <FRAGMENT_SUPPRESSED> \"5. Wherever it appears that a person not already a party to an action is or may be wholly or partly responsible for the damages claimed, such person may be added as a party defendant to the action upon such terms as are considered just or may be made a third party to the action in the manner prescribed by the rules of court for adding third parties. R.S.O. 1990, c. N.1, s. 5. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> \"2. [End of document]"]}