{"id_": "041120", "body_str": ["[1] Kelen, J. : This is an application for judicial review of a decision by the Pre-Removal Risk Assessment (PRRA) officer dated December 14, 2007, concluding that the applicants would not be at risk of persecution if returned to Sri Lanka, their country of citizenship. FACTS Background", "[2] The principal applicant and his wife are both Tamils from Sri Lanka. They are 76 and 60 years old, respectively. They arrived in Canada on July 31, 2003 on visitor visas with the stated intent of visiting their three children. Shortly after arriving, however, the applicants filed claims for refugee protection.", "[3] On April 1, 2004, the Refugee Protection Division of the Immigration and Refugee Board (the Board) concluded that the applicants were not Convention refugees or persons in need of protection under sections 96 and 97 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the IRPA). However, a judicial review of that decision was allowed and, on May 20, 2005, the Federal Court ordered a rehearing of the applicants' refugee claim: see", "[4] On May 9, 2006, a differently constituted panel of the Board reheard the applicants' claim. The claim was rejected by the Board on October 6, 2006 on the basis that the applicants were not credible with respect to their extortion claims. The applicants filed an application for leave to judicially review the Board's decision, but leave was denied on February 5, 2007. The PRRA application", "[5] On June 23, 2007, the applicants initiated a PRRA application, wherein they argued that due to their ethnic background, namely Tamils from the North of Sri Lanka, they would face extortion if forced to return to Sri Lanka. Because they have now been in Canada for several years and have three children who are Canadian citizens, they will be perceived by militants as a \"source of funds\" and will be targeted for extortion, abduction, and ill-treatment. The applicants claim that the risk they face is not only with respect to the militant Liberation Tigers of Tamil Eelam (LTTE), but also with respect to the Sri Lankan government, police force, and Tamil paramilitary groups.", "[6] Before the PRRA officer, the applicants submitted that the documentary evidence establishes that since the signing of a cease fire agreement between the LTTE and the Sri Lankan government in 2002, extortion of civilians and families with foreign connections has increased significantly, and that elderly and affluent Tamils such as the applicants are particularly susceptible. After reviewing the evidence cited by the applicants, the PRRA officer stated at page 6: ... I have read the documentary evidence provided by counsel and I find that the information provided indicates that in general, extortion, abduction, and ill-treatment do occur. However, I find that according to counsel's evidence, the Tamil community is not the only group of persons targeted for this type of abuse. The documentary evidence suggests that both the LTTE and Karuna group engage in extortion and abduction for ransom of affluent individuals regardless of where they may reside and regardless of their ethnic background. Their goal seems to be the collection of valuables to fund their cause. ... Counsel failed to provide sufficient personal new evidence to illustrate why the applicants, an elderly couple who resided in both Jaffna and Colombo with relatively few problems, will personally suffer at the hands of these groups.", "[7] The PRRA officer continued, noting that the purpose of a PRRA is not to reargue issues that were before the Board at a refugee hearing, but rather to raise new issues that have arisen since the refugee hearing took place. In that regard, the PRRA officer states at page 7 that no new evidence had been proffered regarding the applicants' claim: ... I find I have not been provided with new evidence that demonstrates that the applicants would be exposed to a new, different, or additional risk development. The issue of extortion both as it personally relates to the applicants and extortion in general amongst citizens of Sri Lanka were considered by the [Board] when making their decision in October of 2006. ... The [Board] assessed not only the incident of extortion the applicants stated they experienced but also the issue of extortion as it pertains to Sri Lankan citizens in general. They found the applicants did not support their assertion that they were victims of extortion with credible evidence and determined that based on the documentary evidence extortion is not wide spread. ...", "[8] Finally, the PRRA officer concluded by stating that the applicants do not fit the profile of those who are at particular risk of mistreatment and extortion. The officer held at page 8: ... Extortion and abduction for ransom does exist however according to documentary evidence targets of LTTE and paramilitary groups are for the most part businesspersons and professionals. The applicants do not fit the profile of persons described by the evidence as likely to be harassed. Although the applicants have children residing in Canada, based on the evidence before me, they are an older couple who resided in Jaffna and Colombo without substantial obstacles. I have been provided with insufficient objective new evidence to satisfy me that, if returned, the applicants would personally face a serious possibility of persecution or would be more likely than not to be at risk of torture, risk to life, or risk of cruel and unusual treatment or punishment. ...", "[9] On this basis the PRRA officer rejected the applicant's application. It is this decision that the applicants seek to have judicially reviewed. ISSUE", "[10] The sole issue for consideration is whether the PRRA officer's decision to deny the PRRA application was unreasonable. STANDARD OF REVIEW", "[11] <FRAGMENT_SUPPRESSED>  N.R. 1, the Supreme Court of Canada reconsidered the number and definitions to be given to the various standards of review, as well as the analytical process employed to determine the appropriate standard in a given situation. As a result of the Court's decision, it is clear that the standard of patent unreasonableness has been eliminated, and that reviewing courts must focus on only two standards of review, those of reasonableness and correctness. In <FRAGMENT_SUPPRESSED> , the Court also held that where the type of decision being reviewed has been thoroughly assessed in the preceding jurisprudence, subsequent decisions may rely on that standard.", "[12] The issue raised by the applicants concerns the reasonableness of the PRRA officer's decision and whether the officer had proper regard to all the evidence when reaching a decision. It is clear as a result of <FRAGMENT_SUPPRESSED> , above, that such factors are to be reviewed on a standard of reasonableness: see <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 546 (QL). ANALYSIS Issue: Was the PRRA officer's decision to deny the PRRA application unreasonable?", "[13] The applicants allege that the PRRA officer failed to consider new evidence pertaining to the applicant's fear of extortion, and that his decision was unreasonable for two reasons. First, the applicants argue that the PRRA officer erred in considering the issue of extortion to be outside the purview of the PRRA application because it had already been considered by the RPD Board. Second, the applicants claim that the PRRA officer failed to consider evidence that as elderly Tamils returning from a long stay in Canada, with three expatriate children living in Canada, they would be considered affluent and are thus likely to be targeted for extortion if they are returned to Sri Lanka.", "[14] The standard for \"new evidence\" was recently decided by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  D.L.R. (4th) 675, per Sharlow J.A. ¶ 13. 3. Newness: Is the evidence new in the sense that it is capable of: (a) proving the current state of affairs in the country of removal or an event that occurred or a circumstance that arose after the hearing in the ROD, or (b) proving a fact that was unknown to the refugee claimant at the time of the RPD hearing, or (c) contradicting a finding of fact by the RPD (including a credibility finding)? If not, the evidence need not be considered.", "[15] The applicants contend that the PRRA officer excluded the entire issue of extortion from his assessment because it had been previously considered by the RPD, without giving consideration to new evidence presented about this issue. I cannot agree. The PRRA officer did not exclude the issue of extortion from his decision. Rather, the PRRA officer considered the documentary evidence and concluded that the applicants were not at personal risk of extortion. The officer noted at page 8: The PRRA process allowed the applicants a chance to corroborate their assertion that because they are Tamils from the north and perceived to be financially well off, they personally have suffered extortion and maltreatment in the past and are likely to suffer extortion and maltreatment again. I find the applicants provide evidence that refers to general conditions affecting Sri Lankan citizens and have failed to provide sufficient new evidence to substantiate their assertion that they personally have suffered extortion and mistreatment in the past and will likely suffer extortion and mistreatment again.", "[16] It is clear, then, that the PRRA officer did not preclude the possibility that the applicants could submit new evidence supporting their claim that they face a heightened risk of extortion, or that such new evidence, if sufficient, could establish that the PRRA application should be granted. The fact that the PRRA officer noted that the underlying facts - that the applicants feared extortion because of their lengthy stay in Canada and their children's presence here - remained unchanged from the time of the second RPD decision is not evidence of an error in his assessment.", "[17] However, the applicants did present new evidence specifically relating to the extortion of elderly Tamils who have travelled abroad, or have children living abroad. Moreover, this evidence meets the standard of \"newness\" laid out in <FRAGMENT_SUPPRESSED> .", "[18] <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 784, I held that a PRRA officer's evidence must refer to important evidence which contradicts the PRRA decision: ... the presumption that the decision-maker has considered all the evidence is a rebuttable one, and where the evidence in question is of significant probative value this Court can make a negative inference from the decision-maker's failure to mention it ...the more important the evidence that is not mentioned specifically and analyzed in the agency's reasons, the more willing a court may be to infer from the silence that the agency made an erroneous finding of fact \"without regard to the evidence\":  <FRAGMENT_SUPPRESSED>  (F.C.T.D.)", "[19] The applicants submitted, as new evidence, the Immigration and Refugee Board of Canada's Responses to Information Requests, entitled Sri Lanka: Treatment of Failed Asylum Seekers Returning to Sri Lanka (2004-2006), and dated December 22, 2006. In this report, the IRB deals directly with the issue of extortion, stating: Persons returning from abroad may also be subject to extortion (Sri Lanka 27 Nov. 2006; Hotham Mission Oct. 2006, 49). According to the Hotham Mission report, in some instances, returnees have been pressured into paying immigration officials to be able to pass through the airport without incident (ibid.). The report also indicates that, across Sri Lanka, wealthy businessmen are being kidnapped for ransom and that \"people returning from overseas may be a target, as it will be assumed that they have money\" (ibid.).", "[20] In light of this new evidence, it is difficult to understand how the PRRA officer concluded that \"the applicants do not fit the profile of persons described by the evidence as likely to be harassed\" (p. 12). The report directly addresses the precise circumstances of the applicants that they allege puts them at risk of extortion, and confirms that these circumstances may cause them to be targeted. As evidence that contradicts the PRRA officer's risk assessment, this document should have been specifically mentioned and addressed.", "[21] The applicants also submit that the PRRA officer failed to consider the 2006 United Nations High Commissioner for Refugees (\"UNHCR\") Position on the International Protection Needs of Asylum-Seekers from Sri Lanka, which post-dates the RPD decision and which they allege demonstrates the risk they face upon returning to Sri Lanka.", "[22] The UNHCR Report states that \"all asylum claims of Tamils from the North or East should be favourably considered\" and that \"those individuals who are found to be targeted by the State, LTTE or other non-state agents\" should be recognized as refugees. The report also states that Tamils from the North or East who reach Colombo may be perceived by the authorities as potential LTTE supporters or members and may face \"arrests, detention, abduction or even killings.\" The report concludes that \"[n] o Tamil from the North or East should be returned forcibly until there is significant improvement in the security situation in Sri Lanka.\" According to the applicants, the failure of the PRAA officer to mention these recommendations constitutes a reviewable error.", "[23] <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 667, Mr. Justice de Montigny held that a PRRA officer must address the UNHCR Report, which post-dated the refugee hearing in that case: It is difficult to understand why the officer did not address these findings. The least that can be said is that she conducted a very selective reading of this document. No explanation was given as to why the officer disregarded this document in concluding that the applicant has an IFA in Colombo. After all, this is a most credible source, and the leading refugee agency in the world. As so often repeated by this Court, the officer's burden of explanation increases with the relevance of the evidence to the disputed facts: <FRAGMENT_SUPPRESSED>  at para. 17.", "[24] Similarly, here the UNHCR Report post-dates the RPD hearing and is directly relevant to the risk faced by the applicants. They are Tamils from the North of Sri Lanka and, if removed, would be returned to Colombo. Thus, the report contradicts the assessment of risk in the PRRA decision. As I held in <FRAGMENT_SUPPRESSED> , above, when important new evidence contradicts the PRRA decision, the officer should specifically mention and analyze this evidence.", "[25] For these reasons, this application for judicial review will be allowed and the matter remitted to another PRRA officer for redetermination. JUDGMENT", "[26] THIS COURT ORDERS AND ADJUDGES that 1. this application for judicial review is allowed; 2. the decision of the PRRA officer dated December 14, 2007 is set aside; and 3. this matter is referred to another PRRA officer for redetermination. [End of document]"]}