{"id_": "041138", "body_str": ["[1] Shore, J. : The duty of fairness demands that the decision-maker respect the principles of procedural fairness. If this Court determines that a breach of procedural fairness occurred, it must return the decision to the first instance decision-maker for redetermination.  <FRAGMENT_SUPPRESSED> JUDICIAL PROCEDURE  <FRAGMENT_SUPPRESSED>", "[2] This is an application for judicial review, pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 ( IRPA ), of the decision, dated July 27, 2005, of a Visa Officer by which it was determined that the Applicant did not meet the requirements for a permanent resident visa because he was excluded as a member of the family class according to paragraph 117(9)(d) of the Immigration and Refugee Protection Regulations , SOR/2002-227 ( Regulations ). By the same decision, the Visa Officer also found that there were insufficient humanitarian and compassionate (H&C) considerations to grant the Applicant permanent resident status, pursuant to subsection 25(1) of IRPA .  <FRAGMENT_SUPPRESSED> BACKGROUND  <FRAGMENT_SUPPRESSED>", "[3] The Applicant, Mr. Cheng Bin Li, is a 19 year old national of China whose application to be sponsored by his father for permanent residence in Canada was refused on the basis that he was not declared in his father's application for landing.  <FRAGMENT_SUPPRESSED>", "[4] Mr. Li's father, Mr. Fu Lin Li, came to Canada in February 1999 and applied for permanent residence in 2000. He was divorced from his wife in 1991. At that time, Mr. Li's father retained custody of the parties' daughter, Dan Li, born in 1983, while his former wife retained custody of their son, who was then four years old.  <FRAGMENT_SUPPRESSED>", "[5] In his application for landing, Mr. Li's father declared only his daughter who was then still living in China. He did not declare Mr. Li. Later, he sponsored his daughter's application and she was landed in Canada in January 2002.  <FRAGMENT_SUPPRESSED>", "[6] Due to his mother's economic difficulties, custody of Mr. Li was transferred to his father by order of the People's Court of Qingyang District, Chengdu, on September 6, 2001.  <FRAGMENT_SUPPRESSED>", "[7] Mr. Li's father did not apply to sponsor him until 2002 at which time the application was refused on the grounds that Mr. Li was excluded as a member of the family class, not having been declared in his father's application for landing. The Visa Officer relied upon paragraph 117(9)(d) of the Regulations which excluded family members not examined at the time of the sponsor's application for landing.  <FRAGMENT_SUPPRESSED>", "[8] Mr. Li's father then made a subsequent application in November 2004, requesting an exemption on humanitarian and compassionate grounds, in respect of the exclusion from the family class.  <FRAGMENT_SUPPRESSED> DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>", "[9] Following an interview held in June 2005, the Visa Officer rejected the application for landing based on paragraph 117(9)(d) of the Regulations and based on insufficient H&C factors.  <FRAGMENT_SUPPRESSED>", "[10] The Visa Officer found that, in addition to the fact that Mr. Li's father failed to declare Mr. Li in his application for landing, he did not submit proof that he had a son in China by way of divorce documents, contrary to Mr. Li's submissions. As the divorce document relied upon by Mr. Li at the interview was dated September 21, 2004, the Visa Officer found that it could not have been before the immigration officials at the time of his father's application for landing. Furthermore, Mr. Li's explanation, that the original document was lost or retained by Citizenship and Immigration Canada (CIC), was not accepted as all original documents were returned to them.  <FRAGMENT_SUPPRESSED>", "[11] As far as H&C factors were concerned, the Visa Officer considered Mr. Li's submissions but did not find sufficient factors to justify granting an exemption from the requirements of IRPA .  <FRAGMENT_SUPPRESSED>", "[12] No decision from the last appeal was, as yet received, in respect of the second negative decision pertaining to the family class sponsorship from the Immigration Appeal Division.  <FRAGMENT_SUPPRESSED> ISSUES  <FRAGMENT_SUPPRESSED>", "[13] The issues in the present application are the following:  <FRAGMENT_SUPPRESSED> 1. Whether the Visa Officer failed to provide adequate reasons?  <FRAGMENT_SUPPRESSED> 2. Whether the Visa Officer erred in her interpretation of subsection 25(1) of IRPA which allows for the consideration of H&C factors?  <FRAGMENT_SUPPRESSED> 3. Whether the Visa Officer violated the duty of fairness owed to Mr. Li by refusing the application before he could submit further evidence that she herself had requested?  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED> Statutory scheme  <FRAGMENT_SUPPRESSED>", "[14] Subsection 11(1) of IRPA :  <FRAGMENT_SUPPRESSED> \"11(1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document shall be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[15] Subsection 13(1) of IRPA :  <FRAGMENT_SUPPRESSED> \"13(1) A Canadian citizen or permanent resident may, subject to the regulations, sponsor a foreign national who is a member of the family class. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[16] Subsection 25(1) of IRPA :  <FRAGMENT_SUPPRESSED> \"25(1) The Minister shall, upon request of a foreign national who is inadmissible or who does not meet the requirements of this Act, and may, on the Minister's own initiative, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligation of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to them, taking into account the best interests of a child directly affected, or by public policy considerations. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[17] Section 117 of the Regulations :  <FRAGMENT_SUPPRESSED> \"117(1) A foreign national is a member of the family class if, with respect to a sponsor, the foreign national is  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> (b) a dependent child of the sponsor;  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> (9) A foreign national shall not be considered a member of the family class by virtue of their relationship to a sponsor if  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> (d) subject to subsection (10), the sponsor previously made an application for permanent residence and became a permanent resident and, at the time of that application, the foreign national was a non-accompanying family member of the sponsor and was not examined.  <FRAGMENT_SUPPRESSED> (10) Subject to subsection (11), paragraph (9)(d) does not apply in respect of a foreign national referred to in that paragraph who was not examined because an officer determined that they were not required by the Act or the former Act, as applicable, to be examined. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> Standard of review  <FRAGMENT_SUPPRESSED>", "[18] <FRAGMENT_SUPPRESSED> it was determined, using the pragmatic and functional approach that the appropriate standard of review for H&C applications is that of reasonableness simpliciter.  <FRAGMENT_SUPPRESSED>", "[19] As for issues of procedural fairness, this Court must examine the particular circumstances of the case in order to determine if the decision-maker respected the principles of procedural fairness involved. If this Court determines a breach of procedural fairness occurred, it must return the decision to the first instance decision-maker for redetermination. ( <FRAGMENT_SUPPRESSED> ; 285 F.T.R. 45; 2006 FC 16, at paragraph 15; <FRAGMENT_SUPPRESSED> ; 2005 FC 1284, at paragraph 5; <FRAGMENT_SUPPRESSED> ; 2006 FC 414, at paragraph 11; <FRAGMENT_SUPPRESSED> ; 2005 FC 1581, at paragraph 7.)  <FRAGMENT_SUPPRESSED> Preliminary issue - jurisdiction  <FRAGMENT_SUPPRESSED>", "[20] Mr. Li's father, as the sponsor, had the right to appeal to the Immigration Appeal Division, the refusal of Mr. Li's application for permanent residence. Mr. Li's father has not exhausted his appeal rights pursuant to subsection 63(1) of IRPA .  <FRAGMENT_SUPPRESSED>", "[21] Section 72 of IRPA deals with applications for judicial review. Subsection 72(1) states that no application can be made until any right of appeal provided by the Act is exhausted:  <FRAGMENT_SUPPRESSED> \"72(1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.  <FRAGMENT_SUPPRESSED> (2) The following provisions govern an application under subsection (1):  <FRAGMENT_SUPPRESSED> (a) the application may not be made until any right of appeal that may be provided by this Act is exhausted; ... <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[22] Accordingly, only the negative decision on the application for H&C considerations pursuant to subsection 25(1) of IRPA can be challenged on judicial review at this time.  <FRAGMENT_SUPPRESSED> Adequate reasons  <FRAGMENT_SUPPRESSED>", "[23] <FRAGMENT_SUPPRESSED>  (F.C.A.), which in turn applied of the reasoning of the Supreme Court of Canada in Baker , above:  <FRAGMENT_SUPPRESSED> \"The duty to provide reasons is a salutary one. Reasons serve a number of beneficial purposes including that of focussing the decision maker on the relevant factors and evidence. In the words of the Supreme Court of Canada:  <FRAGMENT_SUPPRESSED> 'Reasons, it has been argued, force better decision making by ensuring that issues and reasoning are well articulated and, therefore, more carefully thought out. The process of writing reasons for decision by itself may be a guarantee of a better decision'  <FRAGMENT_SUPPRESSED> \"Reasons also provide the parties with the assurance that their representations have been considered.  <FRAGMENT_SUPPRESSED> \"In addition, reasons allow the parties to effectuate any right of appeal or judicial review that they might have. They provide a basis for an assessment of possible grounds for appeal or review. They allow the appellate or reviewing body to determine whether the decision-maker erred and thereby render him or her accountable to that body. This is particularly important when the decision is subject to a deferential standard of review. <FRAGMENT_SUPPRESSED>", "[24] <FRAGMENT_SUPPRESSED> ; 2004 FC 687, Justice Eleanor Dawson wrote at paragraph 4 of her reasons:  <FRAGMENT_SUPPRESSED> \"Turning to the first asserted error, reasons are required to be sufficiently clear, precise and intelligible so that a claimant may know why his or her claim has failed and be able to decide whether to seek leave for judicial review.  <FRAGMENT_SUPPRESSED>  (F.C.A.). <FRAGMENT_SUPPRESSED>", "[25] In the present case, although the Visa Officer provided reasons for the refusal of Mr. Li's permanent residence application based on the family class sponsorship, she provided no reasons in her letter of refusal regarding Mr. Li's application for H&C considerations.  <FRAGMENT_SUPPRESSED>", "[26] Moreover, in the CAIPS notes, the Visa Officer simply stated that there were insufficient H&C factors, as Mr. Li had lived with his mother and she had been able to care for him throughout his life.  <FRAGMENT_SUPPRESSED>", "[27] The reasons provided by the Visa Officer through the CAIPS notes are not sufficient because they do not make findings of fact with respect to the evidence submitted by Mr. Li. Indeed, the CAIPS notes do not refer to the relationship between Mr. Li and his father, Mr. Li's need and reasons for wanting to be with his father, the life Mr. Li could expect in Canada, the relationship with his sister (who is now in Canada), and the fact that his father has been supporting Mr. Li financially.  <FRAGMENT_SUPPRESSED>", "[28] The Visa Officer's decision does not begin to approach the complexity of the interplay between paragraph 117(9)(d) of the Regulations and subsection 25(1) of IRPA . It does not disclose any analysis of the factors for and against allowing an exemption from paragraph 117(9)(d) of the Regulations , and therefore, does not show that any balancing was done to determine whether, in the particular circumstances of Mr. Li, H&C factors existed to overcome paragraph 117(9)(d).  <FRAGMENT_SUPPRESSED>", "[29] Nor does the Visa Officer's decision refer to the best interests of the child affected by the decision.  <FRAGMENT_SUPPRESSED>", "[30] As stated in Via Rail , above, at paragraph 22:  <FRAGMENT_SUPPRESSED> \"The obligation to provide adequate reasons is not satisfied by merely reciting the submissions and evidence of the parties and stating a conclusion. Rather, the decision maker must set out its findings of fact and the principal evidence upon which those findings were based. The reasons must address the major points in issue. The reasoning process followed by the decision maker must be set out and must reflect consideration of the main relevant factors. <FRAGMENT_SUPPRESSED>", "[31] The Visa Officer did not set out her findings of fact and principal evidence. She did not turn her mind to the main relevant factors and she did not engage in a meaningful reasoning process.  <FRAGMENT_SUPPRESSED> Interpretation of subsection 25(1) of IRPA  <FRAGMENT_SUPPRESSED>", "[32] Although pursuant to subsection 63(1) of IRPA , Mr. Li's father has the right to appeal the decision regarding Mr. Li's application for permanent residence to the Immigration Appeal Division, according to section 65 of IRPA , the Immigration Appeal Division cannot consider H&C considerations because it has been decided that Mr. Li is not a member of the family class (due to paragraph 117(9)(d) of the Regulations ).  <FRAGMENT_SUPPRESSED>", "[33] There have been many challenges to paragraph 117(9)(d) of the Regulations and many recent decisions have upheld the validity of the paragraph and confirmed that the Immigration Appeal Division did not have jurisdiction to consider H&C factors in this type of situation. In fact, in most of the cases, this Court has found that the applicant should apply for consideration on H&C grounds through section 25 of IRPA rather than rely on a family class sponsorship appeal. (See for example: <FRAGMENT_SUPPRESSED> ; 257 F.T.R. 290; 2004 FC 1276; <FRAGMENT_SUPPRESSED> ; 2005 FC 184; <FRAGMENT_SUPPRESSED> ; 2005 FC 854)  <FRAGMENT_SUPPRESSED>", "[34] Invoking subsection 25(1) and making an application to have the H&C factors considered gave Mr. Li an interview during which the Visa Officer repeatedly recited paragraph 117(9)(d) and reiterated that it was his father's responsibility to include him on his application for permanent residence.  <FRAGMENT_SUPPRESSED>", "[35] Mr. Li has put forward several grounds for consideration on H&C grounds in his application and has provided documents to support those grounds. None of this content was referred to in the decision nor in the CAIPS notes. Neither focussed consideration nor analysis of \"equitable factors\" was taken into written account.  <FRAGMENT_SUPPRESSED> Duty of fairness  <FRAGMENT_SUPPRESSED>", "[36] At the interview, Mr. Li states that his mother advised the Visa Officer that although they had tried, they could not locate the original divorce certificate so they obtained a new copy of the same divorce certificate. The Visa Officer indicated that she wanted to see the previous divorce certificate, stating \"IF THE SPONSOR HAS A COPY ASK HIM TO SUBMIT IT\" (CAIPS notes, Tribunal Record at page 6), but she then refused the application on the same day, without waiting to obtain a copy.  <FRAGMENT_SUPPRESSED>", "[37] The Visa Officer provided no reason as to why she was not satisfied with the newly issued divorce certificate. She did not state that she doubted Mr. Li's or his parents' credibility.  <FRAGMENT_SUPPRESSED>", "[38] In addition, Mr. Li's counsel wrote a letter shortly after the interview requesting that the Visa Officer review the previous files of Mr. Li's father and sister's applications as both contained copies of the original divorce certificate. Indeed, the Application Record contains a copy of the original divorce certificate issued on May 17, 1991 (Applicant's Application Record at page 156).  <FRAGMENT_SUPPRESSED>", "[39] Fairness would dictate that the Visa Officer provide Mr. Li with the opportunity to obtain the original divorce certificate or to verify the CIC records of the applications of Mr. Li's father and sister before making a decision in this case. The divorce certificate is important because it could indicate that the previous officer was aware of the existence of Mr. Li in his father's application for permanent residence.  <FRAGMENT_SUPPRESSED>", "[40] Therefore, the Visa Officer breached the duty of fairness owed to Mr. Li by failing to provide him with an opportunity to obtain the requested document before making her decision.  <FRAGMENT_SUPPRESSED> CONCLUSION  <FRAGMENT_SUPPRESSED>", "[41] Although there is no doubt that this is a father and son and that the father was aware of the existence of his son, at the time of the father's application for permanent residence, this was not a child that he was in a position to raise himself. Therefore, he either committed an inadvertent or advertent error in his application by not including his son. Nevertheless, should the father be denied the possibility of being with his son if the custody matter, whereby he did not have custody of his son at that time, is no longer in effect? It is to be noted that the divorce agreement which was presented to the previous officer not only spoke of the daughter but his son was also clearly specified therein . No attempt was made by the father to hide the existence of his son and the situation within the particular circumstances of the father in regard to the son, which constitutes a case unto itself (cas d'espèce) , warrants further examination to ensure that the matter is duly considered, under subsection 25(1) of IRPA , within the framework of the fragility of the human condition which that subsection addresses.  <FRAGMENT_SUPPRESSED>", "[42] This application for judicial review is therefore granted and the decision is returned to a Visa Officer for redetermination.  <FRAGMENT_SUPPRESSED>", "[43] THIS COURT ORDERS that the application for judicial review be granted and the decision be returned to a Visa Officer for redetermination.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Anick Ouellette-Levesque/vnh  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}