{"id_": "041201", "body_str": ["[1]", "[2] CONTEXTE FACTUEL", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17] ANALYSE", "[18]", "[19] L'article 106 de la LIPR stipule: 106. The Refugee Protection Division must take into account, with respect to the credibility of a claimant, whether the claimant possesses acceptable documentation establishing identity, and if not, whether they have provided a reasonable explanation for the lack of documentation or have taken reasonable steps to obtain the documentation.", "[20]", "[21]", "[22]", "[23]", "[24]", "[25]", "", "", "[26]", "[27]", "[28]", "[29]", "[30]", "[31]", "[32]", "[33]", "[...]", ". [...] (Je souligne) CONCLUSION", "[34]", "[35] ORDONNANCE", "[36] <FRAGMENT_SUPPRESSED>   [Translation]: On March 31, 2004, a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board) was made by Member Jean-Marie Chastenay, who determined that the applicant was neither a refugee nor a person in need of protection. This is an application for judicial review of that decision under subsection 72(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (the IRPA).", "[2] By way of relief, the applicant is asking this Court to allow the application for judicial review, set aside the Panel's decision and refer the matter back to the Board. FACT SITUATION", "[3] The applicant claims to be a citizen of the Democratic Republic of the Congo and a member of the Union pour la démocratie et le progrès social [Union for democracy and social progress] (the UDPS). As such, he says he took part in a demonstration against the Laurent Désiré Kabila government. He was arrested in the night of November 7-8, 1997, and released on November 28, 1997. He says he left the Democratic Republic of the Congo on December 7, 1997, and arrived in the United States on December 8, 1997.", "[4] He made a refugee claim in Canada on June 28, 2003, and that claim was rejected by the Board on March 31, 2004, on the ground that he had not met the burden of establishing his identity.", "[5] On November 19, 2004, the application for leave to commence an application for judicial review was allowed. IMPUGNED DECISION", "[6] The Board determined that the applicant was neither a \"refugee\" within the meaning of section 96 of the IRPA nor a \"person in need of protection\" under subsection 97(1) of the same Act.", "[7] The applicant's refugee claim failed the first determination the Board has to make: identity. The applicant produced no acceptable identification within the meaning of section 106 of the IRPA.", "[8] The Board was of the view that the applicant had not met his burden of producing evidence establishing that he was a citizen of the Democratic Republic of the Congo: The claimant may be from the DRC [Democratic Republic of the Congo] ; however, the panel does not know where he comes from, where he lived, for how long and with what status. The panel does not know if the claimant is a citizen of the DRC or a citizen or permanent resident of another country. The panel does not know when he left his country nor what route he took to come to Canada.", "[9] The following documents were among the evidence to which the Board gave no weight: driver's licence, marriage certificate, UDPS combatant certificate, UDPS membership card, photos, clipping from the Observateur newspaper. The Board also had the applicant's Personal Information Form (PIF) and testimony.", "[10] The Board gave no weight to the driver's licence, which the applicant claimed to have obtained in 1996, because the Board noted that it had actually been issued on November 10, 1997, and delivered on November 18, 1997, when the applicant was in jail. The Board rejected the applicant's claim that the dates were wrong.", "[11] In addition, because there was no stamp on the marriage certificate, the Board noted that the applicant had failed to produce the proxy he claimed to have given his brother in order to enter into his marriage in Kinshasa, in the Democratic Republic of the Congo, when he was in the United States.", "[12] The Board found that the applicant had never been a member of the UDPS, because the combatant certificate was signed by someone calling himself the Co-President, even though, according to the documentary evidence, there was no such position, and because the membership card did not look like the official version in the Political Handbook 1999. In addition, the Board found that the applicant knew nothing about the political structure of the UDPS, and this undermined his credibility.", "[13] The Board also noted that the photos of the applicant on his driver's licence, UDPS membership card and UDPS combatant certificate were identical, even though it was a 1996 membership card, a 1997 driver's licence and a 1998 combatant certificate. The applicant was unable to explain that, and according to the Board, this undermined his credibility.", "[14] The Board saw as self-serving the missing person's notice in the Observateur newspaper of August 5, 2003, and gave it no weight. The Board asked the applicant about the reason for the notice indicating that the Ipala family was looking for their son, and was not satisfied with his answer that his immediate family (his father, mother, etc.) knew his whereabouts but his extended family did not.", "[15] Last, the Board acknowledged that the applicant did report his unsuccessful refugee claim in the United States. However, the Board did not accept his explanation that he was rejected because of inconsistencies due to poor interpretation, since that explanation was contradicted by his answer to question 41 on his PIF, according to which he had been given bad advice by a fellow Congolese countryman. This was another factor undermining the applicant's credibility, in the Board's opinion.", "[16] In short, the Board stated that the applicant had not compensated for the lack of documentation establishing his citizenship by obtaining independent corroboration. The Board noted that he did not have his passport or the plane ticket he had used to travel. This, in addition to the lack of identification, deprived the Board of important and relevant documents that might have corroborated the applicant's testimony:  <FRAGMENT_SUPPRESSED>  (QL). ISSUES", "[17] The issue that arises in the case at bar is the following: was it patently unreasonable for the Board to reject the applicant's refugee claim on the ground that he had failed to establish his identity? ANALYSIS", "[18] The appropriate standard for reviewing the Board's assessment of identity documents is patent unreasonableness:  <FRAGMENT_SUPPRESSED> . On judicial review, the Court must show deference to the Board's assessment of the identity documents and testimony of the refugee claimants because the Board had first-hand access to them and possesses a high level of expertise in this area.", "[19] Section 106 of the IRPA states: 106 . The Refugee Protection Division must take into account, with respect to the credibility of a claimant, whether the claimant possesses acceptable documentation establishing identity, and if not, whether they have provided a reasonable explanation for the lack of documentation or have taken reasonable steps to obtain the documentation. 106", "[20] The applicant argued that the Board erred in drawing an adverse credibility inference from his inability to explain why the same photo was on three identity documents, one from 1996, one from 1997 and one from 1998.", "[21] At the hearing, the Court noted that an explanation was in fact given in relation to the photos. According to the applicant's testimony before the Board, \"[TRANSLATION] . . . there are eight prints, so you can use the same sheet of photos for . . . for various purposes\".", "[22] I accept the applicant's arguments on this point. The Board erred in saying no explanation had been given. However, in light of the other evidence the Board considered and addressed in its reasons, the error is not critical.", "[23] According to the applicant, the Board's decision was largely based on his itinerary before coming to Canada and on the fact that he did not produce in evidence the travel document he used to leave his country. He argued that there was evidence of the route he took because he did produce the bus ticket he used to get to the Lacolle border crossing to claim refugee status.", "[24] The applicant also claimed there was evidence of his identity: his Congolese passport seized by the United States Immigration and Naturalization Service (USINS) in the United States. In his opinion, the Board could have easily had access to the file. The respondent replied that this was yet another indication of the applicant's lack of credibility. The respondent pointed out that the applicant said that he himself produced, before the Board, documents from his USINS file in order to prove his identity, which begs the question why, under the circumstances, did he not produce the other documents?", "[25] The respondent pointed out that the Board properly applied the principle, from the decision of Nadon J., as he then was, in  <FRAGMENT_SUPPRESSED> , that the Board can legitimately express reservations about a claimant claiming to have destroyed, lost or given back to the smuggler, the passport and plane ticket used to come to Canada:", "[17] I take this opportunity to add that it is entirely reasonable for the Refugee Division to attach great importance to a claimant's passport and his air ticket. In my opinion, these documents are essential to establish the claimant's identity and his journey to come to Canada. . . .", "[18] Minimizing the importance of the passport and air ticket as documents to be produced or ignoring their non-submission for all sorts of reasons in my opinion only serves to encourage all those whose only purpose is to take advantage of a system which is intended solely to enable genuine refugees to come to Canada.", "[26] In my view, the applicant has misinterpreted the basis for the Board's decision. The Board based its decision on the lack of credibility of the applicant, who failed to prove his identity. It looked at the applicant's itinerary incidentally, and did not find that he was trying to keep information from the Board, but rather that he failed to produce sufficient evidence in that regard. The Board pointed out that the documents the applicant claimed to have given back to his smuggler might have corroborated his identity.", "[27] Last, the applicant challenged the fact that the Board gave no weight to his driver's licence and marriage certificate. In terms of the driver's licence, the applicant argued that if the Board \"[TRANSLATION] does not believe that the applicant applied for the licence before going to jail as he explained, the Member may logically believe that the applicant was not in jail.\" As for the marriage certificate, the applicant asserted that marriage by proxy does occur in the Democratic Republic of the Congo and that he had no reason to make one up.", "[28] In terms of the driver's licence, I note that according to the applicant, both of the dates on the licence - the licence \"issued\" date, November 10, 1997, and the renewal date, November 13, 1997 - are mistakes, because the licence was issued in 1996. In my view, since there were two different dates on the same document, it was not patently unreasonable to reject the applicant's explanation and, as a result, to give the licence no weight.", "[29] It may well be that marriage by proxy occurs in the Democratic Republic of the Congo. As the Board indicated, there was no stamp on the marriage certificate of October 25, 2001. According to the documentary evidence, there have been stamps on official documents since 1998, indicating the legal or administrative fees associated with the issuing of those documents. Furthermore, the applicant failed to produce the proxy he claimed to have given his brother, a document which would have served to corroborate the marriage. Under the circumstances, it was not patently unreasonable for the Board to give the marriage certificate no weight.", "[30] Two other pieces of identification were also produced: the UDPS membership card and the UDPS combatant certificate. The Board doubted their authenticity. A careful reading of the transcript of the applicant's testimony on this point shows that he was unable to provide a satisfactory explanation of the shortcomings the Board identified in these documents.", "[31] I accept the respondent's argument that it is for the Board to assess and weigh the value of the identity documents and that in the case at bar, the applicant did not establish that this assessment was patently unreasonable:  <FRAGMENT_SUPPRESSED> .", "[32] In addition, the Board's finding as to the applicant's credibility was also based on his lack of knowledge of the UDPS and on the inconsistencies in his evidence. The applicant was given the opportunity to respond, but failed to satisfy the Board with his answers. In the case at bar, in my view, the Board made no reviewable error and its findings were not patently unreasonable.", "[33] Last, I cannot find that the Board erred, as the applicant claimed, in not giving the refugee claim further consideration. The decisions of this Court indicate clearly that a refugee claim must be dismissed once the Board determines that the identity of the claimant has not been proven:  <FRAGMENT_SUPPRESSED>  (QL). I thus defer to the reasoning of Beaudry J. in  <FRAGMENT_SUPPRESSED> , and find that the Board did not err in not taking its analysis any further:", "[14] Section 106 of the Act makes it clear that identity issues go to the credibility of the Applicant. The standard of review in credibility cases being the patently unreasonable nature of the Board's decision, it is logical to conclude that the question of whether the claimant possesses acceptable documentation establishing identity is to be reviewed by this Court only if the Board came to a patently unreasonable finding. . . . . . .", "[16] The proof of a claimant's identity is of central importance to his or her claim. I agree with the Respondent that if the identity of the claimant is not proven, the claim must fail; that means the Board need not pursue an analysis of the evidence in relation to other aspects of the claim . . . . (Emphasis added) CONCLUSION", "[34] In short, the Board's finding that the applicant failed to establish his identity was central to the credibility finding, and in my view, in light of the facts and evidence in the record, it was not patently unreasonable. Accordingly, the intervention of this Court by way of judicial review is unwarranted. The application is dismissed.", "[35] The parties did not suggest that any serious question of general importance be certified as contemplated by paragraph 74(d) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27. No serious question of general importance will be certified. ORDER", "[36] THE COURT ORDERS 1. The application for judicial review is dismissed. 2. No serious question of general importance is certified. [End of document]"]}