{"id_": "041229", "body_str": ["[1] Harrington, J. : Natural justice requires that a person be given a fair opportunity to make his case or to meet the case against him. It may be that the person does not speak the language of the Tribunal. In that case, he is entitled to an interpreter. The issue in this judicial review is whether the interpretation was so poor that Mr. Sohal did not have a fair opportunity to make his case.", "[2] Mr. Sohal, a permanent resident since 1992, had been ordered deported pursuant to section 36(a) of the Immigration and Refugee Protection Act (IRPA) as a result of his conviction for assault with a weapon. He appealed to the Immigration Appeal Division (IAD) of the Immigration and Refugee Board of Canada. He testified with the aide of an English/Punjabi interpreter. He was represented by counsel, who did not himself speak Punjabi, and presumably neither did the tribunal member.", "[3] On 25 January 2009, the IAD dismissed his appeal. He did not seek judicial review, but subsequently retained other counsel who applied to the IAD to reopen the appeal on the basis that the interpretation at the hearing had been so poor it constituted a breach of natural justice.", "[4] The legal basis of a request to reopen an appeal is section 71 of IRPA which provides: 71. The Immigration Appeal Division, on application by a foreign national who has not left Canada under a removal order, may reopen an appeal if it is satisfied that it failed to observe a principle of natural justice.", "[5] The IAD's refusal to reopen is the subject of this judicial review. THE APPLICATION TO REOPEN", "[6] At the heart of the application before the IAD was the affidavit of Sarb Sandhu, an accredited interpreter fluent in the Punjabi and English languages. He has had a great deal of experience and from 1982 to the present has acted as an interpreter and translator at the IRB, the Provincial and Supreme Courts of British Columbia and elsewhere. Indeed, he has audited translations on behalf of the IRB.", "[7] Mr. Sandhu reviewed the recording of the proceedings and sets out what he considers to be a number of errors. The member of the IAD, who decided not to reopen the appeal, was not the member who heard the appeal in the first place. He cited jurisprudence from the Supreme Court of Canada, the Federal Court of Appeal and this Court in support of the proposition that errors in interpretation, which prevent a party from telling his or her story, may lead to be breach of natural justice. However, the errors must be material.", "[8] The member noted that the Minister had not taken issue with the alternative language suggested by Mr. Sandhu. He said: \"I accept that this auditor, given the luxury of time to consider carefully the precise wording that is appropriate, in his professional opinion, has chosen different language where those concerns are expressed in his affidavit.\"", "[9] He concluded, however, based on particular passages cited, that distinctions between the two versions were trivial, or would not lead to a misunderstanding.", "[10] The member concluded that Mr. Sohal had not shown that the interpretation was not continuous, precise, competent, impartial and contemporaneous, or that he was unable to tell his story due to misinterpretations. The alleged misinterpretations were not linked to any aspect of the member's decision that could reasonably have resulted in the negative decision Mr. Sohal sought to overcome.", "[11] The member also pointed out that although Mr. Sohal's counsel at the appeal did not speak Punjabi, neither did he raise any concerns regarding the English translation of the evidence. He said at paragraph 21 of his decision: Regardless of whether or not he spoke Punjabi and could monitor the quality of the interpretation at the hearing, he ought to have known that the applicant's answers to questions were incorrect, incomplete or indicated confusion on the applicant's part. It would not be proper for counsel to hold back from exploring discrepancies, perhaps due to fear that further questioning would do more harm than good, and then seek relief in the form of a reopening, due to those same discrepancies. STANDARD OF REVIEW", "[12] It is beyond doubt that this Court owes no, indeed must not show any, deference to the decision of the Tribunal under review on issues of natural justice (either these issues are beyond the scope of the standard of review, see <FRAGMENT_SUPPRESSED> ; or the standard of review is correctness; see <FRAGMENT_SUPPRESSED> ).", "[13] However, since the issue here is the quality of the interpretation, given the vast experience of the IRB, I queried at the hearing if the decision should be assessed as to its reasonableness. Counsel for the Minister was not prepared to take up the point and assumed that the standard of review is correctness. I have assessed on that standard, and find no breach of natural justice. Consequently, the standard of review pertaining to the quality of interpretation, rather than to the right to interpretation, shall be left to another day. ISSUES", "[14] In my view, this case raises three issues. The first is whether there was a breach of natural justice. This is dependent on the quality of the interpretation between English and Punjabi. The second issue is whether the applicant waved such rights as he may otherwise have had by failing to complain about the quality of the interpretation at the earliest opportunity. The third issue is more technical. It relates to the lack of affidavit evidence.", "[15] Both parties agree that concerns about the quality of interpretation should be raised at the earliest opportunity. Nuances have been raised, depending on the applicant's knowledge of the language of the Tribunal, be it English or French, and his lawyer's knowledge of the applicant's language, in this case Punjabi. However, there is no need to deal with this issue as, in my opinion, there was nothing to complain about.", "[16] Likewise, in the light of my decision, it is not necessary to consider whether Messrs Sohal and Sandhu should have provided affidavits in this Court. Certainly, Mr. Sandhu's evidence before the IAD was in affidavit form and that affidavit forms part of the record.", "[17] A leading case dealing with interpretation issues in the immigration and refugee law context is <FRAGMENT_SUPPRESSED>  (QL), appeal dismissed, 2001 FCA 191, [2001] 4 FC 85, application for leave to appeal to the Supreme Court dismissed, [2001] SCCA No. 435 (QL). Mr. Mohammadian was an Iranian Kurd. The first hearing of his refugee claim had to be adjourned because the interpreter and Mr. Mohammadian could not communicate with each other. Apparently, there are four variants of the Kurdish language, depending on one's country of residence, Turkey, Iran, Iraq or Syria. When the hearing first resumed, the interpreter was an Iranian Kurd. There were no difficulties. At the third hearing there was another interpreter. There appeared to be some minor difficulties during the course of the hearing, but no objection was taken at the time. The case is one of many which have held that the quality of interpretation should have been raised during the hearing itself because it was obvious to the applicant that there were problems between him and the interpreter.", "[18] As to the right to interpretation, Mr. Justice Pelletier, in first instance, applied the decision of the Supreme Court in R v Tran , [1994] 2 SCR 951, a criminal law case. He held that article 14 of the Charter applied and that the interpretation should be continuous, precise, impartial, competent and contemporaneous. Although the standard of interpretation is high, it need not be so high as to be perfect. If a breach of this standard is shown, it is not necessary to show actual prejudice. This is entirely consistent with the earlier decision of the Supreme Court in <FRAGMENT_SUPPRESSED> .", "[19] Mohamaddian , above, was appealed on certified questions. Speaking for the Court of Appeal, Mr. Justice Stone answered the three certified questions as follows: a. Must the interpretation provided to applicants be continuous, precise, competent, impartial and contemporaneous? Yes. b. Must applicants show they have suffered actual prejudice as a result of a breach of the standard of interpretation before the Court can interfere with the CRDD's decision?  <FRAGMENT_SUPPRESSED>  understanding the interpreter, must the applicant object to the quality of interpretation before the CRDD as a condition of being able to raise the quality of interpretation as a ground of judicial review? Yes.", "[20] In this particular case, unlike <FRAGMENT_SUPPRESSED> , the problem, if any, does not appear to be with the interpreter's Punjabi, but rather with his translations to and from English.", "[21] The issue here is whether the interpretation was \"competent\", i.e. of a high enough standard to ensure that justice was done and was seen to be done, keeping in mind that the interpretation need not be perfect.", "[22] While, on reflection, the English could have been better, I agree with the IAD that the language was satisfactory and did not prejudice Mr. Sohal in any way. Let me give but one example. Mr. Sandhu said in his affidavit at point 25 s.: Also, during the questioning of the Claimant, the word 'evidence' is consistently misinterpreted as 'proof' when there is a specific and exact Punjabi word available.", "[23] This surely is a distinction without a difference. The heading of entry 957 in Rogets International Thesaurus , 6th Ed, a most-useful educational tool, ( <FRAGMENT_SUPPRESSED>  FTR 299, [2010] FCJ No 1016 (QL)) is titled \" EVIDENCE, PROOF\" . Prime nouns include \"evidence\", \"proof\", \"reasons to believe\" and \"manifestation\". Prime examples of verbs include \"evince\", \"show', \"testify\", \"give evidence\" and \"prove\".", "[24] As to the quality of interpretation, as Chief Justice Lamer noted in Tran , above, at page 978: ...the principle of linguistic understanding which underpins the right to interpreter assistance should not be elevated to the point where those with difficulty communicating in or comprehending the language of the proceedings, be it in English or French, are given or seen to be given unfair advantages over those who are fluent in the court's language. [Applied by Mr. Justice de Montigny in <FRAGMENT_SUPPRESSED>  [2008] FCJ No 1460 (QL) at para 27] See also Mr. Justice de Montigny's more recent decision in <FRAGMENT_SUPPRESSED> . ORDER", "[25] FOR REASONS GIVEN;", "[26] THIS COURT ORDERS that 1. This application for judicial review is dismissed. 2. There is no serious question of general importance to certify. [End of document] <FRAGMENT_SUPPRESSED>"]}