{"id_": "041352", "body_str": ["[1] Mosley, J. : In this application for judicial review of a Visa Officer's decision, the respondent has agreed that the decision should be quashed and the applicants' application for permanent residence remitted to another officer for reconsideration. The matter was heard on an expedited schedule, on consent of the parties, subsequent to a motion filed by the applicant July 4, 2007.  <FRAGMENT_SUPPRESSED>", "[2] The Visa Officer swore an affidavit August 16, 2007 and she was cross-examined by teleconference on August 21, 2007. Following the cross-examination, the respondent consented to reconsideration of the decision on the ground that two pages of the application for permanent residence were missing from the certified record and the original application file. At the hearing on August 28th, the remaining issues in dispute between the parties were whether the court should fix an outside time limit for final determination of the landing application and whether \"special reasons\" exist for imposing costs on the respondent.  <FRAGMENT_SUPPRESSED>", "[3] The Applicants are Mr. Fidele Ndererehe, his wife Leocadie Mukantagara, their son Jean Leon Nderabakunzi and daughters Marie Helene Mundere and Marie Françoise Mderabarezi, and Marie Helene's son Innocent Ndererimana. All of the applicants are Rwandan citizens, with the exception of Innocent Ndererimana who is a Zambian national by birth.  <FRAGMENT_SUPPRESSED>", "[4] The family sought refugee protection in Zambia in April 1993 prior to the genocide which took place in Rwanda. Mr. Ndererehe was formerly a highly-placed civil servant in the Rwandan government which was at that time opposed by the Rwandan Patriotic Front (RPF). The current government in Rwanda includes many former RPF members among its senior officials. Evidence submitted by the applicants suggests that those who opposed the RPF during the period leading up to the genocide are being persecuted in Rwanda.  <FRAGMENT_SUPPRESSED>", "[5] The applicants do not have access to permanent status in Zambia, and claim to be subject to discrimination and harassment in that country. The evidence suggests that while some Rwandan refugees are returning voluntarily to their home country, there is a risk of forcible deportation. While Mr. Ndererehe was a teacher for many years in Zambia, his contracts have been cancelled allegedly because he is not a Zambian citizen. Other job postings for appropriate positions list Zambian citizenship as a criteria. He currently is employed with a non-governmental organization providing humanitarian assistance. Through that work he was put in contact with a religious community  <FRAGMENT_SUPPRESSED> , Ontario which is sponsoring the family's resettlement in Canada. Their application for permanent residence in Canada as members of the Convention refugee abroad class or the humanitarian protected-persons abroad class was filed in January, 2005. It was denied in a letter from the Visa Officer dated October 5, 2006.  <FRAGMENT_SUPPRESSED>", "[6] Affidavit evidence filed in support of the motion for an expedited hearing contained information relayed through members of the religious community which indicates that the family had been recently forced to flee from their home as a result of perceived threats from unknown parties. Their home had been searched, photographs but no valuables taken and the family dog poisoned. They sought protection from the police and then went into hiding.  <FRAGMENT_SUPPRESSED> THE VISA OFFICER'S DECISION:  <FRAGMENT_SUPPRESSED>", "[7] The Visa Officer, based at the Canadian High Commission in Pretoria, South Africa, conducted a review of the application on December 22, 2005. The officer's notes to file indicate that the claim was to be carefully examined due to Mr. Ndererehe's former position in the Rwandan government and that police clearance certificates would be required. An interview was conducted with Mr. Ndererehe in Lusaka on March 27, 2006. The officer's notes of the interview were entered into a word processing program and then copied into the computerized record system known as CAIPS upon her return to Pretoria. They describe the answers provided by Mr. Ndererehe in detail. There is no indication in the notes from the interview that his credibility was questioned. On cross-examination, the officer stated that she didn't have any concerns in regard to the truthfulness of the account that Mr. Ndererehe provided during the interview. The police clearance certificates were provided to the High Commission on May 18, 2006.  <FRAGMENT_SUPPRESSED>", "[8] There is a brief entry in the CAIPS notes on June 8, 2006 to correct an error in the record of the interview. Apart from that there is no further entry in the computerized notes until July 18, 2006. At that time the Pretoria office received an inquiry from an immigration officer at the Oshawa CIC office indicating that representations had been received from the \"group sponsor\" stating that the applicant had been promised in March 2006 that he would be notified of the results within three weeks and that, while four months had almost passed, the client had heard nothing. The Visa Officer then entered this statement:  <FRAGMENT_SUPPRESSED> \"I have carefully considered the documents on file, the application and applicant's statements during his interview. I am, however, not satisfied that applicant or his family members meet the definition of a refugee. <FRAGMENT_SUPPRESSED>", "[9] On July 24, 2006, as noted in CAIPS, the officer instructed an assistant to prepare a refusal letter including the following statements:  <FRAGMENT_SUPPRESSED> \"I am not satisfied that you have been personally and seriously affected by civil war, armed conflict or a massive violation of your rights. I'm not satisfied that you have a well-founded fear of persecution. <FRAGMENT_SUPPRESSED>", "[10] As indicated by CAIPS, nothing further was done until October 3, 2006 at which time the assistant asked the Visa Officer to prepare an interview letter stating that she was \"not sure if the three lines above are enough to refuse this case.\" The Visa Officer responded the following day again instructing the assistant to prepare the refusal letter using the above quoted statement.  <FRAGMENT_SUPPRESSED>", "[11] The letter issued to the applicants on October 5, 2006 rejecting their application consisted essentially of the usual references to the statutory and regulatory provisions defining the classes under which the applicants had applied together with the three lines cited above which the assistant had questioned. There is nothing further in the certified record to explain the officer's reasons for rejecting the application.  <FRAGMENT_SUPPRESSED>", "[12] In the affidavit sworn on August 16, 2007 the officer described her training, the nature of her work, and the regional context, and elaborated upon her reasons for determining that the applicants had not been \"personally and seriously affected by civil war, armed conflict or a massive violation of [their] rights\" and were not genuine refugees and for concluding that they had, in any event, a durable solution in Zambia. In the August 21st teleconference, the officer was extensively cross-examined on her grounds for reaching those conclusions, her knowledge of the Rwandan conflicts and the sources of information upon which she had relied.  <FRAGMENT_SUPPRESSED> ISSUES:  <FRAGMENT_SUPPRESSED>", "[13] The issues initially raised by the applicants in their application for leave were that the officer erred in applying the statute and the regulations, erred by ignoring or misinterpreting the evidence and failed to provide adequate reasons.  <FRAGMENT_SUPPRESSED>", "[14] In their further memorandum of fact and law filed after the officer's cross-examination, and the respondent's decision to consent to redetermination, the applicants submit that the facts of this case give rise to a serious apprehension that the decision was arbitrary, in breach of fairness and the principles of fundamental justice under section 7 of the Canadian Charter of Rights and Freedoms . They seek an order requiring an expedited redetermination of the application within a fixed time period and an order granting them costs on a solicitor and client basis.  <FRAGMENT_SUPPRESSED>", "[15] The respondent's memorandum of argument filed on August 24, 2007 states that the respondent consents to redetermination solely on the basis of the discovery during the Visa Officer's cross-examination that two pages from the applicants' permanent residence application are not in the original file and are not in the certified record. Apart from that, for which there is no apparent explanation, the respondent submits that the officer's decision and reasons withstand scrutiny.  <FRAGMENT_SUPPRESSED>", "[16] At the hearing of this matter on August 28, 2007, counsel for the parties indicated that they were close to agreement on a schedule for reconsideration of the application, including the convening of a fresh interview within two to four months. The applicants seek a final determination within that timeframe. Counsel for the respondent stated that while arrangements could be made to review the file and conduct the interview again, no assurances could be given that all of the required checks could be completed on that tight a schedule including medical and security checks. Counsel were given the opportunity following the hearing to provide a suggested wording of an order to complete the redetermination process as quickly as possible. That left open the question as to whether \"special reasons\" exist for ordering costs against the respondent.  <FRAGMENT_SUPPRESSED> ANALYSIS:  <FRAGMENT_SUPPRESSED>", "[17] The Federal Courts Immigration and Refugee Protection Rules , SOR/2002-232 contains the following limitation in relation to the award of costs:  <FRAGMENT_SUPPRESSED> \"22. No costs shall be awarded to or payable by any party in respect of an application for leave, an application for judicial review or an appeal under these Rules unless the Court, for special reasons, so orders. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[18] The applicants submit that there are special reasons for awarding costs in this case notably:  <FRAGMENT_SUPPRESSED> a) dramatic deficiencies in the officer's reasons;  <FRAGMENT_SUPPRESSED> b) the officer failed to amend her decision letter after being warned of its inadequacies;  <FRAGMENT_SUPPRESSED> c) the respondent's inappropriate use of the officer's affidavit to attempt to address those inadequacies;  <FRAGMENT_SUPPRESSED> d) the officer's inability to support her sweeping statements in the affidavit with facts or evidence on cross-examination;  <FRAGMENT_SUPPRESSED> e) the respondent declined to consent to the application despite having early opportunities to do so and knowledge of the applicant's dire situation; and  <FRAGMENT_SUPPRESSED> f) the suffering which the applicants have endured since their application was refused and judicial review proceedings have been underway.  <FRAGMENT_SUPPRESSED>", "[19] The applicants submit that their insecure situation in Zambia and the suffering they have endured is documented in the application record and the motion record presented to the Court to obtain an expedited leave determination and hearing date. The respondent's consent to the expedited proceedings and the Court's Order granting them serve to recognize that situation, they submit. They acknowledge that the respondent has consented, first to the expedited leave determination and now, to reconsideration. The applicants contend, nonetheless, that the respondent had early opportunities to recognize the inadequacies of the officer's reasons and failed to act upon them, thereby exacerbating the delays and costs incurred in having to bring these proceedings, particularly the motion for an expedited process.  <FRAGMENT_SUPPRESSED>", "[20] The applicants submit that the officer breached the duty of fairness they were owed by providing insufficient reasons in support of the decision to allow them to understand why their application was rejected. The preparation of an affidavit reconstructing the events and reasons more than a year after the decision was made was clearly an attempt to remedy those inadequacies. The statements in the officer's affidavit and her answers provided on cross-examination, they submit, disclose a serious misapprehension of the pertinent facts relating to the applicants' case and an unreasonable and perverse assessment of the validity and relevance of their prior recognition as Convention refugees.  <FRAGMENT_SUPPRESSED>", "[21] The respondent submits that she has always acted in good faith and was entitled to defend the decision as she saw fit. She further contends that the fact that she relied on her legal rights does not constitute special reasons: <FRAGMENT_SUPPRESSED> ; 228 F.T.R. 118; 2003 FCT 54.  <FRAGMENT_SUPPRESSED>", "[22] Moreover, the respondent submits, there was no evidence properly before the court to support the assertion that the applicants have suffered and, in any event, the respondent says she cannot be blamed for any suffering that the applicants allegedly may have suffered as a result of any delay in a final determination of their application if legal or procedural error is found to have occurred.  <FRAGMENT_SUPPRESSED>", "[23] On the question of whether there are special reasons for awarding costs, in my view the Court is entitled to consider the entire record of the proceedings before it, including the evidence filed on the motion for expedited proceedings. I note that the respondent did not contest that evidence or submit her own evidence in reply to the motion. I find that there is sufficient evidence before the Court to conclude that the situation in which the applicants find themselves in Zambia is oppressive and threatening and that they have in fact suffered since their application was refused and these proceedings were initiated.  <FRAGMENT_SUPPRESSED>", "[24] The evidence submitted on the motion for expedited proceedings is, in my opinion, relevant to the question of whether special reasons exist for ordering costs against the respondent. That is not to say that the respondent can be blamed for any suffering that the applicants may have experienced in the period after they had filed their application for leave and for judicial review. However, I believe the respondent could have taken an earlier and closer look at the evidence in this case and brought it to a more timely conclusion.  <FRAGMENT_SUPPRESSED>", "[25] As noted, during the officer's cross-examination it was discovered that two pages were missing from the original file and the certified tribunal record. The two pages, which are reproduced in the application record, are schedules to the application form in which Mr. Ndererehe elaborated upon his reasons to fear what would happen to him if he went back to Rwanda despite the passage of time. The officer indicated on cross-exam that she was aware of this concern. I accept the respondent's assertion that the decision to consent to a reconsideration was prompted by this discovery but it does not alter my conclusion that the matter was unnecessarily prolonged.  <FRAGMENT_SUPPRESSED>", "[26] The respondent submits that a determination that there are special reasons to award costs against her requires a finding that she has acted in bad faith. I do not make such a finding on the circumstances of this case. It is apparent that the respondent has acted in good faith in consenting to the expedited leave determination, to scheduling of the remaining steps when leave was granted, and in consenting to reconsideration following the officer's cross-examination.  <FRAGMENT_SUPPRESSED>", "[27] However, I do not accept that bad faith is the sole ground for making a \"special reasons\" determination although I recognize that the Court often refers to this as the governing factor in ruling on requests for costs.  <FRAGMENT_SUPPRESSED>", "[28] <FRAGMENT_SUPPRESSED> ; 275 F.T.R. 316; 2005 FC 1262, Justice Eleanor Dawson stated at paragraph 26 that:  <FRAGMENT_SUPPRESSED> \"[s]pecial reasons may be found if one party has unnecessarily or unreasonably prolonged proceedings, or where one party has acted in a manner that may be characterized as unfair, oppressive, improper or actuated by bad faith. <FRAGMENT_SUPPRESSED>", "[29] That is, I think, an accurate statement of what was intended by the choice of the words \"special reasons\" in the regulation. Something considerably out of the ordinary administrative failings or delays that may be encountered in processing refugee and visa claims. In this case, the question is not whether the respondent has acted in a manner that may be described as unfair or oppressive but whether the respondent has unnecessarily or unreasonably prolonged the proceedings. As noted above, I believe that this matter should have been brought to a speedier conclusion.  <FRAGMENT_SUPPRESSED>", "[30] Counsel for the respondent stoutly maintained during oral argument that the officer's reasons for decision are, in his word, \"defensible\". I do not accept that proposition.  <FRAGMENT_SUPPRESSED>", "[31] What will constitute adequate reasons will vary according to the circumstances of a particular case. Failure to provide sufficient reasons may amount to a breach of procedural fairness: <FRAGMENT_SUPPRESSED>  (F.C.A.).  <FRAGMENT_SUPPRESSED>", "[32] In this matter, the operative portions of the decision letter consist of no more than the officer's bald assertion of her conclusions and do not provide the applicants with any explanation as to why their application had been rejected. The requirement for reasons would have been met had an adequate explanation been set out in the officer's notes and provided to the applicants upon request. But the notes do not record any analysis or the sources of information consulted, merely a record of the interview and the decision. There are no references to findings of fact or to the principal evidence upon which they may have been based.  <FRAGMENT_SUPPRESSED>", "[33] It is telling that the assistant recognized that the three lines provided by the officer as an explanation were insufficient as reasons for a refusal. The assistant had worked for the High Commission for many years. I appreciate that the officer deals with many applications; some 500 a year. However, it would have been prudent for the officer, on the job for less than a year, to act on the assistant's cautionary note. Instead she instructed the assistant to follow her earlier direction. I find that in providing no substantive reasons for her decision, the officer denied the applicants procedural fairness.  <FRAGMENT_SUPPRESSED>", "[34] The officer's affidavit, coming some 17 months after the interview and 13 months after the decision to deny the application was made, cannot remedy the factual record. At best, the affidavit could have assisted the Court in determining whether the reasons provided were adequate by describing the context in which the decision was made and the procedures followed. For example, a full explanation for a refusal may have been provided to the applicant through other means contemporaneously with delivery of the refusal letter. In this case, the applicant heard nothing from the officer between the interview in March and the October letter.  <FRAGMENT_SUPPRESSED>", "[35] I agree with the respondent that a breach of procedural fairness or other legal error will not alone constitute special reasons for awarding costs. In this instance, however, I believe it would have been apparent from a review of the file that the officer's reasons for decision would not withstand judicial review and that the matter should have been brought to a rapid conclusion. This is not a case in which it was necessary to wait for the production of a lengthy tribunal record. The decision letter and CAIPS notes were provided by the High Commission on December 21, 2006 in response to the Court's Rule 9 request and copied to counsel for the respondent. The issue of the adequacy of the reasons was then highlighted in the applicants' application record filed on February 15, 2007. I think that it would be reasonable to assume that the respondent would have been on notice as to the problems with this file at least as of that date.  <FRAGMENT_SUPPRESSED>", "[36] Because of the risks to their personal safety referenced above, the applicants were forced to incur additional costs in bringing a motion for an expedited leave determination and hearing. Counsel for the applicants estimates that the costs incurred to date are approximately $11,000 including fees and disbursements. Production of the transcript of the officer's cross-examination cost $1400. The further costs associated with reapplying, he estimates at $4000 to $6000.  <FRAGMENT_SUPPRESSED>", "[37] While the respondent is entitled to rely on her right to defend a proceeding as she sees fit, she should not be surprised that the Court may conclude that such defence unnecessarily prolonged the proceedings and required the applicants to incur additional and needless expense. In this case, I think that it is appropriate to attribute a portion of the applicants' costs thus far to the respondent in light of what I consider to be an unnecessary delay in resolving the application.  <FRAGMENT_SUPPRESSED>", "[38] In my view, a reasonable lump sum award of costs in the circumstances would be $5000.00 and I will so order that it be paid by the respondent. Neither party has proposed that there are serious questions of general application and none will be certified.  <FRAGMENT_SUPPRESSED>", "[39] IT IS THE JUDGMENT OF THIS COURT that:  <FRAGMENT_SUPPRESSED> 1. the application is granted and the matter remitted to a different Visa Officer for redetermination;  <FRAGMENT_SUPPRESSED> 2. the Visa Officer's fresh review of the application and any interviews with the applicants shall be completed and a decision shall be rendered on the applicants' eligibility within 120 days of receipt of the applicants' updated application;  <FRAGMENT_SUPPRESSED> 3. if the applicants are determined to be eligible, the respondent shall render a final decision and issue the visas as soon as is reasonably practicable thereafter; and  <FRAGMENT_SUPPRESSED> 4. costs are awarded against the respondent in the amount of $5000.00, payable forthwith.  <FRAGMENT_SUPPRESSED> Order accordingly.  <FRAGMENT_SUPPRESSED> Editor: Gary W. McLaughlin/vnh  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}