{"id_": "041472", "body_str": ["[1] Martineau, J. : In the present judicial review, the applicant seeks to have the deportation order issued against him quashed on the ground of absolute nullity. For the reasons that follow, the application must fail because it is late and the Court is not satisfied that an extension of delay should be granted in the circumstances.", "[2] The applicant is a 24 year old citizen of Germany, currently living in New York. On August 26, 2009, while in Canada as a visitor, he pled guilty to a count of mischief for having sprayed graffiti on a wall and was convicted of that charge in the Montreal Municipal Court. The same day, he was found inadmissible under paragraph 36(2)(a) of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA) and was accordingly issued a deportation order by the Minister's delegate. The removal order was enforced on August 28, 2009 in Halifax.", "[3] Following his departure from Canada, the applicant and his father sought legal advice from a Montreal criminal lawyer. The applicant appealed his conviction before the Superior Court of Quebec, from abroad, on the ground that the plea of guilt was not valid. On April 13, 2010, his appeal was allowed and a new trial was ordered. On May 4, 2010, the Montreal Municipal Court dismissed the case due to the absence of evidence brought by the Crown in support of the accusation of mischief.", "[4] Today, the applicant argues that the removal order is void ab initio and should no longer stand, as the applicant has been acquitted of the charge upon which the inadmissibility decision, and consequently, the deportation order, was based. Following an acquittal on the charge of mischief, the applicant contends, the conviction is deemed never to have occurred. Accordingly, he submits that the deportation order is illegal retroactive to the date it was made, i.e. August 26, 2009.", "[5] Furthermore, the application for leave and judicial review is accompanied by a request for an extension of time, which is supported by the affidavit of the applicant.", "[6] The respondent argues that, regardless of the starting date of the fifteen-day time limit prescribed by paragraph 72(2)(b) of the IRPA (issuance of the deportation order or dismissal of the criminal charge), the application for leave and judicial review was filed beyond the applicable deadline and the applicant has failed to satisfactorily explain this tardiness. The respondent also submits that the removal order was valid when issued, and its validity does not cease as a result of a subsequent acquittal. The existence of a right of appeal, he submits, does not constitute an impediment to the issuance of a removal order or its enforcement thereof.", "[7] Rule 6(2) of the Federal Courts Immigration and Refugee Protection Rules (SOR/92-22) provides that a request for an extension of time shall be determined at the same time, and on the same materials, as the application for leave. Since the order granting leave to submit the application for judicial review in this case is silent on this preliminary issue, this Court retains the discretion throughout its consideration of the application for judicial review to refuse or to grant an extension of time if it deems necessary:  <FRAGMENT_SUPPRESSED> [2009] FCJ 243; <FRAGMENT_SUPPRESSED>  [2006] FCJ 293.", "[8] The jurisprudence of this Court is consistent on the importance of time limits imposed by Parliament. As Justice Bédard stated in <FRAGMENT_SUPPRESSED> [2010] FCJ No 1074: The time limits for filing applications for judicial review are mandatory and, unless a judge grants an extension, must be respected. As the Federal Court of Appeal indicated in  <FRAGMENT_SUPPRESSED>  time limits serve the public interest and must be allowed to bring finality to administrative decisions. In  <FRAGMENT_SUPPRESSED>  the Federal Court of Appeal reiterated the principle set out  <FRAGMENT_SUPPRESSED>  and reaffirmed, at paragraph 24, that \"a time-limit for the commencement of challenges to administrative decisions is not whimsical\". In addition, Parliament has given judges the discretion to grant an extension of time for \"valid reasons\". While each request for a time extension must be assessed in light of the particular circumstances of the case, judges should not lose sight of the importance of the time limits imposed by Parliament.", "[9] The test to be applied upon an application for an extension of time under paragraph 72(2)(c) of the IRPA is well set out in <FRAGMENT_SUPPRESSED>  (1999) 244 NR 399 (CA). The Court must consider whether the applicant has shown: (1) a continuing intention to pursue the claim; (2) the claim has some merit; (3) no prejudice to the responding party arises from the delay; and, (4) a reasonable explanation for the delay exists. This has to be read also with the earlier decision of the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED> , which makes it clear that the underlying consideration when weighing these four factors is that justice be done between the parties, and that an extension of time may still be granted if one of the criteria is not satisfied (see  <FRAGMENT_SUPPRESSED> [2007] FCJ 37).", "[10] It is convenient to address the first and fourth factors together. I observe that the applicant has to some degree demonstrated a continuing interest in setting straight the after-effects of the deportation order issued against him. And I say \"to some degree\" because the delay is particularly lengthy and I find that the applicant has not offered a reasonable explanation of his inaction for the entire duration of this very long delay.", "[11] The applicant submits that on October 26, 2009, i.e. two months after his conviction of mischief, he appealed this judgment. On May 6, 2010, i.e. two days after the dismissal of the charge of mischief, he contacted a Canadian lawyer to have the deportation somehow cancelled so that he would not have to apply and pay for an ARC (Authorization to Return to Canada) and so he would not have problems at Canadian points of entry every time he wished to return to Canada or travel elsewhere in the world. Assuming that the fifteen-day period was deemed to begin when the applicant's criminal convictions were formally overturned on May 4, 2010, the deadline for filing an application for leave would have been May 19, 2010, i.e. ten months before the applicant finally acted.", "[12] On May 11, 2010, the applicant's former lawyer made a request for a copy of his entire file pursuant to the Privacy Act , which file he only received on August 6, 2010. The next steps that were taken in order to redress the situation were the letters dated September 9, and October 8, 2010, that the applicant's former lawyer addressed to the Canada Border Services Agency - Enforcement Section, seeking rectification of the applicant's file and the cancellation of the deportation order.", "[13] Thus, even if the delay occurred in the summer 2010 may be explained by wait times from the Privacy Act request (which may be a debatable excuse), the rest of the delay afterwards is caused by the applicant's own failure to make this application after having been promptly informed in September 2010 that the \"flags attached to his name\" had been \"removed\" in the database of the CBSA, which the applicant nevertheless found to be insufficient. Moreover, in a letter dated November 24, 2010, the Department of Justice informed the applicant that \"although entering new information into CBSA database may be considered, jurisprudence of the Federal Court confirms that the removal order [...] since it was valid at the time it was made, does not cease to be valid as a result of subsequent acquittal\" and that the applicant does require an authorization to return to Canada (applicant's record at pages 40-41).", "[14] Again, there is another lengthy delay after the applicant received detailed explanations on behalf of the CBSA from the Department of Justice in November 2010. The record shows, and that is where the shoe pinches, that from this moment until March 16, 2011 when the application for leave and judicial review was filed, the applicant took no further action to redress the situation, other than having his former counsel and present attorney discuss possible legal avenues (mandamus, injunction, declaratory judgement, etc.) to have his deportation order \"cancelled\". The additional steps taken to consider the merits associated with the best way of proceeding to court are not a valid explanation for the delay ( <FRAGMENT_SUPPRESSED> [2010] FCJ 1183).", "[15] In the case at bar, the applicant's inaction does not leave much room for the Court's discretion to order an extension of time. The jurisprudence of this Court requires that the party requesting an extension of time be able to provide satisfactory explanations to justify the delay in its entire duration:  <FRAGMENT_SUPPRESSED> [2010] FCJ 851.", "[16] Be that as it may, it might still be possible to grant an extension of delay because of the likelyhood of success of an application. Given that leave was granted to commence this application, the applicant may have an \"arguable case\" but in the view of the case law it turns out that his chances of convincing the Court to quash ex post facto the removal order are indeed very low, which does not militate in favour of granting an extension of delay.", "[17] The applicant does not seriously dispute the fact that the deportation order was made as a result of a conviction which was valid at the time and that the Minister had no obligation to await the result of a potential appeal against the conviction (which was made here some two months after the conviction and the removal order).", "[18] However, the applicant principally relies on <FRAGMENT_SUPPRESSED>  at para 4, as authority for the proposition that a deportation order becomes groundless and should be set aside when the basis for making the order \"not only no longer exists in fact; it is deemed, in law, not to have existed at all\". However, the respondent points out that  <FRAGMENT_SUPPRESSED> , the Court issued a writ of prohibition against a deportation order that was yet to be enforced. That case thus did not concern an application for a judicial review of an already enforced removal order. I agree with the respondent that <FRAGMENT_SUPPRESSED> does not help the applicant here.", "[19] I note that in <FRAGMENT_SUPPRESSED>  [2008] FCJ 10, Mr. Johnson's application for permanent residence was denied on the basis that he was convicted of sexual assault and inadmissible on account of serious criminality pursuant to paragraph 36(1)(a) of the IRPA. The convictions were subsequently overturned. Madame Justice Dawson (as she then was) held, at paragraph 24, that the denial of the permanent residence application should be upheld despite the fact that it was based on convictions which were overturned because \"the convictions were in force when the negative decision was made and they remained in force until set aside on appeal\".", "[20] The applicant contends that cases such as <FRAGMENT_SUPPRESSED> are distinguishable in that, in the present case, the applicant seeks the quashing of the deportation order itself rather than some subsequent decision that the deportation order impacted on. However, one has to bear in mind that the purpose of a judicial review application is to ensure the legality, reasonableness or fairness of an administrative decision at the time it was rendered, not to decide issues which were never raised before or retroactively annul the decision on the basis of new evidence that did not exist before.", "[21] <FRAGMENT_SUPPRESSED> [2011] FCJ 781 ( <FRAGMENT_SUPPRESSED> ), when deciding whether the refusal of an application for permanent residence should be set aside because the subsequent quashing of two security certificates rendered the refusal decision a nullity, Justice Snider of this Court noted at para 45: There is also an administrative law principle that militates against holding the earlier decision to be a nullity. The purpose of judicial review is not to determine the correctness of the decision of the administrative tribunal in absolute terms; the objective is to determine whether the decision of the tribunal was reasonable on the record before it. Judicial review is not meant to be a de novo application where the reviewing court is asked to decide issues, which are raised for the first time in the application on evidence that the tribunal never considered ( <FRAGMENT_SUPPRESSED>  Justice MacKay had earlier considered the effect of a pardon granted to an applicant in relation to the deportation order, which was issued before the pardon, and an exclusion order issued after the pardon was granted. The Court held that the deportation order, acknowledged to be valid when issued, was not issued in error, notwithstanding that the pardon had subsequently been issued.", "[23] Therefore, I am not satisfied that the underlying application has attained the degree of likelihood of success that can outweigh the fact that there has not been a reasonable explanation for the long delay to make the application.", "[24] <FRAGMENT_SUPPRESSED> [2010] FCJ 1096, the Court stated that the time limits enacted by Parliament \"serve the public interest and bring finality to administrative decisions\". That said, the applicant submits that the respondent's right to administrative stability should not prevail over the prejudice the applicant will suffer as a result of the removal order. However, I agree with the respondent that there is no prejudice at the present time for the applicant and the alleged prejudice is speculative. The removal order has already been enforced. The applicant is not deprived of legal means to have any future decision of an officer requiring an ARC set aside (if the Minister wants to rely on the removal order since the conviction is deemed never to have occurred).", "[25] Again, I entirely share the view taken by Justice Snider in <FRAGMENT_SUPPRESSED> at para 46: In it appears that, while the issue is not free from doubt (Nagra, above), the better legal view is that a decision taken before a fundamental change in evidence is not a nullity or void ab inititio. However, on a going-forward basis, any such decision could not be enforced or otherwise acted or relied on. In this case, the Officer's decision is not a nullity. What I believe, however, is that, based on decisions such as Kalicharan, the Minister could not rely on that particular decision to take further steps to remove the Applicant from Canada.", "[26] In view of the above reasons, the application for an extension of time should be refused and the application for judicial review accordingly dismissed. No question shall be certified in the circumstances. JUDGMENT", "[27] THIS COURT'S JUDGMENT is that the application for an extension of time be refused and that the application for judicial review be accordingly dismissed. No question is certified in the circumstances. [End of document]"]}