{"id_": "041451", "body_str": ["[1] Tremblay-Lamer, J. [Translation]: This is an application for judicial review, pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001 c. 27, of a decision of an immigration officer (the officer), dated December 9, 2009, rejecting the visa application of Ghada Abboud (the applicant) on the ground that she had not provided the information that had been asked of her. The officer also later dismissed the applicant's request to have this decision reassessed. FACTS", "[2] The applicant is a citizen of Lebanon.", "[3] In 2004, she filed an application for permanent residence in Canada as a member of the economic class (the application) at the Canadian Embassy in Damascus. She designated counsel to represent her, filling out and signing a form entitled \"Use of a Representative\". Her counsel's e-mail address was indicated on the form.", "[4] On May 27, 2009, the application was transferred to the Canadian Embassy in Warsaw for fast-tracking. On July 29, 2009, the officer sent an e-mail consisting of a letter, dated July 28, 2009, to her counsel's e-mail address. The letter informed the applicant that the application would be processed in Warsaw and requested that she submit certain additional documents within a fixed time period or risk having her application rejected.", "[5] Both the applicant and her counsel claim they never received this message. The officer, for his part, claims that he received an automated message to the effect that his \"message has been successfully relayed to the following recipients, but the requested delivery status notifications may not be generated by the destination\" (this was followed by the lawyer's e-mail address).", "[6] According to the documentary evidence in the record, shortly before noon on the same day, the visa office sent a second e-mail to counsel containing the same information as the preceding e-mail. The same automated response was generated.", "[7] Having never received the request for additional information and believing that her file was complete, the applicant did not provide the requested documentation. Having never received the information he sought, the officer rejected her application. He informed the applicant of this in a letter dated December 9, 2009.", "[8] After receiving this letter, counsel for the applicant wrote to the officer, asking him not to close the applicant's file and requesting that a copy of the letter dated July 28, 2009, be sent to her in order for the applicant to provide the missing information. The officer refused this request and the applicant then commenced the current judicial review proceeding.", "[9] The applicant produced three \"exhibits\" which, in her view, show that the automated message received by the officer is an indication of the fact that the message he sent to her counsel never reached its destination. This view is supported by the affidavit of an Ottawa computer specialist, which Justice Michel Shore allowed to be submitted in support of the application for judicial review. At the hearing the respondent conceded that the evidence submitted by the applicant was convincing in this regard. Analysis", "[10] The only issue in the case at bar is whether, under the circumstances, the rejection of the application meets the requirements of procedural fairness.  <FRAGMENT_SUPPRESSED> , at para. 100, Justice Binnie, writing for the majority of the Supreme Court, noted that \"[i] t is for the courts ... to provide the answer to procedural fairness questions\". Thus, if the officer breached the duty of procedural fairness owed to the applicant, the Court must intervene. In my view, that is the case here.", "[11] <FRAGMENT_SUPPRESSED>  in regard to a notice to appear at an interview sent to the applicant in order for his application for permanent residence to be assessed, Justice Snider wrote, at paragraph 9: In general, immigration officials at overseas visa offices bear responsibility for ensuring that the notice of an interview is sent. The Court must be satisfied that the notice was properly sent ( Herrara , above; Ilahi , above; <FRAGMENT_SUPPRESSED> , above). ...", "[12] As for the case at bar, the Court is not convinced that the request for additional information was in fact sent to the applicant. At the hearing, both parties agreed on the fact that the automated response sent to the officer (DSN or \"Delivery Status Notification\") indicating that the message \"has been successfully relayed\" did not constitute proof that the message had actually reached its destination. At most, this type of notification indicates that the e-mail was sent to the server, which does not necessarily mean that the message was in fact accessible in the counsel's e-mail inbox.", "[13] Moreover, if the officer was sure that the message had been properly sent the first time, we might wonder why he thought it necessary to send a second e-mail containing exactly the same information only a few hours later. The fact that another \"DSN\" was received should have alerted him that the messages had not been sent successfully.", "[14] <FRAGMENT_SUPPRESSED>  at para. 19, Justice Kelen allowed the application for judicial review of a visa officer's decision rejecting the application for permanent residence of a person on the ground that that person had failed to attend an immigration interview after having been sent an interview notice letter. In that case, the documentary evidence clearly showed that the letter had never been received by the applicant or by her representative, either by mail or by fax. At para. 19, the judge noted that: It is reasonable to expect that there will be mistakes by the respondent when dealing with thousands of immigration files. When the evidence shows that there has been such a mistake the Court would have expected the respondent cure the mistake, i.e. invite the applicant to attend another interview.", "[15] In the case at bar, the onus was on the officer to ensure that the e-mail had in fact been properly sent to the applicant's counsel. The automated reply that had been received twice after the e-mail had been sent should have raised doubts in the officer's mind that the communication had failed.", "[16] Furthermore, when counsel was informed that the application had been rejected because the requested information had not been sent in time, she immediately contacted the visa office in Warsaw, more than once, to explain that neither she nor the applicant had ever received the e-mail in question.", "[17] In such a situation, the officer should have given the applicant the opportunity to provide the required documents in order to be able to assess her application on the merits.", "[18] This is a flagrant violation of the requirements of procedural fairness due to the fact that, as a result of this communication problem, the applicant did not have the opportunity to provide the officer with all of the evidence required to make an informed decision.", "[19] If the decision were to be upheld, the consequences of this communication problem would be extremely prejudicial to the applicant and her family who, after having waited several years, would have to file a new immigration application and who, moreover, would in all likelihood no longer qualify due to recent regulatory changes to the federal skilled worker program.", "[20] I would also add that, in order to prevent similar incidents happening in the future, it would be helpful if officers were issued clearer guidelines with regard to their responsibilities in managing electronic communications where problems sending e-mails can lead to such dire outcomes in immigration applications.", "[21] For these reasons, the application for judicial review of the decision of the visa officer dated December 9, 2009, is allowed and the application for permanent residence is referred back for reconsideration by a different visa officer, after the applicant has had an opportunity to submit the documents requested in the letter dated July 28, 2009. JUDGMENT", "[22] THE COURT ORDERS that the application for judicial review of the decision of the visa officer dated December 9, 2009, be allowed and that the application for permanent residence be referred back for reconsideration by a different visa officer, after the applicant has had an opportunity to submit the documents requested in the letter dated July 28, 2009.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9] Analyse", "[10]", "[11] Herrara, Ilahi", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21] JUGEMENT", "[22] [End of document]"]}