{"id_": "041423", "body_str": ["[1] Martineau, J. [Translation]: The applicant is challenging the legality of the decision of the Immigration Appeal Division (IAD) of the Immigration and Refugee Board dismissing his appeal and confirming the deportation order by the Immigration Division (ID) under the Immigration and Refugee Protection Act , SC 2001, c 27 (the Act).  <FRAGMENT_SUPPRESSED>", "[2] The applicant is a citizen of Haiti born in January 1976. At the age of 17, he was sponsored (with his mother, his brother and his two other sisters) by his oldest sister to come to Canada. Since February 1994, he has been living here as a permanent resident. In March 1998, the applicant became the father of a boy named Rendy Philistin-D'Amours. Further, Rendy suffers from acute dysphasia, a structural learning and language development disability. He has lived with his natural mother since the two parents separated.  <FRAGMENT_SUPPRESSED>", "[3] In November 2009, an immigration officer wrote an inadmissibility report under subsection 44(1) of the Act against the applicant on the ground of serious criminality within the meaning of paragraph 36(1)( ) of the Act. In fact, in February 2009, the applicant was convicted of criminal harassment of his former girlfriend, Andrea Clairmont. This is an offence under subsection 264(1) of the Criminal Code and punishable by imprisonment for a term not exceeding 10 years. The applicant received a fine of $200 and he was placed on probation for 18 months. At the same time, he was also convicted of another count of criminal harassment in a separate case, for which he received a suspended sentence, subject to a probationary period of 18 months and with a condition of performing 100 hours of community work.  <FRAGMENT_SUPPRESSED>", "[4] In February 2010, the Minister's delegate referred the above-noted report to the ID so that it could determine whether the applicant was indeed a person as described in subsection 36(1)( ) of the Act. On March 10, 2010, a deportation order was issued by the ID against the applicant. That decision was upheld on appeal on January 14, 2011. The IAD refused to cancel or stay the execution of the removal order, essentially on the basis that the risk the applicant poses to Canadian society outweighs other factors that could support his appeal based on humanitarian and compassionate grounds, such as the best interests of the child directly affected by the order.  <FRAGMENT_SUPPRESSED>", "[5] The applicant raised two grounds for judicial review, the violation of procedural fairness and the unreasonableness of the IAD's decision.  <FRAGMENT_SUPPRESSED> Did the IAD err in refusing the application to adjourn the hearing?  <FRAGMENT_SUPPRESSED>", "[6] First, the applicant submitted that the decision in question should be set aside because the Board member rejected his application for an adjournment of his IAD appeal hearing.  <FRAGMENT_SUPPRESSED>", "[7] The non-exhaustive factors that the member could have taken into consideration to allow or refuse to adjourn the hearing are set out in subsection 48(4) of the Immigration and Appeal Division Rules , SOR/2002-230 (the Rules):  <FRAGMENT_SUPPRESSED> 48(4) In deciding the application, the Division must consider any relevant factors, including  <FRAGMENT_SUPPRESSED> ) in the case of a date and time that was fixed after the Division consulted or tried to consult the party, any exceptional circumstances for allowing the application;  <FRAGMENT_SUPPRESSED> ) when the party made the application;  <FRAGMENT_SUPPRESSED> ) the time the party has had to prepare for the proceeding;  <FRAGMENT_SUPPRESSED> (d ) the efforts made by the party to be ready to start or continue the proceeding;  <FRAGMENT_SUPPRESSED> (e ) in the case of a party who wants more time to obtain information in support of the party's arguments, the ability of the Division to proceed in the absence of that information without causing an injustice;  <FRAGMENT_SUPPRESSED> (f ) the knowledge and experience of any counsel who represents the party;  <FRAGMENT_SUPPRESSED> (g ) any previous delays and the reasons for them;  <FRAGMENT_SUPPRESSED> (h ) whether the time and date fixed for the proceeding were peremptory;  <FRAGMENT_SUPPRESSED> (i ) whether allowing the application would unreasonably delay the proceedings; and  <FRAGMENT_SUPPRESSED> (j ) the nature and complexity of the matter to be heard.  <FRAGMENT_SUPPRESSED>", "[8] In this case, the IAD's refusal to postpone or adjourn is a discretionary decision that, according to case law, is subject to the reasonableness standard of review and that calls for a more deferential standard despite the fact that it raises issues of procedural fairness ( <FRAGMENT_SUPPRESSED>  [2011] FCJ 83; <FRAGMENT_SUPPRESSED>  [2010] FCJ 403). In exercising that discretion, the IAD takes into account the factors listed in subsection 48(4) and the Court will not intervene in the refusal to grant an adjournment except under exceptional circumstances ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[9] In the hearing before the IAD, following the mother's testimony that the applicant presents behavioural symptoms similar to those of Rendy, counsel for the applicant submitted an application for adjournment to conduct a psychological evaluation so as to determine whether the applicant in fact has a similar condition to his son's. The Minister's representative objected to these claims. The mother testified before the IAD that the applicant always refused to accept that her son had a disability because he thought that Rendy was like him. She also stated that the specialists had told him that dysphasia could be hereditary.  <FRAGMENT_SUPPRESSED>", "[10] The application for adjournment was rejected, first because it was late and second because the new medical evidence was not relevant. Further, the Board member had not noted any language problems in the applicant, since he spoke French well and a teacher who had taught him two years earlier had even described him as an [Translation] \"exemplary, punctual, conscientious, hard working and sociable\" student. In addition, the Board member mentioned that, according to a report in the record, Rendy had lacked oxygen at birth. Therefore, his illness was not genetic as suggested by his mother, who was also not qualified to give opinion evidence.  <FRAGMENT_SUPPRESSED>", "[11] With regard to the lateness of the application for adjournment, the applicant's counsel explained that she only knew the applicant for one month before the hearing and she never doubted the problems brought to light by the mother in her testimony. The applicant now criticizes the IAD for not having set out the factors in favour of granting an adjournment. However, the applicant did not explain what were the factors stated in subsection 48(4) that, in his view, should have been considered by the Board member and that were not. That being said, the applicant rather suggested that the rejection of the application for adjournment deprived him of fully presenting his mental condition and availing himself of the assistance of a designated representative, as required. Therefore, the IAD could have made a favourable decision if the later evaluation report had been submitted to it for consideration. In fact, the results of an evaluation conducted after the hearing by psychologist René Caissie, indicate a low ability of understanding and a level of intellectual function in the applicant similar to an intellectual disability.  <FRAGMENT_SUPPRESSED>", "[12] The respondent submits that the application for adjournment was late and that, in any case, it had no effect. The proposed evaluation was without relevance, given the determinative factors in the case (e.g. the possibility of the appellant's rehabilitation is low given the appellant's repeated criminal behaviour and his difficulty in respecting court orders). The respondent further submits that the applicant does not present major language problems that are found in people with dysphasia and that the psychologist who performed the applicant's evaluation did not have the required expertise in speech therapy, neuropsychology and audiology to conduct a diagnostic test for dysphasia. In any case, the report in question is limited to the evaluation of the applicant's ability to understand and his level of intellectual functioning.  <FRAGMENT_SUPPRESSED>", "[13] At the hearing before this Court, counsel for the applicant developed a brand new argument, explaining at length that a designated representative should have been called to the hearing because she herself had noted that the applicant was confused. Counsel for the respondent objected to this new argument and argued that he was surprised by the issue of the designation of a representative because of the applicant's alleged confusion at the hearing, which is under dispute. Until then, there had only been an issue of dysphasia.  <FRAGMENT_SUPPRESSED>", "[14] The respondent's objection seems to me to be well founded in this case. A close reading of the transcript confirms that at no time did counsel for the applicant request a designated representative, nor did she invoke Guideline 8 (Guideline on Procedures with Respect to Vulnerable Persons Appearing Before the Immigration and Refugee Board of Canada) before the IAD. She never argued that the applicant suffered from an intellectual disability that could have prevented him from understanding the nature of the criminal acts that he committed. Nor did she ask for an adjournment on the ground that the applicant was confused, but rather because she wanted to prove that the applicant had dysphasia, the same speech disorder as his son. Today the grounds should be limited to those specifically argued by the applicant to obtain a postponement of his appeal hearing before the IAD.  <FRAGMENT_SUPPRESSED>", "[15] In the particular circumstances of this case, having taken into account the written and oral submissions of the parties and reviewed the evaluation report submitted by the applicant and the transcripts of the hearing, I find that the applicant did not establish a breach of natural justice or procedural fairness. The Board member's decision to refuse to adjourn the hearing seems to me to be reasonable in this case. It is also obvious that the applicant did have the opportunity to be heard and to present his arguments. After all, it was an appeal based on humanitarian and compassionate considerations, taking into account the best interests of the child in this case. Further, it was not disputed that Rendy suffered from dysphasia. Moreover, the applicant's testimony at the hearing was clear and there was no evidence before me that his ability to communicate was compromised.  <FRAGMENT_SUPPRESSED> Is the decision of the IAD unreasonable?  <FRAGMENT_SUPPRESSED>", "[16] The applicant also alleges that the IAD's decision is unreasonable.  <FRAGMENT_SUPPRESSED>", "[17] Since the ground of inadmissibility (serious criminality) was not challenged, the IAD was only concerned with addressing the humanitarian and compassionate grounds within its discretion. In this regard, the IAD referred to the non-exhaustive factors contained in <FRAGMENT_SUPPRESSED> . Further, since the weighing of these factors was not only discretionary, but also largely depended on the facts of each case, the factual matters decided by the IAD are reviewable on the reasonableness standard ( <FRAGMENT_SUPPRESSED> [2003] FCJ 108). In that sense, the Court's review is limited to \"the existence of justification, transparency and intelligibility within the decision making process\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[18] The IAD decision in this case appears reasonable to me.  <FRAGMENT_SUPPRESSED>", "[19] First, the IAD went over the applicant's criminal record stating that the offences leading to the deportation order against him were not the first offences that he was convicted of. She found that the possibility of rehabilitation was low. Second, the IAD stated that the applicant's lack of remorse during his testimony raised doubts as to his desire for rehabilitation. Third, the IAD noted that the applicant was working continuously until 2009 and that he had resumed his studies and was receiving social assistance.  <FRAGMENT_SUPPRESSED>", "[20] With respect to the best interests of the child, the IAD pointed out that the applicant had not wanted Rendy and that he had seen very little of him in the first two years of his life. He also had not seen him from the summer of 2006 to the summer of 2010, so he was not aware of the fact that, during this period, the applicant's ex-companion had gone to live in Calgary with their son for one year. The IAD noted that the applicant did not know the name of the special school that his son attends and that it was only at the hearing that he became aware of a speech-language assessment of Rendy's from February 25, 2007. The IAD found that although Rendy needed his father's presence in his life and that he may react very badly to his removal by [Translation] \"blaming [his mother], withdrawing into himself, becoming aggressive and even injuring himself\", according to the mother's testimony, it is her current companion who today is the father figure in Rendy's life. Further, the IAD noted that the mother and son did not need the father's financial support. In addition, since 2009, the applicant has not provided any child support to contribute to his son's expenses.  <FRAGMENT_SUPPRESSED>", "[21] Finally, with respect to the hardship that the applicant could suffer as a result of his removal to Haiti, the IAD found that they were not sufficient to overcome the unfavourable factors in his application. In discussing these hardships, the IAD mentioned that it took into consideration the tragic situation of the country at his time and the fact that the applicant's parents were deceased and that all his brothers and sisters are living in Canada.  <FRAGMENT_SUPPRESSED>", "[22] With regard to his risk to society, the applicant alleges that in terms of the criminal proceedings against him, he was never sentenced to a term of imprisonment other than the sentence he was allowed to serve in the community. The sentencing panel had to ensure that \"service of the sentence in the community would not endanger the safety of the community\" in accordance with section 742.1 of the Criminal Code . Therefore, the applicant alleges that the IAD unreasonably concluded that the risk represented by the applicant to society is such that it would not outweigh the factors that are more in favour of his application. This argument is not persuasive. The Court cannot substitute its judgment to that of the IAD with respect to the factual assessment of the factors to be considered. Moreover, there is no presumption that the risk referred to by the IAD and the security risk that must be assessed to warrant special relief to serve his sentence in the community for criminal matters, are equivalent.  <FRAGMENT_SUPPRESSED>", "[23] As to the IAD's finding of the applicant's lack of remorse, he alleged that, according to the recent psychological report, he has a low ability of understanding, especially with respect to the legal process involving him. It is well established that evidence not submitted to the administrative decision-maker cannot be considered as part of the judicial review unless grounds for review are based, among other exceptions, on a breach of procedural fairness or of the principles of natural justice, which is not the case here.  <FRAGMENT_SUPPRESSED>", "[24] The applicant alleges that the IAD's analysis in its evaluation of the best interests of Rendy only complied with the requirements as to form. The applicant relied on <FRAGMENT_SUPPRESSED>  (Eugenio), where it was determined that the reasons given by the IAD must support the fact that the interests of the child have truly been weighed. In contrast to Eugenio , where the impugned decision merely stated that the interests of the child had been taken into account without further note (paragraph 21), in this case the IAD discussed at length the relationship between the father and the son and the living conditions of the child with his mother. Its finding that Rendy's hardship cannot be determinative in this case relies on specific facts and cannot be contradicted by the Court, especially since it is well established in case law that the best interests of the child is only one of the factors in assessing whether removal is warranted and that the finding varies greatly based on the circumstances ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[25] Finally, the applicant criticizes the IAD for having ignored the testimony of his ex-companion that he had maintained contact with members of his family, stating that the applicant did not have enough attachment to Canada and that [Translation] \"he apparently will not be missed by his siblings in Canada\" since none of them attended the hearing, testified or filed a letter as evidence in his support. It is certainly regrettable that the Board member made such a comment, but that is clearly insufficient for the Court to find that the decision as a whole is unreasonable.  <FRAGMENT_SUPPRESSED>", "[26] For all these reasons, this application for judicial review must fail. Counsel did not propose any question of general importance for certification and no question is raised in this matter.  <FRAGMENT_SUPPRESSED>", "[27] THE COURT ORDERS AND ADJUDGES that this application for judicial review be dismissed. No question will be certified.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> , LC 2001, c 27 (laLoi).  <FRAGMENT_SUPPRESSED>", "[2]", "[3]", "[4]", "[5]", "[6]", "[7] 48(4) In deciding the application, the Division must consider any relevant factors, including  <FRAGMENT_SUPPRESSED> ) in the case of a date and time that was fixed after the Division consulted or tried to consult the party, any exceptional circumstances for allowing the application;  <FRAGMENT_SUPPRESSED> ) when the party made the application;  <FRAGMENT_SUPPRESSED> ) the time the party has had to prepare for the proceeding;  <FRAGMENT_SUPPRESSED> (d ) the efforts made by the party to be ready to start or continue the proceeding;  <FRAGMENT_SUPPRESSED> (e ) in the case of a party who wants more time to obtain information in support of the party's arguments, the ability of the Division to proceed in the absence of that information without causing an injustice;  <FRAGMENT_SUPPRESSED> (f ) the knowledge and experience of any counsel who represents the party;  <FRAGMENT_SUPPRESSED> (g ) any previous delays and the reasons for them;  <FRAGMENT_SUPPRESSED> (h ) whether the time and date fixed for the proceeding were peremptory;  <FRAGMENT_SUPPRESSED> (i ) whether allowing the application would unreasonably delay the proceedings; and  <FRAGMENT_SUPPRESSED> (j ) the nature and complexity of the matter to be heard.  <FRAGMENT_SUPPRESSED>", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24] <FRAGMENT_SUPPRESSED>  (CanLII), 2003 CF 1192 [ Eugenio Eugenio <FRAGMENT_SUPPRESSED>  (CanLII), 2010 CF 142 au para 55).  <FRAGMENT_SUPPRESSED>", "[25]", "[26] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[27] [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}