{"id_": "041603", "body_str": ["[1] Muldoon, J. : The applicant has challenged by way of judicial review the decision (U96-00372) of the Convention Refugee Determination Division (CRDD) of the Immigration and Refugee Board dated July 14, 1997, in which the CRDD determined that the applicant was not a Convention Refugee within the meaning of s. 2(1) of the Immigration Act , R.S.C. 1985, c. I-2 (the \" Act \").  <FRAGMENT_SUPPRESSED>", "[2] The application was heard in Toronto on October 21, 1998. At the conclusion of the hearing, this court allowed the application to quash and set aside the CRDD's decision, and directed the matter to be heard by a newly constituted panel. These are the reasons for that order.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[3] The applicant, Stefnie Dinisha Miral, is a 27-year-old Sri Lankan citizen. She was born, raised, and lived her life in Negombo, a city on the southwestern coast, some 45 kilometres north of Colombo. She arrived at Pearson International Airport in Toronto on August 21, 1995, and claimed Convention refugee status in Etobicoke some two days later. Her claim is based on a well-founded fear of persecution in her home nation by reason of her Tamil ethnicity, as well as by reason of her marriage to her husband, who fled Sri Lanka on October 9, 1994 and made a failed bid for refugee status in Canada.  <FRAGMENT_SUPPRESSED>", "[4] Although the applicant has experienced difficulties and distress throughout a large portion of her life due to her ethnicity and the lack of opportunities extended to Tamils living in the south, her troubles began in earnest on September 20, 1994. On that day, her husband brought home a friend named Siva. This friend was suspected by the authorities of being a member of the LTTE, the so-called Tamil Tigers, a militant separatist movement fighting for a Tamil homeland in the north of Sri Lanka. The applicant's husband assured her that Siva was innocent, and she allowed him to stay in their house. After three days, he departed.  <FRAGMENT_SUPPRESSED>", "[5] Two days after Siva left, the police arrested the applicant's husband and detained him for three days. He was released upon payment of a bribe and ordered to report to the police station each Sunday. He was afraid to do so and did not comply with this directive, leading the police to come looking for him. The applicant warned her husband when the police arrived and he fled out the back door. He remained in hiding until he fled the country on October 9, 1994.  <FRAGMENT_SUPPRESSED>", "[6] The police came to the applicant's home on October 16, 1994, looking for her husband. She and her father were arrested and detained for five days. They were released upon payment of a bribe by the applicant's mother.  <FRAGMENT_SUPPRESSED>", "[7] After her release, the applicant claims to have endured weekly searches of her home by the police, because they were convinced that her husband was still in the country. She claims to have been arrested eight more times, generally following LTTE activities. The detentions usually lasted two or three days, and she would be released upon payment of a bribe by her parents. A gun was pointed at the applicant's head and her life was threatened during her final detention. After her release, she went into hiding before fleeing to Canada where she claimed Convention refugee status.  <FRAGMENT_SUPPRESSED> Tribunal's Decision  <FRAGMENT_SUPPRESSED>", "[8] The hearing was held before a single CRDD member with the applicant's consent, pursuant to s. 69.1(8) of the Act . This court notes that such a composition, while lawful according to the Act , should really be discouraged; indeed, perhaps cases should not be heard until at least a two member panel can be formed.  <FRAGMENT_SUPPRESSED>", "[9] The tribunal noted that the relevant issues to be determined were the credibility of the applicant's written and oral testimony, and the objective basis of the claim, which included exploring the possibility of an IFA. In its decision, the tribunal found the applicant not to be a credible witness, stating, \"There are aspects of the claimant's testimony which do not seem consistent with the alleged suspicions of the police\" (AR, p. 9). In determining that the applicant was not a Convention refugee, the tribunal held,  <FRAGMENT_SUPPRESSED> \"While the claimant's oral and written evidence is presumed to be true, the presumption has been rebutted by the lack of detail, over simplicity, and the implausibility of her evidence. The panel does not accept on a balance of probabilities that the claimant is being sought for conspiring to harbour a militant and to obstruct justice.  <FRAGMENT_SUPPRESSED> \"The lack of corroborating evidence in this claim is a significant factor in the assessment of the claim. There is no documentary evidence to support the claimant's contention that she was detained or that she attempted to avail herself of legal or political intervention. In the absence of such documentation and in light of the implausibility of her treatment and the reasons for her fear, the claimant has not discharged the onus of establishing on a balance of probabilities that there is more than a mere possibility that she would be persecuted in Sri Lanka on one of the Convention grounds.\" (AR, pp. 10-11)  <FRAGMENT_SUPPRESSED> Discussion  <FRAGMENT_SUPPRESSED>", "[10] Considerable deference is given on judicial review to credibility findings made by the CRDD. The reviewing court may only interfere with such findings if they are determined to be perverse, capricious, or made without regard to the evidence adduced before the tribunal. As the trier of fact, the CRDD is ideally situated to make credibility determinations; however, it is not an infallible institution.  <FRAGMENT_SUPPRESSED>", "[11] When an applicant swears to tell the truth regarding certain allegations, a presumption is thereby created that those allegations are true unless a reason exists to doubt their veracity: <FRAGMENT_SUPPRESSED>  (F.C.A.).  <FRAGMENT_SUPPRESSED>", "[12] The CRDD is under a duty to provide reasons, in clear and unmistakable terms, as to why it casts doubt on a claimant's credibility: <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 199 (F.C.A.). It is open to this court, however, to find those reasons deficient.  <FRAGMENT_SUPPRESSED>", "[13] The panel will have erred if it allows itself to become so fixated on the details of the claimant's testimony that it forgets the substance of the facts on which the claim is based: <FRAGMENT_SUPPRESSED>  and stated, at paragraphs 16 through 19 and 24, the following presumptions:  <FRAGMENT_SUPPRESSED> \"It is perfectly acceptable for a tribunal to find an applicant lacking in credibility according to implausibilities in the applicant's testimony. For example, <FRAGMENT_SUPPRESSED> . However, where the tribunal finds a lack of credibility based on inferences, there must be a basis in the evidence to support the inferences. Such inferences must be reasonably open to the tribunal based on the evidence of the applicant. <FRAGMENT_SUPPRESSED>  (F.C.T.D.), 21 Imm. L.R.(2d) 39, and <FRAGMENT_SUPPRESSED>  (F.C.T.D.).  <FRAGMENT_SUPPRESSED> \"Where the tribunals' inferences are based on what seemed to be 'common sense' or rational perceptions about how a government regime in another country might be expected to act or react in a given set of circumstances, there is an obligation, out of fairness, to provide an opportunity for the applicant to address those inferences on which the tribunal relies. <FRAGMENT_SUPPRESSED>  (F.C.T.D.), 20 Imm. L.R.(2d) 246.  <FRAGMENT_SUPPRESSED> \"The tribunal must have regard for the totality of the evidence before it when assessing credibility. The tribunal cannot make an adverse credibility finding while ignoring evidence of the claimant explaining apparent inconsistencies. <FRAGMENT_SUPPRESSED>  (F.C.A.), 8 Imm. L. R.(2d) 106, and <FRAGMENT_SUPPRESSED>  (F.C.A.).  <FRAGMENT_SUPPRESSED> \"If the tribunal, when making findings of fact, misconstrues or ignores the evidence before it, and relies upon these findings when making an adverse determination as to credibility, the decision will be quashed. <FRAGMENT_SUPPRESSED>  and <FRAGMENT_SUPPRESSED>  (F.C.T.D.), 21 Imm. L.R.(2d) 294.  <FRAGMENT_SUPPRESSED> . . . . . . .  <FRAGMENT_SUPPRESSED> \"If the tribunal, especially where the decision is based upon an assessment of credibility, had before it evidence which would support its negative assessment of credibility, the tribunal's findings were reasonable in light of the evidence before it, and reasonable inferences were drawn from that evidence, then the court should not interfere with the tribunal's decision, even if the court might not have reached the same conclusion. <FRAGMENT_SUPPRESSED>  (F.C.A.). <FRAGMENT_SUPPRESSED>", "[15] In the case at bar, the CRDD clearly stated in its reasons that it did not find certain aspects of the applicant's testimony credible or trustworthy. It specifically found that the evidence concerning her detention was \"perfunctory, and lacked the kind of detail that could be expected of someone as articulate and well-educated as the claimant\" (AR, p. 10). The tribunal acknowledged the presumption of truthfulness that is accorded to a claimant's sworn testimony, but held that it had been rebutted by the \"lack of detail, over simplicity, and the implausibility of her evidence\". Finally, the tribunal's finding of a lack of credibility was not based on internal inconsistencies in the applicant's testimony, but rather on inferences drawn from the testimony which the tribunal made based on its perceptions of plausibility vis-à-vis the evidence.  <FRAGMENT_SUPPRESSED>", "[16] This court has trouble with the tribunal's finding that the applicant's testimony concerning her detention was not credible because it was simplistic and lacked detail. At the hearing before the CRDD, she was asked to describe the repeated detentions and interrogations she endured. Her answers were responsive, although they did not satisfy the sole panel member as to details.  <FRAGMENT_SUPPRESSED>", "[17] Regardless of how well-versed one is in the manner of interrogations conducted by police forces of various countries, it is intuitively obvious that both a purpose and a result of such interrogations is intimidation and the attendant confusion. Although it is the function of the CRDD to determine credibility, in this instance the panel appears to have imposed too high a standard regarding the amount of detail he required from her, forgetting, or perhaps overlooking, the fact that interrogations such as those experienced by the applicant are designed to blur and blend together in the minds of those interrogated.  <FRAGMENT_SUPPRESSED>", "[18] The panel did not accept the applicant's testimony regarding the alleged arrest of her husband and his subsequent release three days later upon payment of a \"fairly small bribe\". The panel infers that this is not credible as it would be far more likely that he would have been detained longer and criminally charged with a crime, given the seriousness of harbouring a suspected LTTE member, especially one who was suspected of manufacturing bombs.  <FRAGMENT_SUPPRESSED>", "[19] <FRAGMENT_SUPPRESSED>  be 'common sense' or rational perceptions about how a governmental regime in another country might be expected to act or react in a given set of circumstances, there is an obligation, out of fairness, to provide an opportunity for the applicant to address those inferences on which the panel relies. <FRAGMENT_SUPPRESSED>", "[20] The panel has engaged in speculation as to regular or normal police procedures, and had no evidence before it on which to base such conclusions, regardless of how obvious they may appear to the member. This case, one of many, reflects dishonour or incompetence on the government of Sri Lanka, for it seems to be unable to stem the tide of corruption of its security forces, which appear to supplement their income by repeatedly detaining people and releasing them on payment of bribes.  <FRAGMENT_SUPPRESSED>", "[21] Indeed, the applicant offered a plausible explanation for the police's repeated acceptance of bribes when she explained why she did not seek out legal advice: \"What I'm trying to say is that without adhering to legal process you can get a lot of things done by using money in our country\" (hearing transcripts, volume 2, p. 424).  <FRAGMENT_SUPPRESSED>", "[22] In making its finding regarding probable police procedure, the panel made no reference to any documentary evidence whatsoever, although it faults the applicant for not having a mind like a steel trap and making reference to documentary evidence herself. While there may well have been a basis in the evidence to support such a finding, the panel neglected to point to it.  <FRAGMENT_SUPPRESSED>", "[23] The panel states in its reasons that the lack of corroborating evidence regarding the applicant's detention is a significant factor in the negative determination of her claim (AR, pp. 10-11). While a failure to offer documentation is a correct finding of fact, it cannot be linked to the applicant's credibility, in the absence of evidence to contradict the allegations: <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 39 (T.D.). It is not open to the CRDD to require documentary evidence to support the applicant's uncontradicted testimony regarding her arrests and detentions. What would the tribunal have the applicant do? Get a note from the police?  <FRAGMENT_SUPPRESSED>", "[24] Given the tribunal's finding that the applicant failed to establish the fact of her arrests and detentions, it determined that she had not met the onus of establishing on a balance of probabilities that there is more than a mere possibility that she would be persecuted in Sri Lanka on one of the enumerated Convention grounds were she to return to that country. However, in light of the foregoing, viz. that the tribunal erred in requiring documentation detailing the applicant's detentions, the tribunal's conclusion on this issue cannot stand.  <FRAGMENT_SUPPRESSED>", "[25] The tribunal erred when it engaged in speculation about police arrest practices without any foundation in evidence. It also erred in dismissing the applicant's testimony regarding her arrests as not credible due to a lack of supporting documentary evidence. In this regard, the tribunal imposed a too onerous burden on the applicant. It is simply unrealistic to require a refugee claimant to have with her paperwork and documents detailing her arrest history in the country from which she just fled.  <FRAGMENT_SUPPRESSED>", "[26] Accordingly, for all these reasons, the application to quash and set aside the CRDD's decision is allowed. As both counsel were in agreement at the close of the hearing, there is no question of general importance, and so none will be certified.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Sharon J. McLaughlin/klf  <FRAGMENT_SUPPRESSED> [End of document]"]}