{"id_": "041628", "body_str": ["[1] Russell, J. : This is an application under subsection 72(1) of the Immigration and Refugee Protection Act , SC- 2001, c. 27 (Act) for judicial review of the decision of the Immigration Appeal Division (IAD) of the Immigration and Refugee Board, dated 30 August 2011 (Decision), which refused the Applicant's appeal. The Applicant appealed to the IAD from the decision of an immigration officer at the Canadian High Commission in New Delhi, India (Officer), in which the Officer refused her husband's permanent resident application because he found their marriage was not genuine. BACKGROUND", "[2] The Applicant is a 22-year-old Canadian citizen currently living in Toronto. Her husband (Grewal) is an Indian citizen currently living in India.", "[3] The Applicant and Grewal are Sikh. This is the first marriage for both of them. Before they met, the Applicant's family placed an advertisement in the Sunday Tribune, an English language newspaper published in Chandigarh, India. Grewal's family responded to the advertisement on 10 July 2008 and contacted the Applicant's family by telephone. Grewal's uncle, Bhagwant Singh Grewal (Bhagwant), a colleague of the Applicant's father, lives in Toronto; Grewal's family sent Bhagwant to investigate the Applicant and her family in July 2008.", "[4] After Bhagwant gave a positive report to Grewal's family in India, the Applicant travelled there to meet Grewal. When she arrived in India on 22 July 2008, the Applicant met Grewal and his family for the first time. They met her at the airport and escorted her to Ludhiana, India where she stayed with Pritam Carpanch, a friend of Grewal's family. The couple celebrated engagement ceremonies between 24 and 27 July 2008, then celebrated their wedding on 28 July 2008.", "[5] After the wedding, they went on their honeymoon to various places in India. The Applicant returned to Canada on 24 August 2008. Grewal applied for a permanent resident visa as a member of the Family Class on 9 February 2009 with the Applicant as his sponsor. The Officer interviewed Grewal on 25 May 2009 and later found the marriage was not genuine, so he denied Grewal's application for permanent residence.", "[6] After the couple was married, the Applicant travelled twice to India to visit Grewal. She was in India from 21 May 2009 to 3 June 2009 and from 2 March 2011 to 14 March 2011.", "[7] The Applicant appealed the Officer's decision to the IAD on 8 April 2009 under subsection 63(1) of the Act. To support her appeal, she provided documents from her three trips to India, including hotel and restaurant bills and plane tickets. She also provided photos which she said were taken at the various ceremonies leading up to and including her wedding, as well as many cards Grewal had sent to her during their marriage. The Applicant also provided copies of phone records which purported to show phone calls between the couple while Grewal was in India and she was in Canada.", "[8] The IAD heard the Appeal over two sittings, the first on 18 May 2011 and the second on 9 August 2011. In addition to the documentary evidence the Applicant submitted, she called several witnesses to show her marriage was genuine. The Applicant testified in person, as did Bhagwant. Grewal, his mother, and a friend of his family (Brar) testified by telephone from India. At the end of the second hearing, the IAD gave its Decision orally. It concluded that the marriage was not genuine, so it dismissed the appeal and denied Grewal a permanent resident visa. This is the Decision under review in this application. DECISION UNDER REVIEW", "[9] In its oral reasons which it reduced to writing, signed on 30 August 2011, the IAD noted that neither the Applicant nor the Respondent contested the formal validity of the marriage. The issue before the IAD was whether the marriage was genuine under the Immigration and Refugee Protection Regulations SOR/2002-227 (Regulations).", "[10] The IAD reviewed the events leading up to the engagement and marriage, including the Applicant's trip to India on 22 July 2008. It noted that, after she came back to Canada on 24 August 2008, the Applicant returned to India twice. Pre-Marriage Evidence", "[11] The IAD found that the genuineness of the marriage depended in large part on the couple's credibility. The IAD noted that <FRAGMENT_SUPPRESSED>  established the factors that must be examined to determine if a marriage is genuine. It found that, because the marriage was arranged, evidence showing the events leading up to the marriage were not relevant. The witnesses, other than the couple themselves, could only speak to the events which led up to the marriage. The IAD therefore focussed on post-marriage evidence to determine if the marriage is genuine.", "[12] Although Bhagwant and Brar testified at the hearing, the IAD found that their testimony only established the mechanics of how the couple met. Since the IAD was required to look at the post-marriage evidence, it found that the evidence of these witnesses could not show whether the marriage was genuine. The IAD found that Bhagwant and Brar were credible and believed what they said, but found that their testimony only established that the marriage had taken place, not that it was genuine.", "[13] The IAD also examined Brar's testimony in detail. He testified that he went to the wedding and later had tea with the couple. He believed the marriage was genuine but he had not said why he believed this. The IAD believed that he was credible but found that his belief was not germane to the issue before it.", "[14] The IAD accepted that there were no obvious incompatibilities in the case. However, compatible ages, religion, heritage and language, do not lead to the conclusion that the marriage is genuine. The IAD found that these factors showed the mechanics of the arrangement, but were not evidence that the marriage was genuine. Documentary Evidence", "[15] Looking at the factors in <FRAGMENT_SUPPRESSED> , above, the IAD found that there was no evidence before it of any financial intermingling or gifts from Grewal to the Applicant. The IAD noted that Grewal is wealthy, but the Applicant is not and is entirely supported by her father. The couple had also not explained why there was no financial intermingling or gifts between them.", "[16] The IAD looked at a life insurance policy the Applicant had bought to cover Grewal and found that Grewal was unaware that this policy existed. It also noted that the Applicant testified that she bought the policy on the advice of her lawyer after the Officer refused Grewal's application for a permanent resident visa. The IAD found that the Applicant was not motivated by her marital relationship to buy the insurance, but had intended to manufacture evidence to support her appeal.", "[17] The IAD also looked at the documents the Applicant submitted from her three trips to India. It found that the hotel and restaurant bills only showed she was at a hotel and ate a meal. Applicant's counsel had not directed her to any of these documents in her oral testimony to show how they were significant.", "[18] The IAD also found the phone records did not show the marriage was genuine. These records showed that two telephones were connected, one in Toronto and one in India. The IAD noted that some of the calls from the Applicant's number in Toronto to Grewal's number in India occurred while she was in India in May and June of 2009. Because there was no evidence before it as to who was actually making the calls, the timing of these calls led the IAD to doubt the probative value of the phone bills. Further, the IAD said that what was important was not the fact that calls were made, but the couple's knowledge of one another because of the calls.", "[19] The IAD further found that the greeting cards the Applicant had did not show that the marriage was genuine. The cards from Grewal to the Applicant were written in English. Although Grewal testified at the hearing that he could write in English (see page 554 of the Certified Tribunal Record (CTR)), the IAD found that he said he could speak English but had not said he could write in English. Also, there was nothing to show whether the cards were written before or after the Officer refused Grewal's permanent resident visa; they were not dated and there were no envelopes to show when they were sent. The IAD further questioned why Grewal would send Christmas cards to the Applicant when they are not Christian. The IAD said that, if they actually celebrated some elements of Christmas, the Applicant should have submitted evidence to show the weight the IAD could put on this fact.", "[20] The IAD also looked at the photos, but found there was no way of knowing when they were taken. Oral Evidence", "[21] In addition to the documentary evidence, the IAD also examined the oral evidence and found a number of inconsistencies in the testimony. The IAD noted that inconsistencies in evidence given by spouses, where they are germane to the genuineness of the marriage, are significant and found that the inconsistencies in the couple's evidence were directly related to the issues in the appeal before it.", "[22] First, although the couple testified they spoke on the telephone regularly, the IAD found the only thing Grewal could say about the Applicant was that she was pretty. The IAD said that it did not expect him to know much about her before the wedding, but it expected him to know about her given the amount of time they said they spoke together. Had they spoken on the phone as suggested by the phone records, the IAD found that Grewal would know more about the Applicant.", "[23] Second, the IAD found inconsistencies in the testimony about the Applicant's first trip to India in 2008. She said it took eight hours to get to Ludhiana from the airport and they had plenty of time to talk with each other on the way because their families left them alone. Grewal, however, testified that it took three hours to get to Ludhiana and they had not talked very much because they had no privacy. The Applicant also said they shared butter chicken when they stopped for a meal on the way; Grewal, however, testified he had roti and she had a burger.", "[24] Third, Grewal testified he had taken English courses for one month after they were married. The Applicant said he had taken English courses for six months.", "[25] Fourth, the Applicant said she sleeps on the left side of the bed; he said she switched sides.", "[26] Fifth, Grewal said the land his family owned, which he stood to inherit as the only son, was worth five million rupees; the Applicant said it was worth one million rupees. The IAD said it could not accept that the couple would not discuss the value of the land when it was their future security.", "[27] Sixth, the Applicant said she wanted to become an early childhood educator; Grewal said that she wanted to become a teacher, but he did not know what kind.", "[28] Seventh, the Applicant said she had not had any help from a consultant in preparing her forms, though the CAIPS notes on her file indicated that she had. Grewal testified he had used a consultant named Harvey to help with the forms, but did not know if the Applicant had used a consultant as well. The IAD found that <FRAGMENT_SUPPRESSED> , above, establishes that the preparation of an application is something which is presumed to be discussed. It also found the fact Grewal did not know whether the Applicant had assistance was not an indication of a genuine marriage.", "[29] Eighth, the Applicant testified she asked Grewal to practise his English, but Grewal said she had not asked him to practise.", "[30] Ninth, the Applicant said she returned to Canada in August 2008, after being married for only one month because she had to work. It came out at the hearing that the Applicant began to work in October 2009 - nearly a year after she returned to Canada. Grewal said she began to work at Tim Horton's in 2008, shortly after she returned to Canada after the wedding and honeymoon. The IAD found the Applicant had not worked at Tim Horton's, and, if the marriage was genuine, Grewal would know if his wife was employed.", "[31] Finally, the IAD asked the Applicant why the cards were written in English. She said she had asked Grewal to write them in English. When the Respondent's counsel asked Grewal if the Applicant had asked him to write the cards in English, he said no. Conclusion", "[32] The IAD found the inconsistencies in the couple's testimony were not insignificant or tangential. There was no other evidence besides technical information as to how they met and celebrated their marriage. It found that the there was no evidence before it that established that their marriage was genuine. The insurance policy was contrived for the appeal and the phone records were unreliable because they showed calls between the couple while she was in India. Further, the couple's oral evidence was inconsistent, which also demonstrated that the marriage was not genuine.", "[33] The Applicant and Respondent disagreed on whether section 4 of the Regulations (SOR/2004-167) or the amended subsection 4(1) of the Regulations (SOR/2010-208) applied. Under the previous section 4, Grewal would not be a spouse for the purpose of the Act if the marriage was not genuine and was entered into for the purpose of gaining a permanent resident visa. Under the amended subsection 4(1), Grewal would not be a spouse for the purposes of the Act if the marriage were not genuine, or it was entered into primarily to support his application for a permanent resident visa. The IAD found that the marriage was both not genuine and was entered into primarily for the purpose of gaining permanent residence in Canada, so Grewal could not be a spouse under either provision of the Regulations. STATUORY PROVISIONS", "[34] The following provisions of the Act are applicable in this proceeding: 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act. 12. (1) A foreign national may be selected as a member of the family class on the basis of their relationship as the spouse, common-law partner, child, parent or other prescribed family member of a Canadian citizen or permanent resident. [...] 63. (1) A person who has filed in the prescribed manner an application to sponsor a foreign national as a member of the family class may appeal to the Immigration Appeal Division against a decision not to issue the foreign national a permanent resident visa.", "[35] The following provisions of the Regulations are also applicable in this proceeding: 4. (1) For the purposes of these Regulations, a foreign national shall not be considered a spouse, a common-law partner or a conjugal partner of a person if the marriage, common-law partnership or conjugal partnership (a) was entered into primarily for the purpose of acquiring any status or privilege under the Act; or (b) is not genuine. [...] 116. For the purposes of subsection 12(1) of the Act, the family class is hereby prescribed as a class of persons who may become permanent residents on the basis of the requirements of this Division. 117. (1) A foreign national is a member of the family class if, with respect to a sponsor, the foreign national is (a) the sponsor's spouse, common-law partner or conjugal partner; [...] ISSUES", "[36] The Applicant raises the following issues in this application: a. Whether the IAD breached her right to procedural fairness by not putting its concerns to her; b. Whether the IAD's conclusion that the marriage was not genuine was reasonable; c. Whether the IAD overemphasized some of the <FRAGMENT_SUPPRESSED> , above, factors at the expense of others; d. Whether the IAD's reasons are adequate. STANDARD OF REVIEW", "[37] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis.", "[38] The first issue the Applicant has raised implicates her opportunity to respond to the case against her (see <FRAGMENT_SUPPRESSED> ). In <FRAGMENT_SUPPRESSED>  the Supreme Court of Canada held at paragraph 100 that the \"It is for the courts, not the Minister, to provide the legal answer to procedural fairness questions.\" Further, the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> held that the \"procedural fairness element is reviewed as a question of law. No deference is due. The decision-maker has either complied with the content of the duty of fairness appropriate for the particular circumstances, or has breached this duty.\" The standard of review with respect to the first issue is correctness.", "[39] Recently, Justice Donald Rennie held that the determination of whether a marriage is genuine is a question of fact to be evaluated on the reasonableness standard (see <FRAGMENT_SUPPRESSED> .) Justice Anne Mactavish made a similar finding in <FRAGMENT_SUPPRESSED> . As the Supreme Court of Canada held in <FRAGMENT_SUPPRESSED> , above, at paragraph 47, the standard of review on questions of fact is generally reasonableness. The standard of review on the second issue is reasonableness.", "[40] The third issue the Applicant has raised challenges the IAD's application of the factors enumerated in <FRAGMENT_SUPPRESSED> , above, which guide decision-makers in assessing whether a marriage is genuine. Which factors go into the analysis of whether a marriage is genuine involves the IAD's interpretation of its enabling statute which, following <FRAGMENT_SUPPRESSED> , above, at paragraph 60, will generally be subject to the reasonableness standard. (see also <FRAGMENT_SUPPRESSED> ). Further, where a decision maker is called on to balance factors, the balancing of those factors is subject to the reasonableness standard (see <FRAGMENT_SUPPRESSED> ). The standard of review on the third issue is reasonableness.", "[41] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at paragraph 47, and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "[42] As regards the adequacy of reasons, the Supreme Court of Canada held in Newfoundland and  <FRAGMENT_SUPPRESSED>  that this is not a freestanding ground for quashing a decision (see paragraph 14). Rather, the reviewing court is to examine the reasons together with the record to determine if the outcome is within a range of possible, acceptable outcomes. Where the reasons and the record together show the Decision is in the <FRAGMENT_SUPPRESSED> range, the Decision will stand. ARGUMENTS The Applicant The Decision is Unreasonable", "[43] The Applicant argues that it was unreasonable for the IAD to conclude that her marriage to Grewal is not genuine and was entered into primarily to allow Grewal to gain permanent resident status in Canada. The IAD ignored relevant evidence, made unreasonable inferences, and drew speculative conclusions. The IAD also reviewed the evidence before it microscopically.", "[44] The Applicant notes that <FRAGMENT_SUPPRESSED>  establishes that witnesses are presumed to tell the truth unless there is a reason to doubt their testimony. Conclusions on admissibility cannot be made on speculation, but must be made on evidence. Further, credible and trustworthy evidence may not be ignored, and evidence can only be rejected for valid reasons. Although not all of the evidence before a decision-maker must be mentioned, important evidence which has not been mentioned and contradicts the IAD's findings of fact may lead the Court to infer that it was not considered and that the IAD's findings were not based on all of the evidence. Documentary Evidence Phone Bills", "[45] The IAD found that the phone bills did not demonstrate the marriage to be genuine and only showed that two phones were connected. It also found that the phone bills were unreliable because they showed phone calls between Grewal's number in India and the Applicant's number in Toronto while she was in India. The Applicant says that phone bills are evidence of communication between spouses, so they support the marriage as being genuine.", "[46] The phone bills also corroborate the evidence Grewal's mother gave at the hearing. She testified that the couple spoke on the phone every day. When the IAD found that the phone bills only showed that two phones were connected, it made a disguised negative credibility finding. It also ignored the couple's testimony that they spoke on the phone every day. By finding that the phone bills did not show that the couple was constantly communicating, the IAD in effect disbelieved the oral testimony which, following <FRAGMENT_SUPPRESSED> , above, it should have presumed to be true. Such a credibility finding requires clear reasons which were not given in this case.", "[47] The IAD also ignored evidence that the Applicant and Grewal know a lot about one another. Each knows about the other's background, current job, interests, and family illnesses. The Applicant points to <FRAGMENT_SUPPRESSED> says the IAD must be sensitive to the fact that this is in an overseas relationship. The lack of such sensitivity in this case renders the Decision unreasonable. Financial Intermingling", "[48] The IAD's conclusion that there was no evidence of financial intermingling between the couple was unreasonable. The evidence before the IAD showed that Grewal's uncle paid for the Applicant's ticket to India in March 2011, which is evidence of financial intermingling. The couple also went shopping for suits and jewelry when the Applicant was last in India. She says that there is no reason to conclude that Grewal did not pay for these items, so it was speculative for the IAD to decide that he had never given the Applicant any gifts.", "[49] When the IAD found that Grewal should be supporting the Applicant because he is wealthy and she is not, it imposed its own standards on their relationship. It also speculated that the Applicant's father provides for her and assumed, without asking, that the Couple had not exchanged gifts during their marriage. Greeting Cards", "[50] The IAD's treatment of the greeting cards was also unreasonable. The Applicant's testimony that she celebrates Christmas and that Grewal can write in English addressed the IAD's concerns about the cards. The IAD ignored this testimony and unreasonably gave no weight to the greeting cards. Photographs", "[51] The IAD's finding that there was no way to determine when the photos were taken was unreasonable. In the record filed to support the appeal to the IAD, the Applicant grouped the photos under separate tabs according to the event they depicted. This was a means by which the IAD could determine when the photos were taken; the IAD simply ignored this evidence and the Applicant's testimony about when the photos were taken. Plane Tickets", "[52] Although the IAD mentioned her three trips to India in the Decision, it did not analyse the plane tickets which show these trips actually occurred. The tickets were evidence that the Applicant visited Grewal at great expense. The IAD was required to give reasons why it did not rely on these tickets but it unreasonably failed to do so Restaurant Bills", "[53] In addition, the Applicant challenges the IAD's treatment of the restaurant bills from her trip to India. It is reasonable to infer she went for meals with someone else besides Grewal because the bills show food purchased for more than one person. She also testified that she spent time with Grewal on this trip and says the receipts show this was the case. The IAD did not ask any questions about these receipts and should have put any concerns it had to the Applicant. Oral Evidence", "[54] In addition to its unreasonable analysis of the documentary evidence, the Applicant argues the IAD improperly and unreasonably analysed the oral evidence put forward at the hearing. The Couple's Testimony", "[55] Contrary to the jurisprudence of this Court, the IAD analysed the couple's testimony microscopically. Although the IAD identified inconsistencies in their testimony, several of those inconsistencies were only tangential to the issue before the IAD. As examples of this, the Applicant points to the inconsistencies on the length of the trip from the airport to Grewal's house, what they ate when they stopped on the way to Grewal's house, the side of the bed she sleeps on, and whether she asked Grewal to speak English. These are matters which do not go to the genuineness of her marriage to Grewal.", "[56] Although the couple's testimony about the length of the car ride on the Applicant's first visit to India was inconsistent, the length of the ride is not relevant. Both of them said the ride was long and they were consistent in their testimony that Grewal's family met the Applicant at the airport. They were also consistent in their testimony that they were able to spend time together; although she said they spent a lot of time together and he said they spent hardly any time together. This is an inconsequential and subjective distinction.", "[57] All of the inconsistencies identified by the IAD resulted from a microscopic analysis of the couple's testimony. It was not reasonable for the IAD to require knowledge from them about specific details of their lives. On the totality of the evidence, Grewal and the Applicant know about each other and their future plans. They also know about each other's family, current profession, and were consistent in their testimony about the arranged marriage, engagement, wedding ceremonies, and their honeymoon. This evidence was relevant, but the IAD disregarded it.", "[58] The couple gave consistent testimony. They both testified that Grewal took English lessons, even though they were not consistent on the length of time. The important matter is that the Applicant knows how well Grewal spoke English, not the length of his lessons. She also says they were consistent in their description of her career aspirations: she wants to be a teacher. What matters here is that Grewal knows the Applicant's general career path, not the age of the students she would like to teach.", "[59] The couple's testimony about what occurred around the wedding was also consistent. Although they were inconsistent with respect to the Applicant's reason for returning to Canada, she was confused herself about her own work history. Grewal is familiar with the Applicant's current job, which is all that is relevant to whether their marriage is genuine.", "[60] Contrary to the IAD's finding, there was also no inconsistency in their testimony about the value of Grewal's land. Grewal said he did not know the value, as did his mother and Brar. There is no certainty as to the actual value of the land, though it is clear that it is worth a lot of money. The Applicant knows Grewal is wealthy and his general financial situation, which is more significant than the actual value of the land.", "[61] Further, contrary to the IAD's conclusions, the Applicant knows Grewal's room is cream or beige and they spent a significant amount of time together while she was in India. Their backgrounds show they are compatible. The IAD neglected to assess how this compatibility affected the genuineness of their marriage. Their compatibility was highly relevant in the cultural context, so it was unreasonable for the IAD to discount this factor.", "[62] The IAD did not look at the overall consistency of the couple's evidence. It focussed on small details which led it to an unreasonable conclusion. The IAD also imposed North American cultural standards on the marriage. While it was incumbent on the IAD to consider the difficulties the couple has faced, it did not do so. Other Witnesses", "[63] The Applicant further challenges the IAD's treatment of the testimony of other witnesses. When it found this testimony was not relevant to whether the marriage is genuine, it inappropriately applied the <FRAGMENT_SUPPRESSED> factors, which include the background of the marriage. The other witnesses also gave evidence of what occurred post-marriage. This was also relevant in assessing the genuineness of their marriage and to ignore it was a reviewable error. Analysis of the Chavez Factors", "[64] Although the IAD referred to the <FRAGMENT_SUPPRESSED> factors throughout the Decision, it selectively relied on some factors while excluding others. In fact, the IAD focussed on the provision of financial support to the exclusion of all other factors. This is shown by its statement that financial intermingling \"is one of the major <FRAGMENT_SUPPRESSED> indicia.\" On the whole, the evidence demonstrated that the other <FRAGMENT_SUPPRESSED> factors were met, but the IAD did not analyse them. The Decision must be returned on this basis alone. The IAD Breached the Applicant's Right to Procedural Fairness", "[65] The Applicant also argues that the IAD breached her right to procedural fairness when it did not put its concerns to her so that she could address them. One of the major factors in the Decision was the lack of financial intermingling, but the IAD did not put this concern to the Applicant. Had it done so, she would have been able to explain the situation fully.", "[66] The IAD also did not put its concerns about the phone calls to the Applicant, so she was unable to address this issue. She would have explained that these calls were between her and her father while she was in India and he was in Toronto. The Applicant was also given no opportunity to address the IAD's concern that her restaurant bills did not show who she dined with. Its failure to ask questions about the receipts, denied her the opportunity to respond.", "[67] Finally, the IAD did not put its concerns about the cards and photographs to the Applicant. Had it done so, she would have been able to describe the times and places where they were taken. The IAD's failure to ask the Applicant questions about the cards and photographs breached her right to procedural fairness. The Respondent", "[68] The Respondent argues the Applicant has not demonstrated that the IAD's assessment of her marriage was not reasonable. She has also not demonstrated that the assessment is outside the <FRAGMENT_SUPPRESSED> range. For these reasons, the Decision should stand. No Breach of Procedural Fairness", "[69] The Applicant did not demonstrate to the satisfaction of the IAD that her marriage is genuine. <FRAGMENT_SUPPRESSED>  establishes that, on an appeal to the IAD, the burden is on the appellant who must provide adequate evidence that a marriage is genuine. Although the IAD found that the Applicant had not demonstrated that her marriage was genuine, this does not show that it denied her adequate procedural protections. The IAD Considered all the Evidence", "[70] Although the IAD did not mention all of the evidence the Applicant submitted, it was not required to mention every piece of evidence before it.  <FRAGMENT_SUPPRESSED>  Justice Malone wrote at paragraph 90 that In my analysis, the fact that not all of the evidence presented by the appellants' witnesses was referred to in the Board's reasons does not indicate that the Board did not take that evidence into account in reaching its conclusions. Nothing having been shown to the contrary, the Board is assumed to have weighed and considered R.L.'s evidence (see <FRAGMENT_SUPPRESSED>  (C.A.) (QL)). As the Board's findings were supported by the evidence, there is no reason to believe that appellants witnesses were ignored, overlooked or forgotten.", "[71] The IAD is presumed to have considered all of the evidence that was before it. In the context of this case where the volume of evidence is large, the fact the IAD did not mention every piece of evidence in the Decision does not rebut this presumption.", "[72] The IAD was entitled to give some pieces of evidence more weight than others, and the Applicant simply invites the Court to undertake a re-weighing exercise. The IAD supported its findings by discussing the evidence which the Applicant submitted to prove her marriage is genuine. Although the Applicant disagrees with the IAD's conclusions, such disagreement does not amount to a reviewable error. Credibility", "[73] The IAD made reasonable credibility findings and gave examples of how the documentary and oral evidence before it was inadequate and inconsistent. Because the IAD is best positioned to evaluate each witness's credibility, the Court should not interfere with this assessment. It was also reasonable for the IAD to expect the witnesses' testimony to be corroborated by documentary evidence. As Justice James Hugesson held in <FRAGMENT_SUPPRESSED> The \"presumption\" that a claimant's sworn testimony is true is always rebuttable, and, in appropriate circumstances, may be rebutted by the failure of the documentary evidence to mention what one would normally expect it to mention.", "[74] Further, the Court should not interfere with the IAD's inferences and conclusions where, as in this case, they are reasonably open to it. The Court should not look at the IAD's credibility findings microscopically, but should review the Decision as a whole. The Respondent also says that where a result is inevitable, an error may not require a decision to be set aside.  <FRAGMENT_SUPPRESSED> . ANALYSIS", "[75] The duty to inform applicants of concerns and to give them an opportunity to disabuse officers of those concerns is well recognized in the jurisprudence of this Court and is summarized by Justice Mosley in <FRAGMENT_SUPPRESSED> , above, at paragraph 22: It is well established that in the context of visa officer decisions procedural fairness requires that an applicant be given an opportunity to respond to extrinsic evidence relied upon by the visa officer and to be apprised of the officer's concerns arising therefrom: Muliadi supra . In my view, the Federal Court of Appeal's endorsement in Muliadi supra , of Lord Parker's comments in In re H.K. (An Infant) , [1967] 2 Q.B. 617, indicates that the duty of fairness may require immigration officials to inform applicants of their concerns with applications so that an applicant may have a chance to \"disabuse\"an officer of such concerns, even where such concerns arise from evidence tendered by the applicant. Other decisions of this court support this interpretation of Muliadi supra . See, for example, <FRAGMENT_SUPPRESSED>  (T.D.)(QL) and <FRAGMENT_SUPPRESSED>  been held that a visa officer should apprise an applicant at an interview of her negative impressions of evidence tendered by the applicant.", "[76] As Justice Blais pointed out in <FRAGMENT_SUPPRESSED> this duty can be discharged by an appropriate line of questioning or reasonable inquiries: The duty of fairness owed by visa officers was explained as follows in <FRAGMENT_SUPPRESSED>  (Infant) , [1967] 1 All E.R. 226: Even if an immigration officer is not in a judicial or quasi-judicial capacity, he must at any rate give the immigrant an opportunity of satisfying him of the matters in the subsection, and for that purpose let the immigrant know what his immediate impression is so that the immigrant can disabuse him. However, this duty to inform the applicant will be fulfilled if the visa officer adopts an appropriate line of questioning or makes reasonable inquiries which give the applicant the opportunity to respond to the visa officer's concerns. McNair J. concluded in <FRAGMENT_SUPPRESSED> : \"I am also of the opinion that the visa officer committed a breach of the duty of fairness by his failure to afford the applicant an adequate opportunity to answer the specific case against him on the issue of related experience... which could have been done and should have been done by an appropriate line of questioning once it became apparent that the application for permanent residence was likely to fail on that score. This was the course followed by the visa officers in the Fung and Wang cases. [...] I find there was a further breach of the duty of fairness in the failure of the visa officer to apprise the applicant by appropriate questions of his immediate impression regarding the deficiency of proof of intended and related employment, and the likely consequences thereof, in order to afford the applicant some opportunity of disabusing the former's mind of that crucial impression.\"", "[77] In the present case, the Decision makes it clear that the IAD refers to, and relies upon, a number of concerns in its Decision regarding the Applicant's evidence that were not raised with her or addressed in a line of questioning.", "[78] For example, the IAD raised concerns about the phone bills. One of the reasons the IAD found them unreliable was because it saw calls between Toronto and India while the Applicant was in India, and could not know who was making the calls. However, the IAD never put this concern to the Applicant with a line of questioning or provided her with an opportunity to explain. The IAD showed the Applicant her phone bills, but did not ask about calls placed during her visits. This is a very specific concern regarding the evidence. The Applicant could have explained this concern. She testified at the hearing that her husband called her home phone and, in her affidavit, she explains that her family in Toronto called her while she was visiting India.", "[79] The IAD also expressed concern over the receipts from the Applicant's trip to India. The IAD said it was not taken to the bills, and that it could not extrapolate any significance from them other than that the Applicant was at a restaurant and had a meal. The receipts are identified as from the Applicant's trip to India. They provide further support for the genuineness of the relationship. If the IAD had concerns regarding the restaurant bills, it should have put those concerns to the Applicant. No questions were posed concerning the receipts.", "[80] The IAD also expressed concerns regarding the greeting cards and the photographs. The IAD said it had not been taken through either. With respect to the greeting cards, the IAD noted that it had not been provided with dates, and thus could not determine if they were pre- or post-appeal. Regarding the photographs, the IAD found it had not been taken to them, that it could not identify where the photographs were taken, that there were individuals in them it did not know, and that it could not be sure they were not all taken in the same day. If the IAD had raised these doubts and concerns with the Applicant, she could have explained the situation. The Applicant, in fact, was taken to both the greeting cards and photographs. If the IAD had further specific questions, it should have raised them. Its failure to do so is a breach of natural justice and procedural fairness.", "[81] In my view, such concerns were highly material to the Decision and caused the IAD to exclude or discount evidence that was relevant to the <FRAGMENT_SUPPRESSED> factors and the Applicant's case.", "[82] This is not a matter of providing the Applicant with a \"running score.\" The IAD was well aware of highly material concerns that it decided not to put to the Applicant and upon which it chose to rely in its Decision. This was unfair and the matter must be returned for reconsideration on this ground alone.", "[83] Without going into a detailed discussion on point, I also wish to make it clear that I agree with the Applicant that the IAD erred in law by failing to refer to and take into account pre-marriage evidence of relevance to the evolution of the marriage as required under <FRAGMENT_SUPPRESSED> , as well as other documentary and vive voce evidence of relevance to the <FRAGMENT_SUPPRESSED> factors. These are not issues of weight as suggested by the Respondent. They are errors of fact that led to findings that are not supported by the record.", "[84] For example, in paragraph 30 of the Decision, the IAD deals with the photographs as follows: And there is in the photos - and again, I was not taken to the photos - there are individuals here whom I do not know. There is no method in any of the exhibits where the photos are found to ascertain when they were taken, on what trip. It could be all in one day for all I know. They are supposed to, the photos and cards, are directed to principals of law as set out in <FRAGMENT_SUPPRESSED> ; factors I am supposed to be looking at and simply by putting them before me and saying, \"Look Member, look at them, look at the photos,\" the photos have to be given meaning within the facts of the specific case\". It is not like generic vanilla evidence; if it is, I cannot give it significant weight.", "[85] The record shows that the Applicant was taken to the photographs at the hearing and that she identified what was happening in them. Photographs are labelled and people are identified. The trips to India are identified. The transcript shows (CTR at pages 507 to 509) Applicant's counsel took her to photographs of her engagement ceremony. She identified people in the photographs, including her parents, siblings, and some neighbours. Her counsel also took her to photographs at Grewal's engagement ceremony, where she identified her mother (CTR at page 510).", "[86] At pages 64 to 67 of the CTR, photographs are labelled as being from 25 July 2008 and some people in these photographs are identified. At page 82, a label identifies the couple at the Gurdwara - a Sikh temple - where they were married. Photographs at page 84 are identified as being from their wedding on 28 July 2008. At page 89 of the CTR, a photograph of the Applicant is labelled as from the couple's honeymoon in India. All of this suggests that there is no basis for the IAD's conclusion that \"it could be all in one day for all I know.\" The IAD may not have believed the identification provided by the Applicant, but if it did not it was required to raise this issue with her.", "[87] Counsel agree there is no question for certification and the Court agrees. JUDGMENT", "[88] THIS COURT'S JUDGMENT is that 1. The application is allowed. The Decision is quashed and the matter is returned for reconsideration by a differently constituted IAD. 2. There is no question for certification. Application allowed. Editor: Angela E. McKay/klf"]}