{"id_": "041704", "body_str": ["[1] Strickland, J. : This is an application brought pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (the IRPA) seeking judicial review of a decision of an immigration officer (the Officer) dated June 6, 2012. The Officer refused the Applicants' application for permanent residence which was based on humanitarian and compassionate (H&C) grounds pursuant to subsection 25(1) of the IRPA. Background", "[2] The Applicants are citizens of Bangladesh. The principal Applicant is 56 years old, the minor Applicant is her 15 year old son. They entered Canada in 1999 when the minor Applicant was one year old and have remained here since that time.", "[3] The Applicants claimed refugee protection in the year of their arrival. In her Personal Information Form (PIF) the principal Applicant claimed to fear domestic violence which she had been subjected to by her husband in Bangladesh. The Convention Refugee Determination Division (CRDD) heard the Applicants' claim and denied it in February of 2000.", "[4] In December of 2004, the Applicants requested that their application for permanent residence be considered on H&C grounds pursuant to subsection 25(1) of the IRPA. The basis of the request was the principal Applicant's fear of violence at the hands of her husband should she return to Bangladesh; their establishment in Canada; the hardship the son would suffer if they were forced to return to Bangladesh; and, the best interests of the minor Applicant. By decision dated June 6, 2012, the Officer denied the request. It is this decision which is the subject of the present judicial review (the Decision). Decision Under Review", "[5] The Officer found that the factors to be considered in the Applicants' H&C application were hardship relating to the risk of harm upon return to Bangladesh; family or personal relationships that, if severed, would create hardship; the best interests of the child; degree of establishment in Canada; and, ties or residency in any other country.", "[6] The Officer reviewed the Applicants' 1999 refugee claim as well as their Pre-Removal Risk Assessment (PRRA) application which was denied in July 2004. The Officer noted that the CRDD did not find the principal Applicant's claim as to her abusive spouse to be credible because her complaints to the police lacked detail and were made several years apart. She was also not credible because she is well educated and would have known of women's help groups or of legislation enacted for the purposes of protecting women. The Officer noted that the principal Applicant's credibility was also seriously harmed because the CRDD found she could have found assistance in Bangladesh, but chose not to seek such help. Furthermore, while she had the opportunity to stay away from her husband, she chose not to and this was indicative of her lack of subjective fear. The Officer noted that the principal Applicant cited the same risk to support the H&C application.", "[7] The Officer reviewed the evidence submitted by the principal Applicant in support of her fear of domestic violence but attributed little weight to this and found that the Applicants had not addressed the credibility issues raised. The Officer accepted the country condition information submitted by the Applicant with respect to the treatment of women in Bangladesh and noted that it established that much of the violence against women is predicated on the wealth or poverty of the women involved. The Officer noted that the principal Applicant is well educated and described herself in her PIF as \"born and brought up in a respectable family\". Therefore, it was reasonable to presume that the Applicant is from a wealthy family in Bangladesh and not similarly situated with the impoverished and vulnerable women depicted in much of her supporting documentation.", "[8] The Officer quoted portions of the country conditions information and while noting areas of concern, the documentation indicated that Bangladesh was making \"serious efforts\" to support women's rights. Ultimately, the Officer concluded that the evidence did not support that the Applicants would face risk or harm from the principal Applicant's husband or, if needed, that redress from such risk or harm could not be obtained. The Applicants did not face hardship relating to risk or harm that would constitute unusual, undeserved or disproportionate hardship if they were required to return to Bangladesh.", "[9] As to establishment in Canada, the Officer noted that the principal Applicant was working in Canada without a valid work permit. As her reported income for 2008 to 2011 was between $16,200 and $18,600, it was reasonable to assume that her income was below the poverty line and, as such, was not necessarily indicative of establishment in Canada.", "[10] The Officer also considered the Applicants' community activities, family and friends in Canada. The Officer noted that the principal Applicant had not identified her cousin in Canada or provided a letter of support from her cousin. Although the Applicants had provided letters in support attesting to the Applicants' good character in support for their permanent resident claims, the Officer noted that the citizenship and immigration status of the authors of those letters was uncertain. The Officer stated that if the authors of those letters were in the same immigration position as the Applicants then this would impact the positive nature of their support.", "[11] The Officer concluded that the evidence did not support a finding that the Applicants have become established in Canada to the extent that severing their ties here would amount to unusual, undeserved or disproportionate hardship.", "[12] As to the best interests of the child, the Officer acknowledged the minor Applicant's involvement at school. The Officer noted that the minor Applicant does not speak Bengali but found \"it is reasonable to assume that he has some grasp of the language, given his and his mother's involvement in the Bengali community in Canada\". The Officer noted the unidentified cousin of the minor Applicant's mother and the letters of support provided by his close friends and others in the community. The Officer stated that there was no information to indicate that the minor Applicant has not maintained contact with his father or elder brother in Bangladesh, to support a finding that they pose a risk to him, or, that his extended family would be unable to support him during his re-integration.", "[13] The Officer referred to a report on country conditions and concluded that the principal Applicant's circumstances did not suggest that her son would be unable to access schools and healthcare, among other necessities, if he were to return to Bangladesh.", "[14] The Officer concluded by noting that the H&C process is not intended to eliminate all hardship. Rather, it is designed to provide relief from unusual, undeserved or disproportionate hardship. The Applicants did not convince the Officer that their situation merits an exemption on the H&C grounds. Issues", "[15] The Applicants submit that there are five issues in the present application which I have summarized as follows: 1. What is the standard of review? 2. Did the Officer err in the assessment of the best interests of the child? 3. Did the Officer err in the assessment of the hardship that the Applicants would face upon their removal to Bangladesh? 4. Did the Officer err in the assessment of the Applicant's establishment? 5. Did the Officer breach the principles of fairness by relying on extrinsic evidence without affording the Applicants an opportunity to respond?", "[16] Aside from the standard of review issue, which requires consideration in any judicial review application, I believe the issues may be more simply stated as follows: 1. Did the Officer breach the principles of procedural fairness? 2. Was the Officer's decision reasonable? Standard of Review", "[17] A standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well settled by past jurisprudence, the reviewing court may adopt that standard ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para 57).", "[18] The standard of review for H&C decisions has been determined to be reasonableness ( <FRAGMENT_SUPPRESSED> ). Reasonableness is concerned with the justification, transparency and intelligibility of the decision-making process, but also with whether the decision falls within a range of possible, acceptable outcomes defensible in respect of the facts and law ( <FRAGMENT_SUPPRESSED> , above, at para 47).", "[19] The appropriate standard of review for issues of procedural fairness is correctness ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para 43; Newfoundland and  <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para 11). No deference is owed to decision makers on these issues ( <FRAGMENT_SUPPRESSED> , at para 50). The Court must determine whether the process followed by the decision-maker satisfied the level of fairness required in all of the circumstances. The Court may withhold relief if the error is purely technical and occasioned no substantial wrong ( <FRAGMENT_SUPPRESSED> , above at para 43; <FRAGMENT_SUPPRESSED> )),", "[20] Prior case law has held that an officer's reliance on extrinsic evidence obtained on the internet without disclosing it to the applicant and providing the applicant with an opportunity to respond is a breach of procedural fairness and subject to the correctness standard of review ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para 19; <FRAGMENT_SUPPRESSED> ). Positions of the Parties", "[21] The Applicants submit that the Officer erred in assessing the best interests of the child by ignoring evidence. The record contains a letter from the minor Applicant to the Officer that states, \"I don't know any of my family in Bangladesh.\" Yet, in the Decision, the Officer states that there was no information \"to indicate that the minor applicant had not maintained contact\" with his family in Bangladesh and that his father, brother and grandparents, aunts and uncles in Bangladesh must be acknowledged as forming an integral part of his upbringing. Further, the Officer erred by failing to consider the impact that removal would have on the child and only considered whether the child would have basic amenities in Bangladesh, not what is in his best interests.", "[22] The Officer also erred in assessing the hardship that the Applicants would face upon their removal to Bangladesh. The Officer found that the principal Applicant was from a wealthy family in Bangladesh and, therefore, is not amongst the impoverished and vulnerable woman depicted as at risk in counsel's supporting documentation. Yet, conversely, the Officer finds that the principal Applicant is an impoverished woman in Canada. The Applicants submit that it is an error to find that their family would support them if they were in Bangladesh, while observing that it does not support them in Canada. Further, there was no evidence to support the Officer's assumption that the principal Applicant came from a wealthy family and that she would regain this wealth if she returned to Bangladesh.", "[23] The Applicants also argue that the Officer erred in considering their familial situation from which they came 13 years ago. The Officer should have considered the Applicant's current situation.", "[24] The Applicants submit that the Officer also erred in assessing their establishment in Canada. The Officer erred in doubting the status of the individuals who wrote letters of support on the Applicants' behalf. There was no reason to question whether the authors of the letters were Canadian permanent residents or Canadian citizens. Furthermore, their status should have no impact on the weight given to the letters. The Applicants also argue that it was unreasonable for the Officer to find that, because the Applicants have an income that is below the poverty line, they are not established in Canada. The Officer should have also considered as positive factors that the principal Applicant is a hard working single mother who has never received social assistance and pays her taxes yearly.", "[25] Regarding procedural fairness, the Applicants argue that the Officer considered and relied on extrinsic evidence without providing them with notice or an opportunity to respond to that evidence. In particular, the Officer considered documentation concerning the principal Applicant's university, her past employer, prior country conditions, and the filing of first information reports, none of which had been disclosed to the Applicants. The Officer therefore breached the principles of natural justice and procedural fairness.", "[26] The Respondent submits that the Applicants are merely asking this Court to reweigh the evidence. The Officer provided cogent and comprehensive reasons for the Decision and made no reviewable errors.", "[27] With respect to the best interests of the child analysis, the Respondent submits that the Officer acknowledged the significant documentation submitted in support of the Applicants' application and specifically referred to the minor Applicant's submissions. Further, the Officer found that the child would have family in Bangladesh who would support his reintegration and there was no evidence to conclude that support would not be forthcoming. Further, while the minor Applicant's letter says that he does not know anyone in his family, this does not mean he does not have contact with them via telephone or correspondence. The Officer's Decision was reasonable in light of the fact that there was minimal evidence on the impact of the minor Applicant should he return to Bangladesh. The best interests of the child do not outweigh all other factors considered in an H&C application and the weight assigned to each factors is not to be re-examined by the Court.", "[28] The Respondent submits that the Officer's assessment of hardship was also reasonable. The Officer found that the Applicants would not face unusual, undeserved, or disproportionate hardship if they were removed to Bangladesh, particularly because they have family in Bangladesh who could assist them to reintegrate. The Officer also properly considered the Applicants' situation in Bangladesh prior to coming to Canada, as well as the Applicants' situation in Canada. The Respondent submits that the Officer did not make inconsistent findings.", "[29] The Officer also made no error with respect to the findings related to the Applicants' establishment in Canada. It was open to the Officer to afford little weight to the letters submitted in support of the Applicants' H&C application, the letters also did not demonstrate that the Applicants' removal would cause unusual, disproportionate or undeserved harm. It is not enough to establish that the Applicant is a welcome addition to Canadian society. The Officer weighed the positive and negative factors concerning establishment in Canada and reasonably found that they did not rise to the level of unusual, undeserved or disproportionate hardship.", "[30] Regarding the alleged breach of procedural fairness, the Respondent argues that none of the evidence referred to by the Applicants was extrinsic evidence. Analysis Procedural Fairness", "[31] The Applicants argue that the Officer's reliance on extrinsic evidence was a breach of procedural fairness. Specifically, evidence regarding the principal Applicant's university, past employer, country conditions in Bangladesh in or around 2000, and, the filing of First Information Reports in Bangladesh. The Applicant submits that the Officer relied on this information in making the hardship assessment.", "[32] <FRAGMENT_SUPPRESSED>  (FCA) and <FRAGMENT_SUPPRESSED>  (FCA) and stated, with respect to reliance on extrinsic evidence, \"(t)he question is whether meaningful facts essential or potentially crucial to the decision had been used to support a decision without providing an opportunity to the affected party to respond to or comment upon these facts.\"", "[33] In the present case, the evidence that the Applicant argues was extrinsic is referred in the risk and adverse country conditions section of the Decision. This section primarily addresses hardship related to the principal Applicant's claim that if she returned to Bangladesh she would face risk or harm arising from domestic violence. In addressing this issue, the Officer acknowledged the information provided by the principal Applicant regarding the treatment of women in Bangladesh, but noted that much of the violence against women is largely predicted by the wealth or poverty of the women involved.", "[34] The Officer then noted that the principal Applicant's application indicated that she attended the University of Rajshahi from 1974 to 1980 and from 1986 to 1987 obtaining a Bachelor of Arts degree and a Master's degree in geography and education. The Officer included extracts from the University's website and also remarked, based on another website, on the University's ranking within the top one hundred universities of India, Pakistan, Sri Lanka and Bangladesh.", "[35] The Officer continues: The PA received a university education and two Master's degrees at a point in the history of Bangladesh when the country was facing considerate turmoil and poverty from the famine beginning in 1974 and flooding in 1998 according to an April 2000 assessment concluded by the United Kingdom Home Office. The PA was gainfully employed as a teacher at the Oxford International School in Dhaka, Oxford International School (OIS) is an English medium co-education School, which follows \" the academic programme of the University of Cambridge \" in the United Kingdom. The PA's PIF, which she signed in March 1999, indicates that the PA was residing in Dhaka prior to coming to Canada, and was \" born and brought up in a respectable family \" and she referred to the plight of women in Bangladesh as wishing to use her education to \" help this distressed part of society \". I note that she does not allude to herself in these particular comments. The information before me supports that it is reasonable to presume that the PA is from a wealthy family in Bangladesh and documentation has not been provided by the PA and her counsel to dispel this assumption. The PA indicates that her parents and siblings continue to reside in Bangladesh. As a result I do not find that the PA is similarly situated to the impoverishment and vulnerable women depicted in much of the applicant and her counsel's supporting documentation.", "[36] As stated by Justice Gagné in <FRAGMENT_SUPPRESSED> , above, the general rule to be distilled from the jurisprudence considering the use of information unilaterally obtained from the internet by a decision-maker is that when the information that is relied on contains novel and significant information that an applicant could not reasonably anticipate, then fairness dictates that the applicant should have the opportunity to challenge its relevance or validity (para 24).", "[37] In this case, the Officer obtained the information about the principal Applicant's university, its ranking and the school where she taught from websites. I do not agree with the Respondent that such materials are not extrinsic evidence merely because they are publicly available on the internet. Extrinsic evidence, in the context of an H&C decision, is evidence that does not form a part of the submissions of the Applicant nor of the immigration record of the Respondent concerning the Applicant and the disclosed tribunal record which includes online national documentation packages (NDP), addressed further below.", "[38] The internet provides instant access to a vast amount of information on any given subject, some of this information is accurate, and some of it is not. In my view, even if the information were not to be considered as extrinsic because it can be found on the internet, then there would also have to be some obvious connection to the information, and the use intended to be made of it by an officer, such that an applicant could reasonably expect that such information would be accessed and utilized in the context of the particular decision being made by the officer. That is not the situation in this case.", "[39] As to the Officer's reference to the 2000 U.K. Home Office assessment, Citizenship and Immigration Canada describes the information it holds in relation to country conditions on its website. NDPs are stated to be a compilation of publicly available documents that report on country conditions regularly reviewed and updated as country conditions change. The website also states that it is the responsibility of those participating in the refugee protection proceedings to review the documents contained in the NDP for their home country as the Refugee Protection Division (RPD) may consider them when deciding a claim. Further, that the RPD may decide to use other documents as well, such as reports produced by the IRB Research Directorate, media articles etc, and that copies on any additional documents which the RDP finds useful will be sent to the parties before the hearing.", "[40] Thus, country conditions reports found within the NDPs are publicly available and an applicant is aware that an officer would refer to such reports for decision making purposes. However, in this case, it is not as clear that it was reasonable to expect the Applicants to know that the Officer would conduct research on country conditions in Bangladesh which prevailed twelve years earlier or the intended purpose for which that information was obtained. In any event, it was extrinsic evidence as it was not included in the current NDP and was not disclosed to the Applicants. Where an immigration officer relies on a document from a non-standard site, i.e. a site not regularly cited in the NDP, there is a duty to disclose novel and significant evidence which affects the decision ( <FRAGMENT_SUPPRESSED> ).", "[41] As I have found that the information at issue was extrinsic, the question then becomes, did the Officer rely upon it to reach the Decision without providing the Applicant with an opportunity to respond?", "[42] In this situation the Officer interpreted the country condition information submitted by the Applicants as being such that violence against women in Bangladesh is largely predicted by the wealth or poverty of the women involved, wealthy women apparently being less at risk. Evidence of the principal Applicant's wealth would support the Officer's determination that the Applicant was largely not at risk of harm in this regard.", "[43] The Officer reviewed the website of the university that the principal Applicant attended, another website pertaining to the university's ranking, Bangladesh country conditions prevailing at the time of her university attendance and the website of the school where she taught in Bangladesh concluded that the Applicant was not at a risk of hardship arising from domestic violence as she must be from a wealthy family. The basis of this conclusion was that the Applicant attended a high ranking university and could afford to do so during a time when Bangladesh was suffering from the effects of famine then flooding. The Officer clearly relied on this extrinsic evidence because in referring to it and the extracts from the principal Applicant's PIF the Officer stated \"The information before me supports that it is reasonable to presume that the Applicant is from a wealthy family in Bangladesh and documentation has not been provided by the PA and her counsel to dispel this assumption\".", "[44] Not only did the Officer rely on extrinsic evidence to reach a conclusion as to the principal Applicant's family's wealth, the Officer then went on to state that the Applicant did not provide evidence to dispel that assumption. In my view, it was a breach of procedural fairness to obtain and rely on extrinsic evidence for the purpose of supporting an inference that had not been put to the Applicants and then to fault them for not having responded to that inference. It was also unreasonable to expect the principal Applicant to anticipate that the inferred wealth of her family twelve years ago would form the basis of the Officer's finding that she would personally be unlikely to be at a risk of hardship due to domestic violence if she returned to Bangladesh. This is particularly so as the Officer also noted in the establishment portion of the Decision that the Applicant's income tax returns for 2008-2011 were between $16,200 and $18,600 and that \"as a worker without other discernable means of support it is reasonable to presume that the PA's yearly income is below Canadian poverty figures and as such is not necessarily indicative of establishment in Canada\".", "[45] It should also be noted that the Officer's interpretation of the country conditions submitted by the Applicant is suspect. For example, the 2005 article entitled \"Violence against women: a statistical overview, challenges and gaps in data collection and methodology and approaches form overcoming them,\" prepared by the Bangladesh National Women Lawyers Association states that, \"Women of all economic strata are vulnerable to maltreatment and abuse by husbands, in-laws and other family members.\" Furthermore, the August 1, 2006, Responses to Information Requests BGD101506.E states, \"Domestic abuse reportedly affects women in Bangladesh from different income groups.\" The Officer also quotes the US Department of State Country Reports on Human Rights Practices for Bangladesh in 2010 which states that, \"There are no adequate support groups for victims of domestic violence.\"", "[46] The Officer stated that information and evidence presented by the Applicants as well as publicly available documentation did not support a finding that the Applicants faced a direct personal hardship relating to risk or harm from the principal Applicant's husband. The Officer should have put the extrinsic evidence used to reach an inference that may have been material to the outcome of the H&C application, to the Applicants for their response. Therefore, I find that there was a breach of procedural fairness and for that reason the Decision must be quashed.", "[47] Given that the issue of procedural fairness is depositive of this matter, it is unnecessary for me to proceed further. However, because I am of the view that the Officer's determination that the minor Applicant would not suffer any unusual, underserved or disproportionate hardship if he were to be removed to Bangladesh was unreasonable, I will also briefly address that issue. Best Interests of the Child", "[48] Justice Décary of the Federal Court of Appeal wrote that \"[...] the concept of 'undeserved hardship' is ill-suited when assessing the hardship on innocent children. Children will rarely, if ever, be deserving of any hardship\" ( <FRAGMENT_SUPPRESSED>  at para 75, the Supreme Court of Canada stated the following about the analysis of the best interests of the child:", "[75] [...] for the exercise of the discretion to fall within the standard of reasonableness, the decision-maker should consider children's best interests as an important factor, give them substantial weight, and be alert, alive and sensitive to them. That is not to say that children's best interests must always outweigh other considerations, or that there will not be other reasons for denying an H & C claim even when children's interests are given this consideration. However, where the interests of children are minimized, in a manner inconsistent with Canada's humanitarian and compassionate tradition and the Minister's guidelines, the decision will be unreasonable.", "[50] <FRAGMENT_SUPPRESSED> Justice Campbell expanded on the Supreme Court's terminology of \"alert, alive, and sensitive\":", "[9] The word alert implies awareness. When an H&C application indicates that a child that will be directly affected by the decision, a visa officer must demonstrate an awareness of the child's best interests by noting the ways in which those interests are implicated [...] [...]", "[11] [...] in order to be alive to a child's best interests, it is necessary for a visa officer to demonstrate that he or she well understands the perspective of each of the participants in a given fact scenario, including the child if this can reasonably determined.", "[12] [...] To demonstrate sensitivity, the officer must be able to clearly articulate the suffering of a child that will result from a negative decision, and then say whether, together with a consideration of other factors, the suffering warrants humanitarian and compassionate relief.", "[51] The Applicants submit that the Officer erred by ignoring the evidence that was on the record. I agree with the Applicants and find the Officer minimized the best interests of the child.", "[52] I acknowledge that decision-makers are presumed to have considered all of the evidence before them. Therefore, they are not required to make specific reference to every piece of evidence in the record. Failure to analyse evidence that contradicts a tribunal's decision will be found to be unreasonable only when the evidence that is overlooked is critical, contradicts the tribunal's conclusion and ultimately the reviewing Court finds that the omission indicates the tribunal's unwillingness to consider the materials before it ( <FRAGMENT_SUPPRESSED> ). However, \"the more important the evidence that is not mentioned specifically and analyzed in the agency's reasons, the more willing a court may be to infer from the silence that the agency made an erroneous finding of fact \"without regard to the evidence\"\" ( <FRAGMENT_SUPPRESSED>  (QL) (TD) at para 17).", "[53] The certified tribunal record contains a letter from the minor Applicant which was before the Officer. It states, in part: [...] I want to stay in Canada because I understand English very well and I don't know how to speak or write in the language of Bangladesh. I want to see my friends and family all the time and I want a good future in Canada. I don't know anyone of my family in Bangladesh.", "[54] The Officer's finding that the Applicants would not face unusual, undeserved or disproportionate hardship upon their return to Bangladesh largely rests on the finding that the Applicants would receive support from their family in Bangladesh. It appears that this latter finding was made without regard to the evidence that the minor Applicant presented to the Officer.", "[55] At page 10-11 of the Decision, the Officer wrote: I note that submissions also indicate that the PA's son speaks both English and French, and does not speak Bengali as his mother does; although it is reasonable to assume that he has some grasp of the language, given his mother's involvement in the Bengali community in Canada. [...] Information has not been provided to indicate that the child has not maintained contact with his father or elder brother in Bangladesh or to support that they pose any risk whatsoever to the child. I further note that documentation has not been provided to support that the PA's family in Bangladesh, including the child's grand-parents, aunts, uncles, and their families in Bangladesh would not be available for support in his re-integration to Bangladesh society.", "[56] And at page 15: The child's father, only brother, grand parents, and all his aunts and uncles reside in Bangladesh and they must be acknowledged as also forming an integral part of the child's upbringing.", "[57] The Officer states that no evidence was provided showing that the minor Applicant did not maintain contact with his father or elder brother in Bangladesh. Yet, the minor Applicant wrote to the Officer to say, \"I don't know anyone of my family in Bangladesh.\" While in the best interest of the child analysis the Officer states that the minor Applicant's father and brother reside in Bangladesh and must be considered to form an integral part of his upbringing, the minor Applicant has not been in Bangladesh since he was one year old. In fact, in the risk and adverse country conditions of the Decision, the Officer stated that the principal Applicant had not provided information to support that her husband or her elder son continue to reside in Bangladesh.", "[58] Furthermore, the Officer assumed that the child has some grasp of the Bengali language, yet the child indicated he does not speak or write that language.", "[59] From this it can be concluded that the Officer failed to give due consideration to the minor Applicant's letter and misapprehended the involvement and support available from his extended family in Bangladesh.", "[60] The Respondent distinguishes <FRAGMENT_SUPPRESSED> , above, from the present application. I agree that the facts can distinguish that case from the facts underlying this application. However, the general principle from <FRAGMENT_SUPPRESSED> survives. The Court must ask whether the Officer was \"alert, alive, and sensitive\" to the best interests of the child. I am not convinced that the Officer was in this case.", "[61] Other than stating that the minor Applicant is 15 years old, is in grade nine, on the honour roll of his school and acknowledging letters of support from the child's close friends and others in the community, the Officer does not state the ways in which the best interests of the minor Applicant would be impacted by a return to Bangladesh.", "[62] Further, the Officer states, \"As previously indicated, the circumstances of the PA do not suggest that her child would be of such a profile in Bangladesh that he would not be able to access schools and healthcare, among other necessities if he were to return to Bangladesh.\" This presumably is a reference to the Officer's assumption, which was based in part on the extrinsic evidence, that the principal Applicant comes from a wealthy family. It ignores the fact that in Canada, the principal Applicant's reported income is below the poverty line. It appears to assume that the principal Applicant's family remains wealthy and will support both her and her son. While that may be the case, I cannot accept that these are well founded assumptions based on the evidence.", "[63] The Officer also states, \"The documentation before me does not support that the child's basic amenities such as education and health care would not be available to him in Bangladesh\". The test, of course, is not whether the basic amenities would be available to the child in Bangladesh, rather, it is what is in the child's best interests. The Officer's analysis was insufficient given that the minor Applicant has been in Canada since he was one year old and stated that he does not know his relatives in Bangladesh or speak the language. Conclusion", "[64] The application for judicial review is allowed and the decision is remitted back for re-determination before a different officer(s) at Citizenship and Immigration Canada. No question of general importance for certification has been proposed and none arises. JUDGMENT", "[65] THIS COURT'S JUDGMENT is that the application for judicial review is allowed and the decision is remitted back for re-determination before a different officer at Citizenship and Immigration Canada. No question of general importance for certification has been proposed and none arises. Contexte", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16] La norme de contrôle", "[17] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], paragraphe 57).", "[18] <FRAGMENT_SUPPRESSED>  paragraphe 31; <FRAGMENT_SUPPRESSED>  paragraphe 5;", "[19] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], paragraphe 43; Newfoundland and  <FRAGMENT_SUPPRESSED>  paragraphe 22; <FRAGMENT_SUPPRESSED>  paragraphe 16; <FRAGMENT_SUPPRESSED>  paragraphe 11).", "[20] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], paragraphe 19;", "[21]", "[22]", "[23]", "[24]", "[25]", "[26]", "[27]", "[28]", "[29]", "[30] Analyse", "[31]", "[32]", "[33]", "[34]", "[35]", "[36]", "[37]", "[38]", "[39]", "[40] <FRAGMENT_SUPPRESSED>  paragraphe 15).", "[41]", "[42]", "[43]", "[44]", "[45] Violence against women: a statistical overview, challenges and gaps in data collection and methodology and approaches for overcoming them", "[46]", "[47]", "[48]", "", "[50]", "[...]", "", "", "[51]", "[52]", "[53]", "[54]", "[55] [traduction] [...]", "[56] [traduction]", "[57]", "[58]", "[59]", "[60]", "[61]", "[62]", "[63] Conclusion", "[64] JUGEMENT", "[65] [End of document]"]}