{"id_": "041848", "body_str": ["[1] Phelan, J. : This is an appeal and cross-appeal of a prothonotary's order in which the central issue is whether a party is permitted without leave of the Court to have 5 expert witnesses \"per issue\" in a case or 5 experts \"per case\" under s. 7 of the Canada Evidence Act , R.S.C. 1985, c. C-5 ( CEA ). The proceedings in question are an \"NOC proceeding\", a proceeding under the Patented Medicines (Notice of Compliance) Regulations , S.O.R./93-133 ( NOC Regulations ). This case requires a review of the Court's jurisprudence on s. 7 of the CEA .  <FRAGMENT_SUPPRESSED> \"7. Where, in any trial or other proceeding, criminal or civil, it is intended by the prosecution or the defence, or by any party, to examine as witnesses professional or other experts entitled according to the law or practice to give opinion evidence, not more than five of such witnesses may be called on either side without the leave of the court or judge or person presiding. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[2] For the reasons outlined, the Court has concluded that s. 7 permits each side in a trial or other proceeding only 5 experts without leave of the Court to increase the number of experts to be called or where evidence may be relied upon.  <FRAGMENT_SUPPRESSED> II. BACKGROUND  <FRAGMENT_SUPPRESSED>", "[3] On September 5, 2006, Novopharm Limited (Novopharm) filed a purported Notice of Allegation (NOA) on Altana Pharma Inc. and Altana Pharma AG (Altana). The patents in question are Canadian Patent Nos. 2,089,748 and 2,092,694.  <FRAGMENT_SUPPRESSED>", "[4] As part of the NOC proceedings, Altana served Novopharm with affidavits from 13 expert witnesses and two fact witnesses. Altana did not seek leave of the Court pursuant to s. 7 of the CEA prior to filing these expert affidavits.  <FRAGMENT_SUPPRESSED>", "[5] Novopharm moved before the learned Prothonotary for an order that Altana comply with the 5 witnesses per case rule which it argues is imposed by s. 7 of the CEA . Altana denied that it was in breach of s. 7 but moved, by cross-motion, for leave to file all the expert evidence tendered, if it was found that leave was required.  <FRAGMENT_SUPPRESSED>", "[6] The learned Prothonotary agreed with the Respondent Novopharm's argument that s. 7 should be interpreted as limiting each party to 5 expert witnesses, regardless of the number of issues requiring expert evidence. However, the learned Prothonotary considered herself bound by the decision in <FRAGMENT_SUPPRESSED>  ( Merck 2003 ) which she understood to have concluded that s. 7 limits a party/side to 5 experts per issue unless leave of the Court is secured. She succinctly put the issue forward as:  <FRAGMENT_SUPPRESSED> \"I am therefore clearly bound to interpret section 7 as applicable to issues in the case, and the Respondent will have to take its argument on that matter to a Judge of this Court or to the Court of Appeal. <FRAGMENT_SUPPRESSED>", "[7] Having reached that legal conclusion in principle in favour of Altana, the learned Prothonotary went on to consider how many issues were in the case and whether the \"5 expert witness per issue\" rule should be applied to each issue. The learned Prothonotary concluded, in dismissing Altana's motion for leave to admit more than 5 expert witnesses per issue, that Altana could not rely on more than 5 expert affidavits of the 11 expert affidavits filed and then having accepted that two specific affidavits out of the 11 affidavits were necessary, ordered Altana to choose within five days which 3 further affidavits would be relied upon.  <FRAGMENT_SUPPRESSED>", "[8] In the Merck 2003 decision to which the learned Prothonotary referred, the Court held that the same Prothonotary had erred in law by ignoring and failing to follow the jurisprudence of this Court in Eli Lilly and  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 371 (T.D.) ( Eli Lilly 1997 ), a decision of Reed, J., and <FRAGMENT_SUPPRESSED>  Eli Lilly 1997 decision was upheld on appeal without any reference to the s. 7 issue. Therefore, the only substantive decisions on this matter are those of this Court.  <FRAGMENT_SUPPRESSED>", "[9] Both sides have appealed the learned Prothonotary's decision; Novopharm to restrict Altana to 5 experts per case; Altana to secure leave to rely on more than 5 experts per issue.  <FRAGMENT_SUPPRESSED> III. LEGAL ANALYSIS  <FRAGMENT_SUPPRESSED>", "[10] As indicated earlier, the central issue is not really whether the learned Prothonotary is bound by precedent of this Court - it is obvious that she is. The central issue is whether this Court has settled its interpretation of s. 7 of the CEA and, if so, whether it should be reviewed.  <FRAGMENT_SUPPRESSED>", "[11] Regarding the standard of review, as held in <FRAGMENT_SUPPRESSED>  this Court will review discretionary decisions of a prothonotary de novo where:  <FRAGMENT_SUPPRESSED> (a) the question raised in the motion is vital to the final issue of the case; or  <FRAGMENT_SUPPRESSED> (b) the order is clearly wrong, in the sense that the exercise of discretion by the prothonotary was based upon a wrong principle or upon a misapprehension of the facts.  <FRAGMENT_SUPPRESSED> On the issue of error of law, the standard, as held in <FRAGMENT_SUPPRESSED>  Sask.R. 1; 272 W.A.C. 1, is correctness.  <FRAGMENT_SUPPRESSED>", "[12] The learned Prothonotary's decision involved both an issue of law and the exercise of discretion. The basis of the exercise of discretion was coloured by what the learned Prothonotary considered, quite reasonably, the principle from Merck 2003 that each side was entitled to 5 experts per issue. The manner in which she reached her conclusion as to which witnesses could be relied upon was influenced by her understanding of the operation of s. 7.  <FRAGMENT_SUPPRESSED>", "[13] Therefore, the Court will, to the extent necessary in this matter, consider the learned Prothonotary's decision de novo and the principle of law at issue on the standard of correctness.  <FRAGMENT_SUPPRESSED>", "[14] The legal issue in this appeal is rooted in Justice Reed's decision in Eli Lilly 1997 . However, the decision to which the learned Prothonotary referred was that of Merck 2003 . Justice Heneghan took it as settled jurisprudence on the basis of Eli Lilly 1997 and GlaxoSmith 2003 that this Court had determined that each party was entitled as of right to rely on 5 experts per issue in each case. Having accepted that premise, the Court's attention was more particularly focused on the ability of a prothonotary to depart from presumed jurisprudence rather than an in-depth review of that jurisprudence.  <FRAGMENT_SUPPRESSED>", "[15] In GlaxoSmith 2003 , an unreported decision of Justice Pinard decided three months before Merck 2003 , the relief requested was an order striking Apotex's affidavits that exceeded the number allowed in s. 7 of the CEA . The motion was dismissed for the following reasons:  <FRAGMENT_SUPPRESSED> - the applicants had unreasonably delayed in bringing this motion;  <FRAGMENT_SUPPRESSED> - the motion was premature as the matter of striking the affidavits should have been left to the judge hearing the main application;  <FRAGMENT_SUPPRESSED> - NOC proceedings are to be decided expeditiously; and  <FRAGMENT_SUPPRESSED> - \"In any event, it is not clear and obvious to me that the evidence served and filed by the respondent Apotex Inc. comprises, with respect to any single issue, more than five experts.\" The Court then cited Eli Lilly 1997 at pp. 411-412.  <FRAGMENT_SUPPRESSED>", "[16] There may have been an assumption  <FRAGMENT_SUPPRESSED>  2003 that the rule was 5 experts per issue, but there was no specific conclusion on this point. As will be discussed, the reference to that part of the Eli Lilly 2003 decision is not a clear unequivocal ruling on the point.  <FRAGMENT_SUPPRESSED>", "[17] In Eli Lilly 1997 , Justice Reed was dealing with an action to stop the marketing of the generic version of PROZAC. The action was grounded in passing-off. Importantly, the decision involved three cases of a single plaintiff and a separate defendant in each case. The result is that the decision had one plaintiff and three defendants. The issue of how many \"sides\" there were is critical to an understanding of Justice Reed's s. 7 ruling.  <FRAGMENT_SUPPRESSED>", "[18] In her decision, Justice Reed returned to comment on two decisions made in the course of the trial, one of which related to s. 7. In discussing the complexity of hearing three actions on common evidence, Justice Reed went on to comment on what she thought was, at that time, the state of the law on s. 7 - that s. 7 referred only to expert opinions (presumably discounting other types of opinion evidence) and that it was limited to 5 witnesses per subject matter or factual issue in a case, not 5 witnesses in total.  <FRAGMENT_SUPPRESSED>", "[19] The salient passage is:  <FRAGMENT_SUPPRESSED> \"Section 7 of the Canada Evidence Act provides:  <FRAGMENT_SUPPRESSED> 'Where, in any trial or other proceeding, criminal or civil, it is intended by the prosecution or the defence, or by any party, to examine as witnesses professional or other experts entitled according to the law or practice to give opinion evidence, not more than five of such witnesses may be called on either side without the leave of the court or judge or person presiding.' [Emphasis added.]  <FRAGMENT_SUPPRESSED> \"In this case three actions were set down for hearing concurrently, on common evidence. They were not consolidated although Mr. Radomski as counsel for both Apotex and Nu-Pharm essentially proceeded with respect to his clients in a consolidated fashion. Section 7 has been interpreted as referring to expert opinion evidence only and as limiting the evidence to five witnesses per subject matter or factual issue in a case, not five witnesses in total ( <FRAGMENT_SUPPRESSED>  (Ont. Gen. Div.), and the <FRAGMENT_SUPPRESSED>  ( Eli Lilly 2007 ), pointed out that in the cases cited by Justice Reed, she obviously did not have the Manitoba Court of Appeal's decision in <FRAGMENT_SUPPRESSED>  (Man. C.A.), which effectively referred to the trial judgment referred to by Justice Reed.  <FRAGMENT_SUPPRESSED>", "[21] With the greatest respect, these six cases do not support the understanding Justice Reed had as to the state of the interpretation of s. 7. At least one of them had been overturned on appeal - a matter, which if it had been brought to Justice Reed's attention, would have influenced her view as to the state of the law.  <FRAGMENT_SUPPRESSED>", "[22] In Buttrum , the Ontario Court of Appeal considered s. 12 of the Ontario Evidence Act and held that it restricted the number of experts to 3 witnesses per party, regardless of the number of issues requiring expert evidence. Section 12 of the Ontario Evidence Act , as considered in that case, is similar to s. 7 of the CEA .  <FRAGMENT_SUPPRESSED> \"12. Where it is intended by a party to examine as witnesses persons entitled, according to the law or practice, to give opinion evidence, not more than three of such witnesses may be called upon either side without the leave of the judge or other person presiding. <FRAGMENT_SUPPRESSED>", "[23] The Buttrum decision held that the provision limited a party, without leave, to 3 expert witnesses in total rather than per issue.  <FRAGMENT_SUPPRESSED>", "[24] In Scamen and  <FRAGMENT_SUPPRESSED> , the Alberta Supreme Court and the Supreme Court of Canada, respectively, were called upon to construe section 10 of the Alberta Evidence Act , 1910, 2nd Sess., c. 3. That section provided:  <FRAGMENT_SUPPRESSED> \"10. Where it is intended by a party to examine as witnesses persons entitled according to the law or practice to give opinion evidence not more than three of such witnesses may be called upon either side. <FRAGMENT_SUPPRESSED>", "[25] The critical distinction in the wording of the Alberta legislation and that of the federal and Ontario legislation is the absence of any discretion in the courts to permit a greater number of witnesses. In the face of a clearly impractical and unworkable provision which would create a \"mischief\", the courts gave an interpretation which avoided the mischief and the unworkable rigidity of the provision.  <FRAGMENT_SUPPRESSED>", "[26] In Hamilton , the Alberta Supreme Court could only follow Scamen and Fagnan .  <FRAGMENT_SUPPRESSED>", "[27] The Alberta legislation stands in sharp contrast to that of Manitoba, Ontario and Canada. The courts in Manitoba and Ontario have recognized that Fagnan gave the Alberta legislation a broad interpretation because there was no provision for leave of the court to file additional expert evidence. This was recognized by Farley, J., in <FRAGMENT_SUPPRESSED>  O.R.(3d) 134 (Gen. Div.), at pages 137-138:  <FRAGMENT_SUPPRESSED> \"In my view the approach in B.C. Pea and Buttrum is preferable to that of <FRAGMENT_SUPPRESSED> , as interpreted by Fagnan . It is clear that in the latter two cases the courts found it necessary to give the section of the Alberta Evidence Act broad interpretation because there was no provision for leave in that section. Had the Alberta legislation incorporated the possibility of leave for more experts if the necessity were demonstrated, then there would not have been any problem in otherwise protecting the interests of justice. In fact just as Fagnan was being decided in the Supreme Court of Canada, the Alberta statute was amended to include the following word:  <FRAGMENT_SUPPRESSED> '... without leave of the court which shall be applied for before the examination of any such witness.' (Emphasis added)  <FRAGMENT_SUPPRESSED> \"This amendment cleared up the problem of future cases in Alberta; however it would not be appropriate to import the pre-amendment remedy from Alberta to Ontario as the Ontario legislation always had the leave protection. Scamen and Fagnan should be relegated to the curiosity cupboard as obsolete cases which were required to correct an historical oddity of the then Alberta legislation. <FRAGMENT_SUPPRESSED>", "[28] Lastly, in Morin , the Crown sought \"leave to call more than five expert witnesses on the retrial\". The Court stated that the Crown drew attention to Fagnan but there is no discussion of the case or its application to s. 7 of the CEA . The Court simply held that, on the basis of the evidence and submissions, it was satisfied that there was a reasonable basis for calling the extra witnesses, and leave was granted.  <FRAGMENT_SUPPRESSED>", "[29] Therefore, Morin is of no precedential value in respect of s. 7 as there was no interpretation of the provision.  <FRAGMENT_SUPPRESSED>", "[30] Of the six decisions referred to by Justice Reed, three relate to the very different provision of the Alberta statute, one case makes no interpretation of s. 7 and two (being Buttrum and the Pea Growers appeal decision) are decided opposite to the understanding Justice Reed had. Her understanding would no doubt have been different if she had had the Court of Appeal's judgment in Pea Growers .  <FRAGMENT_SUPPRESSED>", "[31] A further consideration of the Eli Lilly 1997 decision is that the number of witnesses \"per issue\" versus \"per case\" was not the central focus of what was an interlocutory decision made in the course of the trial. The following quote discloses Justice Reed's substantive concern about the meaning of \"sides\" as applied to \"parties\". She even describes the results of an interpretation of the right to 5 experts per issue as a \"rather unreasonable result\".  <FRAGMENT_SUPPRESSED> \"Prior to counsel for the defendants calling some of their expert witnesses, counsel for the plaintiffs raised a concern that it appeared as though the defendants were planning on calling more than five witnesses per 'side' on a factual issue (particularly the criticism of Dr. Heeler's survey evidence). An edited version of the reasons I gave orally with respect to this concern was placed on the record. In summary those reasons were that section 7 does not deal with the situation in which separate actions are being heard concurrently; no jurisprudence dealing with the meaning of 'side' could be found; if the word 'side' is interpreted as synonymous with party, this leads to the rather unreasonable result that the three defendants could call fifteen witnesses and the two plaintiffs, being separate parties to each of the three actions, could call thirty expert witnesses on each factual issue . Ideally, if anyone had thought of it at the time, this matter should have been dealt with when the application to set the three cases down for concurrent hearing was made. <FRAGMENT_SUPPRESSED>", "[32] The whole issue of the number of witnesses was ultimately decided on the basis of the exercise of discretion.  <FRAGMENT_SUPPRESSED>", "[33] In my view, Justice Reed proceeded on the assumption that the weight of the authority tended toward \"5 experts per factual issue\" and then resolved the issue, not through a studied analysis of the law or ringing endorsement of the principle, but through the exercise of discretion in a pragmatic manner in the middle of a trial.  <FRAGMENT_SUPPRESSED>", "[34] It is from this somewhat qualified endorsement of the \"5 experts per issue\" principle that this Court has proceeded to date.  <FRAGMENT_SUPPRESSED> B. Comity  <FRAGMENT_SUPPRESSED>", "[35] The parties argued whether this Court is bound by the prior decisions emanating from Justice Reed's decision. Altana's position is that judicial comity compels this Court to continue to apply the existing interpretation of s. 7.  <FRAGMENT_SUPPRESSED>", "[36] Justice Granger in <FRAGMENT_SUPPRESSED>  (Gen. Div.),at 673-677, conducted a thorough analysis of the application of stare decisis in regard to judgments of the same court. He concluded that he would only go against a judgment of another judge of his own court if:  <FRAGMENT_SUPPRESSED> (a) subsequent decisions have affected the validity of the impugned judgment;  <FRAGMENT_SUPPRESSED> (b) it is considered that some binding authority in case law or some relevant statute was not considered; and  <FRAGMENT_SUPPRESSED> (c) the judgment was unconsidered, a nisi prius judgment given in circumstances familiar with all trial judges, where the exigencies of the trial require an immediate decision without opportunity to fully consult authority.  <FRAGMENT_SUPPRESSED>", "[37] For reasons discussed in the previous section, the Eli Lilly 1997 decision had elements of points (a) and (c) because the Court of Appeal in Pea Growers was not referred to the learned judge and the interpretation at issue was given in the midst of a trial where the particular issue was not that which is squarely before this Court.  <FRAGMENT_SUPPRESSED>", "[38] While not strictly binding authority falling within Justice Granger's item (b) situation that would justify not following a court's earlier decision, there has been more recent comment from the Supreme Court which outlines the mischief to which s. 7 was directed and which likely would have influenced Justice Reed (as she recognized at page 412 the unreasonable result if each party could have the maximum number of experts for each issue).  <FRAGMENT_SUPPRESSED>", "[39] <FRAGMENT_SUPPRESSED>  O.A.C. 201, a case dealing in part with expert evidence, the Supreme Court at paragraph 56 pinpointed the problem of the proliferation of expert opinions:  <FRAGMENT_SUPPRESSED> \"... expert evidence is time-consuming and expensive. Modern litigation has introduced a proliferation of expert opinions of questionable value. The significance of the costs to the parties and the resulting strain upon judicial resources cannot be overstated. When the door to the admission of expert evidence is opened too widely, a trial has the tendency to degenerate into 'a contest of experts with the trier of fact acting as referee in deciding which expert to accept'. <FRAGMENT_SUPPRESSED>", "[40] Lastly, on the binding nature of the Eli Lilly 1997 <FRAGMENT_SUPPRESSED>  (T.D.), at para. 17, held that the principle of stare decisis does not apply between judges of the same court:  <FRAGMENT_SUPPRESSED> \"There can be no stare decisis between judges of the same court. There may be a question of collegiality in a case where the facts are identical, or at least are similar to the extent that a decision cannot be ignored. <FRAGMENT_SUPPRESSED>", "[41] The decision in <FRAGMENT_SUPPRESSED> , relied on by Altana, can be distinguished because its pronouncement relates to courts of co-ordinate jurisdiction, not judges of the same court. The more modern approach is that set forth by Justice Décary.  <FRAGMENT_SUPPRESSED>", "[42] In my view, the decision in Eli Lilly 1997 did not, on its own terms, go as far as has been assumed in later judgments of this Court. Further, the learned justice was not aware that one of the key authorities on which she relied for her understanding of the general state of the law had been overturned. Other courts have later taken a different view of s. 7 than that assumed by Justice Reed and the Supreme Court has since more clearly articulated a concern with expert evidence that she only briefly touched upon.  <FRAGMENT_SUPPRESSED>", "[43] Therefore, it is appropriate for this Court to consider s. 7 more directly in the light of recent authority.  <FRAGMENT_SUPPRESSED> C. Section 7 - Interpretation  <FRAGMENT_SUPPRESSED>", "[44] Although the s. 7 interpretation issues have most recently arisen in this Court in the context of NOC proceedings or other intellectual property cases, its application is much more broadly based. The problems inherent in the NOC process cannot drive the interpretation, although they underscore the mischief to which s. 7 was directed. Other cases of civil and criminal nature can have just as difficult and multi-faceted issues and sub-issues for which opinion evidence seems to be ripe.  <FRAGMENT_SUPPRESSED>", "[45] The starting point for the analysis of s. 7 is, as with all statutes, s. 12 of the Interpretation Act :  <FRAGMENT_SUPPRESSED> \"12. Every enactment is deemed remedial, and shall be given such fair, large and liberal construction and interpretation as best ensures the attainment of its objects. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[46] Taking a purposive approach to the provision, it is evident that s. 7 was intended to limit the number of experts. The first critical limitation is that it operates with respect to trials or other proceedings; the second critical limitation is the absolute numerical restriction of 5.  <FRAGMENT_SUPPRESSED>", "[47] Therefore, if the purpose of the section is to restrict the number of expert witnesses, the courts should not generally give the provision an interpretation that broadens this limitation.  <FRAGMENT_SUPPRESSED>", "[48] The Alberta Supreme Court  <FRAGMENT_SUPPRESSED> had to depart from this usual rule because of the rigidity of the Alberta Evidence Act which left the Court no discretion to increase the number of experts irrespective of the circumstances. Farley, J., said as much in Bank of America Canada , supra:  <FRAGMENT_SUPPRESSED> \"Had the Alberta legislation incorporated the possibility of leave for more experts if the necessity were demonstrated, then there would not have been any problem in otherwise protecting the interests of justice. In fact, just as Fagnan was being decided in the Supreme Court of Canada, the Alberta statute was amended to include the following words: ' ... without leave of the court which shall be applied for before the examination of any such witnesses'. <FRAGMENT_SUPPRESSED>", "[49] The CEA , like the comparable legislation in such provinces as Manitoba and Ontario, gives the Court the discretion to increase the number of experts. It would be inconsistent with the overall intent of the provision to expand the restriction by reading in the words \"per issue\" and to also give the Court the discretion to expand the number of experts as justice requires.  <FRAGMENT_SUPPRESSED>", "[50] This purposive interpretation is buttressed by a plain meaning analysis. There is no reference in the section to \"issues\". The language is stark in that regard when stipulating 5 experts per party/side per case especially when one reads the section with the relevant aspects isolated:  <FRAGMENT_SUPPRESSED> Where, in any trial or other proceeding criminal or civil it is intended by the prosecution or the defence, or by any party to examine as witnesses professional or other experts entitled according to the law or practice to give opinion evidence not more than five of such witnesses may be called on either side without the leave of the court or judge or person presiding . <FRAGMENT_SUPPRESSED>", "[51] In addition, it is useful to compare other similar provisions, as this suggests a common problem across Canada. In Pea  <FRAGMENT_SUPPRESSED> , at pages 97-98, the Manitoba Court of Appeal compared the Alberta and Manitoba provisions limiting the number of expert witnesses noting that the former (the Alberta provision):  <FRAGMENT_SUPPRESSED> \"had no provision to call more than three expert witnesses ['upon either side'] while the latter makes provision for the calling of more than three experts with leave of the Court. One was a very rigid enactment to prevent the abuse of the use of experts, but left no way out to call more than three when justice required it. <FRAGMENT_SUPPRESSED>", "[52] The Ontario Court of Appeal in <FRAGMENT_SUPPRESSED>  (C.A.), considered a similar provision and held at para. 10:  <FRAGMENT_SUPPRESSED> \"... it is much better that the number of such witnesses called during a trial should be limited to three on each side, and such others as the Court may on application allow, than that the number of these witnesses should be limited only by the number of issues of fact that may actually arise in the course of a trial, or that counsel can with some show of reason argue will arise or have arisen during the trial. If the latter interpretation be given the statute ... the statute would ... either become a dead letter or a new source of trouble, expense, and delay. <FRAGMENT_SUPPRESSED>", "[53] Only New Brunswick explicitly limits the use of experts by issue. It is instructive that it did so by specific wording rather than reading in those words to the statute as had to be done in Alberta.  <FRAGMENT_SUPPRESSED>", "[54] The joint Federal/Provincial Task Force on Uniform Rules of Evidence also considered this common problem. It noted at page 113 of its Report that, without statutory limits on expert witnesses, there is no way for a judge in a criminal proceeding to prevent unnecessary expert evidence, and in a civil case, costs are an impractical penalty if both parties make excessive use of expert witnesses.  <FRAGMENT_SUPPRESSED>", "[55] As the purpose of s. 7 is, at least in part, to prevent abuse, trouble, expense and delay caused by excessive use of expert evidence, it is more consistent with that purpose to interpret the restriction to apply to the case as a whole rather than to each and every issue which may arise. In fact, an interpretation in favour of \"by issue\" creates the very mischief which the provision was intended to cure.  <FRAGMENT_SUPPRESSED>", "[56] This Court has, on a number of occasions, expressed concern for the number and variety of expert reports. The concern is captured in the following from <FRAGMENT_SUPPRESSED>  at para. 7:  <FRAGMENT_SUPPRESSED> \"It must be pointed out how difficult it is for a court in NOC proceedings to assimilate masses of purportedly expert opinions, predominantly on scientific matters, all in written form, often comprising several volumes. Judges are human, not computers. <FRAGMENT_SUPPRESSED>", "[57] Similar problems would exist in other cases, such as complex commercial or tort actions involving issues of finance, accounting, medical or other technical/scientific evidence. It can be even more difficult in the area of social sciences.  <FRAGMENT_SUPPRESSED>", "[58] While NOC proceedings can be complex, Altana's submission, that s. 7 of the CEA could not have contemplated the purpose and complexity of proceedings under the NOC Regulations , cannot be sustained. There is a presumption that regulatory provisions are meant to work together, not only with their enabling legislation but with other Acts and other regulations as well.  <FRAGMENT_SUPPRESSED>", "[59] In the case at bar, because the limit was applied to each issue as the learned Prothonotary concluded she was bound to do, Altana was allowed to use nine expert witnesses who filed 10 affidavits. If Novopharm matched Altana affidavit for affidavit as it would be entitled to do as of right, the hearing judge would be required to review a total of twenty affidavits in chief, without even contemplating reply affidavits. This is a substantial and onerous amount of evidence and severely taxes judicial resources.  <FRAGMENT_SUPPRESSED>", "[60] In summary, applying the Mischief Rule, if s. 7 is interpreted as applying per issue, the cure is almost as bad as the disease.  <FRAGMENT_SUPPRESSED>", "[61] There is no conflict between the complexity of NOC proceedings and the purpose of s. 7. The critical aspect of s. 7 is the discretion to permit more experts than the initial limit set. Parliament has provided a mechanism to deal with complex cases and provided a balancing mechanism between the intended limit on experts in the case generally and the needs of a specific case.  <FRAGMENT_SUPPRESSED>", "[62] As recognized in Pea Growers , s. 7 is, unlike the original Alberta provision discussed  <FRAGMENT_SUPPRESSED> , not a very rigid enactment leaving no way to call more than the stipulated number of experts where justice requires. The needs and complexities of the particular case are dealt with through the exercise of discretion.  <FRAGMENT_SUPPRESSED>", "[63] Therefore, in my opinion, taking into account the remedial nature of the provision, its plain wording, its purpose and the mischief to be cured (or caused by an alternative interpretation), s. 7 should be read as limiting each side to 5 experts in the case subject to the Court's leave to vary that number.  <FRAGMENT_SUPPRESSED> D Applicability to Judicial Review/NOC Proceeding  <FRAGMENT_SUPPRESSED>", "[64] As to the argument that the s. 7 restrictions do not apply to judicial review/NOC proceedings, I find no merit in this submission.  <FRAGMENT_SUPPRESSED>", "[65] Section 7 refers specifically to a \"trial or other proceeding \". A judicial review and an NOC matter is by regulation and the Rules of this Court (Rule 300) a proceeding. On the plain words of the statute, s. 7 applies to judicial reviews in general and to NOC proceedings specifically.  <FRAGMENT_SUPPRESSED>", "[66] There is no policy reason why s. 7 should not apply to judicial reviews/NOC proceedings. Except for differences of form of proof, they have all the attributes of a trial and have all of the problems of control of the number of experts which Parliament intended to address.  <FRAGMENT_SUPPRESSED>", "[67] While the time for seeking leave to adduce more expert evidence should not necessarily be fixed as it is a matter of Court discretion, timeliness is essential. One would have thought that as soon as the expert reports are filed (and perhaps even before when it is known that more expert evidence is required), the necessary motion should, as a general rule, be brought. This is not a matter for determination in this case.  <FRAGMENT_SUPPRESSED> IV. CONCLUSION  <FRAGMENT_SUPPRESSED>", "[68] Having determined that the learned Prothonotary's decision should be set aside, the matter, to the extent that the parties wish to pursue the matter of increased expert witnesses, will no doubt be referred back to the learned Prothonotary who has greater familiarity with the case and is charged with case management.  <FRAGMENT_SUPPRESSED>", "[69] An order will issue giving effect to these reasons.  <FRAGMENT_SUPPRESSED> Order accordingly.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/pdk  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}