{"id_": "041897", "body_str": ["[1] Zinn, J. : In the Reasons for Judgment (2014 FC 248), the parties were instructed to attempt to reach agreement on the quantum of damages and costs. The parties have agreed, based on the various findings made in these proceedings, that the total damages accruing during the Relevant Period (January 10, 2006 to August 1, 2007), is $92,228,000.00, as set out in the following table. Month Period From Period To Non-Comulative Damages January 2006 January 10, 2006 January 31, 2006 February 2006 February 1, 2006 February 28, 2006 March 2006 March 1, 2006 March 31, 2006 April 2006 April 1, 2006 April 30, 2006 May 2006 May 1, 2006 May 31, 2006 June 2006 June 1, 2006 June 30, 2006 July 2006 July 1, 2006 July 31, 2006 August 2006 August 1, 2006 August 31, 2006 September 2006 September 1, 2006 September 30, 2006 October 2006 October 1, 2006 October 31, 2006 November 2006 November 1, 2006 November 30, 2006 December 2006 December 1, 2006 December 31, 2006 January 2007 January 1, 2007 January 31, 2007 February 2007 February 1, 2007 February 28, 2007 March 2007 March 1, 2007 March 31, 2007 April 2007 April 1, 2007 April 30, 2007 May 2007 May 1, 2007 May 31, 2007 June 2007 June 1, 2007 June 30, 2007 July 2007 July 1, 2007 July 31, 2007 August 2007 August 1, 2007 August 1, 2007 TOTAL", "[2] The parties have been unable to agree on the quantum of costs. Additionally, they are not in agreement on the calculation of prejudgment interest or on the rate of post-judgment interest. These Supplementary Reasons address those outstanding issues. Costs", "[3] The Plaintiff was the successful party and was judged to be entitled to its costs. It claims costs of $2,078,235.07 but submits that \"in order to expeditiously bring this matter to a close\" it requests a lump sum award of $1,800,000. Alternatively, it requests that the determination of the amount of costs be directed to an assessment officer with directions that: (a) Costs be assessed at the upper level of Column IV; (b) Costs (fees and disbursements) be allowed for two senior counsel and one junior at the hearing; (c) Costs (fees and disbursements) be allowed for two senior counsel or one senior counsel and one junior in conducting discoveries; (d) Travel time and expenses be allowed for two counsel attending discoveries and motions where two counsel were present; (e) Travel time and expenses be allowed for two counsel for meetings with expert and fact witnesses; (f) Costs (fees and disbursements) for interlocutory motions shall be taxed as follows: i. Where the Court has previously awarded an amount or level of costs, that amount or level shall prevail; ii. Where the Court was silent as to costs, no costs are ordered; and iii. Where costs are ordered but silent as to amount or level of costs, costs are to be assessed for one senior counsel at the upper level of Column IV; (g) Costs (fees and related disbursements) for all case management conferences and pre-trial conferences are to be assessed for one senior counsel at the upper level of Column IV; (h) The reasonable fees and disbursements paid to the expert witnesses and fact witnesses; (i) Photocopy and binding charges at the rate of 15 cents per page for internal copies and at the amount indicated on the invoice for external service providers; (j) All other disbursements charged to its client are to be recovered in full; and (k) Interest on the costs awarded at the rate of 5.0% from the date setting the amount of damages payable.", "[4] The Defendant submits that the costs claimed are \"extravagant and over-inflated,\" includes costs previously decided in the proceeding, and claims more than is reasonable and what the Federal Courts Rules , SOR/98-106 [ Rules ] allow. It further submits that the costs submissions are deficient and are lacking in supporting documentation and it urges an award of costs of $614,440.00.", "[5] It further submits that the draft Bill of Costs submitted by the Plaintiff is deficient and excessive for the following reasons, among others: (a) It includes costs for seven interim motions in which the Court specifically ordered that no costs were to be paid and one where the Order was silent on costs; (b) It includes costs for preparing the statement of claim four times, contrary to Tariff B; (c) It includes claims for costs for six supplements of its affidavit of documents contrary to Tariff B; and (d) It includes costs for preparing a subpoena as a separate item, contrary to Tariff B.", "[6] The Defendant further submits that contrary to Tariff B, the Bill of Costs claims costs for multiple counsel for all pre-trial steps and submits that the claim for three counsel at trial is excessive and unwarranted. Lastly, it raised a number of objections to the disbursements related to the expert evidence including the size of the fees and the disbursements incurred.", "[7] Given the numerous objections to the Bill of Costs, most of which cannot be determined summarily on the record before the Court, it is concluded that this is not an appropriate case for the Court to award a lump sum; the costs must be assessed. The assessment is to be done in accordance with the following directions, which are guided by the decisions in <FRAGMENT_SUPPRESSED>  [2006] FCJ No1684, and Apotex Inc v H Lundbeck A/S , 2013 FC 1188, [2013] FCJ No 1294: (a) The Plaintiff is entitled to its costs awarded at the upper level of Column IV; (b) The Plaintiff is entitled to tax costs of one senior counsel and one junior counsel, provided two were present, at all pre-trial procedures, save and except for those where a judge or prothonotary ordered that a motion was to be without costs or was silent as to costs; (c) The Plaintiff is entitled to tax costs at trial of two senior counsel and one junior counsel; (d) The Plaintiff is entitled to tax the reasonable disbursements of counsel for travel, accommodation and related expenses on the basis of economy fare and single rooms; (e) No costs or disbursements are recoverable for in-house counsel, law clerks, students, paralegals, or other support staff; (f) The Plaintiff is entitled to recover the expert fees paid for those persons who deposed affidavits filed in the this action and also testified at the trial, at the lesser of the actual fees charged or the daily rate of senior counsel, but shall not include any fee related to assisting counsel in the preparation of the case or responding to discovery questions; (g) The Plaintiff is entitled to recover the reasonable disbursements billed by those experts whose fees are recoverable; (h) The Plaintiff is entitled to recover the fees and disbursements paid to fact witnesses who testified at trial; and (i) No fees or disbursements are again recoverable that were previously determined to be payable to the Plaintiff in this proceeding by the Court of Appeal. Interest Principles Relating to an Award of Interest", "[8] The modern theory underpinning an award of interest is meant to compensate rather than punish: <FRAGMENT_SUPPRESSED> [ Bank of America ].", "[9] The need to include interest in an award for damages to fully compensate a plaintiff arises from the concept of the time-value of money and the principle that the value of a dollar today is more valuable than a dollar in the future. This is due to lost opportunities to use the money, risk, and inflation: Bank of America at paras 21-22. Interest should be used to \"compensate a plaintiff for the interval between when damages initially arise and when they are finally paid:\" Bank of America at para 38.", "[10] More specifically, the purpose of prejudgment interest is \"compensation for being deprived of damages from the date they are suffered:\" <FRAGMENT_SUPPRESSED>  [2010] FCJ No 532 at para 1348 [ South Yukon ]. The Court in that judgment at para 1350 also noted that overcompensation is to be avoided. In a similar vein, the Ontario Court of Appeal has stated that a court should avoid giving the plaintiff a windfall: <FRAGMENT_SUPPRESSED> [ Celanese ]. Prejudgment Interest in Section 8 Claims", "[11] In this action, the Defendant submits that the Plaintiff would only be able to earn interest on the profits it actually earned at any given point in the Relevant Period (January 10, 2006 to August 1, 2007) and that to permit the Plaintiff to recover interest from January 10, 2006, on all profits earned during the entire 19 months, before that profit could actually have been earned, leads to a windfall and is not consistent with jurisprudence.", "[12] The Plaintiff submits that paragraphs 258 and 259 of the Reasons for Judgment in the action indicate that interest runs from when the loss \"begins to be suffered\" and in this case, it runs from January 10, 2006 on the full damages award, since that was the beginning of the Relevant Period. It says that in accordance with the Court's discretion under both the Federal Courts Act , RSC 1985, c F-7, and the Courts of Justice Act , RSO 1990, c C43, prejudgment interest should be awarded on the full amount as of the start of the Relevant Period because the Defendant should be prevented from profiting from its wrongful actions, and \"the profits the innovator will make during the Statutory Stay will outstrip any potential liability to the generic under section 8.\"", "[13] In the Reasons for Judgment, it was found that prejudgment interest runs from January 10, 2006. However, the issue now being raised was not addressed, namely on what sum is the interest calculated.", "[14] In Celanese , the Ontario Court of Appeal found that in accordance with subsection 128(3) of the Ontario Courts of Justice Act , the plaintiff's claim was for past pecuniary loss and therefore it was an error for the trial judge to award prejudgment interest from the date the cause of action arose in accordance with subsection 128(1). In that case, the plaintiff claimed damages resulting from an accident that damaged their physical plant as well as damages for lost profits on lost production and business interruption.", "[15] The Court's analysis in Celanese at para 17 is instructive: The purpose of s. 128(3) is to achieve fairness in the payment of the prejudgment interest on pecuniary damages by ensuring that a plaintiff will not recover a windfall that would otherwise result were s. 128(1) to be applied. It does so by providing a formula for the accrual of interest on pecuniary damages as they are incurred , in lieu of requiring the court to conduct a series of individual calculations. Section 128(3) accords with the underlying compensatory principle for awarding prejudgment interest, which is to compensate a party for the loss of the use of its money. (emphasis added)", "[16] In my view, where the damages claimed are for pecuniary loss that accrues over a period of time, it is appropriate when calculating prejudgment interest to do so in a manner that prevents overcompensating the plaintiff and that recognizes that the loss occurred over time.", "[17] The Defendant's model appropriately accounts for this. It describes that approach as follows: [A]t the end of the first month of Teva's but-for sales, Teva is entitled to prejudgment interest on that month's profits; at the end of the second month of Teva's but-for sales, Teva is entitled to prejudgment interest on the cumulative profits for the first two months, etc., until all of Teva's lost profits are earned as of the end of the date of section 8 damages. Thereafter prejudgment interest applies to the total amount of section 8 damages, until the date of final judgment.", "[18] The appropriate calculation under the Courts of Justice Act of prejudgment interest on pecuniary damages that accrue over a period of time is described in <FRAGMENT_SUPPRESSED> . The Judge there noted that under the Courts of Justice Act , \"[i]nterest is due for a month as soon as the payment is owed, not after the payment has been outstanding for a month.\" In this case, and consistent with subsection 128(1) of the Courts of Justice Act , the monthly \"payments\" became due as of January 10, 2006, and thereafter on the first of each month following during the Relevant Period.", "[19] The prejudgment interest on the damage award is calculated as follows: First, the interest owed from the beginning of the Relevant Period to the end must be calculated from the beginning of each month on the basis of the damages accruing that month and second, the interest on the total amount of the award outstanding at the end of the Relevant Period must be calculated from the end of the Relevant Period to the date of judgment.", "[20] The prejudgment interest to the date of judgment is calculated based on an annual prejudgment rate of 4.5% or 0.375% per month. The period from January 10, 2006 to August 1, 2007, both inclusive, is 18.74 months, and August 1, 2007 is 0.032 of a month. (a) The prejudgment interest in the Relevant Period is as follows: January 10, 2006 - January 31, 2006 $5,342,000 x 0.375% for 18.74 months February 1, 2006 - February 28, 2006 $3,281,000 x 0.375% for 18 months March 1, 2006 - March 31, 2006 $4,574,000 x 0.375% for 17 months April 1, 2006 - April 30, 2006 $4,635,000 x 0.375% for 16 months May 1, 2006 - May 31, 2006 $5,859,000 x 0.375% for 15 months June 1, 2006 - June 30, 2006 $6,484,000 x. 0.375% for 14 months July 1, 2006 - July 31, 2006 $6,471,000 x 0.375% for 13 months August 1, 2006 - August 31, 2006 $7,163,000 x. 0.375% for 12 months September 1, 2006 - September 30, 2006 $6,574,000 x. 0.375% for 11 months October 1, 2006 - October 31, 2006 $7,220,000 x. 0.375% for 10 months November 1, 2006 - November 30, 2006 $7,402,000 x 0.375% for 9 months December 1, 2006 - December 31, 2006 $8,632,000 x. 0.375% for 8 months January 1, 2007 - January 31, 2007 $3,833,000 x. 0.375% for 7 months February 1, 2007 - February 28, 2007 $2,572,000 x. 0.375% for 6 months March 1, 2007 - March 31, 2007 $2,841,000 x. 0.375% for 5 months April 1, 2007 - April 30, 2007 $2,736,000 x. 0.375% for 4 months May 1, 2007 - May 31, 2007 $2,426,000 x 0.375% for 3 months June 1, 2007 - June 30, 2007 $2,200,000 x. 0.375% for 2 months July 1, 2007 - July 31, 2007 $1,921,000 x. 0.375% for 1 month August 1, 2007 - August 1, 2007 $61,000 x 0.375% for .032 for a month $7.32 Sub Total (b) The lump sum prejudgment interest on the damage award following the end of the Relevant Period (August 1, 2007) to the date of Judgment (June 30, 2014) is as follows. The daily prejudgment interest = $92,228,000 x 4.5% per annum = $4,150,260 a year divided by 365 days in a year = $11,370.58 of interest per day. The lump sum period is 2,525 days. Total lump sum interest = $11,370.58 x 2,525 days = $28,710,702.74. Total prejudgment interest owed = (a) + (b) = $32,539,550.36 Post-judgment Interest", "[21] I agree with the Defendant that the Courts of Justice Act governs post-judgment interest in this case. Section 127(1) of the Courts of Justice Act provides that post-judgment interest is calculated as: \"the bank rate at the end of the first day of the last month of the quarter preceding the quarter in which the date of the order falls, rounded to the next higher whole number where the bank rate includes a fraction, plus 1 per cent.\" According to the Defendant, that is 3.0% if final judgment is issued in this quarter. This is the appropriate post-judgment interest rate.", "[22] Section 129(1) of the Courts of Justice Act makes clear that post-judgment interest accrues on the money owed including costs, from the date of the order at the post-judgment interest rate. In the Reasons for Judgment, the submission that post-judgment interest should commence as of the date of the final judgment was accepted. Post-judgment interest is also payable on prejudgment interest: <FRAGMENT_SUPPRESSED>  para 5. Thus post-judgment interest is payable from the date of judgment on $124,766,550.36 until payment. Post-judgment interest of 3.0% is also due on the costs as assessed from the date of judgment. JUDGMENT", "[23] THIS COURT'S JUDGMENT is that: 1. The Defendant shall pay to the Plaintiff damages in the amount of $92,228,000.00; 2. The Plaintiff is awarded $32,539,550.36 in prejudgment interest; 3. The Plaintiff is awarded post-judgment interest at the rate of 3.0% on $124,766,550.36 (the sum of the damages and prejudgment interest) from the date of judgment until payment; and 4. The Plaintiff is to have its costs assessed in accordance with these reasons and is awarded post-judgment interest at the rate of 3.0% on the costs assessed from the date of judgment until payment. Order accordingly. Editor: Angela E. McKay/vnh"]}