{"id_": "041865", "body_str": ["[1] Layden-Stevenson, J. : Mr. Unal is a forty-year-old Turkish refugee claimant. The Immigration and Refugee Board (IRB) denied his claim. It determined that Mr. Unal was not credible. Because I find that the IRB made a significant error, I am allowing the application for judicial review.", "[2] The IRB rejected Mr. Unal's claim because it did not believe him. It stated: I find that the claimant's inconsistent recalling of events and his inability to answer questions, that would have been expected of a politically active person, to lead to a finding of a lack of credibility. The board then went on to enumerate a number of inconsistencies and implausibilities in the testimony.", "[3] Mr. Unal claimed to be: a secular and leftist person who supported rights for Kurds and Alevi; a past member of the Republic Populist Party; and a present member of the Liberty and Solidarity Party. He alleged that he was detained, ordered to report weekly, and tortured by police. He also claimed to have memory problems. His application was based on political belief.", "[4] The memory problems were the subject of two reports that were submitted to the IRB. Dr. Gerald M. Devins, a consulting and clinical psychologist, diagnosed Mr. Unal as having post traumatic stress disorder. In relation to memory, he stated, \"Should Mr. Unal require repetition or rephrasing of questions or should he appear to 'blank out' in response to a question, it would be important to understand that these are cognitive problems reflect (sic) the intellectual disorganization produced by traumatic stress and do not reflect an attempt to evade or obfuscate\". The information relied upon by Dr. Devins was provided to him by Mr. Unal and corroborated the information reported in the narrative of the Personal Information Form (PIF).", "[5] Dr. Richard J. Stall, psychiatrist, relied on information provided by Mr. Unal as well as the results of a mental status examination. The testing indicated errors in orientation, calculation, recall and language tests. Dr. Stall determined that Mr. Unal suffered mild dementia due to head trauma, resulting in significant memory impairment. He stated, \"[Mr. Unal] exhibits memory impairment both subjectively and through objective tests. He also demonstrates language disturbance and a disturbance in his planning and organizing\". Dr. Stall advised that Mr. Unal would have great difficulty testifying with any accuracy.", "[6] Prior to the hearing, a designated representative was appointed for Mr. Unal. However, at the hearing, the IRB questioned Mr. Unal briefly and found him to be competent to testify. The designated representative and counsel did not object and the designated representative did not intervene at any point during the hearing. Both counsel and the designated representative, in their respective submissions in support of Mr. Unal, referred to the contents of the expert reports.", "[7] Mr. Unal alleges three grounds for judicial review. In my view, one of those grounds is determinative. It is argued that the board failed to adequately take the two expert assessments into consideration. The RPD referred to the reports in the following terms: In his submissions, counsel referred to the medical report from Dr. Devins, and stated that the report is consistent with testimony. However, Dr. Devins drew his conclusion from the facts as told to him by the claimant. As I do not find the claimant's testimony and PIF to be credible, I do not find that the subsequent conclusion of Dr. Devins is applicable. Additionally, I find that the diagnosis of Dr. Stall is reliant on the testimony of the claimant, and, as I do not find the claimant to be credible, I do not find the resultant diagnosis to be applicable.", "[8] The observations of the board in this respect are not correct. Both experts reported specific and objective findings with respect to memory impairment. Dr. Stall performed and reported the results of a standardized memory test, on which Mr. Unal performed poorly. In this respect, Dr. Stall stated: Mr. Unal fulfills the American Psychiatric Association's \"Diagnostic and Statistical Manual of Mental Disorders\", 4th edition, better known as DSM-IV, criteria for dementia due to head trauma. He exhibits memory impairment both subjectively and through objective tests. He also demonstrates language disturbance and a disturbance in his planning and organization.", "[9] The weighing of evidence is undeniably the function of the IRB. The board is not obliged to accept evidence, merely because it comes from an expert. However, if the IRB rejects evidence on an erroneous basis, in my view, it taints the ruling such that the decision may be affected. Here, the IRB erroneously concluded that the expert reports were prepared solely on the basis of information provided by Mr. Unal. That was not the case.", "[10] It may be, had the board recognized that the evidence of Dr. Stall was based on the results of a standardized objective assessment, that the weight assigned to his evidence would be different. Perhaps the board would have found reason to reject it in any event. I am not in a position to speculate as to what the result may have been, had the error not been made. However, I find that the board's conclusion that Dr. Stall's evidence was derived solely from Mr. Unal to be a patently unreasonable one and since I am unable to assess its impact, the matter must be remitted back for redetermination.", "[11] The application for judicial review will be allowed. Counsel did not suggest a question for certification. This matter raises no serious issue of general importance. ORDER", "[12] THIS COURT ORDERS that the application for judicial review is allowed and the matter is remitted for redetermination before a differently constituted IRB. No question is certified. [End of document] <FRAGMENT_SUPPRESSED>"]}