{"id_": "042266", "body_str": ["[1] Gibson, J. : These reasons follow the trial of an action wherein the plaintiffs claim the following reliefs: (a) a declaration that claims 1-18 of Canadian Patent 2,101,884, as reissued the 24 th of March , 1998 (the \"884 patent\"), are valid and have been infringed by the defendant; (b) a permanent injunction restraining the defendant, by its officers, directors, servants, agents or other persons controlled by it, directly or indirectly from making, constructing, using or vending to others to use, or inducing, procuring, assisting or systematically engaging for its own profit in aiding and abetting others to make, construct, use or vend to others to use a water-in-oil invert emulsion drilling mud and associated methods, kits and uses described and claimed in claims 1-18 of the 884 patent, or otherwise to infringe the claims of the 884 patent; (c) reasonable compensation from the time of laying open of the application for the 884 patent, namely, the 30 th of September, 1993, to the date of grant of the 884 patent namely, the 16 th May, 1995 and damages or profits made by the defendant thereafter as the plaintiffs may elect after discovery on a reference; (d) an order directing the defendant to forthwith deliver up to the plaintiffs all water-in-oil invert emulsions as above described made after the 30 th of September, 1993 or that they be destroyed and such destruction be confirmed under oath; (e) pre-judgment and post-judgment interest; (f) costs on an enhanced scale; and (g) further and other relief.", "[2] In its defence and counterclaim, the defendant seeks the following relief: (a) that the plaintiffs' action be dismissed; (b) a declaration that the manufacture, use and sale of the defendant's Q'Max Mud does not infringe any of the claims of the 884 patent; (c) a declaration that the 884 patent and each and every one of the claims thereof are invalid and void; (d) costs on the plaintiffs' action and on the defendant's counterclaim, including expert fees; and (e) further and other relief.", "[3] By consent order dated the 13 th of January, 1997, this Court ordered that the trial proceed without adducing evidence as to the extent of any infringement of any right under the 884 patent, as to damages flowing from any such infringement or profits arising from any such infringement and that those matters be the subject of a reference in accordance with the Rules of this Court. Thus, at the trial before me, no evidence was adduced on the foregoing issues. THE PARTIES", "[4] 671905 Alberta Inc. (the \"numbered company plaintiff\") is a company incorporated pursuant to the laws of the province of Alberta with its head office in Calgary, Alberta. M-I Drilling Fluids Canada Inc. (\"M-I Drilling Fluids\") is a company incorporated pursuant to the laws of Canada, also with its head office at Calgary, Alberta. The numbered company plaintiff was the assignee from J.K.F Investments Ltd. and Hour Holdings Ltd. of the 884 patent. J.K.F. Investments Ltd. and Hour Holdings Ltd. had been in turn the assignees of the named inventors in the 884 patent, James K. Fleming and Harold C. Fleming.", "[5] James K. Fleming and Harold C. Fleming were, at the time the 884 patent was applied for and when it was issued, substantial owners of Fleming Oil Field Services Ltd. and a division of that company, Reef Mud. They were also the principal managers and operators of Fleming Oil Field Services Ltd.", "[6] From the date of issuance of the 884 patent until the 28 th of May, 1998, Fleming Oil Field Services Ltd. had the exclusive license to make, use and sell the invention described and claimed in the 884 patent, first by oral arrangement and later by written license. On the 28 th of May, 1998 the numbered company plaintiff assigned the 884 patent to Fleming Oil Field Services Ltd. Effective the 1 st of July, 1998, Fleming Oil Field Services Ltd. was amalgamated pursuant to the Canada Business Corporations Act [see footnote 1] with it's then sole owner, M-I Drilling Fluids Canada Inc. The amalgamated corporation continued as M-I Drilling Fluids.", "[7] The defendant Q'Max Solutions Inc. (\"Q'Max\") is a company incorporated pursuant to the laws of the Province of Alberta with its head office in Calgary, Alberta. THE PATENT", "[8] The 884 patent is entitled \"Invert Emulsion Drilling Mud\". The application for the 884 patent was filed on the 4 th of August, 1993 and was laid open for public inspection on the 30 th of September, 1993. The patent was granted and issued on the 16 th of May, 1995, corrected on the 16 th of October, 1997 and reissued on the 24 th of March, 1998. The corrections made the 16 th of October, 1997 were technical in nature and were in no sense in issue in the course of the trial of this action. The reissue of the patent added an abstract and the following paragraphs immediately preceding the claims: \"It will be understood from the foregoing description that the salt referred to therein as 'hydrated nitrogen-containing complex salt' is a hydrated nitrogen-containing double salt as that term would be understood by one of ordinary skill in the art and the references to 'complex salt' and 'complex salts' will accordingly be understood as references to 'double salt' and 'double salts' respectively. \"Further, in the following claims, 'nitrogen-containing complex salt' will be understood as meaning 'nitrogen-containing double salt'.\"", "[9] The use of the expressions \"complex salt\", \"complex salts\", and \"nitrogen-containing complex salt\" in the 884 patent as issued, without the explanation as to their meaning provided by the foregoing paragraphs, was a matter of some debate during the trial.", "[10] The abstract of the 884 patent as reissued is in the following terms: \"A water-in-oil invert emulsion drilling mud is prepared with a hydrated nitrogen-containing double salt, as a brine solution in the aqueous phase, to prevent the hydration of subterranean formation clays. Suitable nitrogen-containing double salts include double salts containing alkali metal, alkaline-earth metal and ammonium nitrates and nitrites. The nitrogen-based invert emulsion mud of the present invention eliminates the use of calcium chloride in the prior art invert emulsion drilling muds, thereby reducing the environmental impact of the drilling operation.\" The first three claims of the 884 patent are in the following terms: \"1) A water-in-oil invert emulsion drilling mud comprising an emulsifier, a surfactant, a clay, an alkaline substance and a hydrated nitrogen-containing complex salt for reducing or preventing hydration of subterranean formation clays, wherein the concentration of water in the mud is in the range of from about 5 to 50% by volume and the concentration of the nitrogen-containing complex salt is in the range of from about 5 to 80% by weight of the aqueous phase. \"2) A water-in-oil invert emulsion drilling mud according to claim 1, wherein the nitrogen-containing complex salt is a hydrated ammonium calcium nitrate or nitrite. \"3) A water-in-oil invert emulsion drilling mud according to claim 1, wherein the nitrogen-containing complex salt is ammonium calcium nitrate decahydrate.\"", "[11] The 884 patent includes 18 claims in total. While, as indicated earlier in these reasons, the plaintiffs seek a declaration that all 18 claims are valid and have been infringed by Q'Max, in the memorandum of fact and law filed on behalf of the plaintiffs in this matter, the plaintiffs indicate that the claims in issue are claim 3, as quoted above, claims 4, 5 and 6 according to claim 3, claim 9 according to claim 7 or 8 relating to an improved step in a method of drilling a borehole in which, among other things, a water-in-oil invert emulsion drilling mud is supplemented with ammonium calcium nitrate decahydrate (\"ACND\"), claims 10, 11, and 12 according to claim 7 or 8; claim 15 according to claim 14, a kit for formulating a water-in-oil invert emulsion drilling mud comprising, among other components, ACND; and claim 18 relating to the use according to claim 16 of ACND in a water-in-oil invert emulsion drilling mud for reducing or preventing hydration of subterranean formation clays.", "[12] For ease of reference, the 18 claims of the 884 patent are reproduced as Schedule I to these reasons. BACKGROUND", "[13] Drilling muds or drilling fluids have long been in use in oil and gas well drilling operations. They are of essentially two types; water-based muds and oil-based muds. The 884 patent relates to an oil-based mud.", "[14] In drilling operations, oil-based muds are used to aid in removal of cuttings made by the drill bit from the borehole to the surface. They also aid in the control of subsurface pressures, in the prevention of hydration of absorbent strata such as shales, clays, salts and gypsums through which the borehole is drilled and more generally provide a protective and stabilizing coating to permeable formations. Traditionally, and to a large extent to this day, calcium chloride or sodium chloride is used in the aqueous phase of an oil-based mud in a solution that produces a water-activity level equivalent to that in the shales through which the borehole is drilled. It is this balancing of water activity levels that prevents hydration of the shales which is a highly desirable result contributing to the protection of the integrity of the drill hole.", "[15] If the drilling mud effectively performs its functions, the cuttings that are produced by the drilling and brought to the surface in the drilling mud are individually of significant size and collectively represent a large volume. One of the challenges faced in a drilling operation is the disposal of the cuttings which, when they arrive at the surface, particularly where an invert or oil-based drilling mud is used, are coated by oil and a significant amount of the salt that is comprised within the drilling mud. The oil is not environmentally friendly. Similarly, where the salt is calcium chloride or sodium chloride, the salt itself is not environmentally friendly.", "[16] One of the means of disposal of cuttings is what is referred to in the industry as \"land farming\". Land farming involves removing the top soil from an area surrounding the drilling operation, spreading the cuttings over that area and subsequently replacing the top soil over the area covered by the cuttings.", "[17] During the 1980s, environmental concerns with the practice of land farming increased. In the same period, Fleming Oil Field Services Ltd., which, through its Reef Mud Division, formulated and supplied drilling muds to the industry, began to use a \"fertilizer\" grade or \"commercial\" grade calcium nitrate, first as a \"tracer\" and later as a flocculent in water muds. The product was obtained from its supplier to the Canadian west and American northwest, Norske Hydro. The product was marketed by Norske Hydro as \"Calcium Nitrate\". In fact, the product was more accurately described as ammonium calcium nitrate decahydrate (5Ca(NO .NH NO .10H O).", "[18] Harold Fleming, a witness at the trial and one of the controlling shareholders of Fleming Oil Field Services Ltd. at the relevant time, attested that he recognized that ACND was capable of contributing to the biodegradation of the oil that coated cuttings and at the same time was a fertilizer capable of contributing to re-vegetation following land farming. He testified that he instructed Richard (Rick) Smith, who was employed by the Reef Mud Division of Fleming Oil Field Services Ltd. from June of 1987 to December of 1992 in roles as laboratory manager and client liaison and products sale manager, to conduct tests to determine whether or not ACND was a viable alternative salt in the formulation of invert emulsion drilling muds. This testimony was not consistent with that of Rick Smith himself. More will be said of this shortly.", "[19] In 1989, Mr. Smith conducted laboratory tests and literature reviews with positive results. In 1992, field tests were conducted at what came to be known during the trial as the \"Morrison Well\". The invert mud incorporating ACND performed satisfactorily in the field tests.", "[20] The application for the 884 patent followed in the summer of 1993, after Rick Smith had left Fleming Oil Field Services Ltd. The product, which came to be known as \"Envirovert\" was successfully marketed by Reef Mud to, among others, Shell Canada Limited. [see footnote 2]", "[21] In the last iteration of the defendant's statement of defence, the defendant admits that it had manufactured and transported for it an invert mud, made using ACND, known as \"Q'Max Mud\" and that it sold the Q'Max Mud to Shell Canada Limited. TESTIMONY REGARDING THE DEVELOPMENT OF Q'MAX MUD OR ENVIROVERT", "[22] As averted to in the immediately preceding paragraphs of these reasons, there was some conflict in the testimony regarding the development of Envirovert. Mr. Harold Fleming, one of the owners of Fleming Oil Field Services Ltd. who was at all relevant times active in the management and operations of the company, testified that the impetus for development of a more environmentally friendly invert emulsion drilling mud than those which employed calcium chloride or sodium chloride was his and that he instructed Rick Smith in the work that he did. [see footnote 3]", "[23] Rick Smith testified that the initiative was his and that, while at all times in the environment of a relatively small corporate office he kept Harold Fleming informed, the inventive ingenuity, if such there was, was his. [see footnote 4]", "[24] I prefer the version of events provided by Rick Smith to that provided by Harold Fleming. While Mr. Fleming's testimony was, in general terms, very helpful, it was decidedly lacking in detail. He acknowledged in the course of his testimony that his recollection of dates and of the sequence of events was not good. By contrast, I found the testimony of Rick Smith to be more direct, detailed and precise. On the basis of my preference, the following is a summary of events leading up to the application for the 884 patent.", "[25] In the autumn of 1988, Rick Smith and a representative of a chemical supplier met. In the course of the meeting, Mr. Smith learned that another organization had tested the use of calcium nitrate in an invert mud, with some success and with the approval or support of an environmental authority.", "[26] Further, in the autumn of 1988, Fleming Oil Field Services Ltd. received an inquiry regarding supply of calcium nitrate. Mr. Smith was tasked with finding an economically viable source of adequate quantities of calcium nitrate. He identified Norske Hydro. Based on the information obtained by Mr. Smith, Harold Fleming and his brother James secured a contract with Norske Hydro under which Fleming Oil Field Services Ltd. obtained the right to purchase fertilizer grade calcium nitrate and to repackage it using its own trade name. As earlier indicated in these reasons, the early uses for the calcium nitrate were as a flocculent and a tracer. Mr. Smith set out to identify other possible uses.", "[27] At least partially based on information that he had earlier obtained, Mr. Smith undertook to carry out testing regarding the viability of using the fertilizer grade calcium nitrate, in fact, ACND, as a component of invert emulsion drilling muds. Initial laboratory tests were done using a mineral oil base. The tests showed promise. In the result, Mr. Smith followed up with literature-based research that confirmed the potential. Further consultation in April of 1989 also provided support for the technical and commercial viability of an invert emulsion drilling mud employing calcium nitrate in the water phase.", "[28] Little transpired on the project between the spring of 1989 and the summer and autumn of 1992 except that environmental concerns matured and thus rendered the project more attractive. The field testing at the Morrison Well followed, once again with positive results. According to Mr. Smith's testimony, no testing was done in relation to the presumed environmental advantages in land farming flowing from the use of commercial or fertilizer grade calcium nitrate.", "[29] In December, 1992, Mr. Smith's employment with Fleming Oil Field Services Ltd. ended although Mr. Smith was briefly retained on contract in the early months of 1993 to organize his research and development materials relating to an invert emulsion drilling mud made with commercial grade calcium nitrate. He testified that he was not advised that Fleming Oil Field Services Ltd. or Harold Fleming and his brother contemplated patenting the product.", "[30] In the early months of 1993, Mr. Smith's replacement at Fleming Oil Field Services Ltd. prepared or oversaw the preparation of the application for the 884 patent. On the 4 th of August, 1993, the application was filed naming Harold C. Fleming and his brother James K. Fleming as the inventors. OTHER ISSUES IN THE TESTIMONY", "[31] There was some debate as to whether ACND is \"calcium nitrate\". The witnesses who addressed the issue were, I am satisfied, unanimous in their view that ACND is not a \"reagent grade\" of calcium nitrate that would be used in a laboratory environment as \"calcium nitrate\". That being said, I am satisfied on the testimony before me that ACND is a \"commercial grade\" of calcium nitrate and would be generally known in the trade as such. The product obtained by Fleming Oil Field Services Ltd. from Norske Hydro was marketed by Norske Hydro as \"calcium nitrate\", notwithstanding the fact that it was generally acknowledged by the witnesses before me to be ACND. Harold Fleming in his testimony, clearly identified the product obtained from Norske Hydro, re-bagged and marketed by Fleming Oil Field Services Ltd., as \"Envirofloc, calcium nitrate\". He testified: \"The calcium nitrate was the product that we called Envirofloc and it came from Norsk Hydro, a regular bag of fertilizer that we had been using which we called Envirofloc.\" [see footnote 5] Later in his testimony, Mr. Fleming stated: \"The Envirofloc and the calcium nitrate are one and the same product because that is the product that we bought from Hydro. That was Envirofloc, calcium nitrate.\" [see footnote 6] The testimony of other fact witnesses before the Court was generally to the same effect, as was the testimony of certain of the expert witnesses. I am satisfied that, in this action, nothing turns on the fact that ACND is a commercial grade of calcium nitrate and not a pure or reagent grade.", "[32] Some controversy also surrounded the question of whether or not ammonium nitrate remained in the aqueous phase of an invert emulsion drilling mud after mixing. The witness Darrel Nagel testified to \"... a very strong odour of ammonium breaking out\" when fresh invert emulsion drilling mud was pumped into storage tanks at a particular drill site and a \"stronger\" odour when the mud, having gone down the well, returned to the surface [see footnote 7]. By contrast, the general burden of the expert testimony before me was to the effect that the ammonium nitrate comprised within ACND would be instantaneously transformed into an unstable hydrated form of ammonia gas during the mixing of the aqueous phase of the invert emulsion drilling mud. [see footnote 8] I accept the testimony of the defendant's experts in this regard and refuse to be drawn into the speculation regarding the presence of ammonium, or an ammonia smell, in relation to fresh invert emulsion drilling mud at a particular site. Once again, I am satisfied that nothing turns on this aspect of the testimony. THE ISSUES", "[33] Counsel for the plaintiffs asserts that the issues in this action are the following [see footnote 9]: \"1. Construction of the patent a) identification of the ordinary person skilled in the art; b) interpretation of claim 3 and particularly the words 'A water-in-oil invert emulsion comprising ... a hydrated nitrogen containing complex salt for reducing or preventing hydration of subterranean formation clays wherein the nitrogen containing complex salt is ammonium calcium nitrate decahydrate ...'; c) the meaning of 'kit' in claim 15. \"2. Infringement of the patent a) whether the defendant's Q'Vert drilling mud, admittedly made and sold in Canada infringes claims 3-6. Defendant asserts it avoids infringement since it says: i) adding CaCl to the product avoids infringement; ii) the escape of ammonium ions as ammonia gas as the product is used after it is made and sold avoids infringement; b) whether defendant infringed and induced infringement of claims 9-12 and 18; c) whether defendant's manufacture and sale of its Q'Vert drilling mud infringed claim 15 in that a kit as claimed was used in such manufacture. \"3. Remedies a) whether plaintiff is entitled, at its election, to an account of the profits made by the defendant from its infringing manufacture, use, sale and inducing infringement; \"4. Validity - Plaintiffs understand that the following issues are maintained: a) inventorship and alleged material mis-statement in the petition contrary to s.53(1) [of the ]; b) anticipation by: (i) disclosure by or through the applicant contrary to s.28.2(1)(a) by the plaintiff's use at the Morrison Well in September 1992; ii) disclosure contrary to s.28.2(1)(b) by the patents and publications cited in Schedule A to the Defence. c) obviousness contrary to s.28.3; d) allegations of lack of utility; e) allegations of insufficient disclosure; f) allegations of ambiguity with respect to the term 'kit' in claim 15.\"", "[34] Counsel for the defendant describes the issues rather differently at page 11 of the Written Argument of the defendant where the following appears: 1) The Patent is void because it was issued to the wrong inventors and not to persons entitled to a patent, the whole contrary to what was stated in the Petition ... . 2) Plaintiffs do not have valid title to sue in this case. 3) The claims in the re-issued patent of 1998 are not identical to those in the original Patent. Based on the general principle of non-retroactivity, Plaintiffs have no right of action for past infringement under the former patent given that they do not fall within the strict boundaries of the only exception to this principle, which is found at Section 47(2) of the 4) The re-issued patent is void because the invention claimed is not novel nor inventive and, in the alternative, the claims are overly broad and cover salts which do not result in the benefit disclosed in the patent. 5) With respect to the action for infringement per se and in addition to the arguments with respect to validity and the right to sue retroactively for past infringements, Plaintiffs have not established, on a balance of probability, that the Defendant infringed any of the claims either directly or indirectly. \" (some citations omitted)", "[35] While the foregoing statements are very different, I am satisfied that, in substance, they largely overlap. I would summarize the issues in the following terms: first, construction of the 884 patent; second, validity of the 884 patent; third, the right of the plaintiffs to sue on the 884 patent; fourth, infringement by the defendant of the 884 patent; and finally, reliefs. The analysis which follows deals with the issues I have identified in the order in which I have listed them. ANALYSIS 1) Construction of the 884 Patent", "[36] A patent specification is addressed to persons skilled in the relevant art.  <FRAGMENT_SUPPRESSED> , [see footnote 10], Mr. Justice Dickson, as he then was, wrote for the Court at page 521: \"In my view it is a well established principle that a patent specification is addressed, not to the public generally, but to persons skilled in the particular art. I am further of the opinion that s. 36(1) does not impose upon a patentee the obligation of establishing the utility of the invention.\" Subsection 36(1) of the , as it then read, is the equivalent of s. 34 of the current [see footnote 11] (the \" Act \") dealing with the content of a specification and the claims. The two are to substantially the same effect.", "[37] Mr. Justice Dickson continues at page 523 on the same issue and quotes the following passage from The Canadian Law and Practice Relating to Letters Patent for Inventions [see footnote 12]: \"The persons to whom the specification is addressed are 'ordinary workmen', ordinarily skilled in the art to which the invention relates and possessing the ordinary amount of knowledge incidental to that particular trade. The true interpretation of the patent is to be arrived at by a consideration of what a competent workman reading the specification at its date would have understood it to have disclosed and claimed.\" (emphasis added) The foregoing quotation from Fox, as adopted by Mr. Justice Dickson, was again quoted with approval by Mr. Justice Binnie on behalf of the Court in <FRAGMENT_SUPPRESSED>  C.P.R.(4th) 129 (S.C.C.), [see footnote 13] who added at paragraph [71]: \"'Ordinariness' will, of course, vary with the subject matter of the patent. Rocket science patents may only be comprehensible to rocket scientists.\" While we are certainly not dealing with a \"rocket science\" patent here, nonetheless, there was a difference between the parties as to who constituted \"ordinary workmen\" skilled in the art for the purpose of interpreting the 884 patent.", "[38] Counsel for the plaintiffs urged that I should find that the person skilled in the art is a drilling fluid technical engineer who works with field engineers and lab technicians to solve drilling problems as they arise. [see footnote 14]", "[39] Counsel for the defendant cited the following passage from <FRAGMENT_SUPPRESSED>  uninventive as part of his fictional personality, he or she is thought to be reasonably diligent in keeping up with advances in the field to which the patent relates. The 'common knowledge' of skilled workers undergoes continuous evolution and growth.\"", "[40] Against the foregoing, counsel for the defendant urged that the defendant's expert Thomas Mondshine got it right when he testified: \"A person that's skilled in the art that understands the chemistry of, say, an oil mud composition where they are mixed [sic] them, they [k]now how to formulate and design, are aware and familiar with ingredients and what they do and what invert works and how to test them and what the tests mean. That's someone skilled in the art.\" [see footnote 16]", "[41] Against the authorities, I prefer Mr. Mondshine's example to that of Dr. Chenevert. I conclude that a \"drilling fluids technical engineer\", a specialized problem solver, would be overqualified in relation to the concept of an ordinary workman skilled in the art. Having so concluded, it was not in dispute before me that, against the knowledge and perceptions of an ordinary workman skilled in the art, the Court is required to look at the whole of the disclosure and the claims to ascertain the nature of the invention, being neither benevolent nor harsh, but rather seeking a construction which is reasonable and fair to both the patentee and the public [see footnote 17].", "[42] As earlier noted in these reasons, the use of the expressions \"complex salt\", \"complex salts\" and \"nitrogen-containing complex salt\" in the patent as issued, without the explanation as to their meanings provided in the reissued patent, was a matter of some controversy during the trial. Sections 47(1) and (2) of the Act , dealing with the reissue of patents, read as follows: \"47.(1) Whenever any patent is deemed defective or inoperative by reason of insufficient description and specification, or by reason of the patentee's claiming more or less than he had a right to claim as new, but at the same time it appears that the error arose from inadvertence, accident or mistake, without any fraudulent or deceptive intention, the Commissioner may, on the surrender of the patent within four years from its date and the payment of a further prescribed fee, cause a new patent, in accordance with an amended description and specification made by the patentee, to be issued to him for the same invention for the then unexpired term for which the original patent was granted. \"(2) The surrender referred to in subsection (1) takes effect only on the issue of the new patent, and the new patent and the amended description and specification have the same effect in law, on the trial of any action thereafter commenced for any cause subsequently accruing, as if the amended description and specification had been originally filed in their corrected form before the issue of the original patent, but, in so far as the claims of the original and reissued patents are identical, the surrender does not affect any action pending at the time of reissue or abate any cause of action then existing, and the reissued patent to the extent that its claims are identical with the original patent constitutes a continuation thereof and has effect continuously from the date of the original patent.\" This action was commenced by statement of claim filed the 24 th of May, 1996, before the 884 patent was reissued. Reliefs are claimed by the plaintiffs in relation to time periods pre-dating the date of reissue. Thus, the impact of the foregoing subsections, if any, on the interpretation of the patent as originally issued, is a relevant consideration. More will be said about this, as well as the alleged ambiguity of the term \"kit\", in the context of my analysis on validity of the patent and, more particularly, in the context of a discussion of sufficiency, or insufficiency, of disclosure. 2) Validity of the 884 Patent a) Presumption of Validity", "[43] Section 43(2) of the Act reads as follows: \"(2) After the patent is issued, it shall, in the absence of any evidence to the contrary , be valid and avail the patentee and the legal representatives of the patentee for the term mentioned in section 44 or 45, whichever is applicable.\" (Emphasis added)", "[44] In Diversified Products Corp. and  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 350 (F.C.A.), [see footnote 18], Mr. Justice Décary, commenting on an earlier iteration of the presumption of validity provision of the Act , wrote at page 359: \"... in my view, the most accurate description of the presumption is that of Pratte J. (as he then was) in the case of <FRAGMENT_SUPPRESSED>  of proof, not with the standard of proof. It shows on whom the burden lies to satisfy the court, and not the degree of proof which he must attain\": ... Moreover, once the party attacking the patent has introduced evidence, the Court, in considering this evidence and in determining whether it establishes the invalidity of the patent, must not take the presumption into account. It cannot be said that the presumption created by s. 47 is, as a rule, either easy or difficult to overcome; in some cases, the circumstances may be such that the presumption will be easily rebutted, while, in other cases the same result may be very difficult or even impossible to obtain.' \"See also, <FRAGMENT_SUPPRESSED>  follows: applying the tests applicable to the pleas of anticipation and obviousness, which are not easy tests to meet as we shall see, did the appellant prove, on the usual standard of balance of probabilities, that the patent was invalid as having been anticipated or as being obvious?\" (citations omitted)", "[45] The defendants introduced evidence on five issues before me regarding the validity of the 884 patent. They are the following: first, anticipation; second, obviousness; third, lack of utility; fourth, insufficiency of the disclosure under which I will deal with alleged ambiguity in claim 3 and in the use in claim 15 of the term \"kit\"; and finally, material misrepresentation in the petition or \"wrong inventor\". b) Anticipation or Lack of Novelty", "[46] The relevant portion of s. 28.2(1) of the Act reads as follows: \"28.2 (1) The subject-matter defined by a claim in an application for a patent in Canada (the \"pending application\") must not have been disclosed (a) more than one year before the filing date by the applicant, or by a person who obtained knowledge, directly or indirectly, from the applicant, in such a manner that the subject-matter became available to the public in Canada or elsewhere; (b) before the claim date by a person not mentioned in paragraph (a) in such a manner that the subject-matter became available to the public in Canada or elsewhere; ...\" \"Claim date\" as referred to in s. 28.2(1)(b) is defined in s. 2 of the Act by reference to s. 28.1. I will not pursue the definition of that term further because it was not in dispute before me that citations in issue, save in respect of use at the Morrison Well, were proper citations. Counsel for the plaintiffs urges that such use in September, 1992 was less than a year before the date of filing of the application for the 884 patent and therefore was not anticipatory. More will be said of this shortly.", "[47] <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 289 (F.C.A.), [see footnote 19], Mr. Justice Hugessen, for the Court, wrote at page 297: \"The relevant statutory provision for the purpose of assessing the plea of anticipation in the present proceedings is para. 28(1)(b) of the . That paragraph directs an inquiry as to whether the claimed invention is (b) ... described in any patent or in any publication printed in Canada or in any other country more than two years before presentation of the petition ... \"It will be recalled that anticipation, or lack of novelty, asserts that the invention has been made known to the public prior to the relevant time. The inquiry is directed to the very invention in suit and not, as in the case of obviousness, to the state of the art and the common general knowledge. Also, as appears from the passage of the statute quoted above, anticipation must be found in a specific patent or other published document; it is not enough to pick bits and pieces from a variety of prior publications and to meld them together so as to come up with the claimed invention . One must, in effect, be able to look at a prior, single publication and find in it all the information which, for practical purposes, is needed to produce the claimed invention without the exercise of any inventive skill. The prior publication must contain so clear a direction that a skilled person reading and following it would in every case, and without possibility of error be led to the claimed invention . Where, as here, the invention consists of a combination of several known elements, any publication which does not teach the combination of all the elements claimed cannot possibly be anticipatory.\" (Emphasis added) It is to be noted that Mr. Justice Hugessen, in the foregoing quotation, was commenting on anticipation or lack of novelty under the terms of a prior iteration of the Act that also contemplated anticipation or lack of novelty based upon prior public use or sale in Canada and that provided for a two year grace period.", "[48] <FRAGMENT_SUPPRESSED>  (F.C.T.D.), [see footnote 20], Mr. Justice Richard as he then was, after reciting the foregoing quotation from <FRAGMENT_SUPPRESSED> [see footnote 21], as adopted by Mr. Justice Décary in Tye-Sil [see footnote 22], commented on the reasons of Mr. Justice Décary, concurred in by Justices Marceau and Pratte, otherwise than on the issue of obviousness, to the following effect at page 553 of <FRAGMENT_SUPPRESSED> : \"He [Mr. Justice Décary] added ... that when prior knowledge or use is alleged, 'evidence of this character should be subjected to the closest scrutiny' and 'anyone claiming anticipation on that basis assumes a weighty burden'. He [Mr. Justice Décary] cited the following principles which should be applied to determine whether the prior use or prior art anticipated the invention: 1) does it teach the combination of all the elements claimed; 2) does it give the same knowledge as the specification of the invention itself; 3) does it contain clear and unmistakable directions so to use it; 4) whatever is essential to the invention or necessary or material for its practical working and real utility must be found substantially in the prior publication; and 5) an impractical and inoperable device cannot be an anticipation.\"", "[49] In Free World Trust v. Électro Santé Inc. et al. (2000), 263 N.R. 150; 9 C.P.R.(4th) 168 (S.C.C.), [see footnote 23], Mr. Justice Binnie writing for the Court, and after affirming the test for anticipation from <FRAGMENT_SUPPRESSED> as one that is \"difficult to meet\", continued at paragraph [26]: \"The legal question is whether the Solov'eva article [here the cited prior art read separately, item by item] contains sufficient information to enable a person of ordinary skill and knowledge in the field to understand, without access to the two patents, [here the 884 patent] 'the nature of the invention and carry it into practical use without the aid of inventive genius but purely by mechanical skill' ... In other words, was the information given by Solov'eva 'for [the] purpose of practical utility, equal to that given in the patents in suit'? <FRAGMENT_SUPPRESSED>  not suffice. The prior inventor must be clearly shown to have planted his flag at the precise destination before the patentee.'\" (citations omitted) The principles that can be derived from <FRAGMENT_SUPPRESSED> [see footnote 24] and Free World Trust [see footnote 25] would appear to apply equally to anticipation by prior public use or sale. In Tye-Sil [see footnote 26], Mr. Justice Décary wrote at pages 360 and 361: \"As was mentioned by Urie, J., in Beecham , ..., the defences of prior knowledge, prior use , prior publication and prior sale are 'very much intermingled' and are referred to as 'anticipation'. I have noted throughout the cases that there does not appear to be any distinction in principle between these various defences and that what is said with respect, for example, to anticipation through prior knowledge is applicable, mutatis mutandis , to anticipation through prior publication.\" (citation omitted, emphasis added)", "[50] I turn then to a brief review of the cited prior art.", "[51] Paragraphs 24 and 25 of the further re-amended statement of defence and counterclaim read as follows: \"24. The use of clay, an emulsifier, an alkaline substance, and a surfactant were, as stated at page 2 lines 1-10 of the Reissued Patent, known to be contained in water-in-oil invert emulsion drilling mud (containing more than 5% by volume of water) and the usefulness of calcium nitrate, in concentrations from 5-50% by weight, for reducing or preventing hydration of sub-terranean formation clays in a drilling fluid containing water was disclosed and became available to the public in Canada prior to August 4, 1993, as least as early as 1973 as appears in publications 9, 10, 11, 12, 13 and 14 in Schedule 'A'. \"25. The combining/mixing of salts, such as calcium nitrate and ammonium nitrate, to form a double salt, for reducing or preventing hydration of sub-terranean formation clays in a drilling fluid containing water was disclosed and became available to the public in Canada prior to August 4, 1993, at least as early as 1973 as appears at column 5 line 50 to column 6 line 20 of publication 14 of Schedule 'A'.\" For ease of reference, Schedule \"A\" to the further re-amended statement of defence and counterclaim is Schedule II to these reasons.", "[52] In his testimony, Dr. Clark relied primarily on the Menaul U.S. Patent 2, 689,219, 1954, the Lummus U.S. Patent 2, 943,051, 1960, the Mondshine U.S. Patent 3, 561,548, 1971 and two Chenevert U.S. Patents, 3,688,851 and 3,702,564, in each case issued in 1972, respectively items 27, 28, 18, 12 and 13 in Schedule II, to support his opinion that: \"... at the relevant time, I knew and, in my opinion, it was known in the industry, that either single or mixed water-soluble salts could be used in drilling fluids (whether water-based or inverts, ...)\" [see footnote 27]", "[53] In his testimony, by reference to the Lummus Patent which is entitled \"Oil Base Drilling Fluid\", he stated: \"Like I say, the Lummus Patent was written in 1960. I came into the drilling fluids in 1971, and the more modern versions of invert emulsion muds had been developed by that time. This is old technology, but it points the way to how we got to where we are. So these are important patents in the development, I guess if you will, of the overall invert emulsion or oil mud technology.\" [see footnote 28] Mr. Thomas C. Mondshine, in his expert statement, wrote by reference to the same patents, among others, that: \"At the relevant time, I knew and, in my opinion, it was also known in the industry, that any water-soluble alkyli metal salts and alkyline earth metal salts could be used in the brine of an invert to prevent or reduce hydration of the formation. ...\" He continued: \"At the time, it was known that aklyli metal salts and alkyline earth metal salts, which categories encompass a great number of salts, included such salts as sodium chloride or nitrate, magnesium chloride or nitrate and, most notably, calcium chloride and calcium nitrate.\" [see footnote 29]", "[54] In his expert statement, Mr. Mondshine defined the \"relevant time\" as prior to the 4 th of August, 1993, the day on which the application for the 884 patent was filed. I am satisfied that Dr. Clark had reference to the same date where he used the expression \"the relevant time\".", "[55] By contrast, not surprisingly, the plaintiffs' experts concluded that the 884 patent was not anticipated. Mr. Robert L. Garrett wrote at paragraph 31 of his expert statement: \"... The inventors developed and patented an invert oil mud suitable for shale drilling but with a type of water-phase solute to lessen the land farming restrictions. They saw the need to feed and nurture microorganisms that consume the oil on the cuttings. They essentially 'killed two birds with one stone'. The inventors discovered a substitute for NaCl or CaCl and also one that contained ammonia and nitrate components. A nitrogenous double salt, one of at least three such double salts, was selected for practical use in an enhanced environmentally improved invert oil mud. The double salt used has this formula: 5Ca(NO .NH NO .10H O. Obtaining patent protection for this type of salt seems proper, because it was new technology that no one had used previously nor had it been suggested in the literature.\" [see footnote 30] (emphasis added)", "[56] Dr. Martin E. Chenevert provided a similar opinion. He wrote at paragraph 64 of his expert statement: \"Further, in my opinion, no combination of one or more of patents and publications listed as 3, 4, 5, 6, 9, 10, 11, 12 and 13 of Schedule A to the Defense and Counterclaim with the common general knowledge of the art in the period 1988 to August 4, 1993 would lead a skilled but unimaginative person in the art directly and without difficulty to the solution taught by 884 Patent. In particular and as addressed in more detail below, none of these patents or publications address the chemically complex subject of introducing a hydrated nitrogen containing complex salts such as ACND into the internal phase of an oil-based mud so that both shale stability and environmentally acceptable mud would be achieved. In my view, it would require substantial ingenuity to conceive of this concept. Even then, such concept would require the insight, knowledge and substantial effort of a skilled chemist, familiar with a high-temperature requirements to formulate, develop and prove up such an emulsion as suitable for drilling a variety of wells, including deep hot wells, into the earth. I consider a skilled but unimaginative person in the art to be a person usually referred to as 'Drilling Fluids Technical Service Engineer' whose function is to work with Mud field Engineers and laboratory technicians to solve drilling problems as they arise working with standard mud chemicals and standard test procedures.\" [see footnote 31] (emphasis added)", "[57] As previously noted, I have rejected Dr. Chenevert's definition of a person skilled in the art in favour of a person more equivalent to what Dr. Chenevert refers to as \"Mud field Engineers\".", "[58] Both Mr. Garrett and Dr. Chenevert emphasized the comparative environmental friendliness of an invert emulsion drilling mud using a hydrated nitrogen-containing complex salt such as ACND as contrasted with invert emulsion drilling muds generally in use at the relevant time. I am satisfied that, without going to specific citations from the evidence, this aspect of the 884 patent, using as it did ACND which was a well known, commercially available fertilizer at the relevant time, adds nothing with respect to the issue of anticipation. Improved environmental performance was nowhere referenced in the claims of the 884 patent.", "[59] I return to the judicial guidance on the issue of anticipation or lack of novelty that I have earlier cited. It is not enough that there may have been many publications in the nature of prior art relevant to the subject-matter of the 884 patent known to or readily accessible to an ordinary workman skilled in the art. At the relevant time, which is to say more than one year before the 4 th of August, 1993. As noted in the quotation from <FRAGMENT_SUPPRESSED> [see footnote 32] earlier in these reasons, the mythical person skilled in the art cannot be required to \"mosaic\" the prior art. As Mr. Justice Hugessen wrote, and I repeat here for ease of reference: \"... it is not enough to pick bits and pieces from a variety of prior publications and to meld them together so as to come up with a claimed invention.\" I am satisfied that that is what Dr. Clark and Mr. Mondshine, in their expert statements and their testimony before me, invited me to have the mythical persons skilled in the art do. It is not open to me to accept their invitation. I am satisfied that the defendant has failed to meet the burden on it to establish its allegation that the 884 patent is void for anticipation or lack of novelty by reason of the state of the prior art at the relevant time.", "[60] As to anticipation by the field testing conducted at the Morrison Well in the late summer and autumn of 1992, I am satisfied, on the totality of the evidence before the Court, that that testing was conducted within one year before the date of filing of the application for the 884 patent. In the result, without getting into the complexity of the concept \"claim date\" referred to earlier in these reasons, I am satisfied that the testing at the Morrison Well did not result in disclosure of the purported invention before the \"claim date\" in such a manner that the subject-matter of the purported invention became available to the public in Canada or elsewhere, as provided in s. 28.2(1)(a) of the Act , quoted earlier in these reasons.", "[61] The test for obviousness is set out in s. 28.3 of the Act . That section reads as follows: \"28.3 The subject-matter defined by a claim in an application for a patent in Canada must be subject-matter that would not have been obvious on the claim date to a person skilled in the art or science to which it pertains, having regard to (a) all information disclosed more than one year before the filing date by the applicant, or by a person who obtained knowledge, directly or indirectly, from the applicant in such a manner that the information became available to the public in Canada or elsewhere; and (b) information disclosed before the claim date by a person not mentioned in paragraph (a) in such a manner that the information became available to the public in Canada or elsewhere.\"", "[62] The test for obviousness was characterized by Mr. Justice Hugessen in <FRAGMENT_SUPPRESSED> [see footnote 33] in the following terms at page 294: \"The test for obviousness is not to ask what competent inventors did or would have done to solve the problem. Inventors are by definition inventive. The classical touchstone for obviousness is the technician skilled in the art but having no scintilla of inventiveness or imagination; a paragon of deduction and dexterity, wholly devoid of intuition; a triumph of the left hemisphere over the right. The question to be asked is whether this mythical creature (the man in the Clapham omnibus of patent law) would, in the light of the state of the art and of common general knowledge as at the claimed date of invention, have come directly and without difficulty to the solution taught by the patent. It is a very difficult test to satisfy.\" Referring to s. 28.3 of the Act quoted above, on the facts of this matter the reference in the foregoing quotation to \"... at the claimed date of invention, ...\" should now be to the claim date, defined in s. 2 of the Act to mean the date of a claim in an application for a patent in Canada, as determined in accordance with s. 28.1 of the Act", "[63] <FRAGMENT_SUPPRESSED>  (Ont. Gen. Div.), [see footnote 34], Mr. Justice Lederman of the Ontario Court of Justice, General Division, wrote at pages 80 and 81: \"There appears, however, to be a significant difference in the abilities of the English hypothetical skilled technician and the Canadian one. Indeed, making inquiries or testing, seems to be something outside the ken of the notional Canadian skilled technician. In Cabot Corp. v. 318602 Ontario Ltd. ... , Rouleau, J., [of this Court] quoted H.G. Fox in Canadian Law and Practice Relating to Letters Patent for Inventions ... , as stating in part: 'In order that a thing shall be \"obvious\", it must be something that would directly occur to someone who was searching for something novel, a new manufacture, or whatever it might be, without the necessity of his having to do any experimenting or serious thought, or research, whether the research be in the laboratory or amongst literature.' (My emphasis) \"Thus, although one would normally imagine that this mythical person's laboratory is filled with mythical test tubes and Petri dishes and that his or her daily life is spent in experimentation, for the purposes of this legal exercise, no research of any kind can be contemplated. So, although it may have been logical to an actual skilled person at the time, based on the state of the art, to conduct certain testing, that is not open to the mythical skilled technician. The mythical researcher cannot have an inquiring or thinking mind which ultimately would lead him or her to the answer but rather he or she is expected to instantly and spontaneously exclaim, without more, 'I already know the answer and it is obvious'. Nor is it appropriate to say that there were significant telltales which pointed the way for the mythical expert or that there were sufficient clues which made the invention 'worth a try'. In Farbwerke Hoechst  <FRAGMENT_SUPPRESSED>  stated: 'Using the magnifying spectacles of hind-sight (a half borrowed phrase), it is easy to say that any experiment, if time and expense are unlimited ... is or was worth a try.' \"On appeal, the Supreme Court of Canada affirmed this position ... and stated at p. 155: 'Very few inventions are unexpected discoveries. Practically all research work is done by looking in directions where the \"state of the art\" points. On that basis and with hindsight, it could be said in most cases that there was no inventive ingenuity in the new development because everyone would then see how the previous accomplishments pointed that way.' \"Presumably, that is why Hugessen, J., stated that the question he posed  <FRAGMENT_SUPPRESSED> , ... , about the mythical creature is 'a very difficult test to satisfy'.\" (citations omitted) Mr. Justice Lederman's decision was affirmed on appeal [see footnote 35] and leave to appeal to the Supreme Court of Canada was dismissed. [see footnote 36]", "[64] Taking into account the foregoing authorities to the effect that obviousness is \"... a very difficult test to satisfy\", that the question to be answered is whether the invention disclosed by the 884 patent was, in the light of the prior art previously cited \"plain as day\" or \"crystal clear\" to a person skilled in the art at the date of the invention, and further taking into account the uncontradicted evidence before me as to experimentation and literature research conducted by Rick Smith, I simply cannot conclude, based on the totality of the evidence before me, that Q'Max has discharged its burden to establish that the invention disclosed by the 884 patent was obvious on the claim date to a person skilled in the relevant art such that the person would have come \"directly and without difficulty\" to the solution taught by the 884 patent. d) Lack of Utility or Speculative Claiming", "[65] <FRAGMENT_SUPPRESSED>  [see footnote 37], Mr. Justice Pigeon, for the majority, wrote at pages 1114-5: \"After this the Board [Patent Appeal Board] turned to the jurisprudence on such issues ending with the recent Chancery Division decision in <FRAGMENT_SUPPRESSED>  line to be drawn between a claim which goes beyond the consideration and one which equiparates with it? In my judgment this line was drawn properly by Sir Lionel when he very helpfully stated in the words quoted above that it depended upon whether it was possible to make a sound prediction. If it is possible for the patentee to make a sound prediction and to frame a claim which does not go beyond the limits within which the prediction remains sound, then he is entitled to do so.'\" (citations omitted) After continuing on for some paragraphs, Mr. Justice Pigeon again quoted the same paragraph from Olin Mathieson and continued at page 1117: \"I have quoted again the passage quoted by the Board because I consider the last sentence of the paragraph of some importance as it does clearly indicate what is meant by a 'sound prediction'. It cannot mean a certainty since it does not exclude all risk that some of the area covered may prove devoid of utility. It thus appears to me that the test formulated by Graham, J., involves just two possible reasons for rejecting claims such as those in issue. 1. There is evidence of lack of utility in respect of some of the area covered; 2. It is not a sound prediction.\" Counsel for the defendant urges that if I were to construe claim 1 of the 884 patent as covering any invert made using a nitrogen-containing complex salt, even though such salt is not present in the finished product, that is to say the invert, then I should find claims 1, 4, 5, 6, 7, 8, 10, 11, 12, 13 and 16 invalid for lack of utility.", "[66] The defendant's allegation would appear to reflect paragraph 41 of its further re-amended statement of defence and counterclaim which is in the following terms: \"Claims 1,2, 3, 5, 6, 7, 8, 9, 11 and 12 are invalid for lack of utility in that they encompass concentrations of the nitrogen-containing double salt of the alleged invention which are not achievable under normal drilling operating conditions.\"", "[67] Counsel for the plaintiffs urges that there is no evidence before me on which I could reasonably construe claim 1 as covering an invert made using a nitrogen-containing complex salt when such salt is not present in the finished product.", "[68] Robert L. Garrett, in his expert statement [see footnote 38], comments on paragraph 41 of the defendant's further re-amended statement of defence and counterclaim at some length. He concludes in the following terms at paragraph 153 of his statement: \"My Conclusion on Paragraph 41: the upper limit of 'about 80% by weight of the water phase', as claimed in Claims 1, 2, 3, 5, 6, 7, 8, 9, 11, and 12 of the reissued patent, can be achieved by using the hydrated nitrogen-containing double salts. ... I clearly understand that the inventors envisioned using the hydrated form of ammonium calcium nitrate in the aqueous phase of the invert oil mud because it is so stated in claims 2 and 3.\"", "[69] I accept this conclusion of Mr. Garrett, based upon his analysis which I have not repeated here, and, in the absence of compelling evidence to the contrary, I am satisfied that the defendant has simply failed to make out a case for invalidity of the cited claims on the basis of speculative claiming or lack of utility. e) Insufficiency of Disclosure Including an Ambiguity", "[70] The relevant portions of subsections 27(3) and (4)of the Act read as follows: \"(3) The specification of an invention must (a) correctly and fully describe the invention and its operation or use as contemplated by the inventor; (b) set out clearly the various steps in a process, or the method of constructing, making, compounding or using a machine, manufacture or composition of matter, in such full, clear, concise and exact terms as to enable any person skilled in the art or science to which it pertains, or with which it is most closely connected, to make, construct, compound or use it; (d) in the case of a process, explain the necessary sequence, if any, of the various steps, so as to distinguish the invention from other inventions. \"(4) The specification must end with a claim or claims defining distinctly and in explicit terms the subject-matter of the invention for which an exclusive privilege or property is claimed.\"", "[71] Rule 138 of the Patent Rules [see footnote 39] reads as follows: \"138. (1) Claims must be complete independently of any document referred to in the description. \"(2) Every claim must be fully supported by the description. \"(3) Reference may be made in a claim to a preceding claim or claims.\"", "[72] <FRAGMENT_SUPPRESSED>  wrote at pages 191-2: \"I had occasion in <FRAGMENT_SUPPRESSED>  subsection 27(3) of the Act ]. While my judgment in that case was reversed there was no dissent from my comments on these requirements. There I said, at page 316: Two things must be described in the disclosures of a specification, one being the invention, and the other the operation or use of the invention as contemplated by the inventor, and with respect to each the description must be correct and full . The purpose underlying this requirement is that when the period of monopoly has expired the public will be able, having only the specification, to make the same successful use of the invention as the inventor could at the time of his application. The description must be correct; this means that it must be both clear and accurate. It must be free from avoidable obscurity or ambiguity and be as simple and distinct as the difficulty of description permits. It must not contain erroneous or misleading statements calculated to deceive or mislead the persons to whom the specification is addressed and render it difficult for them without trial and experiment to comprehend in what manner the invention is to be performed. It must not, for example, direct the use of alternative methods of putting it into effect if only one is practicable, even if persons skilled in the art would be likely to choose the practicable method. The description of the invention must also be full; this means that its ambit must be defined, for nothing that has not been described may be validly claimed. The description must also give all information that is necessary for successful operation or use of the invention, without leaving such result to the chance of successful experiment , and if warnings are required in order to avert failure such warnings must be given. Moreover, the inventor must act uberrima fide and give all information known to him that will enable the invention to be carried out to its best effect as contemplated by him.'\" (emphasis in original)", "[73] <FRAGMENT_SUPPRESSED>  (Ch. D.), [see footnote 41], Mr. Justice Whitford wrote at page 234: \"The first task in any patent action is to decide exactly what monopoly the patentee has been granted. Today all patents end with claims. The function of the claims is to define the monopoly. The patent, if valid, enables the patentee to stop other people making anything covered by, or using any process covered by, his claims during the life of the patent. One of the important features of the claims is to make it clear to other people what they are not entitled to do during the life of the patent, and the Patents Act expressly provides that the claims must be clear and succinct and must be fairly based upon the matter disclosed in the specification. Before ever you get to the claims of the patent you should find a complete description of the invention, a description of what is going to be claimed. It should be a complete description which will enable anybody, after the patent has expired, to put the invention into practice.\"", "[74] <FRAGMENT_SUPPRESSED>  Trial Division of this Court, wrote at page 331: \"The role of the claims and the need for them to state the monopoly asserted was well expressed by Lord Russell of Killowen in <FRAGMENT_SUPPRESSED>  claimed, so that others may know the exact boundaries of the area within which they will be trespassers. Their primary object is to limit and not to extend, the monopoly. What is not claimed is disclaimed. The claims must undoubtedly be read as part of the entire document, and not as a separate document. Nevertheless, the forbidden field must be found in the language of the claims, and not elsewhere. It is not permissible, in my opinion, by reference to some language used in the earlier part of the specification to change a claim which by its own language is a claim for one subject-matter into a claim for another and a different subject-matter, which is what you do when you alter the boundaries of the forbidden territory. A patentee who describes an invention in the body of a specification obtains no monopoly unless it is claimed in the claims. As Lord Cairns, L.C., said, there is no such thing as infringement of the equity of a patent:'\" (citation omitted)", "[75] What constitutes an essential element of a patent must be determined in light of the common general knowledge in the field at the date of publication of the patent application, notably the date at which the public is advised of the existence of the application and of the possible consequences this may have on its activities, here, the 30 th of September, 1993 [see footnote 43].", "[76] For ease of reference, claim 1 of the 884 patent is quoted again here: \"1. A water-in-oil invert emulsion drilling mud comprising an emulsifier, a surfactant, a clay, an alkaline substance and a hydrated nitrogen-containing complex salt for reducing or preventing hydration of subterranean formation clays, wherein the concentration of water in the mud is in the range of from about 5 to 50% by volume and the concentration of the nitrogen-containing complex salt is in the range of from about 5 to 80% by weight of the aqueous phase.\" The reference in claim 1 to a hydrated nitrogen-containing complex salt as a component of the claimed water-in-oil invert emulsion drilling mud is explicitly or implicitly repeated throughout the claims, albeit that that salt is specified in claims 2, 14 and 17 to be a hydrated ammonium calcium nitrite or nitrate and in claims 3, 9, 15 and 18 to be ammonium calcium nitrate decahydrate.", "[77] None of the claims make reference to the use of a claimed invert emulsion drilling mud for the purpose of reducing the cost of land farming or to ameliorate the environmental impact of land farming.", "[78] It was urged before me on behalf of the defendant that the claims are broader than the invention actually made in that hydrated nitrogen-containing complex salts including chloride-containing salts and certain other complex salts simply would not work to achieve the claimed objective of reducing or preventing hydration of subterranean formation clays. The evidence before me clearly supported this allegation. Further, the 884 patent as reissued in effect amounted to an acknowledgement that references in the claims to a \"complex salt\" should be read as references to a \"double salt\". In the result, counsel for the defendant urged that the 884 patent as originally issued should be determined to be void for insufficiency of disclosure.", "[79] Counsel for the plaintiffs urged that, as reflected in the reissued patent, references in the claims to \"hydrated nitrogen-containing complex salt\" would at all relevant times have been understood by a person of ordinary skill in the art to refer only to \"hydrated nitrogen-containing double salt\" and that therefore the reissuance of the 884 patent in the form in which it was in fact reissued was entirely appropriate and within the authority of the Commissioner of Patents under s. 47 of the Act , previously quoted in these reasons.", "[80] I am satisfied that the totality of the evidence before me supports the position of the plaintiffs in this regard. In the result, neither the 884 patent nor any of its claims will be found to be void by reason of insufficiency of disclosure.", "[81] Counsel for the defendant further urged that the use of the word \"kit\" in claims 13 to 15 of the 884 patent is so vague as to render those claims void for insufficiency of disclosure.", "[82] Counsel for the defendant acknowledged that there was complete agreement among the experts who testified in this matter that the term \"kit\" necessarily referred to \"a package\" of ingredients, whatever form such a package might take. Further, counsel for the defendant also acknowledged that the evidence before me clearly disclosed that neither the plaintiffs nor their predecessors nor the defendant had ever sold a \"kit\" for formulating a water-in-oil invert emulsion drilling mud.", "[83] In the result, I conclude that the defendant's concern regarding the inclusion of the term \"kit\" in claims 13 to 15 is not a matter on which the Court is called upon to arrive at a conclusion regarding its impact on those claims. f) Inventorship or Material Misrepresentation in the Petition", "[84] As earlier indicated in these reasons, the parties before the Court adopted conflicting positions as to who was the true inventor of the subject-matter of the 884 patent. Counsel for the plaintiffs urged that the true inventors were James K. Fleming and Harold C. Fleming and that they were properly identified in the petition accompanying the application for the 884 patent. Counsel for the defendant urged that, on the totality of the evidence before the Court, the true inventor was Richard (Rick) Smith. At paragraph [24] of these reasons, I indicate that I prefer the version of events leading to the invention provided by Rick Smith in his testimony before the Court to that provided by Harold Fleming, also in his testimony before the Court.", "[85] Section 27(2) of the Act provides, among other things, that the application for a patent must be filed by the inventor or the inventor's legal representative and the application must contain a petition. Section 27(1) and s. 49 of the Act deal, once again among other things, with the question of to whom a patent may be granted. Section 53(1) provides that a patent is void if any material allegation in the petition is untrue. The same subsection deals with an omission or addition in the specification which will also void the patent if the omission or addition is willfully made for the purpose of misleading. Section 53(2) provides relief against an omission or addition to the specification where a court is satisfied that the omission or addition was an involuntary error. No equivalent provision for relief in respect of a material misstatement is provided.", "[86] For ease of reference, sections 53(1) and (2) of the Act read as follows: \"53.(1) A patent is void if any material allegation in the petition of the applicant in respect of the patent is untrue, or if the specification and drawings contain more or less than is necessary for obtaining the end for which they purport to be made, and the omission or addition is wilfully made for the purpose of misleading. \"(2) Where it appears to a court that the omission or addition referred to in subsection (1) was an involuntary error and it is proved that the patentee is entitled to the remainder of his patent, the court shall render a judgment in accordance with the facts, and shall determine the costs, and the patent shall be held valid for that part of the invention described to which the patentee is so found to be entitled.\"", "[87] In Apotex Inc. and  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 193 (T.D.), [see footnote 44], Mr. Justice Wetston at pages 264-268, under the heading \" The Failure to Name the True Inventors\" , dealt with this issue at some length. He wrote at pages 264-5: \" <FRAGMENT_SUPPRESSED>  53(1)] of the , indicates that a patent can be void if any material allegation in the petition of the applicant is untrue. Since this phrase is followed by the word \"or\", and the concluding phrase \"and any such omission or addition is wilfully made for the purpose of misleading\" this clearly applies only to the second phrase as the first phrase does not deal with omissions or additions. Subsection (2) allows the court to find that the omission or addition was an involuntary error and to find that the patentee is entitled to the remainder of his patent. It, however, is only applicable to the second and third phrases of s-s. (1). What the court is required to find in the present case, which does not concern omissions or additions to the specifications or drawings, is whether the erroneous allegations in the petition are \"material\", no evidence of fraud or intent to mislead being necessary.' \"Likewise, in my opinion, the issue in this case is not whether the alleged error was made wilfully with the intent to mislead, there being no evidence of this, but rather whether the naming of the inventors is an untrue material allegation.\" (citation omitted)", "[88] I am satisfied that the issue here is the same. No allegation was made before me that the alleged error in naming Messrs. James K. Fleming and Harold C. Fleming as the inventors and not Mr. Smith was made wilfully with the intent to mislead. Mr. Justice Wetston continued: \"It has been held that the only allegations which are material to a patent are those which relate to the subject-matter of the patent: <FRAGMENT_SUPPRESSED>  of the claims in the patent as granted are not material ... The material allegation of a petition in the form prescribed by the Patent Rules are thus, in my opinion, (1) the allegation that the applicant had made the invention of which a monopoly is granted, and (2) the allegation of facts that bring the application within the statutory prescriptions.' \"It has also been found that in some circumstances it is immaterial to the public whether all of the co-inventors are named or not: ...\" (emphasis added, citations omitted)", "[89] Mr. Justice Wetston concluded, on the facts before him, that the failure to name certain persons as co-inventors was not a material allegation as contemplated by s. 53 of the Act . On the evidence before me, and taking into account the opinion in the above quotation, with which I agree, that a material allegation of a petition is the allegation that the applicant or applicants has or have made the invention, I reach a different conclusion from that reached by Mr. Justice Wetston. We are, of course, not dealing here with an issue of co-inventorship. Rather, the issue before me is the naming in the petition as inventors of persons whom I find not to be inventors of the subject-matter of the 884 patent rather than the true inventor.", "[90] Counsel for the plaintiffs cites the following passage from pages 231-2 of The Canadian Law and Practice Relating to Letters Patent for Inventions [see footnote 45]: \"Where a person, who has evolved in his mind a new invention, employs workmen (and by 'workmen' it must be understood that included are engineers, chemists, scientists, or anyone else occupying the position of an employee ) to assist him, under his direction, in reducing the invention to its practical and most desirable form, the invention is that of the master and he is entitled to a patent thereon, regardless of the assistance he has had in the development of his main and leading idea. If a person is employed to perfect the details of or carry into execution the original idea of his employer , that which he suggests or invents while so employed, and subsidiary to such idea, is in law the property of the employer .\" (emphasis added)", "[91] For the foregoing, the learned author cites <FRAGMENT_SUPPRESSED>  submission of counsel for the plaintiffs is that, based on the evidence before the Court, neither James K. Fleming nor Harold C. Fleming or both of them was or were the employer of Rick Smith at the relevant time. It follows that neither was he an employee of either or both of them. Rather, the evidence before the Court is to the effect that he was an employee of Fleming Oil Field Services Ltd. If, on the basis of the foregoing passage, the invention at the time it was made was in fact the property of Fleming Oil Field Services Ltd., that is of no consequence on the facts before me. Regardless of whether Harold C. Fleming equated himself and his brother with Fleming Oil Field Services Ltd., and his testimony would certainly tend to indicate that he did, that was not the reality in law.", "[93] I conclude that, by virtue of s. 53(1) of the Act , the 884 patent is void by reason of an untrue material allegation in the petition, that being the allegation contained therein that James K. Fleming and Harold C. Fleming \"made\" the invention of the 884 patent. g) Conclusion Regarding Validity", "[94] To summarize then on the question of validity or invalidity, I conclude that the 884 patent is void ab initio by reason only of a material misrepresentation in the petition.", "[95] My conclusion with respect to validity or invalidity is determinative of this action. Nonetheless, I will briefly review other issues argued before me, and in particular, the allegations that the plaintiffs have no right to sue on the 884 patent and regarding infringement, in anticipation that there might be an appeal regarding my conclusions to this point and that such an appeal might be successful. 3) The Right of the Plaintiffs to Sue on the 884 Patent", "[96] Sections 55(1) and (2) of the Act read as follows: \"55. (1) A person who infringes a patent is liable to the patentee and to all persons claiming under the patentee for all damage sustained by the patentee or by any such person, after the grant of the patent, by reason of the infringement. \"(2) A person is liable to pay reasonable compensation to a patentee and to all persons claiming under the patentee for any damage sustained by the patentee or by any of those persons by reason of any act on the part of that person, after the application for the patent became open to public inspection under section 10 and before the grant of the patent, that would have constituted an infringement of the patent if the patent had been granted on the day the application became open to public inspection under that section.\"", "[97] Counsel for the defendant urged that, given my conclusion regarding the true inventor of the invention claimed in the 884 patent, the defendant is not liable to the plaintiffs under either or both of the foregoing subsections, because the plaintiffs are neither the patentee or persons claiming under the patentee.", "[98] \"Patentee\" is defined in s. 2 of the Act as \"the person for the time being entitled to the benefit of the patent\".", "[99] As previously noted in these reasons, the patent issued to J.K.F. Investments Ltd. and Hour Holdings Ltd., not to the inventors identified in the petition. On the evidence before the Court, neither J.K.F. Investments Ltd. or Hour Holdings Ltd. acquired any interest in the 884 patent from Rick Smith, the true inventor, or from his employer, Fleming Oil Field Services Ltd. In the result, I conclude that J.K.F. Investments Ltd. and Hour Holdings Ltd. never validly acquired an interest in the 884 patent and that therefore neither ever was a person for the time being entitled to the benefit of the 884 patent. In the result, neither was ever a \"patentee\" in relation to the 884 patent. In the further result, the plaintiffs are not persons claiming under a patentee. I am satisfied that the line of title from an original \"patentee\" to the plaintiffs in this action is simply not established on the material before the Court and that thus, there is merit to the argument made on behalf of the defendant that the defendant is not liable to the plaintiffs under section 55 of the Act 4) Infringement", "[100] As earlier noted in these reasons, the plaintiffs indicate in the memorandum of fact and law filed on their behalf that the claims in issue are claim 3, claims 4, 5 and 6 according to claim 3, claim 9 according to claim 7 or 8 relating to an improved step in a method of drilling a borehole in which, among other things, a water-in-oil invert emulsion drilling mud is supplemented with ACND, claims 10, 11 and 12 according to claim 7 or 8, claim 15 according to claim 14, a kit for formulating a water-in-oil invert emulsion drilling mud comprising, among other components, ACND, and claim 18 relating to the use according to claim 16 of ACND in a water-in-oil invert emulsion drilling mud for reducing or preventing hydration of subterranean formation clays. Also as earlier indicated in these reasons, the evidence before the Court indicates that the defendant has not sold a kit for formulating an invert referred to in the claims of the 884 patent. Given the foregoing, I will not pursue further the allegation of infringement of claim 15.", "[101] For ease of reference, claims 1 and 3 are repeated here: \"1. A water-in-oil invert emulsion drilling mud comprising an emulsifier, a surfactant, a clay, an alkaline substance and a hydrated nitrogen-containing complex salt for reducing or preventing hydration of subterranean formation clays, wherein the concentration of water in the mud is in the range of from about 5 to 50% by volume and the concentration of the nitrogen-containing complex salt is in the range of from about 5 to 80% by weight of the aqueous phase. \"3. A water-in-oil invert emulsion drilling mud according to claim 1, wherein the nitrogen-containing complex salt is ammonium calcium nitrate decahydrate.\" Claim 3 is clearly a specific water-in-oil invert emulsion drilling mud, within the scope of claim 1, wherein the nitrogen-containing complex salt, for which read \"double salt\", is ACND. Counsel for the plaintiffs urged that, on the totality of the evidence before the Court, the defendant's Q'Max Mud clearly infringes claim 3 and claims 4, 5 and 6 as they are dependent on claim 3. Once again as earlier noted, in the last iteration of the defendants statement of defence, the defendant admits that it had manufactured and transported for it an invert mud, made using ACND, known as \"Q'Max Mud\" and that it sold the Q'Max Mud to Shell Oil Canada Limited.", "[102] Claim 9 is in the following terms: \"9. A method according to claim 7 or 8, wherein the nitrogen-containing complex salt is ammonium calcium nitrate decahydrate.\"", "[103] Once again, claim 9 relates to a method involving the use of the specific double salt ACND. The method derived from claim 7 relates to the drilling of a borehole \"... comprising the steps of providing a water-in-oil invert emulsion drilling mud in the borehole, recirculating the drilling mud to the surface, screening rock cuttings from the drilling mud and returning the screened drilling mud to the borehole, analysing the properties of the drilling mud, the improved steps of supplementing the drilling mud with a hydrated nitrogen-containing complex salt for reducing or preventing hydration of subterranean formulation clays ...\" wherein the concentration of water in the mud is in a specified range and the concentration of the nitrogen-containing complex salt is also in a specified range. Once again, the allegation of infringement of claims 10, 11 and 12 is with regard to those claims as they are dependent on claim 9. Claim 10 simply narrows the range of the concentration of nitrogen-containing complex salt in the mud from that specified in claim 7. Claim 11 narrows the range of concentration of water in the mud from that specified in claim 7. Claim 12 simply specifies that the oil in the water-in-oil invert emulsion drilling mud specified in claim 7 is crude oil or diesel oil. Once again on the totality of the evidence before the Court, I am satisfied that the acknowledgement in the last iteration of the defendant's statement of defence that the defendant had manufactured and transported for it an invert mud, made using ACND, known as \"Q'Max Mud\", and that it sold the mud to Shell Canada Limited is relevant to these claims.", "[104] Finally, claim 18 relates to the use of ACND in a water-in-oil invert emulsion drilling mud for reducing or preventing hydration of subterranean formation clays. The admission on behalf of the defendant referred to in the last preceding paragraph is, I am satisfied, relevant to this claim as well.", "[105] Counsel for the plaintiffs urged that determination of infringement here is without difficulty, given the evidence before the Court as to the nature of the defendant's Q'Max Mud and its marketing of that mud. It is clear, he urged, that the Q'Max Mud falls within each of the above referenced claims and that its sale and actual use fell within the claims.", "[106] I turn briefly to a review of guidance as to infringement provided by jurisprudence.", "[107] In Cabot Corp. et al. v. 318602 Ontario Ltd. et al. (1988), 17 F.T.R. 54; 20 C.P.R.(3d) 132 (T.D.), [see footnote 48], Mr. Justice Rouleau wrote at page 164: \"An immaterial difference between the patent and the defendants' product is not a defence to infringement. As Mahoney, J., stated in <FRAGMENT_SUPPRESSED>  improvement on that of the connector patent. 'The principle to be applied was stated in <FRAGMENT_SUPPRESSED>  invention and not the mere form is to be looked to. It has been stated in many cases that if an infringer takes the principle and alters the details, and yet it is obvious that he has taken the substance of the idea which is the subject matter of the invention, and has simply altered the details, the Court is justified in looking through the variation of details and see [sic] that the substance of the invention has been infringed and consequently can protect the inventor. And the question is not whether the substantial part of the machine or method has been taken from the specification, but the very different one, whether what is done by the alleged infringer takes from the patentee the substance of his invention.\" \"In my view, the defendant has appropriated the invention of the connection patent.\" (citations omitted)", "[108] More recently, in Free World Trust [see footnote 49], Mr. Justice Binnie wrote at pages 183-4: \"The appeal in this Court was essentially directed to the infringement issues. It has been established, at least since Grip Printing and  <FRAGMENT_SUPPRESSED>  the invention but nevertheless appropriates its substance (or 'pith and marrow'). This extended protection of the patentee is recognized in Anglo-Canadian law, and also finds expression in modified form in the United States under the doctrine of equivalents, which is said to be available against the producer of a device that performs substantially the same function in substantially the same way to obtain substantially the same result; ... \"It is obviously an important public policy to control the scope of 'substantive infringement'. A purely literal application of the text of the claims would allow a person skilled in the art to make minor and inconsequential variations in the device and thereby to appropriate the substance of the invention with a copycat device while staying just outside the monopoly. A broader interpretation, on the other hand, risks conferring on the patentee the benefit of inventions that he had not in fact made but which could be deemed with hindsight to be 'equivalent' to what in fact was invented. This would be unfair to the public and unfair to competitors. It is important that the patent system be fair as well as predictable in its operation. \"The argument for the respondents is that even if the patents are valid, the appellant is not sticking to the bargain it made. It is pushing the envelope of the doctrine of 'substantive infringement' beyond anything disclosed or claimed in its patent specifications. The inventor brought together known components to achieve a useful and ingenious result, but now attacks the respondents' device which brings together different components to achieve a comparable result. \"The appeal thus raises the fundamental issue of how best to resolve the tension between 'literal infringement' and 'substantive infringement' to achieve a fair and predictable result.\" Mr. Justice Binnie then goes on to discuss at some length six (6) propositions identified by him that address the issue of how best to resolve the tension between \"literal infringement\" and \"substantive infringement\". I am satisfied that I need not address the propositions identified by Mr. Justice Binnie because the evidence here discloses literal infringement.", "[109] In the result, if the 884 patent were determined to be valid and the plaintiffs were determined to be entitled to pursue remedies under s. 55 of the Act on it, I am satisfied that the evidence before me discloses literal infringement of the claims of the 884 patent that are in issue, other than claim 15. SUMMARY OF CONCLUSIONS", "[110] I find the 884 patent to be invalid by reason solely of material misrepresentation in the petition. On all other grounds of alleged invalidity, I find the case of the defendant not to be made out.", "[111] I am satisfied that the plaintiffs are not entitled in law to sue on the 884 patent.", "[112] But for my finding of invalidity, I would conclude that the defendant infringed claim 3 of the 884 patent, claims 4 to 6 of the patent according to claim 3, claim 9 according to claim 7 or 8, claims 10 to 12 according to claim 7 or 8 and claim 18 from and after the time when it had manufactured and transported for it its invert mud, made using ACND and known as \"Q'Max Mud\" pursuant to an agreement with Shell Canada Limited evidenced by a Shell Canada Limited purchase order dated the 9 th of November, 1994. [see footnote 50] RELIEFS", "[113] The plaintiff's action will be dismissed. A declaration will go that, as between the plaintiff and the defendant, the 884 patent is void ab initio. COSTS", "[114] Costs of the plaintiff's action and the defendant's counterclaim will go in favour of the defendant, assessed in accordance with Column III of the Table to Tariff B of the Federal Court Rules, 1998 [see footnote 51], jointly and severally as against the plaintiffs. Action dismissed. Editor: Steven C. McMinniman/djc SCHEDULE I (paragraph 12 of the reasons) 1.\tA water-in-oil invert emulsion drilling mud comprising an emulsifier, a surfactant, a clay, an alkaline substance and a hydrated nitrogen-containing complex salt for reducing or preventing hydration of subterranean formation clays, wherein the concentration of water in the mud is in the range of from about 5 to 50% by volume and the concentration of the nitrogen-containing complex salt is in the range of from about 5 to 80% by weight of the aqueous phase. 2.\tA water-in-oil invert emulsion drilling mud according to claim 1, wherein the nitrogen-containing complex salt is a hydrated ammonium calcium nitrate or nitrite. 3.\tA water-in-oil invert emulsion drilling mud according to claim 1, wherein the nitrogen-containing complex salt is ammonium calcium nitrate decahydrate. 4.\tA water-in-oil invert emulsion drilling mud according to claim 1, 2 or 3, wherein the concentration of the nitrogen-containing complex salt in the mud is in the range of from about 25 to 40% by weight of the aqueous phase. 5.\tA water-in-oil invert emulsion drilling mud according to claim 1, 2 or 3, wherein the concentration of water in the mud is in the range of from about 10 to 40% by volume. 6.\tA water-in-oil invert emulsion drilling mud according to claim 1, 2 or 3, wherein the oil is crude oil or diesel oil. 7.\tIn a method of drilling a borehole, comprising the steps of providing a water-in-oil invert emulsion drilling mud in the borehole, recirculating the drilling mud to the surface, screening rock cuttings from the drilling mud and returning the screened drilling mud to the borehole, analysing the properties of the drilling mud, the improved step of supplementing the drilling mud with a hydrated nitrogen-containing complex salt for reducing or preventing hydration of subterranean formation clays, wherein the concentration of water in the mud is in the range of from about 5 to 50% by volume and the concentration of the nitrogen-containing complex salt is in the range of from about 5 to 80% by weight of the aqueous phase. 8.\tA method according to claim 7, wherein the initial water-in-oil invert emulsion drilling mud comprises an emulsifier, a surfactant, a clay, an alkaline substance and the hydrated nitrogen-containing complex salt. 9.\tA method according to claim 7 or 8, wherein the nitrogen-containing complex salt is ammonium calcium nitrate decahydrate. 10.\tA method according to claim 7 or 8, wherein the concentration of the nitrogen-containing complex salt in the mud is in the range of from about 25 to 40% by weight of the aqueous phase. 11.\tA method according to claim 7 or 8, wherein the concentration of water in the mud is in the range of from about 10 to 40% by volume. 12.\tA method according to claim 7 or 8, wherein the oil is crude oil or diesel oil. 13.\tA kit for formulating a water-in-oil invert emulsion drilling mud comprising an emulsifier, a surfactant, a clay, an alkaline substance and a hydrated nitrogen-containing complex salt for reducing or preventing hydration of subterranean formation clays. 14.\tA kit according to claim 13, wherein the nitrogen-containing complex salt is a hydrated ammonium calcium nitrate or nitrite. 15.\tA kit according to claim 14, wherein the nitrogen-containing complex salt is ammonium calcium nitrate decahydrate. 16.\tThe use of a hydrated nitrogen-containing complex salt in a water-in-oil invert emulsion drilling mud for reducing or preventing hydration of subterranean formation clays. 17.\tThe use according to claim 16, wherein the nitrogen-containing complex salt is a hydrated ammonium calcium nitrate or nitrite. 18.\tThe use according to claim 16, wherein the nitrogen-containing complex salt is ammonium calcium nitrate decahydrate. SCHEDULE II (paragraph 51 of the reasons) 1.\t\"Drilling Mud\", Rotary Drilling, Unit II, Third Edition, Petroleum Extension Service, 1984; 2.\t\"Oil Muds\", Milpark Drilling Fluids, pages 308-309; pages 314-315; 3.\t\"Shale Alteration by Water Adsorption\", Martin E. Chenevert, SPE-AIME, September 1970, pages 1141-1148; 4.\t\"Shale Control with Balanced-Activity Oil-Continuous Muds\", M.E.Chenevert, SPE-AIME, October 1970, pages 1309-1316; 5.\t\"Stabilizing Sensitive Shales with Inhibited, Potassium-Based Drilling Fluids\", Dennis E. O'Brien and Martin E. Chenevert, SPE-AIME, September 1973, pages 1089-1100; 6.\t\"Effect of Concentration of Salts on Linear Swelling of Shales\"; Clark et al. 7.\t\"Development of Drilling Fluids Technology\", pages 61-68; 8.\t\"Recommended Practice Standard Procedure for Field Testing Oil-Based Drilling Fluids\", American Petroleum Institute, May 1, 1993; 9.\tU.S. Patents 3,646,997, 1972 Chenevert 10.\t3,664,426, 1972 Chenevert 11.\t3,670,816, 1972 Chenevert 12.\t3,688,851, 1972 Chenevert 13.\t3,702,564, 1972 Chenevert 14.\t3,753,903, 1973 Fischer et al. 15.\t3,882,029 1975 Fischer et al. 16.\t3,989,632, 1976 Fischer et al. 17.\t4,192,753, 1980 Pye et al. 18.\t3,561,548, 1971 Mondshine 19.\t2,599,752 1952 Fischer 20.\tKirk-Othmer Concise Encyclopaedia of Chemical Technology, John Wiley & Sons, 1985, pages 465-466 and 853-855. 21.\tMcGraw-Hill, Dictionary of Scientific and Technical Terms, 1974, page 304. 22.\tHackh's Chemical Dictionary, Fourth Edition, McGraw-Hill, 1969, page 595. 23.\tThe Condensed Chemical Dictionary, Tenth Edition, Van Nostrand Reinhold Company, 1981, page 273. 24.\tAdvanced Inorganic Chemistry, Cotton and Wilkinson, John Wiley & Sons, 1962, pages 328-329. 25.\tHackh's Chemical Dictionary, Fourth Edition, McGraw-Hill, 1969, page 224. 26.\tThe Condensed Chemical Dictionary, Ninth Edition, Van Nostrand Reinhold Company, page 326. 27. U.S. Patent 2,689,219, P.L. Menaul, Emulsion Drilling Mud, issued September 14, 1954; 28. Oil Base Drilling Fluid , issued June 28, 1960 29. Excerpt from Magcobar Technical Memorandum , \"Nitrate Tracer Method for Evaluating Drill Stem Test Recovery Fluid\" 30. Section entitled \"Oil Mud Chemistry - The Basic Surface Science \" from Oil Mud Technology and Applications Manual , Hughes Drilling Fluids; 31. T.C. Mondshine & J.D. Kercheville, \"Successful Gumbo Shale Drilling\" (March 28, 1966) Oil and Gas Journal, pages 194-205; 32. B.B. Cooley, \"Nitrate in Drilling Fluid as the Tracer Ion\", published for the SPWLA 12 th Annual Logging Symposium of May 2-5, 1971, pages 1-6 33. Applied Mud Technology, Imco Services, 1978 (mud manual); 34. Canadian Drilling Fluids Technology , Reef Mud, 1980; 35. CRC Handbood of Chemistry and Physics , R.C.Weast, ed., 64 th edition, 1983-1984, page E-1; 36. The Facts on File Dictionary of Chemistry , Revised and Expanded Edition, 1988, pages 54, 73, 74 and 142; 37. L. J. Fraser, \"Field Application of the All-Oil Drilling Fluid Concept\" (1990) IADC/SPE 19955, pages 363-370; 38. Reed Mud product data sheet for Envirofloc dated 91/05/01 39. Envirofloc product data sheet dated 91/05/01; 40. Cover page and Appendix C of the second edition of the API's Recommended Practice Standard Procedure for Field Testing Oil-Based Drilling Fluids (December 1, 1991) Footnotes 1. R.S. 1985, c. C-44 2. See Agreed Book of Documents, volume 1, Tab 10. 3. See the testimony of Harold Craig Fleming commencing at page 67, volume 1 of the transcript. 4. See the testimony of Richard (Rick) Smith commencing at page 635, volume 5 of the transcript. 5. Testimony of Harold Craig Fleming, page 72, volume 1 of the transcript. 6. Testimony of Harold Craig Fleming, page 105, volume 1 of the transcript. 8. See the affidavit of Thomas Mondshine, exhibit D-8 at paragraphs 61 to 64; the reply affidavit of Thomas Mondshine, exhibit D-9 at paragraphs 31 to 33; the affidavit of Ron Clark, exhibit D-10 at paragraph 64; the reply affidavit of Ron Clark, exhibit D-11 at paragraphs 20-24; the affidavit of Frank Bachelor, exhibit D-4 at paragraphs 10 to 19; and the reply affidavit of Frank Bachelor, exhibit D-5 at paragraph 6. 9. See pages 15 and 16 of the Memorandum of Fact and Law of the Plaintiffs. 10. [1981] 1 S.C.R. 504; 35 N.R. 390, [hereinafter \" <FRAGMENT_SUPPRESSED> ]. 11. R.S., 1985, c. P-4. 12. Fox, Harold G., 4 th Ed., (Toronto: Carswell, 1969) at 204. 13. (2000), 263 N.R. 88; 9 C.P.R.(4 th ) 129 (S.C.C.), [hereinafter \" <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 350 (F.C.A.), [hereinafter \" Tye-Sil \"]. 19. (1986), 64 N.R. 287; 8 C.P.R.(3d) 289 (F.C.A.), [hereinafter \" <FRAGMENT_SUPPRESSED> \"]. 20. (1997), 77 C.P.R.(3d) 547 (F.C.T.D.)(not cited before me). 21. <FRAGMENT_SUPPRESSED> , supra, note 19. 22. Tye-Sil , supra, note 18. 23. (2000), 263 N.R. 150; 9 C.P.R.(4 th ) 168 (S.C.C.), [hereinafter \" Free World Trust \"]. 24. <FRAGMENT_SUPPRESSED> , supra, note 19 25. Free World Trust , supra, note 23. 26. Tye-Sil , supra, note 18. 27. Exhibit D-10, expert statement of Ronald K. Clark, paragraph 47. 29. Exhibit D-8, expert statement of Thomas C. Mondshine, paragraphs 44 and 45. 30. Exhibit P-4, expert statement of Robert L. Garrett, paragraph 31. 31. Exhibit P-5, expert statement of Martin E. Chenevert, paragraph 64. 32. <FRAGMENT_SUPPRESSED> , supra, note 19. 33. <FRAGMENT_SUPPRESSED> , supra, note 19 34. (1995), 60 C.P.R.(3d) 58. 35. (1998), 113 O.A.C. 1; 82 C.P.R.(3d) 526 (C.A.). 36. [1998] S.C.C. A. No. 563; 239 N.R. 200; 124 O.A.C. 199. 37. [1979] 2 S.C.R. 1108; 28 N.R. 181. 38. Exhibit P-4. 39. SOR/96-423. 40. (1967), 35 Fox Pat. C. 174 (Exch. C.C.). 41. [1976] R.P.C. 231 (Ch. D). 42. (1986), 3 F.T.R. 23; 9 C.P.R.(3d) 324 (F.C.T.D.). 43. See: Free World Trust , supra, note 23, at paragraphs [52] to [54]. 44. (1998), 145 F.T.R. 161; 79 C.P.R.(3d) 193 (T.D.); judgment varied on appeal to the Federal Court of Appeal in a manner not relevant to the passages here relied on: [2001] F.C.A. 495; leave to appeal to the Supreme of Canada granted: S.C.C. Bulletin, 2001, 510. 45. Supra, note 12. 46. (1962), 23 Fox Pat. C. 76 at 80. 47. (1813), 4 Taun. 770. 48. (1988), 17 F.T.R. 54; 20 C.P.R.(3d) 132 (T.D.). 49. Free World Trust , supra, note 23. 50. See Agreed Book of Documents, volume 1, tab 10. 51. SOR/98 - 106. [End of document]"]}