{"id_": "042206", "body_str": ["[1] Le juge Pinard", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12] R: Oui. Q: C'est bien ça?", "[13]", "[14] <FRAGMENT_SUPPRESSED> et 22 et", "", "[15]", "[16]", "[17] JUGEMENT", "[18] <FRAGMENT_SUPPRESSED>  for judicial review of a decision of a member of the Immigration and Refugee Board's Refugee Protection Division (the panel) under subsection 72(1) of the Immigration and Refugee Protection Act , S.C. (2001), c. 27, (the Act), by Wilner Joachim (the applicant). The panel determined that the applicant was neither a refugee nor a person in need of protection and therefore rejected his claim for refugee protection.", "[2] The applicant is a 65-year-old citizen of Haiti. For 29 years, he worked as a truck driver for a non-governmental organization called Service Chrétien d'Haïti, which delivered goods to the stricken Gonaïves area. His spouse, who is currently in Haiti, is a merchant. All of his relatives are Jehovah's Witnesses.", "[3] The applicant claims to have been attacked on two occasions while he was driving his truck and again while he was waiting for a bus. It appears that each time the assailants were different and that he was beaten and robbed by them. He claims that the first time he was attacked it was because he was transporting goods, and that the assailants made off with these goods. During the second incident, the assailants allegedly identified him as the husband of a merchant who had refused to pay protection money. During the incident near the bus stop, the assailants allegedly stole his wallet.", "[4] In his claim for refugee protection, the applicant had stated that he was targeted for his political opinion. At the hearing before the panel, all of the parties seemed to agree on the fact that the applicant had never been actively involved in politics because this was prohibited by his religion and that, accordingly, this part of his claim was no longer relevant.", "[5] The applicant claims he did not know any of the bandits and could not identify them, but that they were people who used to be known as the Chimères or the Zinglindos.", "[6] The applicant's boss allegedly told him that he could not protect him. The applicant arrived in Canada on May 9, 2007, and claimed refugee protection on May 24, 2007.", "[7] The panel noted that the applicant stated that he had not been targeted for political views he may have expressed or which may have been attributed to him. Accordingly, the panel determined that the applicant was not a refugee within the meaning of section 96 of the Act.", "[8] Furthermore, with regard to section 97 of the Act, the panel noted that the applicant testified that there was such chaos in Haiti that people did whatever they wanted. The panel took the view that when he was robbed of his wallet, and at least one of the times his truck was robbed, the bandits had probably identified the applicant not as a truck driver for a non-governmental organization but as a business owner who refused to pay them the protection money they demanded. Thus, the panel determined that the applicant was not persecuted because of his employment. The panel determined that the alleged risk was a random and generalized risk indiscriminately faced by the entire Haitian population, according to the applicant's own statements. The panel found that the applicant had not discharged his burden of showing that he was personally targeted and that the risk he claimed to be facing was different from the risk faced by others living in his country. The panel therefore determined that the claim fell under the exception in subparagraph 97(1)( )(ii), and that the applicant was not a person in need of protection.", "[9] Originally, the applicant had raised two issues in this matter: a) Was the decision supported by sufficient reasons with regard to section 97 of the Act? b) Was the decision unreasonable?", "[10] At the hearing before me, the applicant's counsel abandoned the first issue, acknowledging that adequate reasons for the application of section 97 had in fact been provided. However, the applicant's counsel indicated that he was still challenging the reasonableness of the decision. In this regard, in <FRAGMENT_SUPPRESSED>  Justice Robert Mainville, at paragraph 36, summarized the case law regarding subparagraph 97(1)( )(ii) and determined that the applicable standard of review was reasonableness.", "[11] The applicant is essentially arguing that he testified that he had been targeted because of the job he had at the time, i.e. as a truck driver for a non-governmental organization. He claims to have demonstrated that he was therefore personally targeted by his assailants.", "[12] The respondent, for his part, submits, and I concur, that the applicant made an error in this regard, given the following excerpts from the transcript of the hearing: [translation] Q: So, why did those people stop you on those roads? A: The political situation was so terrible at the time, therefore people were checking everyone who was passing through. And they stopped you and took whatever they wanted and then they beat you. [Tribunal Record, page 197.] Q: Were they people who were after you personally? A: No. . . . [Tribunal Record, page 197.] Q: So. And why do you say that you were persecuted or could be persecuted for your political opinion? A: No, I did not say that they were persecuting me because of my political opinion. I thought that the people who were persecuting us were doing it because my wife owned a business. And when they came to get money, they - they didn't find any. [Tribunal Record, page 199.] Q: O.K. Let's go step by step. When they attacked you on the road, what did you think was going on? A: Given that I knew the country was in turmoil, I didn't think they were specifically after me. I thought it was a crowd attacking me and taking what they wanted to take. . . . Q: O.K. Therefore, for you, if I understand you correctly, these individuals wanted to get their hands on the goods you were transporting. A: Yes, yes. [Tribunal Record, pages 199-200.] Q: When you arrived here, you told immigration officers that you were afraid of the Chimères and the Zinglindos. A: Yes. Q: Is that right? A: Yes. Because back then it was the Chimères and the Zinglindos. Q: But today, who are you afraid of? Is it ... A: In 2010, I don't know, but those groups are still around. [Tribunal Record, page 203.]", "[13] The respondent submits that these excerpts show that the attacks suffered by the applicant did not target him personally and that the bandits had indiscriminately chosen the applicant to rob him. The respondent adds that there is nothing in the applicant's testimony to suggest that he had been specifically targeted because of his relationship with the non-governmental organization. I agree. The culprits were not always the same and the applicant testified at the hearing that he [translation] \"didn't think they were specifically after [him] \".", "[14] The following two decisions of this Court support the panel's determination that the risk set out in subsection 97(1) of the Act must be a personalized risk and that indiscriminate victims of crime cannot be recognized as persons in need of protection: <FRAGMENT_SUPPRESSED> . In that last decision, Justice Danièle Tremblay-Lamer wrote the following with regard to the issue:", "[23] Based on the recent jurisprudence of this Court, I am of the view that the applicant does not face a personalized risk that is not faced generally by other individuals in or from Haiti. The risk of all forms of criminality is general and felt by all Haitians. . . .", "[15] The panel arrived at a similar finding in the case at bar. I find that, by reason of his own testimony, the applicant failed to demonstrate why this finding was unreasonable.", "[16] For the above-mentioned reasons, the application for judicial review is dismissed.", "[17] I agree with counsel for the parties that no questions for certification arise from the matter. JUDGMENT", "[18] The application for judicial review of the decision rendered by the Immigration and Refugee Board's Refugee Protection Division dated April 6, 2010, is dismissed. [End of document]"]}