{"id_": "042352", "body_str": ["[1] Boivin, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (the Act) for judicial review of the decision rendered by the Refugee Protection Division of the Immigration and Refugee Board dated January 21, 2011, refusing the applicant's refugee claim to be deemed a Convention refugee or a person in need of protection under sections 96 and 97 of the Act.  <FRAGMENT_SUPPRESSED> Factual Background  <FRAGMENT_SUPPRESSED>", "[2] Mr. Muhammad Zahid Khan, the applicant, is a citizen of Pakistan.  <FRAGMENT_SUPPRESSED>", "[3] In September of 2000, the applicant claims to have left Pakistan to begin work as a seaman. The applicant alleges that he travelled to the United Stateswithout a passport using his seaman's book, which he subsequently left on the ship upon his arrival. The applicant submits that he lived illegally in the United States between 2001 and 2006.  <FRAGMENT_SUPPRESSED>", "[4] The applicant was ordered to leave the United States voluntarily in September of 2004, February of 2005 and August of 2005 by the American immigration authorities. He alleges that he left the United States in September of 2006 and re-entered Pakistan.  <FRAGMENT_SUPPRESSED>", "[5] Upon his return to Pakistan -specifically the Swat region - the applicant contends that he immediately became the target of the Taliban. He was ordered to speak against the Western World and was persecuted due to the fact that he had installed a satellite dish on his roof. The applicant claims that he was visited by a member of the Taliban who insisted he remove the satellite dish as it was a source of obscenity and brought sin to the village.  <FRAGMENT_SUPPRESSED>", "[6] The applicant submits that he was persecuted in Pakistan and travelled to Canada on a fraudulent passport. He arrived in Toronto on December 12, 2006. He does not have evidence to substantiate this claim as he maintains that he returned the fraudulent passport in question to his smuggler.  <FRAGMENT_SUPPRESSED>", "[7] The applicant then applied for asylum in Montreal in January of 2007 and filed the Personal Information Form on February 2, 2007.  <FRAGMENT_SUPPRESSED>", "[8] The applicant's claim was heard by the Refugee Protection Division of the Immigration and Refugee Board on June 4, 2010, September 27, 2010 and November 26, 2010. The Board rendered its decision on January 21, 2011 and rejected the applicant's claim.  <FRAGMENT_SUPPRESSED> Decision under Review  <FRAGMENT_SUPPRESSED>", "[9] In its decision, the Board stated that it had serious reasons to doubt the applicant's testimony in light of the numerous inconsistencies and implausibilities that riddled his story. Essentially, the Board found that there were four central groups of failings in the applicant's credibility: those centered upon his allegations of persecution, those concerning his departure from Pakistan in 2000, those mentioning his alleged return to Pakistan in 2006, and finally, those surrounding his alleged travel from Pakistan to Canada.  <FRAGMENT_SUPPRESSED>", "[10] Firstly, with regard to the applicant's story that he was persecuted and threatened with death after installing a satellite dish, the Board found that this account was implausible for several reasons. Essentially, the applicant admitted that though other individuals had installed satellite dishes, they were not persecuted because their dishes were hidden. The Board stated that this explanation was unreasonable due to the fact that an antenna must be placed out in the open in order to work.  <FRAGMENT_SUPPRESSED>", "[11] Secondly, the Board found inconsistencies with the applicant's story regarding his departure from Pakistan in September of 2000 and entry into the United States. The Board concluded that the applicant did not corroborate this allegation by providing documentation. The Board also noted that there was evidence contradicting this allegation in his most recent passport issued in 2006 by the Pakistani Embassy in the United States. A stamp on page 7 of the passport indicates that it replaced a pre-existing passport that the applicant had submitted to the Embassy, which was issued in Swat, Pakistan in March of 2001. Moreover, the stamp indicated that the 2001 passport was bearing a valid visa and that the applicant had travelled to the United States with that passport and visa. However, the applicant maintained that he was already in theUnited Statesin 2001. As a result, the Board found that the applicant's explanation was not credible.  <FRAGMENT_SUPPRESSED>", "[12] Thirdly, the Board found that the applicant's story regarding his return to Pakistan in October of 2006 was also fraught with implausibilities. As evidence for this trip, the applicant produced his passport which revealed an entry stamp. However, at the hearing, the Minister of Citizenship and Immigration (respondent) produced an expert report from the Canadian Border Service Intelligence Unit affirming that the passport was authentic but the stamp was a counterfeit, as it did not match the sample of the stamp used by the Pakistani Immigration Officer number 5 at the Islamabad point of entry. For his part, the applicant submitted that the sample of the stamp in question provided by the Canadian Border Service Intelligence Unit dated from February 2006 - not from October 2006 - and therefore he argued that it was reasonable to conclude that the stamp could have changed over time.  <FRAGMENT_SUPPRESSED>", "[13] Nevertheless, the Board maintained that it did not accept the applicant's story regarding his return to Pakistan due to the fact that other factors detracted from his credibility - namely their concerns over his allegations regarding his deportation from the United States and certain questions raised by his National Identity Card. Consequently, in light of the applicant's lack of credibility and the evidence submitted on the prevalence of counterfeit stamps in Pakistan, the Board concluded that the applicant's stamp was indeed a counterfeit.  <FRAGMENT_SUPPRESSED>", "[14] Finally, the Board found that the applicant's account of his travel from Pakistan to Canada lacked credibility. The Board came to this conclusion based on the applicant's lack of documentation proving his entry into Canada. Also, the Board noted that he did not ask for refugee status at the airport in Toronto but only weeks later when he travelled to Montreal.  <FRAGMENT_SUPPRESSED>", "[15] The Board concluded that the applicant had never in fact returned to Pakistan. As a result, the Board found that the applicant had no credible or reasonable fear of persecution in Pakistan and therefore could not claim to be a Convention refugee or a person in need of protection under the Act.  <FRAGMENT_SUPPRESSED> Issue  <FRAGMENT_SUPPRESSED>", "[16] The issue in this case is the following:  <FRAGMENT_SUPPRESSED> Was it unreasonable for the Board to make the factual findings that it did?  <FRAGMENT_SUPPRESSED> Statutory Provisions  <FRAGMENT_SUPPRESSED>", "[17] The following provisions of the Act are applicable in these proceedings:  <FRAGMENT_SUPPRESSED> Convention refugee  <FRAGMENT_SUPPRESSED> 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,  <FRAGMENT_SUPPRESSED> (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or  <FRAGMENT_SUPPRESSED> (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.  <FRAGMENT_SUPPRESSED> Person in need of protection  <FRAGMENT_SUPPRESSED> 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally  <FRAGMENT_SUPPRESSED> (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or  <FRAGMENT_SUPPRESSED> (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if  <FRAGMENT_SUPPRESSED> (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,  <FRAGMENT_SUPPRESSED> (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,  <FRAGMENT_SUPPRESSED> (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and  <FRAGMENT_SUPPRESSED> (iv) the risk is not caused by the inability of that country to provide adequate health or medical care.  <FRAGMENT_SUPPRESSED> Person in need of protection  <FRAGMENT_SUPPRESSED> (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.  <FRAGMENT_SUPPRESSED> Standard of Review  <FRAGMENT_SUPPRESSED>", "[18] Pursuant to the cases of <FRAGMENT_SUPPRESSED>  ( ) and <FRAGMENT_SUPPRESSED>  160 NR 315 ( Aguebor ), the standard of review which applies to findings of fact made by the Board, including credibility issues, is that of reasonableness. The Court must therefore exercise deference with regards to the Board's determination.  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[19] This judicial review is entirely centered on the question of the applicant's credibility.  <FRAGMENT_SUPPRESSED>", "[20] The applicant maintains that the Board erred in fact and in law and rendered an unreasonable decision in light of his testimony and the documentation submitted.  <FRAGMENT_SUPPRESSED>", "[21] The applicant also contends that he has provided no contradictions in his story and that the Board was unreasonable in its appreciation of the facts and the evidence.  <FRAGMENT_SUPPRESSED>", "[22] The Court cannot agree with the applicant as he failed to provide evidence regarding the following: his presence in Pakistan at the time of the alleged persecution; his whereabouts between Pakistan, the United States and Canada to claim protection; his return to Pakistan in 2006; and, his entry into the United Statesand Canada.  <FRAGMENT_SUPPRESSED>", "[23] More particularly, the Court agrees with counsel for the respondent that the applicant's account of his entry could not be viewed as credible. The applicant was issued a passport in Pakistan in March of 2001 when he was allegedly already in the United States. The applicant denied having used the passport to travel. He alleged that a friend forwarded the passport to him in the United States. However, the Board found that credible evidence indicated that this passport contained a valid visa. Further, no explanation was provided by the applicant regarding this valid visa. Based on this evidence, it was reasonable for the Board to reject the applicant's allegation that he had never travelled with the passport.  <FRAGMENT_SUPPRESSED>", "[24] In any event, the Court notes that the applicant's 2001 passport is inadmissible at this stage as it was not submitted to the Board at the time of the hearing. It is trite law in judicial review that, absent special circumstances, parties may not adduce evidence which was not before the decision-maker ( <FRAGMENT_SUPPRESSED>  [2006] FCJ No 1870).  <FRAGMENT_SUPPRESSED>", "[25] The applicant also submits that he returned to Pakistan in 2006 with a stamp in his passport. However, based on the evidence, the validity of the stamp is unclear and the Board found that it was unreasonable for the embassy to issue a passport prior to issuing a National Identity Card. Also the National Identity Card was issued in the United States in August 14, 2007 while the applicant was in Canada (Tribunal Record at p. 279).  <FRAGMENT_SUPPRESSED>", "[26] The events surrounding the applicant's deportation from the United States to Pakistan also remain unclear. The applicant explained that he did not confirm his departure with the American authorities as he feared being sent back. However, he voluntarily returned to Pakistan.  <FRAGMENT_SUPPRESSED>", "[27] The applicant alleges that he travelled back from Pakistan to Toronto but no evidence of a passport, airplane ticket or other documentation was adduced by the applicant.  <FRAGMENT_SUPPRESSED>", "[28] It was thus reasonable for the Board to conclude that the applicant did not demonstrate that he had returned to Pakistan in 2006.  <FRAGMENT_SUPPRESSED>", "[29] Finally, the Court is of the view that the Board's finding with respect to the satellite dish is reasonable. Indeed, why would the claimant be persecuted by the Taliban for having a satellite dish while other owners of satellite dish and, more importantly, the merchants remained undisturbed? The Court is also of the view that the difference in the use of the word \"satellite dish\" or \"antenna\" is not material in this case.  <FRAGMENT_SUPPRESSED>", "[30] The Court recalls that pursuant to the case of Aguebor , it is the Board that is in the best position to assess the credibility of a refugee claimant, and it should only be overturned in the clearest of cases.  <FRAGMENT_SUPPRESSED>", "[31] More recently, in the case of <FRAGMENT_SUPPRESSED>  [2011] FCJ No 371, Justice Shorestated the following:  <FRAGMENT_SUPPRESSED>", "[1] Plausibility and credibility findings are within the domain of specialized tribunals.  <FRAGMENT_SUPPRESSED>", "[2] The Immigration and Refugee Board's (IRB) Members are considered to be specialized in the subject-matter of cases before them as well as in the context of country conditions in which the subject-matter finds itself.  <FRAGMENT_SUPPRESSED>", "[3] First-instance decision-makers from the IRB are to examine, thus, scrutinize, and, then, to provide reasons to demonstrate consideration of each significant part of each case; and, then, to demonstrate consideration of a sum of all parts of a case, even if only in summary fashion, but enough by which to motivate each decision.  <FRAGMENT_SUPPRESSED>", "[4] If the reasons and conclusions of the specialized members are considered reasonable, on the basis of the facts, and correct, in respect of legal provisions, then due deference should be accorded to such specialized decisions.  <FRAGMENT_SUPPRESSED> (Emphasis in original)  <FRAGMENT_SUPPRESSED>", "[32] The Court also reminds that there is a presumption that the Board considered all the evidence and that there is no requirement for it to mention each document submitted by the parties. In the present case, the Court is of the view that the Board did not fail to address relevant evidence.  <FRAGMENT_SUPPRESSED>", "[33] Despite counsel for the applicant's able arguments, the Court finds that the Board's decision was reasonable in light of all the circumstances of the case. The decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law ( ). Therefore, this judicial review application will be dismissed. No question was proposed for certification and there is none in this case.  <FRAGMENT_SUPPRESSED>", "[34] THIS COURT ORDERS AND ADJUDGES that the application for judicial review be dismissed. No question for certification.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}