{"id_": "042480", "body_str": ["[1]", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18] ORDONNANCE", "[19] <FRAGMENT_SUPPRESSED>  applicant is challenging the legality of a decision dated April 3, 2006, by Citizenship and Immigration Canada Immigration Officer M-Josée St-Jean (the Officer), dismissing his application for a visa exemption made on humanitarian and compassionate grounds.", "[2] The applicant is a citizen of the Democratic Republic of the Congo (DRC). He arrived in Canada with one of his brothers on October 29, 1998, after having spent a few days in the United States. They claimed refugee protection the same day. The Refugee Protection Division of the Immigration and Refugee Board (the Board) rejected their claim for refugee protection on June 1, 1999. An application for leave and for judicial review of the Board's negative decision was dismissed by this Court on August 25, 1999.", "[3] Since the rejection of his protection claim, the applicant has not returned to DRC and has not been notified to apply for a pre-removal risk assessment. In fact, for a number of years, the Minister has ordered a temporary stay on removals for citizens of DRC, and the relevant authorities have not tried to carry out the applicant's removal to the United States, the country from which he arrived. It would be premature to rule here on the legality of a removal to the United States. That being said, on September 18, 2003, the applicant submitted an application for permanent residence, accompanied by an application for a visa exemption on humanitarian and compassionate grounds (H&C application) under subsection 25(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act). In support of his H&C application, the applicant stressed the current political instability in DRC and claimed that returning to his country would put his life at risk because of his Tutsi background and his membership in the Union for Democracy and Social Progress (UDPS), a political party in DRC. He also claimed that he was well established in Canada.", "[4] Before going any further, it may be helpful to bear in mind that before entering Canada, a foreign national who wishes to stay here permanently must first apply for and be issued a visa (ss.11(1) of the Act). However, subsection 25(1) of the Act enables the Minister to grant permanent resident status if the Minister is of the opinion that it is justified on humanitarian and compassionate grounds relating to the foreign national or by public policy considerations. It is a discretionary power that in practice is delegated to immigration officers. The appropriate standard of review in such a case is reasonableness simpliciter <FRAGMENT_SUPPRESSED>  at para. 62). On the one hand, it is not the Court's role to substitute its assessment of the facts for the decision maker's, unless, of course, the officer has made a palpable error. On the other hand, the Court must decide \"whether the reasons, taken as a whole, are tenable as support for the decision\" ( <FRAGMENT_SUPPRESSED>  at para. 56). Decisions by officers are also guided by the IP 5 Guidelines (the Guidelines), which are not part of a statutory instrument and, as such, can be modified occasionally by the Minister. In particular, the Guidelines provide that, to reach a favourable decision, applicants bear the onus of proving that their personal circumstances are such that they would experience \"unusual and undeserved or disproportionate\" hardship if required to apply for a permanent resident visa from outside Canada.", "[5] On April 3, 2006, the Officer came to a negative decision regarding the H&C application. First, she found that the applicant had not shown that he would be [translation] \"subjected personally to a risk\" if he returned to DRC. Noting that the Board had already denied his protection claim owing to his lack of credibility, the Officer found no new evidence supporting the applicant's claims. She was not persuaded that that he was of Tutsi origin. As well, although [translation] \"conditions in DRC continue to be very difficult\", after having reviewed the recent documentary evidence on DRC, the Officer did not believe that Tutsis are systematically targeted in DRC at the present time. Furthermore, since the rejection of the applicant's protection claim, the Officer noted that the UDPS was legalized by executive order in 2003. The Officer also considered the degree to which the applicant was established in Canada. She noted that the applicant has worked on an intermittent basis since arriving in Canada. Although his brother, sister and father live in Canada, there is no evidence in the file showing that there is a relationship of mutual dependence between them and the applicant. Moreover, the applicant's mother, daughter, and nine of his brothers and five of his sisters remain in DRC. Consequently, the Officer found that the applicant would not suffer [translation] \"unusual, undeserved or disproportionate hardship\" if he had to return to DRC to submit an application for a permanent resident visa for Canada.", "[6] The applicant, first of all, maintains that the Officer's findings concerning the risk of returning to DRC are unreasonable. The applicant argues before this Court that Tutsis continue to be victims of persecution in DRC and challenges the reasonability of the Immigration Officer's finding that [translation] \"recent documentation on DRC does not support the applicant's claims\". In addition, the applicant refers the Court to excerpts from the Country Reports on Human Rights Practices by the American Department of State indicating that the UDPS has been refused the right to protest and has on occasion been denied permission to hold press conferences (see court record, pages 44, 92 and 152).", "[7] The Officer's finding that the applicant did not discharge the burden of proving that he would personally be at risk in DRC seems reasonable to me when I take, as a whole, the reasons given by the Officer. I do not believe that the Officer selectively read the documentary evidence in the file, as counsel for the applicant maintained at the hearing. The Officer's finding that there was not any [translation] \"evidence allowing [her] to believe that Tutsis are being systematically targeted in DRC by reason of their ethnicity at this time \" (emphasis added) may be reasonably supported by the most recent documentary evidence (see the 2004 report from the British Home Office (October 2004) at paras. 6.75 and 6.76 and the Country Reports on Human Rights Practices - 2005, court record, pages 53 and 160-161).", "[8] The Officer could also have referred to the Board's earlier findings concerning the applicant's credibility. The Board quite simply did not believe that the applicant was of Tutsi origin, nor did it believe that the applicant was a member of the UDPS. With respect to this, the Officer noted that the application for a visa exemption on humanitarian and compassionate grounds included [translation] \"the same claims that were before the IRB, which denied his claim for protection due to his lack of credibility\". At the hearing, counsel for the applicant argued, among other things, that the Officer had ignored the [translation] \"acknowledgement of affiliation\" attesting to the Tutsi background of the applicant's mother, which the applicant had filed in support of his application for a visa exemption. The document in question was issued by the Église du Messie Jésus-Christ (the church of Jesus Christ the Messiah) dated March 15, 1994 (court record, page 347). This same document had already been put before the Board by the applicant. Given the issues relating to credibility noted in the decision of the Board, which found it unlikely that the applicant had a Tutsi mother in DRC, the Officer did not make a reviewable error by not taking into account the [translation] \"acknowledgement of affiliation\". Moreover, an immigration officer who reviews an application on humanitarian and compassionate grounds does not sit in appeal or review of the Board ( <FRAGMENT_SUPPRESSED>  (F.C. Trial Division) (QL) at para. 12; <FRAGMENT_SUPPRESSED>  at para. 27).", "[9] The Guidelines set out a number of factors to consider in assessing the hardship involved. With respect to this, the applicant asserts in his factum that the Guidelines include potentially confusing criteria. This is an argument that has been previously considered by the Court and has already been rejected (see <FRAGMENT_SUPPRESSED>  at para. 17 and the caselaw cited). Moreover, this argument was not raised at the hearing by counsel for the applicant. The fact that the applicant's sister was accepted as a refugee is not a reason in and of itself to grant a visa exemption to the applicant on humanitarian and compassionate grounds ( <FRAGMENT_SUPPRESSED>  (QL) at para. 9). That being said, the applicant argues that the Immigration Officer ignored or did not give enough weight to the fact that he fled DRC in 1998 and has since integrated himself into Canadian society.", "[10] In particular, the applicant relies on paragraph 5.21 of the Guidelines, which states the following: Positive consideration may be warranted when the applicant has been in Canada for a significant period of time due to circumstances beyond the applicant's control. When the period of inability to leave due to circumstances beyond the applicant's control is of significant duration and where there is evidence of a significant degree of establishment in Canada , these factors may combine to warrant a favourable H&C decision. [Emphasis added.]", "[11] Nothing here allows me to find that the Officer disregarded paragraph 5.21 of the Guidelines. It is up to the Officer to take into consideration the length of the applicant's stay in Canada and his degree of establishment in Canada. In this case, the Officer's findings are supported by the evidence in the file and seem to me to be reasonable in the circumstances. In her decision, the Officer noted that conditions in DRC continue to be very difficult and that [translation] \"Canada has even stopped returning Congolese citizens there for close to nine years\". Although she did not specify the number of years that the applicant had been in Canada, it does seem that the Officer took into account the length of his stay in Canada and recognized, as a fact, that it had been a [translation] \"long stay\". However, she noted that the applicant had [translation] \"integrated himself into Canadian society only slightly\". She emphasized the fact that the applicant has worked on an intermittent basis since his arrival in Canada. In addition, he did not file any evidence showing that there was a relationship of mutual dependence between him and the members of his family living in Canada. I note in passing that the applicant also argues that the Officer should not have taken into account the fact that some of his family members are still in DRC. He no longer knows how to contact them, and some of them may have disappeared or died. The applicant, however, did not submit any evidence to the Officer in support of these statements, and I am not persuaded that the Officer acted unreasonably by referring to the fact that certain members of the applicant's family are currently living in DRC.", "[12] The fact that a person without legal status in Canada must leave behind employment or family members does not necessarily constitute undue or disproportionate hardship; what is more, the applicant did not attempt to persuade the Court that this was the case or that the interests of a minor child would be affected ( <FRAGMENT_SUPPRESSED>  at para. 43; <FRAGMENT_SUPPRESSED>  at para.19). Moreover, the fact that the relevant authorities have decided not to return to DRC all Congolese citizens in Canada without legal status does not create a presumption of undue or disproportionate hardship as learned counsel for the applicant argues. In fact, every H&C application case is a specific case. With regard to this, I note that in <FRAGMENT_SUPPRESSED>  it was found that a moratorium on removals to DRC does not in and of itself prevent an application made on humanitarian and compassionate grounds from being denied.", "[13] In this case, considering the situation as a whole, the applicant was not able to establish to the Officer's satisfaction that a return to DRC would cause him disproportionate, unusual or undeserved hardship. It is important to remember that the applicant has a heavy burden of proof to discharge in order to be granted a visa exemption on humanitarian and compassionate grounds. The applicant has the burden of showing that a long stay due to circumstances beyond the applicant's control directly resulted in his establishment in Canada, hence the reason for being granted permanent residence. The existence of the \"moratorium\" noted by the applicant is certainly one of a number of factors that the Officer could have considered in exercising the discretionary power involved. In this case, although the applicant has been in Canada for a significant period of time, and there is currently a \"moratorium\" on the enforcement of removal orders to DRC, I am not satisfied that the Officer acted unreasonably in denying the H&C application by reason of a lack of convincing evidence of a significant degree of establishment in Canada.", "[14] Finally, the applicant argues that the decision to remove him to DRC is contrary to section 12 of the Canadian Charter of Rights and Freedoms and violates Canada's international obligations relating to the right of asylum and respect for human rights. With regard to this argument, I agree with the respondent that it is premature and does not yet warrant the Court's attention. In this case, we are not dealing with a decision by a Canada Border Services Agency removal officer to deport the applicant, but with a decision by an officer from the Department of Citizenship and Immigration who was required to decide whether or not it was appropriate to grant to the applicant a ministerial exemption from submitting his application for permanent residence from outside Canada ( <FRAGMENT_SUPPRESSED> ).", "[15] At the hearing, counsel for the applicant cited the recent Supreme Court of Canada decision, <FRAGMENT_SUPPRESSED> : <FRAGMENT_SUPPRESSED> thus does not stand for the proposition that proceedings related to deportation in the immigration context are immune from s. 7 scrutiny. While the deportation of a non-citizen in the immigration context may not in itself engage s. 7 of the Charter , some features associated with deportation, such as detention in the course of the certificate process or the prospect of deportation to torture, may do so. But as I already stressed above, the Officer's decision in this case does not does not automatically set in motion the applicant's deportation to DRC or the United States.", "[16] At the close of the hearing, counsel for the applicant submitted the following question for certification: [translation] Is it not possible to find that the requirement to apply for a permanent resident visa on humanitarian and compassionate grounds from an applicant's country of origin constitutes \"disproportionate hardship\" when the applicant has lived in Canada for more than five years without having any problems with the law and is a citizen of a country for which a stay on removals has been ordered by Canadian authorities, and that, consequently, all officers must justify rejection of this favourable presumption?", "[17] The Officer's finding concerning insufficient evidence of a significant degree of establishment in Canada is, above all, a finding of fact. In this case, this finding is determinative, notwithstanding the above question. In passing, I note that the decision to impose a temporary stay on removals to a country is under the Minister of Public Safety's jurisdiction while the decision made by the Officer regarding an application on humanitarian and compassionate grounds falls within the Minister of Citizenship and Immigration's powers. These two decisions are the concern of two completely different Ministers. In addition, as I made clear earlier, the caselaw shows that a temporary stay on removals does not in and of itself prevent an application made on humanitarian and compassionate grounds from being denied ( <FRAGMENT_SUPPRESSED> , supra , para. 9).", "[18] For all these reasons, the application for judicial review must be dismissed and, after having reviewed counsels' written submissions after the hearing, I am not satisfied that the question mentioned in paragraph 16 raises a serious question of general importance under subsection 74( ) of the Act or that the tests set out in the caselaw have been met in this case ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ). ORDER", "[19] THE COURT ORDERS that the application for judicial review be dismissed. There is no question to be certified. [End of document]"]}