{"id_": "042678", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act), for judicial review of a decision of the pre-removal risk assessment officer (the officer), dated January 21, 2009, wherein the officer determined that the applicant is neither a Convention refugee nor a person in need of protection.  <FRAGMENT_SUPPRESSED>", "[2] The applicant requests the decision of the officer be set aside and that the matter be referred to a different officer for redetermination.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[3] The applicant, a citizen of Colombia, went to study at a university in Moscow, Russia in 2006. He alleges that on December 9, 2007, he was approached by fellow Colombians who insisted that he work with them and join the FARC, a guerrilla group in Colombia. When he refused to cooperate, the men began kicking and punching him until university security arrived. He alleges that they sought him out because of his ability to speak Russian and his high marks.  <FRAGMENT_SUPPRESSED>", "[4] The applicant alleges that he approached university student services but they did not help. About two weeks later, the Colombian men threatened him again. On January 7, 2008, the applicant found that his room on campus had been severely vandalized. On January 29, 2008, the day before he returned to Colombia, the men approached him again and beat him until some passersby helped him escape.  <FRAGMENT_SUPPRESSED>", "[5] Upon return to Colombia, the applicant alleges that his family was shocked and took him to the hospital for medical attention. His family then helped him apply for an Australian student visa and on April 14, 2008, he travelled to Australia where he resided for seven months before his family had to bring him back home, unable to continue financing his education.  <FRAGMENT_SUPPRESSED>", "[6] On December 15, 2008, while back in Colombia, the applicant alleges that he was approached by two men, one of whom put a gun to his back and reminded him of the commitment he had made while in Russia. They tried to kidnap him but he escaped.  <FRAGMENT_SUPPRESSED>", "[7] On December 17, 2008, the applicant fled for the United States. On December 18, 2008, the applicant was arrested as he entered Canada at the port of entry at Stanstead, Quebec, without reporting for examination. He was issued an exclusion order and subsequently submitted a pre-removal risk application.  <FRAGMENT_SUPPRESSED> PRRA Officer's Decision  <FRAGMENT_SUPPRESSED>", "[8] The determinative issue for the officer in rejecting the claim was the well-foundedness of the applicant's fear.  <FRAGMENT_SUPPRESSED>", "[9] The failure to apply for refugee protection in Australia indicated that the applicant lacked the subjective fear component. The fact that he re-availed himself by returning to Colombia after the incidents with the FARC recruiters, and again after his time in Australia, further indicated that he lacked subjective fear.  <FRAGMENT_SUPPRESSED>", "[10] The officer also found that the applicant did not have an objective basis to his application. There was insufficient evidence that the applicant sought any medical attention or complained to police in Russia regarding his incidents with the attackers. The applicant submitted a clinical history dated February 1, 2008 from the Cosmetic and Alternative Medicine Riar Center in Colombia. The portions of the history on diagnosis and suggested treatment were illegible to the officer. There was also evidence that the applicant had submitted a letter to the Attorney General in Bogota, Colombia, requesting an investigation into the events. The officer noted that the authorities had taken the applicant's complaint. The officer, however, put little weight on these pieces of evidence because the source of the information was the applicant and because there was little evidence that further investigations were carried out.  <FRAGMENT_SUPPRESSED>", "[11] The officer accepted that the FARC commit violent acts and are responsible for serious human rights violations. The officer also accepted that there is inadequate state protection for those targeted by the FARC. The applicant's documentation showed that the FARC carry out death threats by phone or by mail, with the aim of having the recipient leave an area or the country. However, there is insufficient evidence that the applicant or his family in Colombia had received threats by telephone or mail, or were tortured by the FARC. Nor is there sufficient evidence that his family was ever harassed or targeted by the FARC while the applicant was abroad.  <FRAGMENT_SUPPRESSED>", "[12] The officer then turned to country conditions and noted that the articles submitted by the applicant did not relate to the applicant to show a personalized forward looking risk. The officer also canvassed various documentation related to Colombia's status as a constitutional democracy, and found that despite Colombia's documented problems, it was reasonable to expect the applicant to seek assistance from state agencies before seeking Canada's protection.  <FRAGMENT_SUPPRESSED> Issues  <FRAGMENT_SUPPRESSED>", "[13] The issues are as follows:  <FRAGMENT_SUPPRESSED> 1. What is the appropriate standard of review?  <FRAGMENT_SUPPRESSED> 2. Did the officer err by not allowing the applicant an oral hearing?  <FRAGMENT_SUPPRESSED> 3. Did the officer err by not providing an analysis of the applicant's claim under section 97 of the Act, separate from his analysis of the claim under section 96 of the Act?  <FRAGMENT_SUPPRESSED> 4. Did the officer take into account irrelevant considerations?  <FRAGMENT_SUPPRESSED> 5. Did the officer err in concluding that the applicant did not have well-founded fear?  <FRAGMENT_SUPPRESSED> Applicant's Written Submissions  <FRAGMENT_SUPPRESSED>", "[14] First, the applicant submits that natural justice required there to be an oral hearing because credibility was an issue. By stating many times in the decision that there was little or insufficient evidence in favour of the applicant, the officer was implicitly putting little weight on evidence from the applicant's sworn affidavit, and thus questioning his credibility.  <FRAGMENT_SUPPRESSED>", "[15] The applicant swore that on December 15, 2008 a gun was pointed at him, yet the officer found \"there is insufficient evidence that the FARC guerrillas are interested in harming the applicant\". This was a finding of a want of credibility.  <FRAGMENT_SUPPRESSED>", "[16] Second, the applicant submits that the officer erred by failing to provide separate analyses for sections 96 and 97. The subjective fear element, used in the section 96 analysis, is wholly irrelevant to a claim under section 97.  <FRAGMENT_SUPPRESSED>", "[17] Third, the applicant submits that the officer erred by taking into account the following irrelevant considerations: that the applicant had no problems leaving Colombia on two occasions and the impunity of paramilitaries in Colombia.  <FRAGMENT_SUPPRESSED>", "[18] Finally, the applicant submits that the officer's conclusion on the well-foundedness of his fear was unreasonable. The officer based this determination on the fact that the applicant had not been targeted by the FARC, yet the sworn evidence of the applicant contradicts this with his evidence of the episode on December 15, 2008 when a gun was put to his back.  <FRAGMENT_SUPPRESSED> Respondents' Written Submissions  <FRAGMENT_SUPPRESSED>", "[19] First, the respondents submit that no oral hearing was required. Oral hearings are only required during PRRA hearings in exceptional cases where all the criteria in section 167 of the Immigration and Refugee Protection Regulations, SOR/2002/227, (the Regulations) are met. The applicant has not demonstrated that he meets all the criteria set out in section 167.  <FRAGMENT_SUPPRESSED>", "[20] In addition, credibility must be the key element on which the officer based his or her decision and that, without that critical component, the decision would have been unreasonable. Here, the officer's decision was not based on credibility, but on the insufficiency of the applicant's evidence to support his allegations. The applicant had the onus to establish his well-founded fear and was required to provide all relevant evidence in writing since interviews are only held in exceptional cases. It was open to the officer to conclude there was not sufficient evidence.  <FRAGMENT_SUPPRESSED>", "[21] The respondents submit that no separate analysis under section 97 was required because the facts supported a co-mingled analysis. The analysis regarding the objective basis of the applicant's fear was sufficient analysis to determine that the applicant was not a person in need of protection. Thus, no separate analysis was required under section 97.  <FRAGMENT_SUPPRESSED>", "[22] The respondents dispute the 'irrelevant considerations' allegation. The officer's finding that the applicant had no trouble leaving the country was relevant to the risk, given that the applicant alleged that the FARC is highly sophisticated. Documentary evidence on paramilitary groups was similarly relevant because documentary evidence on paramilitaries and the FARC is interconnected.  <FRAGMENT_SUPPRESSED>", "[23] Finally, the respondents submit that the officer's ultimate conclusion was reasonable considering the following sound factors it was based on:  <FRAGMENT_SUPPRESSED> - no evidence that the applicant sought state protection in Russia or claimed protection in Australia;  <FRAGMENT_SUPPRESSED> - the applicant re-availed himself of Colombia's protection twice;  <FRAGMENT_SUPPRESSED> - significant evidence of Colombia's serious efforts to protect its citizens;  <FRAGMENT_SUPPRESSED> - no evidence that the applicant's family was being attacked or harassed; and  <FRAGMENT_SUPPRESSED> - the officer did consider his evidence of being personally targeted in Colombia but the applicant did not require any medical treatment after his encounters in Russia and in Colombia.  <FRAGMENT_SUPPRESSED> Analysis and Decision  <FRAGMENT_SUPPRESSED>", "[24] Issue 1  <FRAGMENT_SUPPRESSED> What is the standard of review?  <FRAGMENT_SUPPRESSED> Issues 2, 3 and 4 go to the procedural fairness of the impugned decision and must be decided on a standard of correctness. It is well established that no deference is owed to the decision maker in this regard and that it is up to this Court to form its own opinion as to the fairness of the hearing (see <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[25] Issue 5, however, relates to the fact driven determination reached by the officer. It was a decision Parliament entrusted to officers with specialized skills and is thus owed deference. Therefore it will only be interfered with if it is found to be unreasonable (see <FRAGMENT_SUPPRESSED>  (QL) at paragraph 53 and Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  [2009] S.C.J. No. 12 (QL) at paragraph 58).  <FRAGMENT_SUPPRESSED>", "[26] Issue 2  <FRAGMENT_SUPPRESSED> Did the officer err by not allowing the applicant an oral hearing?  <FRAGMENT_SUPPRESSED> Regarding the requirement for an oral hearing in the general immigration context, the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  (T.D.) (QL) at paragraph 11, Mr. Justice Gibson of this Court interpreted the Supreme Court's statement as only requiring an oral hearing when an issue of credibility is \"central to the decision in question\".  <FRAGMENT_SUPPRESSED>", "[27] Section 113 of the Act now codifies some of the procedural rules in relation to considering PRRA applications. Subsection 113(b) provides that a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required.  <FRAGMENT_SUPPRESSED>", "[28] These prescribed factors are set out in section 167 of the Regulations which can be found in the annex.  <FRAGMENT_SUPPRESSED>", "[29] <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 306, Mr. Justice Phelan at paragraph 16, held that section 167 becomes operative where credibility is an issue which could result in a negative PRRA decision and that the intent of the provision is to allow an applicant to face any credibility concern which may be put in issue.  <FRAGMENT_SUPPRESSED> After reviewing <FRAGMENT_SUPPRESSED> , I held in <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 816 at paragraph 29, that an oral hearing was required because in that case, \"The officer found that absent the principal applicant's lack of credibility before the Board, the circumstances were such that the state would not be able to protect the applicants. <FRAGMENT_SUPPRESSED>", "[30] In my opinion, section 167 describes two types of circumstances where issues of credibility will require an oral hearing. Paragraph (a) relates to the situation where evidence before the officer directly contradicts an applicant's story. Paragraphs (b) and (c), on the other hand, essentially outline a test whereby one is to consider whether a positive decision would have resulted but for the applicant's credibility. In other words, one needs to consider whether full and complete acceptance of the applicant's version of events would necessarily result in a positive decision. If either test is met, an oral hearing is required.  <FRAGMENT_SUPPRESSED>", "[31] I therefore reject the respondents' submission that an applicant must meet all the criteria under section 167 before an oral hearing is required.  <FRAGMENT_SUPPRESSED>", "[32] In the case at bar, the officer did not make any express findings that the applicant's story was untrue, nor did the officer allude to any evidence that contradicted the applicant's evidence. Thus, an oral hearing was not required under subsection 167(a) of the Regulations.  <FRAGMENT_SUPPRESSED>", "[33] But did the officer implicitly question the applicant's credibility by stating frequently throughout the decision that the applicant had not provided \"sufficient evidence\" to support his claim? Similarly, did the officer implicitly question the applicant's credibility when he stated that he was putting \"little weight\" on the documents provided by the applicant \"because the source of the information was the applicant himself\"?  <FRAGMENT_SUPPRESSED>", "[34] The respondents claim that the officer was not necessarily questioning the applicant's credibility. The applicant bears the onus to establish that his fear is well-founded both on an objective and subjective basis. While the applicant provided evidence of his fear in a sworn affidavit, it was open for the officer to find that the evidence, even if fully accepted, was insufficient.  <FRAGMENT_SUPPRESSED>", "[35] The officer felt that the evidence of the applicant's repeated trips back to Colombia indicated he lacked the subjective fear component. I find that this is clearly an issue of credibility. Only the applicant himself would know how much he feared his alleged agents of persecution. To question his subjective fear is essentially finding him not to be credible.  <FRAGMENT_SUPPRESSED>", "[36] The test for an oral hearing under subsections 167(b) and (c) of the Regulations requires that a positive decision would likely have resulted 'but for' the credibility issue. Thus, the applicant must show that he would have likely been able to establish the objective component as well.  <FRAGMENT_SUPPRESSED>", "[37] The officer held the applicant's evidence failed to establish the objective component of the test.  <FRAGMENT_SUPPRESSED>", "[38] The objective component, in my view, cannot always be fully established simply by relating one's story in an affidavit. Sometimes, depending on the circumstances, additional evidence will be required. The issue of credibility may not be determinative of an issue if the evidence submitted, whether credible or not, would simply not have sufficient probative value (see <FRAGMENT_SUPPRESSED>  at paragraph 30).  <FRAGMENT_SUPPRESSED>", "[39] By saying that the evidence was \"insufficient\" to establish the objective component, the officer was not necessarily questioning the applicant's truthfulness. It is open for an officer to be of the opinion that a reasonable person having gone through what the applicant alleges to have gone through, would not have had a well-founded fear.  <FRAGMENT_SUPPRESSED>", "[40] The nub of this case lies in the admission by the officer when he stated that:  <FRAGMENT_SUPPRESSED> I accept that the FARC continues to operate in Colombia, commit violent acts and are responsible for serious human rights violations. I also accept that adequate state protection or an Internal Flight Alternative is not available for those targeted by the FARC ....  <FRAGMENT_SUPPRESSED>", "[41] The only reasonable conclusion from this admission is that, in the officer's view, anyone targeted by the FARC would have established the objective component of the well-founded fear required by sections 96 or 97 of the Act.  <FRAGMENT_SUPPRESSED>", "[42] When this statement by the officer is compared to the sworn evidence of the applicant, which in several places described clearly how the applicant was being targeted by the FARC, it becomes clear the officer's conclusion that \"... The evidence does not support that the applicant's fear of the FARC is objectively founded\" could only have been reached with a negative credibility finding.  <FRAGMENT_SUPPRESSED>", "[43] Since the officer's rejection of both the subjective and objective components of the applicant's fear relied on a lack of belief in the applicant's sworn evidence, in my view, an oral hearing was required pursuant to subsection 113(b) of the Act and section 167 of the Regulations.  <FRAGMENT_SUPPRESSED>", "[44] It was a reviewable error for the officer not to grant an oral hearing. As a result, the application for judicial review must be allowed and the matter referred back to a different officer for redetermination.  <FRAGMENT_SUPPRESSED>", "[45] Because of my finding on this issue, I need not deal with the remaining issues.  <FRAGMENT_SUPPRESSED>", "[46] Neither party wished to submit a proposed serious question of general importance for my consideration for certification.  <FRAGMENT_SUPPRESSED>", "[47] IT IS ORDERED that the application for judicial review is allowed, the decision of the officer is set aside and the matter is referred to a different officer for redetermination.  <FRAGMENT_SUPPRESSED> ANNEX  <FRAGMENT_SUPPRESSED> Relevant Statutory Provisions  <FRAGMENT_SUPPRESSED> The relevant statutory provisions are set out in this section.  <FRAGMENT_SUPPRESSED> The Immigration and Refugee Protection Act , S.C. 2001, c. 27:  <FRAGMENT_SUPPRESSED> 113. Consideration of an application for protection shall be as follows:  <FRAGMENT_SUPPRESSED> (a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection;  <FRAGMENT_SUPPRESSED> (b) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required;  <FRAGMENT_SUPPRESSED> (c) in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98;  <FRAGMENT_SUPPRESSED> (d) in the case of an applicant described in subsection 112(3), consideration shall be on the basis of the factors set out in section 97 and  <FRAGMENT_SUPPRESSED> (i) in the case of an applicant for protection who is inadmissible on grounds of serious criminality, whether they are a danger to the public in Canada, or  <FRAGMENT_SUPPRESSED> (ii) in the case of any other applicant, whether the application should be refused because of the nature and severity of acts committed by the applicant or because of the danger that the applicant constitutes to the security of Canada.  <FRAGMENT_SUPPRESSED> The Immigration and Refugee Protection Regulations, SOR/2002/227:  <FRAGMENT_SUPPRESSED> 167. For the purpose of determining whether a hearing is required under paragraph 113(b) of the Act, the factors are the following:  <FRAGMENT_SUPPRESSED> (a) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act;  <FRAGMENT_SUPPRESSED> (b) whether the evidence is central to the decision with respect to the application for protection; and  <FRAGMENT_SUPPRESSED> (c) whether the evidence, if accepted, would justify allowing the application for protection.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}