{"id_": "042935", "body_str": ["[1] Le juge Tremblay-Lamer , LC 2001 ch 27 (la LIPR", "[2]", "[3]", "[4] LIPR", "[5] LIPR", "[6] LIPR ANALYSE LIPR", "[7] LIPR", "[8]", "[9]", "[10] LIPR", "[11] LIPR <FRAGMENT_SUPPRESSED> ).", "[12] <FRAGMENT_SUPPRESSED>  (confirmé par", "[13]", "", "[14]", "[15]", "[16]", "[17] LIPR", "[18]", "[19] JUGEMENT", "[20] Murielle Etienne Desgranges and  <FRAGMENT_SUPPRESSED>  application for judicial review submitted in accordance with subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (IRPA), of a decision by the Refugee Protection Division of the Immigration and Refugee Board (panel) dated September 2, 2010, that the applicants are not refugees or persons in need of protection. THE FACTS", "[2] The applicants, a married couple, are citizens of Haiti. The male applicant is a land surveyor who was appointed to Pétionville on October 28, 2009. He states that his problems started at that time. That land surveyor position in Pétionville had been vacant for thirty years while the three other land surveyor positions had been held by persons who had \"inherited\" these positions from their fathers. The other land surveyors had allegedly accused him of being appointed because of his political ties with René Préval. He purportedly started to receive death threats and was apparently followed and harassed by a criminal group supporting Jean-Bertrand Aristide (Chimères) that had been hired by the land surveyors. He allegedly asked for help from the dean of the civil tribunal in Port-au-Prince but without success. Their situation apparently worsened after the earthquake in Haiti on January 12, 2010. The applicants were forced to live in the streets and were no longer able to protect themselves against these criminals. Furthermore, after the earthquake, the female applicant started to fear for her safety because of the possibility of sexual violence in the country's streets.", "[3] The applicants left Haiti for the United States on January 30, 2010. They stayed there until March 5, 2010, without claiming asylum. They sought protection when they arrived in Canada.", "[4] The panel found that the applicants were not persons in need of protection under subsection 97(1) of the IRPA because the male applicant did not face a personalized risk.", "[5] The panel also found that the applicants were not refugees within the meaning of the Geneva Convention and section 96 of the IRPA. It found that the male applicant was not a member in the social group of land surveyors. It also found that the applicants had not established that they were persecuted because of their nationality or their membership in a particular ethnic or linguistic group.", "[6] With respect to the female applicant's alleged fears of sexual violence, the panel found that, even though she belongs to the social group of women and documentary evidence shows a generalized risk of violence in Haiti, this was not a basis upon which to grant refugee status. The panel found that she had not established a well-founded fear and her particular vulnerability as violence is generalized in the country. ISSUES 1. Did the panel err in finding that the male applicant was not a person in need of protection pursuant to subsection 97(1) of the IRPA? 2. Did the panel err in finding that the female applicant had not established a well-founded fear of persecution for rape if she were to return to Haiti? ANALYSIS 1. Did the panel err in finding that the male applicant was not a person in need of protection pursuant to subsection 97(1) of the IRPA?", "[7] The applicants argue that the panel erred in finding that the male applicant was not a person in need of protection pursuant to subsection 97(1) of the IRPA. The panel's finding that the risk feared by the male applicant is no different from that of the entire population of Haiti disregards the evidence that was submitted by the male applicant and that was found to be credible by the panel; according to this evidence, he was personally targeted and threatened by a criminal group hired to do just that.", "[8] The applicants also maintain that the panel erred in finding that the female applicant had not established, in a credible manner, that she feared being raped if she were to return to Haiti. The panel did not consider her testimony that she feared being particularly vulnerable to sexual assaults because of her weight and the fear and threats she was the subject of when she was homeless following the earthquake of January 12, 2010.", "[9] The respondent claims that the risk the male applicant claims to face is generalized because the entire Haitian population is threatened by criminality.", "[10] The respondent also submits that being female is not sufficient for finding that the female applicant is a refugee or a person in need of protection under the IRPA. The risk of sexual violence is a risk faced by all women in the country. The allegation that the female applicant is more vulnerable to sexual assaults because she is overweight is not mentioned in the Personal Information Form (PIF) account submitted in support of her refugee claim.", "[11] The case law has established that, to be granted the status of person in need of protection, a refugee claimant must demonstrate, on a balance of probabilities, that he or she personally faces one of the risks mentioned in subsection 97(1) of the IRPA and that these risks are present or prospective ( <FRAGMENT_SUPPRESSED> ).", "[12] <FRAGMENT_SUPPRESSED>  (upheld in <FRAGMENT_SUPPRESSED> ), I found that it was reasonable for the panel to refuse to grant the applicant the status of person in need of protection because he did not face a risk that would not be faced generally by other individuals.", "[13] I also noted that, when violence is generalized in an entire country, the dividing line between a generalized risk and a personalized risk is more difficult to establish and analyzing these cases requires particular vigilance ( <FRAGMENT_SUPPRESSED> at paragraph 18):", "[18] The difficulty in analyzing personalized risk in situations of generalized human rights violations, civil war, and failed states lies in determining the dividing line between a risk that is \"personalized\" and one that is \"general\". Under these circumstances, the Court may be faced with applicant who has been targeted in the past and who may be targeted in the future but whose risk situation is similar to a segment of the larger population. Thus, the Court is faced with an individual who may have a personalized risk, but one that is shared by many other individuals.", "[14] In this case, the male applicant indicated in his PIF and testified during the hearing that he had personally been the subject of death threats and intimidation because he had been appointed by Préval. His appointment had fuelled hatred and jealousy on the part of the city's other three land surveyors, who hired the Chimères to threaten him and force him to quit his job.", "[15] The panel did not challenge the fact that the male applicant had been harassed by the Chimères because of his land surveyor appointment. It nevertheless found that the male applicant had not established that he faced a personalized risk: The panel is of the opinion that the risk alleged by the male claimant, should he return to his country, would not be any different than the risk faced by the entire Haitian population, which is generally confronted with a very difficult situation in a country where living conditions are characterized by poverty, theft, violence, kidnappings, a volatile situation and a lack of workers to ensure the safety of the civilian population.", "[16] A generalized risk is a risk that the population in general, or a significant subset of it, actually and currently faces. However, without disregard for the general situation of violence in Haiti, the male applicant actually faced a real and personal threat because of his appointment as a land surveyor, because of suspicion that this appointment had been a result of his political connections and because of the aggressive and defensive reactions of the other three land surveyors towards him as a result of this suspicion. His particular situation, actually and currently, is not generally applicable to the rest of the population or a significant subset of it. According to the documentary evidence, these specific risks are present or prospective because the male applicant's appointment was never revoked and there is therefore no reason the threat would cease to exist if he were to return to the country.", "[17] Therefore, the risk the male applicant faced and will likely face if he were to return to Haiti falls under the definition in subsection 97(1) of the IRPA. The panel's finding that the risk the male applicant faced after his appointment as a land surveyor is unreasonable and the Court's intervention is warranted.", "[18] In view of the answer to this issue, it is unnecessary to address the second issue as to whether the female applicant has a well-founded fear of persecution for rape if she were to return. However, I note that, concerning the female applicant's argument that she would be specifically targeted by criminals because of her weight, the objective documentary evidence does not support that an overweight woman is at a greater risk of being raped.", "[19] For all of these reasons, the application for judicial review is allowed. The matter is referred back to a differently constituted panel for redetermination. JUDGMENT", "[20] THE COURT ORDERS AND ADJUDGES that the application for judicial review is allowed. The matter is referred back to a differently constituted panel for redetermination. [End of document]"]}