{"id_": "042957", "body_str": ["[1] Brown, J. : The Applicant is a single Syrian national of Kurdish ethnicity born in 1970. In 1998, the Applicant started searching for work outside of Syria and eventually migrated to Greece in search of work. He lived in Greece from 1998 to 2013, learning and working as a fireplace builder and other skilled labour.", "[2] The Applicant was issued a Permanent Residence Permit by Greece which is of \"Permanent / Indefinite validity\" or at the very least renewable; the permit seems to require renewal in 2018, that is, it is good for ten years at least. The Permanent Residence Permit affords the Applicant the right to work freely, and the right to leave and return to Greece. According to the RPD, the Applicant had access to health services similar to those for Greek citizens. The Applicant testified, though the RPD considered his evidence speculative, that he did not have access to some benefits reserved for European Union or Greek citizens, such as a program to help small businesses.", "[3] In 2014, the Applicant travelled to Canada from Greece. He arrived in Canada falsely representing himself as the holder of a Greek passport, whereas in fact he bought the passport from a Greek citizen. The Applicant gave his Syrian passport to this person; the passport contained his Greek Permanent Residence Permit. The Applicant did not see either document again. He now requests refugee protection from Canada on the basis of his Kurdish ethnicity and perceived political opinion in relation to Syria.", "[4] His claim was rejected by the RPD because of the status he had in Greece pursuant to the exclusion from refugee protection set out in Article 1E of the United Nations Convention on the Status of Refugees [the Convention ], which is in force in Canada pursuant to section 98 of the IRPA . He appealed to the RAD. Pursuant to paragraph 111(1)( ) of the IRPA , the RAD once again found the Applicant excluded from refugee protection under Article 1E.", "[5] The Applicant asked the RAD to admit new evidence, namely two documents: a 2013 report from the Organisation for Economic Co-operation and Development (\"OECD\") and a 2011 report from a Greek law firm. The RAD refused to admit either document because they did not arise after the rejection of the Applicant's claim. Moreover, both were cited in a Response to Information Request (\"RIR\") which the RPD had sent to counsel for comment after the hearing. For whatever reason, the Applicant's then-counsel did not refer to or draw the RPD's attention to these two documents despite ample opportunity to do so. Different counsel has been retained since. The RAD held this new evidence was not covered by subsection 110(4) of the IRPA . This subsection says that an appellant may only present evidence that arose after the rejection of his or her claim or that was not reasonably available, or that he or she could not reasonably have been expected in the circumstances to have presented, at the time of the rejection.", "[6] As to standard of review, in REFERENCE_SUPPRESSED, the Supreme Court of Canada held that a standard of review analysis is unnecessary where \"the jurisprudence has already determined in a satisfactory manner the degree of deference to be accorded with regard to a particular category of question.\" In REFERENCE_SUPPRESSED, Justice Layden-Stevenson writes: 11 The parties agree, and I concur, that the test for exclusion under Article 1E of the Convention is a question of law of general application to the refugee determination process and is reviewable on a standard of correctness. Whether the facts give rise to exclusion is a question of mixed fact and law yielding substantial deference to the RPD.", "[7] Therefore, this Court must examine the RAD's decision on the two standards of review, correctness for the applicable test for exclusion under Article 1E of the Convention , and reasonableness as to the application of the test to questions of fact and questions of mixed fact and law. On the issue of admissibility of new evidence, the Court must use a standard of reasonableness: REFERENCE_SUPPRESSED; see also REFERENCE_SUPPRESSED.", "[8] In CITATION_SUPPRESSED, the Supreme Court of Canada explained what is required of a court reviewing on the correctness standard of review: When applying the correctness standard, a reviewing court will not show deference to the decision maker's reasoning process; it will rather undertake its own analysis of the question. The analysis will bring the court to decide whether it agrees with the determination of the decision maker; if not, the court will substitute its own view and provide the correct answer. From the outset, the court must ask whether the tribunal's decision was correct.", "[9] In CITATION_SUPPRESSED, the Supreme Court of Canada explained what is required of a court reviewing on the reasonableness standard of review: A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "[10] Dealing with the issue of new evidence, I am unable to accept the Applicant's submissions. I apply the test set out in the statute, which in subsection 110(4) of the IRPA states: 110. (4) On appeal, the person who is the subject of the appeal may present only evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection.", "[11] In my view, the RAD reasonably concluded the two reports were reasonably available or could reasonably have been expected to have been presented to the RPD. The two reports are each dated before the RPD's decision; clearly they were available to the Applicant at the time of the decision. They are both referred to in footnotes to the RIR that the RPD sent to the parties for comment after the hearing. The Applicant clearly had an opportunity to comment on the RIR including the articles footnoted therein. Indeed, the Applicant's former counsel made detailed submissions on the RIR. He did not, however, speak to the two footnoted articles now in issue. It is noteworthy that former counsel actually quoted from a sentence in the report and included in his quote the footnote that refers to one of the two articles that new counsel alleges to be 'new evidence'. It is well-established that a party is generally bound by the decisions made by his or her representative. In these circumstances the RAD reasonably concluded none of the exceptions set out in subsection 110(4) applied in this case. Therefore, no reviewable error was committed on the point of new evidence.", "[12] For completeness, I note that counsel asked me to engage on issues raised in REFERENCE_SUPPRESSED, in respect of which the Federal Court of Appeal has heard argument and reserved judgment. However, even if I accepted the Applicant's argument that subsection 110(4) requires a more flexible approach than subsection 113( ), I am not persuaded it would assist the Applicant in his circumstances. Therefore, and with respect, I see no need to consider this point.", "[13] As to the issue of Article 1E, again, I am of the view that the RAD's decision meets the respective correctness and reasonableness standards. The Convention Article 1 reads: ARTICLE 1 ... E. This Convention shall not apply to a person who is recognized by the competent authorities of the country in which he has taken residence as having the rights and obligations which are attached to the possession of the nationality of that country. ...", "[14] I follow the Federal Court of Appeal's requirement that as a condition of the application of this exemption, the tribunal must find that the Applicant has status in another country that is \"substantially similar to\" that of nationals in a third country, or Greek nationals in Greece in this case: see CITATION_SUPPRESSED. What is \"substantially similar\" was established in REFERENCE_SUPPRESSED, where this Court ruled that for this exclusion to apply, the individual must have the same rights as a national, including the right to work freely without restrictions, the right to study, the right to have full access to social services and the right to return. In my view, the RAD applied the correct legal test to determine if the exclusion applied.", "[15] I turn now to whether the RAD reasonably applied the facts of this case against the legal test just set out. In my respectful opinion, the RAD reasonably concluded that the Applicant's Permanent Residence Permit entitled him to work freely without restrictions, and also provided him the right to return. The issues of right to study and full access to social services remain; it is helpful to recall where the burden of proof lies. The burden of proof to establish the exclusion lies on the Respondent, but on a basis of less than the balance of probabilities, as noted by Rothstein, J (as he then was on this Court) in REFERENCE_SUPPRESSED:", "[6] There was a dispute between the parties as to whether the onus was on the applicants or the respondent in Article 1(E) exclusion cases. In REFERENCE_SUPPRESSED, the Federal Court of Appeal states at page 314: There was no issue between the parties as to which party bore the onus. Both agreed that the burden of establishing serious reasons for considering that international offences had been committed rested on the party asserting the existence of such reasons, i.e., the respondent. Aside from avoiding the proving of a negation by a claimant, this also squares with the onus under paragraph 19(1)(j) of the Act, according to which it is the Government that must establish that it has reasonable grounds for excluding claimants. For all of these reasons, the Canadian approach requires that the burden of proof be on the Government, as well as being on a basis of less than the balance of probabilities.", "[16] I accept the Respondent's argument that once there is prima facie evidence the claimant has status in another country, the onus shifts to her or him to establish that status has been lost. In my view, because it is a low threshold determination, the Minister's onus is met by virtue of the fact the Applicant has a Greek Permanent Resident Permit which prima facie i.e., on a basis of less than the balance of probabilities, establishes the application of the exclusion in Article 1E. That being the case, the onus shifted to the Applicant to establish that he did not enjoy the rights and benefits identified in CITATION_SUPPRESSED. This was also the approach taken in REFERENCE_SUPPRESSED, which I accept.", "[17] On this basis, I conclude the RAD reasonably rejected the Applicant's evidence regarding the absence of study rights, on the basis that he had not discharged the onus on him to do so. In addition, in my view, the RAD reasonably concluded that the Applicant, while not having access to every program or subsidy offered by the Greek government, did have access to health care rights similar to nationals, along with social security rights the same as Greek nationals.", "[18] On this basis, I am unable to see a reviewable error in connection with the finding that the Applicant had status in Greece \"substantially similar\" to that of nationals as envisaged by CITATION_SUPPRESSED and CITATION_SUPPRESSED", "[19] The RAD distinguished between losing a permit and losing status, which in my view is a reasonable distinction. As a general proposition, for example, one does not cease to be a citizen because one loses a citizenship document. In this case, the Applicant gave his passport to the person from whom he bought a passport to get to Canada. In many ways the Applicant is in the same position as one who has destroyed his or her passport or identity documents. Therefore, in my respectful view, he is in the same position as the applicant under consideration by Justice Rothstein in CITATION_SUPPRESSED where the Court refused judicial review, saying:", "[11] Nor can the fact that the applicant destroyed the carte de resident avail to the benefit of the applicants. At the very least, once the respondent put forward prima facie evidence that Article 1(E) applies, the onus shifted to the applicant to demonstrate why, having destroyed her carte, she could not apply and obtain a new one. She did not do so.", "[20] In this case, the Applicant did not demonstrate why, having given up both his Syrian passport and his Greek Permanent Residence Permit, he could not apply and obtain new ones. There was no evidence he tried to obtain either, or of a possible outcome for such an attempt. Instead of making the appropriate applications, being turned down (as he seemed so certain would be the case) and providing that evidence to the appropriate tribunal, he asked the RAD to speculate on what will happen to him on his return to Greece with photocopies of the residence and passport documents.", "[21] With respect, asking various tribunals and this Court to speculate about what might or might not happen in such a scenario is not a proper substitute for actually making the required applications. In my respectful view, when a national is in another country and loses his or her documents, the normal and expected course is to go to the respective embassy or consular offices and ask for replacements; that is why the jurisprudence asks for the explanation mentioned in CITATION_SUPPRESSED", "[22] In the foregoing discussion, I have looked at different aspects of the RAD's decision in isolation as a means of exploring the issues raised by the Applicant. But judicial review requires stepping back and reviewing the decision as an organic whole. It is not a treasure hunt for errors. In my respectful view, the decision of the RAD as an organic whole is intelligible and transparent. It falls within the range of possible, acceptable outcomes which are defensible in respect of the facts and law. Therefore, judicial review is not available in this case.", "[23] The parties did not propose a question to certify, and none arise.", "[24] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed, no question is certified, and there is no order as to costs. [End of document]"]}