{"id_": "043052", "body_str": ["[1] Simpson, J. [orally]: This application for judicial review concerns whether the Immigration and Refugee Board (the Board) reasonably concluded that the principal Applicant's claim for refugee status lacked credibility and whether it was unreasonable of the Board to make a general statement to the effect that it had considered the Applicant's documents without making specific reference to a 2009 report by a Dr. Cherniak.", "[2] The claim is based on events in Colombia in 1999. In that year, while a journalism student, the principal Applicant wrote an editorial in a weekly paper which was critical of the FARC's attempts to influence a local mayoral election. The Applicant was threatened in 1999 and again in 2001. Then he moved to Bogata where he was threatened again. Thereafter he left for the United States where he lived until August 2010 when he came to Canada with his wife and daughter. He claimed refugee status here, his claim in the United States having been denied.", "[3] For the reasons below, this application will be dismissed: Credibililty", "[4] The Applicant said that he is at risk for two reasons. I will deal with them in turn. First, FARC is still looking for him. To establish this, the Applicant relied on two pieces of evidence. The first was a letter from a colleague at his journalism school. It stated that strangers had recently been asking where he lived and worked. However the Board gave the letter little weight because it was raised at the last moment. It was provided to the Board at the hearing and the PIF narrative was amended at the same time to reflect the information. The Board concluded that it was implausible that such evidence would appear on the date of the hearing. The difficulty with this conclusion is that the Applicant explained why the letter was timed as it was and the Board did not deal with the explanation. In my view, the explanation was cogent and it was unreasonable of the Board to ignore it.", "[5] However there was a second problem with the letter. It did not say who was looking for the Applicant and did not suggest that there had been any threats or unusual behaviour associated with the inquiry. The Applicant's colleague did feel that the people seemed somewhat annoyed but the Board nevertheless treated the letter as a vague. In my view it was reasonable to reach that conclusion.", "[6] The second piece of evidence was the Applicant's oral testimony that six months before the hearing people were still looking for him through contact with his mother and sister. As well he testified that they had again been threatened. This evidence was rejected as not credible because it was not in the amended PIF filed at the opening of the hearing and because this omission was not explained. In my view the Board's conclusions were reasonable on this issue.", "[7] The second reason the Applicant said he is at risk is because he has a passion for journalism and will find it necessary to criticize the FARC in published material if he returns to Colombia. However, when asked to explain why, notwithstanding this passion, he had published nothing against the FARC during the last 11 years, he said he was concerned that the FARC would retaliate against his mother and sister. The Board therefore rejected his evidence that he would write anti-FARC material because, if he were to publish on his return to Colombia, his wife and daughter would be at risk. In my view this conclusion was also reasonable. State Protection", "[8] In spite of concluding that the Applicant had not provided credible evidence of recent FARC interest or his intention to pursue anti-FARC journalism, the Board nevertheless considered state protection and found it to be the determinative issue.", "[9] Although the Board found that the Applicant had not taken all necessary steps to avail himself of police protection in 2001 it did not reject the claim on that basis. Instead it analyzed current documents to see whether a returning asylum seeker who it accepted had been threatened by the FARC 13 years ago while a journalism student was now at risk. The Board concluded that the Applicant did not fit the profile of those now targeted on their return. Given the documentary evidence this conclusion was also reasonable.", "[10] Finally, in my view, the Board did not err in failing to refer to Dr. Cherniak's report because it did not directly address the Applicant's circumstances. Certification for appeal", "[11] No question was post for certification. ORDER", "[12] THIS COURT ORDERS that for these reasons the application for judicial review is hereby dismissed.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11] ORDONNANCE", "[End of document]"]}