{"id_": "043014", "body_str": ["[1] Russell, J. : This is an application under the Federal Courts Act RSC 1985 c F-7 for judicial review of a decision by the Canadian Human Rights Commission (Commission) to refer the Respondent's complaint against the Applicant to an inquiry before the Canadian Human Rights Tribunal (Decision). BACKGROUND AND DECISION", "[2] The Big River First Nation (First Nation) is a band within the meaning of the Indian Act RSC 1985 c I-5, which administers the Mistahi Sipiy Elementary School (School) on its Reserve. The Respondent is a teacher who holds a Bachelor of Education degree from the University of Saskatchewan.", "[3] On 28 March 2009, the former principal of the School, Ruth Ahenakew (Ahenakew) - the Respondent's aunt - asked the Respondent to work at the School as a substitute teacher. The Respondent began work on 30 March 2009 and continued working until 24 April 2009. The Respondent says Ahenakew spoke with her on 24 April 2009 and told her that Larry McIntosh (McIntosh), the Director of Education for the First Nation, told Ahenakew to terminate the Respondent's employment.", "[4] The Respondent filed a complaint with the Commission on 3 December 2009 (Complaint). She alleged she was dismissed from her employment as a teacher at the School because of her disability (her past drug addiction) and her family status (her relationship with Ahenakew).", "[5] After the Respondent filed her complaint, the Commission appointed an investigator (Investigator) under subsection 43(1) of the Canadian Human Rights Act RSC 1985 c H-6 (CHRA). The Investigator conducted in-person interviews with the Respondent, McIntosh, and Grace Palendat, the vice principal of the School when the Respondent was employed there. The Investigator also conducted telephone interviews with Ahenakew's husband (Jeffrey) and Robert Gerow (Gerow), the Director of Education for the Agency Chiefs Tribal Council (ACTC), of which the First Nation is a member. The Investigator could not interview Ahenakew because she died in December 2009. The Investigator also reviewed documentary evidence and reduced her findings to an investigation report (Report). The Investigator's Report", "[6] The Investigator first noted that the Report itself was not a decision but was directed at assisting the Commission in determining if the Complaint should be dismissed or referred to an inquiry, or if a conciliator should be appointed to resolve the dispute. In addition to the Report, the Commission could also consider any steps the parties had taken to resolve the issue, their positions on a remedy, and how the complaint engaged the public interest.", "[7] The Investigator framed the issue in the Complaint as whether the Applicant had discriminated against the Respondent by terminating her because of her disability and family status. The Investigator set out a two-step process for the investigation. First, the Investigator would consider whether the Applicant employed the Respondent and then terminated her and whether the termination was linked to any prohibited ground of discrimination. The second step involved a consideration of whether the Applicant had a reasonable explanation for his actions which was not a pretext for discrimination.", "[8] For the first stage of the analysis, the Investigator reviewed the background facts, noting that the Respondent is a qualified teacher and that she said she had not used drugs since 2007. The Investigator also noted that Ahenakew had died in December 2009. She further reviewed the chronology of events leading up to the Complaint. The Investigator then reviewed her methodology, noting she had visited the First Nation's Reserve and interviewed several witnesses.", "[9] The parties did not dispute the Respondent's employment and termination by the Applicant. However, the parties disagreed about whether the Respondent was a temporary or permanent employee. The Respondent said she was a full-time contracted employee as of 22 April 2009, but the Applicant said she was not. The Applicant said the Respondent was only a substitute teacher and had no right to ongoing employment. The Respondent also alleged that the Applicant terminated her employment because of her disability and family status, but the Applicant denied this.", "[10] Given the Applicant's denial of the Respondent's allegation, the Investigator proceeded to the second stage of analysis. She considered whether there was a reasonable explanation for the Applicant's actions that was not a pretext for discrimination. Oral Evidence Grace Palendat", "[11] The Investigator reviewed her interview with Palendat, noting she said she was the vice principal of the School when the Respondent worked there. Palendat said the Respondent was only a substitute teacher and permanent employment is never guaranteed for a substitute teacher. Palendat also said that substitute teachers do not sign a contract; they have to complete an application form, which then goes to the First Nation's Education Coordinator and the band office for approval. Substitute teachers on the First Nation do not need a teaching certificate, but permanent teachers do.", "[12] Palendat also said that the First Nation generally looks to on-reserve substitute teachers before looking off-reserve. Ahenakew, however, did not often follow protocol and had previously hired substitute teachers from the neighbouring Ahtahkakoop First Nation.", "[13] Palendat could not remember offering the Respondent a full-time teaching contract and told the Investigator she kept a journal of the daily goings-on at the School. This journal contained no record of her offering the Respondent a full-time contract or any record of Ahenakew telling her to do so. The only related entry in the journal was a notation that Palendat had asked the Respondent if she would be interested in taking a full-time job at the school if one became available. Palendat also said she knew the Respondent to be Ahenakew's niece. Larry McIntosh", "[14] The Investigator also interviewed McIntosh, who said Ahenakew had not asked him about hiring the Respondent as a substitute teacher. McIntosh only learned of the Respondent's employment at the school around the time of termination. He confirmed he had told Ahenakew to terminate the Respondent's employment, but said this was not because of her past drug abuse, although he knew she had used drugs in the past. McIntosh also said he was concerned about nepotism, but his main concern with respect to the Respondent was that Ahenakew had not followed proper hiring protocols. McIntosh had not had a chance to check the Respondent's references and background. This was important because he was charged with ensuring the safety of the children attending the school.", "[15] McIntosh told the Investigator that his response advising termination of the Respondent's employment would have been the same if it had been any other teacher. Anyone hired at the school has to go through an interview process and the Chief and Council of the First Nation have to approve any hiring. McIntosh could not recall what exactly he told Ahenakew when he instructed her to terminate the Respondent. He also said he had employed the Respondent's daughter as a teacher at the School in the past. The Respondent", "[16] The Investigator also interviewed the Respondent, who challenged Palendat's statement that she did not recall offering the Respondent a contract position. She said that, on 9 April 2009 Palendat asked her whether she would consider teaching on contract until the end of the school year. When the Respondent returned to teaching on 22 April 2009, after the Easter break, she assumed she was a contract teacher. She assumed this in part because Ahenakew had arranged to have her paid for the Easter break, which is not normally done for substitute teachers.", "[17] Ahenakew told the Respondent she had asked McIntosh to allow the Respondent to stay on at the school, but he had refused. Ahenakew said McIntosh wanted the Respondent terminated because she was a drug addict and Ahenakew's niece. Even though Ahenakew told him the Respondent had successfully completed a treatment program, McIntosh said this did not matter.", "[18] The Investigator noted the Respondent said that Morin - Chief of the First Nation - McIntosh, and Gerow were all very close. Gerow knew the Respondent and had evaluated her work when she worked as a teacher on the Ahtahkakoop First Nation. The Respondent also said Gerow interviewed her for a teaching position on the Chitek Lake First Nation, which is also part of the ACTC. After that interview, when Gerow found out she had been in rehabilitation for drug addiction, he told the Respondent she should have disclosed her drug addiction and the Chitek Lake First Nation did not want to hire her. The Respondent told the Investigator that Gerow would have been involved in her termination. Robert Gerow", "[19] The Investigator also interviewed Gerow. He said he did not know about the Respondent's past drug addiction and subsequent rehabilitation. Although he acknowledged a relationship with McIntosh, Gerow said he and McIntosh had not discussed the Respondent or her drug addiction. He also said he was unaware the Respondent worked at the School. Gerow said he learned the Respondent had been employed at the School when she telephoned him after Ahenakew died to tell him Ahenakew had guaranteed her employment until the end of the 2009 school year. Other Information", "[20] The Respondent said she had not asked Ahenakew for any written confirmation of her employment status. However, after Ahenakew died, the Respondent said she spoke with Ahenakew's husband (Jeffrey). When the Investigator interviewed Jeffrey, he said Ahenakew told him that Gerow and McIntosh did not want the Respondent teaching at the School. Jeffrey also said Gerow knew she had done drugs and did not want her working at the school.", "[21] The Respondent also said she spoke to her friend Faith Burke (Burke), who knew why McIntosh told Ahenakew to terminate the Respondent. The Investigator was not able to contact Burke to verify what she knew. Documentary Evidence", "[22] A memo, dated 20 April 2009 and sent to the First Nation's finance employees said that the Respondent had substitute taught a Grade 1 class at the school for ten days. Accordingly, the Respondent was to be put on the salary grid as a temporary employee and paid retroactively to her start date. A further document from the First Nation showed that the Respondent had been paid for seven days' work on 10 April 2009, 10 days work on 24 April 2009, and 3 days work on 8 May 2009. Conclusion", "[23] The Investigator concluded that Ahenakew had hired the Respondent as a substitute teacher. Because Ahenakew was deceased, she could not determine if Ahenakew had intended to hire the Respondent as a contract employee for the remainder of the 2009 school year. Much of the evidence concerning the reasons for the Respondent's termination was hearsay, so the witnesses' credibility was central to determining whether the Complaint was valid. The Investigator could not assess witness credibility, so she concluded that further inquiry by the Canadian Human Rights Tribunal (Tribunal) was warranted. The Tribunal would determine whether the Applicant could provide a reasonable explanation for his actions that was not a pretext for discrimination. Parties'Submissions to the Commission", "[24] The Commission provided the Report to the Applicant and the Respondent for their review and comment. The Applicant", "[25] The Applicant responded to the Report by letter dated 22 December 2010. In this letter, he suggested the Commission had not considered section 41 of the CHRA, which would exclude relief under the CHRA because an alternative process was available under the Canada Labour Code RSC 1985 c L-2 (CLC). The Applicant also suggested the Respondent bore the onus of proving the alleged discrimination and that the Commission had not considered this onus.", "[26] The Applicant also wrote the Commission on 12 January 2011 and again suggested a more appropriate forum for the Respondent's complaint was a complaint under Part III of the CLC. He also pointed out that the Respondent was a temporary employee of the First Nation and said there was no support for her allegation that McIntosh wanted her terminated because of her past drug use or her relationship with Ahenakew. The Applicant also objected to the Commission's reliance on evidence from Burke because this evidence was hearsay. There was no factual basis for the Respondent's belief she was a full-time employee. For these reasons, the Applicant objected to the Report's suggestion that the Complaint be referred to an inquiry. The Respondent", "[27] The Respondent made her submissions on 7 February 2011. She argued that, even if she had a claim under the CLC, this did not foreclose the possibility of a claim under the CHRA. Also, the evidence would show at the conclusion of an inquiry before the Tribunal that she was discriminated against on prohibited grounds. The Respondent asked the Commission for a copy of the First Nation's policy on hiring substitute teachers referred to in the Report. Decision", "[28] After receiving the submissions and the Investigator's report, the Commission referred the matter to an Inquiry before the Tribunal. This is the Decision under review.", "[29] The Commission advised the Applicant of its Decision by letter on 22 March 2011 (Referral Letter). This letter informed the Applicant that the Commission had reviewed the Report and concluded that an inquiry before the Tribunal was warranted. Witness credibility was central to the complaint and all the circumstances suggested a hearing was necessary. ISSUES", "[30] The Applicant formally raises the following issues in this application: a. Whether the Commission's investigation met the required standard; b. Whether the Commission committed a jurisdictional error by referring the Respondent's complaint to the Tribunal without considering all the factors set out in paragraph 44(3)( ) of the CHRA.", "[31] The Applicant also raises the following issue in his arguments: a. Whether the Commission breached their right to procedural fairness by failing to consider their submissions. STANDARD OF REVIEW", "[32] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis.", "[33] <FRAGMENT_SUPPRESSED>  Justice Judith Snider held at paragraph 12 that the standard of review applicable to the thoroughness of the Commission's investigation is correctness.  <FRAGMENT_SUPPRESSED>  Justice Russel Zinn held that the \"duty of the investigator is to be neutral and thorough in the investigation. Where that duty has not been met, procedural unfairness may result.\" The standard of review on the first issue is correctness.", "[34] It is well established that parties to a complaint before the Commission have the right to make submissions.  <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada held at paragraph 22 that the right to make submissions and have them considered is an issue of procedural fairness.", "[35] In <FRAGMENT_SUPPRESSED>  the Supreme Court of Canada held at paragraph 100 that it \"is for the courts, not the Minister, to provide the legal answer to procedural fairness questions.\" Further, the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> held that the \"procedural fairness element is reviewed as a question of law. No deference is due. The decision-maker has either complied with the content of the duty of fairness appropriate for the particular circumstances, or has breached this duty.\" The standard of review on the third issue is correctness.", "[36] With respect to the second issue, the Applicant says that the Commission committed a jurisdictional error by failing to consider the appropriate factors when it decided to refer the Respondent's complaint to the Tribunal for an inquiry. In Canadian Union of Public Employees Local 963 v New Brunswick Liquor Corp. , [1979] 2 SCR 227, at page 233, the Supreme Court of Canada held that, the courts \"should not be alert to brand as jurisdictional, and therefore subject to broader curial review, that which may be doubtfully so.\" This is the case here. What the Applicant actually challenges under this heading is the Decision to refer the Complaint to a hearing before the Tribunal.", "[37] When it determines whether to refer a complaint to the Tribunal for an inquiry, the Commission's task is to \"decide if an inquiry is warranted and whether there is sufficient evidence to proceed to the tribunal stage.\"  <FRAGMENT_SUPPRESSED> . This is a question of mixed fact and law, to which the reasonableness standard applies. See <FRAGMENT_SUPPRESSED> , above, at paragraph 51, and <FRAGMENT_SUPPRESSED> . The standard of review applicable to the second issue is reasonableness.", "[38] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at paragraph 47, and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" STATUTORY PROVISIONS", "[39] The following provisions of the CHRA are applicable in this proceeding: 3. (1) For all purposes of this Act, the prohibited grounds of discrimination are race, national or ethnic origin, colour, religion, age, sex, sexual orientation, marital status, family status, disability and conviction for an offence for which a pardon has been granted or in respect of which a record suspension has been ordered. [...] 7. It is a discriminatory practice, directly or indirectly, (a) to refuse to employ or continue to employ any individual, or (b) in the course of employment, to differentiate adversely in relation to an employee, [...] 43. (1) The Commission may designate a person, in this Part referred to as an \"investigator\", to investigate a complaint [...] 44. (1) An investigator shall, as soon as possible after the conclusion of an investigation, submit to the Commission a report of the findings of the investigation. (2) If, on receipt of a report referred to in subsection (1), the Commission is satisfied (a) that the complainant ought to exhaust grievance or review procedures otherwise reasonably available, or (b) that the complaint could more appropriately be dealt with, initially or completely, by means of a procedure provided for under an Act of Parliament other than this Act, it shall refer the complainant to the appropriate authority. (3) On receipt of a report referred to in subsection (1), the Commission (a) may request the Chairperson of the Tribunal to institute an inquiry under section 49 into the complaint to which the report relates if the Commission is satisfied (i) that, having regard to all the circumstances of the complaint, an inquiry into the complaint is warranted, and (ii) that the complaint to which the report relates should not be referred pursuant to subsection (2) or dismissed on any ground mentioned in paragraphs 41(c) to (e); or (b) shall dismiss the complaint to which the report relates if it is satisfied (i) that, having regard to all the circumstances of the complaint, an inquiry into the complaint is not warranted, or (ii) that the complaint should be dismissed on any ground mentioned in paragraphs 41(c) to (e). 3. [...] 7. [...] 43. [...] 44.", "[40] The following provisions of the CLC are also relevant: 167. (1) This Part applies (a) to employment in or in connection with the operation of any federal work, undertaking or business other than a work, undertaking or business of a local or private nature in Yukon, the Northwest Territories or Nunavut; (b) to and in respect of employees who are employed in or in connection with any federal work, undertaking or business described in paragraph (a); (c) to and in respect of any employers of the employees described in paragraph (b); [...] 240 . (1) Subject to subsections (2) and 242(3.1), any person (a) who has completed twelve consecutive months of continuous employment by an employer, and (b) who is not a member of a group of employees subject to a collective agreement, may make a complaint in writing to an inspector if the employee has been dismissed and considers the dismissal to be unjust. [...] 242 (3.1) No complaint shall be considered by an adjudicator under subsection (3) in respect of a person where [...] (b) a procedure for redress has been provided elsewhere in or under this or any other Act of Parliament. 167. [...] 240 [...] 242 [...] ARGUMENTS The Applicant Report was Deficient", "[41] The Commission's central role is to investigate the adequacy of evidence in order to determine if there is a reasonable basis to warrant an inquiry before the  <FRAGMENT_SUPPRESSED>  at paragraph 55. When it evaluated the adequacy of the evidence supporting the Respondent's complaint, the Commission had to consider two questions. First, it was required to consider whether there was a reasonable basis in the evidence to link the Respondent's dismissal with any prohibited ground of discrimination. Second, the Commission was required to consider whether there was a reasonable basis in the evidence to explain the Applicant's conduct which was not a pretext for discrimination. The Commission was obligated to carefully assess the evidence and satisfy itself there was a body of relevant, admissible evidence to support the Respondent's complaint. However, it was not permitted to make findings in relation to the evidence or assess credibility.", "[42] <FRAGMENT_SUPPRESSED>  Justice Barbara Reed held at paragraphs 13 and 14 that: [...] it is important to distinguish between the kind of evidence which can be relied upon to establish a claim and the kind which cannot. It is important to distinguish between evidence of primary fact and evidence respecting opinions or personal beliefs. In this case, the applicant's personal belief is that many of the events which occurred were caused because the individuals with whom he was interacting were racially prejudiced. The CHRC, or a Court, cannot act on this kind of assertion or belief unless there is primary fact evidence to support it. Direct evidence specific to the event in question linking it to racial discrimination is necessary. This is necessary to establish that the actions were racially motivated rather than merely being the result of other factors, such as bad temper, frustration, or a personality conflict. Mr. Varma argues that there could not be so many \"coincidences\" unless racial prejudice underlay them. This is not a logic which a tribunal or Court can accept. One has to find direct evidence connecting the negative decisions in question to racial prejudice in order to support such an allegation. This is not easy to do, but it is required to avoid false and potentially slanderous allegations being made against people.", "[43] Hearsay evidence does not meet the standard required to refer a complaint to the Tribunal for an inquiry. The Commission's reliance on hearsay evidence in this case deprived the Applicant of his right to challenge the primary evidence, which is a fundamental procedural right. The Applicant says that Utility Transport , above, stands for the proposition that uncorroborated hearsay evidence is not sufficient to refer a complaint to an inquiry before the Tribunal. Further, Re B and Catholic Children's Aid Society of Metropolitan Toronto , [1987] OJ No 2614 establishes that relying entirely on hearsay to substantiate a complaint is a breach of procedural fairness.", "[44] The Commission in this case showed no awareness of the importance of weighing the evidence before it when it analysed the two questions at issue. The Decision is flawed because the Commission relied on uncorroborated hearsay which was contradicted by direct evidence. The Commission also did not weigh the evidence under the first question, where the Respondent was required to produce evidence to link her complaint with a prohibited ground of discrimination. The Commission simply repeated the Respondent's belief she was discriminated against and then required the Applicant to disprove this allegation. Although the Commission was obligated to identify and weigh the evidence which supported the Respondent's allegation, it did not do so. This is a reviewable error.", "[45] At the second stage of its analysis, the Commission was required to analyse whether there was an explanation for the Applicant's actions which was not a pretext for discrimination. At this stage, the Commission inappropriately relied on hearsay evidence to refute documentary evidence which showed there was a non-discriminatory reason for the Applicant's actions. The Respondent supported her complaint by referring to what Jeffrey told her Ahenakew said to him about why the Respondent was terminated. Jeffery's statements do not show that the Applicant discriminated against the Respondent; they only show Ahenakew told Jeffrey that McIntosh did not want the Respondent working at the School.", "[46] Assuming McIntosh actually said he did not want the Respondent at the school, this is not enough to show the Applicant discriminated against her on a prohibited ground. Further, Jeffrey's statement that Gerow knew the Respondent did drugs cannot establish a link between her termination and a prohibited ground. Gerow has no role in the management of the School, so what he knew about the Respondent had no bearing on her employment. McIntosh and Gerow both deny speaking about the Respondent before she was terminated, so there can be no link from their relationship.", "[47] The Respondent's only evidence to support her complaint was her statement about what Ahenakew told her. This is hearsay, which is not sufficient to refer a complaint to the Tribunal. The Commission did not understand the flaw in the Respondent's complaint and this failure breached the Applicant's right to procedural fairness. The Applicant cannot test the direct source of the evidence against it.", "[48] The Commission did not assess the reliability of the Respondent's evidence, including four factors which undermined her evidence. First, it did not consider how Jeffrey's statements were inconsistent with the Respondent's. Jeffrey said that Gerow was concerned the Respondent used drugs, while she said McIntosh was the person who wanted her terminated because she used to be addicted to drugs. The Commission did not appreciate this discrepancy and, instead, gave controlling weight to the Respondent's statements.", "[49] Second, the Commission did not consider how Palendat's journal contradicted the Respondent's version of events. Palendat said her journal did not contain an entry showing Ahenakew told her to put the Respondent on a full-time contract. Ahenekew's memo to the finance staff also confirms the Respondent was only substitute teaching. It did not say she was being put on a full-time contract. The direct evidence from Ahenakew contradicts the Respondent's version of events, but the Commission glossed over this contradiction. Further, although the Respondent points to her pay over the 2009 Easter break as evidence of her full-time contract status, this is irrelevant and cannot overcome the inconsistency between the direct evidence from Ahenakew and the Respondent's statements.", "[50] Third, the Commission did not consider McIntosh's statement that he had in the past hired a person who had been addicted to drugs. His statement to this person that \"just once and you're out,\" simply put him on notice that a relapse into addiction would have consequences for his employment. This does not show McIntosh is biased against those who have been addicted to drugs, and it contradicts the Respondent's belief that he discriminated against her on this ground.", "[51] Fourth, although the Respondent pointed to her past interactions with Gerow to ground her claim, Gerow is not involved in running the School and had no input into McIntosh's decision to terminate her. The Report noted that McIntosh was aware the Respondent had recovered from her addiction and was Ahenakew's niece, but the Commission did not consider his awareness of these facts.", "[52] McIntosh also said the reason he terminated the Respondent was that Ahenakew had not followed the proper hiring protocol for substitute teachers. This statement was corroborated by Palendat's statement that there was a protocol in place by which teachers submit an application form and are vetted by McIntosh. She also said that teachers from the First Nation's reserve were to be given priority in hiring and that Ahenakew often did not follow this protocol. The Commission did not consider this direct evidence which supported the Applicant's answer to the Respondent's complaint. The Commission also failed to show it was alive to the differences in weight and reliability of evidence, which denied the Applicant's right to a fair, thorough, and objective investigation.", "[53] Although the Applicant raised these evidentiary issues with the Commission in his 22 December 2010 submissions, the Commission did not address their concerns. By failing to consider the Applicant's concerns, the Commission breached his right to procedural fairness. In Herbert , above, Justice Zinn held at paragraph 26 that However, where [the parties'] submissions allege substantial and material omissions in the investigation and provide support for that assertion, the Commission must refer to those discrepancies and indicate why it is of the view that they are either not material or are not sufficient to challenge the recommendation of the investigator; otherwise one cannot but conclude that the Commission failed to consider those submissions at all. Such was the situation in <FRAGMENT_SUPPRESSED>  FC 649.", "[54] The Commission cannot simply ignore submissions. However, the Commission in this case acted as if the Applicant made no submissions. It failed to discharge its duty to assess the evidence and respond to the issues he raised. The Decision must be returned. Jurisdictional Error", "[55] The Commission committed a jurisdictional error when it did not consider whether the Respondent's complaint could have been more appropriately dealt with under the CLC. Under paragraph 44(3)( ) of the CHRA, the Commission does not have jurisdiction to refer a complaint to a tribunal unless it is satisfied an inquiry into the complaint is warranted. The Commission must also be satisfied that the complaint should not be dismissed as being beyond the Commission's jurisdiction; frivolous; trivial; vexatious; or based on acts which occurred more than one year before the complaint was filed. The Commission must also consider whether a complaint could be more appropriately dealt with under some other act of Parliament. Division XIV of the CLC provides alternate remedies which the Respondent could have used to address her complaint.", "[56] The Applicant raised the issue of an alternative resolution in his submissions to the Commission. However, the Commission did not consider this issue. Although the Commission referred to witnesses' credibility as a factor in its Decision, this is not a factor which is set out in the Act. Credibility may be relevant to the Decision, but it cannot displace consideration of the mandatory factors set out in paragraph 44(3)( ) of the CHRA. Failing to consider these mandatory factors is a jurisdictional error. The Respondent", "[57] Although the Applicant has said this application is about whether the Commission's investigation was thorough, the Respondent says this application is about the reasonableness of the Decision. The Applicant has challenged the Commission's impartiality but has not made any submissions which suggest the Commission was biased. No Jurisdictional Error", "[58] The Applicant says the Commission should have considered whether the Respondent's complaint should have been dealt with under the CLC. However, a remedy under the CLC is inconsistent with the Applicant's argument that the Respondent was only a temporary substitute teacher without any expectation of continuing employment. Although it may be that the Respondent's complaint in part relates to procedures under the CLC, the Applicant has admitted that the CLC is incapable of addressing the entirety of her complaint or of giving her a full remedy.", "[59] The Applicant has also not shown which alternative procedures under the CLC would be of assistance to the Respondent. The unjust dismissal remedies under Division XIV of the CLC are only available to employees who have completed twelve consecutive months of employment. The Respondent was only employed for one month, so these provisions are clearly not available to her.", "[60] Further, paragraph 242(3.1)( ) of the CLC excludes claims which could be brought under the CHRA. The Respondent's claim is clearly a claim for discrimination captured by section 7 of the CHRA, so the CLC is unavailable to her. The Decision shows by implication that the Commission was not satisfied an alternate remedy was available to the Respondent and a failure to explicitly address this point does not make the Decision invalid. Even if the Commission had considered an alternate procedure to address the Respondent's complaint, it could only have concluded that she had none. Investigation was Thorough", "[61] The Applicant has not raised any factors which show the Commission's investigation into the Respondent's complaint was not thorough. His complaint amounts only to a belief the Commission should have dismissed the Respondent's complaint because the First Nation's employees contradicted her. Herbert , above, establishes that the Commission has a broad discretion to determine whether an inquiry before the Tribunal is warranted.", "[62] <FRAGMENT_SUPPRESSED>  Justice Anne Mactavish held that judicial review is only available where the Commission made unreasonable omissions or failed to investigate obviously crucial evidence. In Cooper , above, the Supreme Court of Canada said at paragraph 53 that the Commission's \"duty is to decide if, under the provisions of the Act, an inquiry is warranted having regard to all the facts.\" In this case, the investigation was sufficient to bring all the relevant information before the Commission so that it could properly exercise its discretion.", "[63] If the complaint is referred to the Tribunal, the Applicant will still be able to make submissions there to address the nature and quality of the evidence. However, overturning the Decision will leave the Respondent without a remedy. The Court should intervene only if the Commission committed errors which are so fundamental they cannot be remedied by further submissions. See Hughes , above, at paragraph 34. Commission Considered Applicant's Submissions", "[64] Although the Applicant has complained the Commission did not consider his submissions, the Commission was not obligated to consider any arguments the Applicant raised in his submissions. The Commission is required to consider new evidence submitted but \"where the parties' submissions on the report take no issue with the material facts as found by the investigator but merely argue for a different conclusion, it is not inappropriate for the Commission to provide a short form letter type response.\" ( Herbert , above, at paragraph 26).", "[65] The only new evidence the Applicant raised in his submissions was a statement by counsel that Burke said she could only provide hearsay evidence. This was not substantial or material evidence which required a response from the Commission, and it is clear the Commission did not rely on any evidence from Burke in reaching its conclusion. Sufficient Evidence to Refer to the Tribunal", "[66] The true nature of the Applicant's complaint in this proceeding is that the Commission improperly assessed the sufficiency of evidence linking the Respondent's dismissal with a prohibited ground. This is not an issue of procedural fairness. The Applicant fail to recognize there was sufficient evidence before the Commission to support its Decision. They also do not realize that the Commission's role is not to weigh conflicting evidence.", "[67] <FRAGMENT_SUPPRESSED>  the Court held at paragraph 51 that Subparagraph 44(3)(a)(i) of the act says that it is sufficient for the commission to be \"satisfied that, having regard to all the circumstances of the complaint, an inquiry into the complaint is warranted.\" This is a low threshold. See Bell Canada, above, at paragraph 35. All that is required is that the Commission form an opinion, rightly or wrongly, that there was \"a reasonable basis in the evidence for proceeding to the next stage.\" See", "[68] Ahenakew told the Respondent she was being terminated because of their relationship and her past drug use. This statement clearly links her termination with two prohibited grounds of discrimination and was direct evidence sufficient to refer the complaint to an inquiry before the Tribunal.", "[69] Even though much of the evidence supporting the Respondent's complaint was hearsay, hearsay evidence is admissible before an administrative tribunal. It is appropriate for the Tribunal to consider hearsay where it is reliable and necessary. Although the Respondent and Jeffrey made statements about their conversations with Ahenakew which are hearsay, their statements cannot be used to establish what McIntosh actually said. However, it would have been an error for the Commission not to consider this evidence. Given that Ahenakew is dead, the hearsay evidence about what she said is necessary.", "[70] <FRAGMENT_SUPPRESSED> , above, is distinguishable on its facts. In that case, the complaint was based entirely on the complainant's belief he had been discriminated against. In the instant case, the Respondent's complaint is based on statements McIntosh made to her about why she was dismissed. If similar evidence had been available in <FRAGMENT_SUPPRESSED> , the Commission would have referred the complaint to the Tribunal. Although the Applicant's employees denied that discrimination occurred in this case, the evidentiary link between the Respondent's termination and a prohibited ground was sufficient to refer her complaint to the Tribunal for an inquiry.", "[71] It is of no significance whether the Respondent was a temporary or permanent employee. If she was a permanent employer, termination based on a prohibited ground would be caught by her complaint. If she was a temporary employee, refusal to give her future work on the same prohibited grounds would also be caught by her complaint. The nature of her employment relationship with the Applicant goes only to damages, and not to whether her complaint should have been referred to the Tribunal for an inquiry.", "[72] The Respondent's complaint was not based on hearsay evidence. There was direct evidence that the Respondent was offered a full-time contract. Ahenakew also told the Respondent she was going to draw up a contract for the rest of the year. Although Palendat's evidence contradicts this, it is proper that the conflict in evidence be resolved by the Tribunal. Dissecting Jeffrey's testimony at the investigation stage is also inappropriate. His testimony supports the Respondent's position that she was dismissed because McIntosh did not want her working at the school and Gerow knew she had used drugs in the past.", "[73] The Applicant is incorrect when he says the Commission failed to grapple with factual issues and improperly dealt with hearsay evidence. The Report shows the Investigator was dealing with hearsay evidence and he was aware of this conflict in the evidence. However, it would have been unreasonable for the Commission to dismiss the Respondent's complaint at the preliminary stage given the evide-nce which was before it.", "[74] The Report referred to all four of the factors the Applicant has said it ignored. With respect to McIntosh's testimony, the Applicant has said the Commission should have found he did not discriminate against the Respondent because he had, in the past, hired another person who had recovered from an addiction to drugs. This argument cannot be evaluated without more information about that person and the Commission was not obligated to seek that information.", "[75] The Respondent did not complain about systemic discrimination, so the treatment of another employee is, in any event, irrelevant. It is no answer to the Respondent's claim that others with a similar disability are employed by the Applicant. Employers cannot insulate themselves from specific complaints of discrimination by simply hiring employees with that disability.", "[76] Hughes , above, is distinguishable; in that case, the Commission accepted a statement from an employer's witness they did not know about the complainant's disability when there was clear evidence before the Commission they did know. Here, there was no indication the Commission ignored evidence or failed to deal with conflicts in the evidence appropriately.", "[77] Even if the Court accepts the Applicant's argument that the Respondent was dismissed because Ahenakew did not follow an undisclosed hiring protocol, this does not explain why the Respondent was not rehired or why Ahenakew was not asked to comply with the protocol retroactively. Accepting this explanation suggests the Respondent was punished for Ahenakew's error. It is for the Tribunal to evaluate the reasonableness of this argument.", "[78] The Applicant has not established any jurisdictional error or violation of procedural fairness. The only reasonable conclusion the Commission could have come to was that the evidence warranted an inquiry, so the Decision should stand. ANALYSIS", "[79] Counsel on both sides of this matter have provided the Court with extremely able written and oral arguments. However, I think the Applicant is wrong in some of his assertions and that he misconceives the role of the Commission at this stage in the process when the issue is whether to refer a complaint to an inquiry.", "[80] Generally, in order to do its job, the Commission was obliged, in accordance with the governing jurisprudence, to: a. Conduct an adequate investigation; b. Decide whether, on the basis of the evidence yielded by the investigation and the comments on the Report submitted by both sides, there was a reasonable basis in the evidence for proceeding to an inquiry; and c. Explain in its reasons why it felt that there was, or was not, a reasonable basis in the evidence for proceeding to an inquiry.", "[81] I can see nothing in the investigative part of the Report or in its methodology to raise a reviewable error. The reasons for the Decision are found with the Report's conclusions and the reasons offered for proceeding to an inquiry: While it is undisputed that the respondent terminated the complainant's employment on April 24th, 2009, witness recollections of the reasons for the termination of the complainant's employment remain in dispute, and much of the evidence is hearsay. Witness credibility, therefore, is central to this complaint. As the investigator cannot assess witness credibility, it appears that further inquiry is warranted by the Canadian Human Rights Tribunal to determine whether the respondent can provide a reasonable explanation for its actions that is not a pretext for discrimination based on a prohibited ground.", "[82] As the Respondent points out, it should be noted at the outset that the Commission has \"a very broad discretion to determine 'having regard to all the circumstances' whether an inquiry is warranted.\" See Herbert , above, at paragraph 18.", "[83] The required standard of thoroughness in an investigation was discussed in Hughes , above. Justice Mactavish notes at paragraph 33 of Hughes that deference is to be afforded to the Commission, and that judicial review is available only \"where unreasonable omissions are made, for example where an investigator failed to investigate obviously crucial evidence.\"", "[84] The Supreme Court of Canada discussed the essential role of the Commission in Cooper , above, at paragraph 53: The Commission is not an adjudicative body; that is the role of a tribunal appointed under the Act. When deciding whether a complaint should proceed to be inquired into by a tribunal, the Commission fulfills a screening analysis somewhat analogous to that of a judge at a preliminary inquiry. It is not the job of the Commission to determine if the complaint is made out. Rather its duty is to decide if, under the provisions of the Act, an inquiry is warranted having regard to all the facts. The central component of the Commission's role, then, is that of assessing the sufficiency of the evidence before it. Justice Sopinka emphasized this point in The other course of action is to dismiss the complaint. In my opinion, it is the intention of s. 36(3)(b) that this occur where there is insufficient evidence to warrant appointment of a tribunal under s. 39. It is not intended that this be a determination where the evidence is weighed as in a judicial proceeding but rather the Commission must determine whether there is a reasonable basis in the evidence for proceeding to the next stage. [Emphasis added]", "[85] In the present case, the Applicant raises several procedural fairness grounds, but the gravamen of his complaint over the Decision in my view is that the Commission did not appropriately assess the sufficiency of the evidence before it in deciding to refer the Respondent's complaint to an inquiry.", "[86] As I pointed out in <FRAGMENT_SUPPRESSED> , above, at paragraph 51, \"all that is required is that the Commission form an opinion, rightly or wrongly, that there was 'a reasonable basis in the evidence for proceeding to the next stage.'\"", "[87] The Applicant asserts that hearsay evidence cannot be used to support a referral of a complaint to the Tribunal. However, I think it should be borne in mind that paragraph 50(3)( ) of the CHRA reads as follows: 50. (3) In relation to a hearing of the inquiry, the member or panel may [...] (c) subject to subsections (4) and (5), receive and accept any evidence and other information, whether on oath or by affidavit or otherwise, that the member or panel sees fit, whether or not that evidence or information is or would be admissible in a court of law; [...] In my view, this provision makes it clear that the Tribunal can admit hearsay evidence to support a complaint. It follows then that, where the question before the Commission is whether there is a reasonable basis in the evidence to support a complaint, hearsay evidence may be considered. This is especially so in my view given the low evidentiary threshold for referring a complaint (see <FRAGMENT_SUPPRESSED>  at paragraph 35). Utility Transport , above, and Re B and Catholic Children's Aid Society of Metropolitan Toronto , above, are not authority for the proposition that hearsay evidence cannot form the basis for an inquiry under CHRA or that reliance upon hearsay evidence is a breach of natural justice under CHRA.", "[88] As the submissions made in relation to this application make clear there is, in any event, a serious dispute between the parties as to whether what Ahenakew told the Respondent were the reasons for her dismissal were hearsay evidence or direct evidence. Neither I nor the Commission need to resolve that dispute because the Tribunal will assess the value of that evidence and weigh it against other evidence, irrespective of its legal characterization.", "[89] Further, I think this is not the kind of case captured by <FRAGMENT_SUPPRESSED> , above, and Utility Transport , above, at paragraph 47. In <FRAGMENT_SUPPRESSED> , what Justice Reed is getting at is that there must be more than a bare assertion to support referring a complaint to an inquiry. That is, the complainant must do more than simply say \"I was discriminated against.\" The Respondent has done more in this case. The evidence of what Ahenakew told her and what Ahenakew told Jeffrey could establish the existence of the discrimination. This evidence can be admitted and relied upon by the Tribunal to establish the Complaint, so it also reasonably supports a referral to the Tribunal.", "[90] As I see it, the Commission finds in its reasons that there is a reasonable basis in the evidence to support the Complaint. The Commission is saying that the \"hearsay\" evidence uncovered could establish the Complaint, while acknowledging that there is other contrary evidence which could overcome that hearsay evidence if the Tribunal finds it to be credible. The question of witness credibility arises because there is evidence capable of supporting the Complaint.", "[91] In order for the Tribunal to resolve the Complaint, it will have to look to witnesses' credibility to determine which evidence to rely upon. For example, if the Tribunal finds that McIntosh is not credible, then his evidence will not contradict the Respondent's testimony about what he told Ahenakew or what Ahenakew told her. It is not simply the conflict in the evidence which supports the Decision to refer; the evidence adduced before the Investigator is a sufficient basis to establish the Complaint if the Tribunal finds other evidence not to be credible.", "[92] There is enough in the Decision to show that the Commission evaluated whether the \"hearsay\" evidence was sufficient to refer the Complaint to the Tribunal. It found that the evidence was sufficient but would have to be weighed against other evidence in order to resolve the Complaint. As I read the reasons, the following evidence was considered: - The Respondent's testimony about what Ahenakew told her about the reasons for dismissal; - Jeffrey's testimony about what Ahenakew told him about the Respondent's termination; - Palendat's testimony and journal; - McIntosh's testimony about why he terminated the Respondent; - Other witnesses' testimony. Given this evidence and the admissibility of hearsay evidence before the Tribunal, I think the outcome of the Decision was reasonable. Even accepting that the direct evidence from McIntosh contradicted the hearsay evidence, the hearsay evidence was a reasonable basis upon which the Commission could refer the Complaint to the Tribunal. As the Supreme Court of Canada said in Newfoundland and  <FRAGMENT_SUPPRESSED> Reasons may not include all the arguments, statutory provisions, jurisprudence or other details the reviewing judge would have preferred, but that does not impugn the validity of either the reasons or the result under a reasonableness analysis. A decision-maker is not required to make an explicit finding on each constituent element, however subordinate, leading to its final conclusion ( Service Employees' International Union, Local No. 333 v. Nipawin District Staff Nurses Assn.,", "[1975] 1 S.C.R. 382, at p. 391). In other words, if the reasons allow the reviewing court to understand why the tribunal made its decision and permit it to determine whether the conclusion is within the range of acceptable outcomes, the Dunsmuir criteria are met . [emphasis added]", "[93] In this case, the Commission was clearly aware of all the evidence which was capable of supporting the Complaint and was aware that some of that evidence was hearsay. The Commission has shown the parties (and the Court) the evidence on which it based its Decision to refer the Complaint to the Tribunal. Looking at the evidence the Commission has laid out, the Court is able to determine that the outcome of the Decision was reasonable. The \"hearsay\" evidence - if it is, in fact, hearsay - was sufficient in this case for the Commission to refer the Complaint to the Tribunal for a hearing, so the outcome is within the range of acceptable outcomes. The Court should therefore not interfere on judicial review.", "[94] This does not mean that hearsay evidence will always be sufficient. There are cases emanating from the Court such as <FRAGMENT_SUPPRESSED> , above, and Utility Transport , above, where the evidence in question was not sufficient to support a referral but, in my view, the deficiencies in evidence in those cases were very different from the facts in the present case. <FRAGMENT_SUPPRESSED> involved nothing more than a bare assertion, and in Utility Transport , the evidence offered to ground the complaint was an unattributable rumor. The evidence in the present case, whether hearsay or not, is much stronger.", "[95] In my view, the Applicant is insisting in this application that the Commission has an obligation to assess and weigh the evidence resulting from the Investigation to determine whether there is a reasonable basis for the Complaint. The Applicant has parsed the evidence carefully and has referred in detail to what he regards as its nature and quality as evidence that cannot support the Complaint. In my view, as Cooper , above, teaches, the Commission is not obliged to assess the evidence in this way. Its role at this stage is to decide whether an inquiry is warranted having regard to all the facts. The central component in this exercise is the sufficiency of the evidence before it. However, is assessing sufficiency of evidence, the commission in my view is not bound by formal rules of evidence and has a broad discretion to determine whether an inquiry is warranted. I cannot say on the facts before me in this application that it was unreasonable for the Commission to make the Decision it did.", "[96] As regards the jurisdiction issues with regard to the CLC and its alternative procedures and the complaint that the Commission did not consider and address the Applicant's submissions, I accept the arguments put forward by the Respondent to answer these concerns and adopt them for purposes of these reasons. As became clear at the oral hearing of this matter, the real issue in this application was the debate around the sufficiency of the evidence before the Commission and whether it warranted a referral. Notwithstanding the able arguments of Applicant's counsel, I do not think I can interfere with the Decision for reasons already given. JUDGMENT", "[97] THIS COURT'S JUDGMENT is that 1. The application is dismissed; 2. The Respondent shall have her costs for this application. Application dismissed. Editor: Jana A. Andersen/vnh"]}