{"id_": "043042", "body_str": ["[1] Boivin, J. : This is an application for judicial review of a decision of the Parole Board of Canada, Appeal Division, which upheld a decision of the Parole Board of Canada denying Peter Collins (the applicant) day and full parole for deportation. I. Factual background", "[2] Peter Collins (the applicant) is a fifty-two (52) year-old citizen of the United Kingdom (UK). The applicant has been living in Canada since his early childhood, but has never acquired Canadian citizenship (Applicant's Record, Vol 1 at 22-23).", "[3] The applicant is serving a life sentence for the first degree murder of a police officer (Applicant's Record, Vol 1 at 13).", "[4] The murder occurred in 1983, while the applicant was unlawfully at large after having escaped from custody at the Ottawa-Carleton Detention Centre, where he was detained for various robberies. The applicant entered a shopping mall with the intention of robbing a bank. He noticed a police officer in the food court. The applicant told the officer to stand up and fired a warning gunshot in the air. When the officer walked towards him, the applicant shot him in the chest, killing him. The applicant took the officer's handgun, fired two (2) additional shots in the air and in the food court's crowd. The applicant was arrested shortly thereafter at a residence, where the police found the officer's handgun, two (2) loaded guns and a sawed-off shotgun (Applicant's Record, Vol 1 at 13).", "[5] Since 1991, the applicant has been subject to a deportation order to the UK (Applicant's Record, Vol 1 at 65-66).", "[6] The applicant became eligible for day parole on October 14, 2005, and for full parole on October 14, 2008.", "[7] Upon his release, whether for day parole, full parole or unescorted temporary absences (UTAs), the applicant will be detained by the immigration authorities and deported to the UK ( Immigration and Refugee Protection Act , SC 2001, c 27, s 50( ) [ IRPA ]; Corrections and Conditional Release Act , SC 1992, c 20, s 128(3) [ CCRA ]).", "[8] The applicant appeared for a hearing before the Parole Board of Canada (the Board) - previously called the National Parole Board - in 2006, 2008, 2009, 2010 and was denied parole each time because he was found to pose undue risk.", "[9] On May 31, 2011, the Board conducted an in-office review of the applicant's case. On November 21, 2011, the Parole Board of Canada, Appeal Division (Appeal Division), affirmed this decision.", "[10] On May 18, 2012, the Board denied once again the applicant day and full parole.", "[11] On November 14, 2012, the Appeal Division upheld the Board's decision.", "[12] On December 14, 2012, the applicant filed a notice of application for judicial review of the Appeal Division's decision. II. Impugned decision A. Board's decision", "[13] In its decision to deny both day and full parole, the Board recalled the circumstances surrounding the 1983 murder.", "[14] The Board noted that the applicant described his difficult childhood. It also mentioned that the applicant remembers his actions on the day of the murder, recognizes that his decisions were flawed and expresses remorse for the tragic consequences to the victim's family, his own family and the community at large.", "[15] The victim's widow and one of her sons were present at the hearing. A statement was read mentioning that the dying wish of the victim's mother was that the applicant remained in prison for the murder of her son.", "[16] The Board also noted that the applicant has previously been convicted for assault of a peace officer, theft, possession of stolen property, mischief and failure to appear. The applicant also admitted to have committed seven (7) bank robberies.", "[17] The Board observed that while the applicant completed his correctional plan to address his dynamic risk factors, he still requires a moderated need for intervention regarding community functioning and personal/emotional orientation. The applicant scored +4 on the Statistical Information on Recidivism, which usually indicates that two (2) out of three (3) similar offenders will not commit an indictable offence within three (3) years of their release.", "[18] The Board mentioned that in a recent psychological report, the applicant was qualified as having a \"low moderate\" to \"low risk\" for general and violent recidivism. The psychologist who authored the report supports the transfer of the applicant to a minimum-security prison and highly structured escorted temporary absences (ETAs). A more recent psychological opinion assesses the applicant as a \"low risk\" for future violence. The clinician who wrote the opinion nevertheless recommends constant counselling due to persisting anti-authoritarian and oppositional characteristics. The Board observes that these assessments are an improvement over the applicant's previous assessments and that \"there has been a very gradual lessening of risk over the years\" (Applicant's Record at 14).", "[19] The Board acknowledged the commendable applicant's involvement in various educational and volunteering activities. The applicant is also recognized as an accomplished artist and used his talents to assist charitable organizations.", "[20] The Board mentioned that the applicant has explored a transfer to the UK under the International Transfer Agreement, but decided it would not be in his best interest to pursue this avenue because the procedures appeared uncertain.", "[21] The Board observes that the applicant does not have a specific day parole release plan, but has provided a full parole plan in the case of a return to the UK. This plan includes living with his aunt, letters of support from friends and relatives in Canada and in the UK, as well as from members of his Circle of Support and Accountability in the UK. He also has secured employment with an agency in Canada who would employ him in the UK. The applicant explored supervision options, but none are confirmed.", "[22] The Board noted that the applicant's case management team (CMT) was initially supportive of a transfer to a minimum-security institution, but recent security intelligence information indicated that the applicant was a person of interest in a significant ongoing criminal investigation. Because of that information, the CMT has withdrawn their support for the transfer.", "[23] The Board insisted on the fact that the applicant's CMT is not supportive of release at this juncture and recommends that day and full parole be denied.", "[24] The Board agreed that a typical plan for a person serving a life sentence would include UTAs, followed by day and full parole. However, such a plan is not available to the applicant, as he would be detained and deported by the immigration authorities at his first UTA. The Board was satisfied that a transfer to a minimum-security facility would be an attempt to fulfill the requirement for a gradual and structured release. A period at such a facility would enable the applicant to demonstrate that he can integrate a new environment and follow rules in a much less restrictive setting. Since minimum-security prisons are not fenced, it would also test the applicant's ability to resist escaping. The Board rejected the applicant's argument that, because minimum-security facilities might be fenced soon, it would negate any potential benefit of a transfer to such facilities, as there was no evidence to support the allegation.", "[25] Finally, the Board considered that the applicant was a person of interest in a significant ongoing criminal investigation and that it resulted in the CMT's withdrawal of their support for a transfer to a minimum-security prison. This led the Board to conclude that it was not satisfied that the applicant's risk was manageable in the community, given that no supervision will be possible in another country (Applicant's record, at 15). B. Appeal Division's decision", "[26] The Appeal Division denied the appeal and affirmed the Board's decision of May 18, 2012.", "[27] First, the Appeal Division found that the Board did not fail in its duty to act fairly as it did not base its decision on incomplete information nor did it preclude the applicant from making informed representations.", "[28] The Appeal Division notes that the Board erred when it told the applicant that it had no duty to share support letters with him. It appears that the Board received some support documents at the last minute which were not shared with the applicant. The Appeal Division noted that the Board informed the applicant about the existence of these documents at the hearing and the applicant did not request to see the letters and agreed to proceed with the hearing. The applicant was able to elaborate on the support he received and the Board expressly considered this aspect before rendering its decision.", "[29] The Appeal Division also rejects the applicant's argument that the Board failed to share documents concerning a potential international transfer of prisoners, since it consulted them for the sole purpose of asking the applicant whether he considered this option.", "[30] Second, the Appeal Division found that the Board's decision was fair, reasonable and well supported by available evidence.", "[31] The Appeal Division was of the view that the applicant had not satisfied the onus of demonstrating that there was a reasonable apprehension of bias on the part of the Board. The Appeal Division found that as a reasonable, informed person, viewing the matter realistically and having thought the matter through, would not conclude that the Board pre-determined the applicant's case because the Correctional Services of Canada (CSC) never had the intention of transferring him to a minimum-security facility. The Board, however, did note that the CMT ultimately withdrew its support for the transfer and that the applicant himself did not recognize the value of such a transfer as part of a gradual release process.", "[32] The Appeal Division also determined that the Board's decision was otherwise reasonable. The Board considered all available information, including the positive elements of the applicant's case, but ultimately concluded that before his risk could be deemed manageable without supervision in another country, the applicant needed to demonstrate his ability to operate in a less structured setting such as a minimum-security prison. Given the seriousness of his past violence, the Board reasonably determined that the applicant's risk to society, despite a progressive improvement, remains undue. The Board did not give any weight to the fact that the applicant was a person of interest in an ongoing investigation, but noted that this information resulted in his CMT's withdrawal of its support for a transfer, which denied him the opportunity to enjoy gradual release. III. Relevant provisions", "[33] The following provisions from the Immigration and Refugee Protection Act and the Corrections and Conditional Release Act provide that a removal order against a foreign national who has been sentenced to a term of imprisonment in Canada is stayed until it is completed. It also provided that a sentence will deemed to be completed following release on unescorted temporary absence, day parole or full parole: Immigration and Refugee Protection Act Stay 50. A removal order is stayed ... ) in the case of a foreign national sentenced to a term of imprisonment in Canada, until the sentence is completed; ... CORRECTIONS AND CONDITIONAL RELEASE ACT EFFECT OF PAROLE, STATUTORY RELEASE OR UNESCORTED TEMPORARY ABSENCE Continuation of sentence 128. (1) An offender who is released on parole, statutory release or unescorted temporary absence continues, while entitled to be at large, to serve the sentence until its expiration according to law. ... Sentence deemed to be completed (3) Despite subsection (1), for the purposes of paragraph 50( ) of the Immigration and Refugee Protection Act and section 64 of the Extradition Act , the sentence of an offender who has been released on parole, statutory release or an unescorted temporary absence is deemed to be completed unless the parole or statutory release has been suspended, terminated or revoked, the unescorted temporary absence is suspended or cancelled or the offender has returned to Canada before the expiration of the sentence according to law. Removal order (4) Despite this Act, the Prisons and Reformatories Act and the Criminal Code, an offender against whom a removal order has been made under the Immigration and Refugee Protection Act is not eligible for day parole or an unescorted temporary absence until they are eligible for full parole. Sursis 50. Il y a sursis de la mesure de renvoi dans les cas suivants: ... ... 128. ... Cas particulier ) de la", "[34] The following provisions of the Corrections and Conditional Release Act set out the duties and powers of the Board that are relevant to the case at bar: PURPOSE AND PRINCIPLES Principles guiding parole boards 101. The principles that guide the Board and the provincial parole boards in achieving the purpose of conditional release are as follows: ) parole boards take into consideration all relevant available information, including the stated reasons and recommendations of the sentencing judge, the nature and gravity of the offence, the degree of responsibility of the offender, information from the trial or sentencing process and information obtained from victims, offenders and other components of the criminal justice system, including assessments provided by correctional authorities; ) parole boards enhance their effectiveness and openness through the timely exchange of relevant information with victims, offenders and other components of the criminal justice system and through communication about their policies and programs to victims, offenders and the general public; ) parole boards make decisions that are consistent with the protection of society and that are limited to only what is necessary and proportionate to the purpose of conditional release; ) parole boards adopt and are guided by appropriate policies and their members are provided with the training necessary to implement those policies; and ) offenders are provided with relevant information, reasons for decisions and access to the review of decisions in order to ensure a fair and understandable conditional release process. Criteria for granting parole 102. The Board or a provincial parole board may grant parole to an offender if, in its opinion, ) the offender will not, by reoffending, present an undue risk to society before the expiration according to law of the sentence the offender is serving; and ) the release of the offender will contribute to the protection of society by facilitating the reintegration of the offender into society as a law-abiding citizen. Jurisdiction of Board 107. (1) Subject to this Act, the Prisons and Reformatories Act , the International Transfer of Offenders Act the National Defence Act , the Crimes Against Humanity and War Crimes Act and the Criminal Code , the Board has exclusive jurisdiction and absolute discretion ) to grant parole to an offender; ... Appeal to Appeal Division Right of appeal 147. (1) An offender may appeal a decision of the Board to the Appeal Division on the ground that the Board, in making its decision, ) failed to observe a principle of fundamental justice; ) made an error of law; ) breached or failed to apply a policy adopted pursuant to subsection 151(2); ) based its decision on erroneous or incomplete information; or ) acted without jurisdiction or beyond its jurisdiction, or failed to exercise its jurisdiction. OBJET ET PRINCIPES Principes 101. 102. 107. , de la , de la , de la et du Code criminel a) accorder une libération conditionnelle; ... 147. IV. Issues", "[35] The Court is of the view that this application raises three (3) issues: 1. Was the Board's decision to deny the applicant day parole and full parole reasonable? 2. Does the Board's decision infringe section 7 of the Charter 3. Was the Appeal Division's decision to uphold the Board's decision reasonable? V. Standard of review", "[36] Both parties submit and the Court agrees that, while the decision under review is technically the decision of the Appeal Division, the Court ultimately has to assess the Board's decision ( <FRAGMENT_SUPPRESSED> [2002] FCJ No 1386 (QL) [ Cartier ]; <FRAGMENT_SUPPRESSED> [2010] FCJ No 595 (QL) [ Scott ]; <FRAGMENT_SUPPRESSED> [2010] FCJ No 970 (QL)). If the Board's decision is found to be reasonable, the Appeal Division's decision affirming it will also be reasonable, absent any separate error on its part ( Scott , at para 35).", "[37] The parties also agree that the reasonableness standard applies to questions of fact and questions of mixed fact and law ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]).", "[38] Both parties submit that issues involving alleged Charter violations are reviewable under the correctness standard ( <FRAGMENT_SUPPRESSED> , above at para 55; and <FRAGMENT_SUPPRESSED> , above at para 44). VI. Arguments A. Applicant's arguments", "[39] The applicant argues that the Board erred in law and fettered its discretion in holding that a \"gradual and structured release\" was a \"requirement\" or a pre-condition to the granting of parole. While being desirable and part of the policy of the Board (PBC Policy Manual, Vol 1, no.29, section 4.2, online: <http://www.pbc-clcc.gc.ca/infocntr/policym/polman-eng.shtml>), a gradual and structural release is not a legal requirement. The Board is authorized to adopt policies concerning conditional release, but the latter do not have the status of delegated legislation and remain \"soft law\" ( <FRAGMENT_SUPPRESSED> , above at paras 42-48). By applying this policy preference as a rigid requirement, the Board unlawfully fettered its discretion. Instead of examining the abundant evidence showing that the applicant did not pose a genuine risk to public safety, the Board focused on the requirement of gradual release that is not part of the statutory scheme.", "[40] The applicant submits that the Board erred by deferring to the CMT's withdrawal of support for a transfer to a minimum-security institution instead of undertaking its own risk analysis. The Board accepted the recommendations made by CSC, through the applicant's CMT, when it should have made its own decision ( <FRAGMENT_SUPPRESSED> [2012] FCJ No 535 (QL) [ <FRAGMENT_SUPPRESSED> ]) and explained how a transfer to a minimum-security prison relates to the management of the applicant's perceived risk in the community. This error is even more serious given that the CMT's recommendations are based on outdated psychological reports.", "[41] Third, the applicant contends that the Board acted arbitrarily and contrary to section 7 of the Charter in concluding that the applicant must be transferred to a minimum-security institution before obtaining parole. Exercise of statutory discretion in an arbitrary manner violates section 7 of the Charter R v. Gill , 2012 ONCA 607 at para 64, [2012] OJ No 4332 (QL); ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [2008] FCJ No 6 (QL)).", "[42] The applicant alleges that his deportable status bars him from any mean to attain a gradual and structured release. He cannot participate in UTAs, work releases and day parole because he would be automatically detained and deported to the UK. Moreover, even if ETAs are not prohibited in his case, CSC has denied every attempt by the applicant to participate in non-medical or non-compassionate ETAs based on his deportable status (Collins Affidavit at paras 19-20, 41-65, 148-157), despite having support in that regard (Applicant's Memorandum of Fact and Law at paras 72-79).", "[43] After originally not recommending the transfer of the applicant to a minimum-security facility and suggesting participations in ETAs, the Board changed his position and started to raise the possibility of a transfer to a minimum- security prison (Applicant's Record, Vol 2 at 329). The applicant applied for voluntary transfer to minimum-security, but was denied because of his \"medium\" Security Reclassification Scale (SRS) with a score of 17.5, which indicates that a transfer is unlikely \"without override\" from CSC (Applicant's Record, Vol 2 at 337). The applicant notes that, at this point, because of static factors due to his past actions, his SRS will never be lower than 17.5, regardless of his recent and future behaviour. He will thus never attain 17.0, which would allow him to be transferred to minimum-security facility without the need of an \"override\" (Applicant's Record, Vol 2 at 359). As a result of these elements beyond the applicant's control, his transfer to minimum-security is completely dependant on CSC exercising its discretion to override his SRS (Applicant's Record, Vol 1 at 98-99). Because he was denied a transfer to minimum-security several times over the recent years, despite having the support of various members of CSC personnel, the applicant is concerned that CSC will never use its discretion in his favour. The applicant describes his situation as a \"Catch-22\": no form of official conditional release in Canada is available to him in law, and their purported substitutes, such as ETAs and a transfer to minimum-security, are unavailable to him in practice. This \"Catch-22\" is arbitrary as it is the result of blind adherence to the policy of gradual release and the practical unavailability of all alternatives to traditional conditional release due to CSC's own decisions (Applicant's Memorandum of Fact and Law at paras 80-100).", "[44] Fifth, the applicant claims that the Board erred in failing to take into account the fact that CSC has opposed his efforts to pursue the gradual and structured release that it requires of him. By imposing requirements but preventing the applicant from effectively seeking them, CSC's real purpose appears to be the prolongation of the applicant's incarceration (Applicant's Memorandum of Fact and Law at paras 101-121). CSC required the applicant to demonstrate his ability to function in community, by working or volunteering, yet it is fully aware that the applicant will never be able to fulfil this requirement as he is ineligible to any form of conditional release in Canada (Applicant's Memorandum of Fact and Law at paras 103-104). The applicant also contends that, by recommending a gradual and structural release while denying every demand made by the applicant to participate in ETAs, CSC has been capricious (Applicant's Memorandum of Fact and Law at paras 105-101). Moreover, the applicant submits that CSC is holding two (2) contradictory positions: it states that a very gradual and structural release is required and opposes on that basis full parole; at the same time, because the applicant is deportable, it presents no actual plan for his gradual release and oppose any application for ETAs or transfer to a minimum-security facility (Applicant's Memorandum of Fact and Law at paras 112-116). B. Respondent's arguments", "[45] First, the respondent submits that the Board reasonably found that the applicant poses an undue risk.", "[46] The respondent argues that the applicant mischaracterizes the Board's reasoning by claiming that the Board held that a gradual and structural release was a legal pre-condition for granting parole. On the contrary, the Board conducted an appropriate analysis of the risk to society posed by the applicant. The Board considered the seriousness of the applicant's offence, his background and prior violence, the progress he made in programming and counselling, the psychological assessments, the applicant's release plan for the UK and the fact that he would be released without mandatory supervision in the UK. The Board also discussed the applicant's submissions.", "[47] In addition, the Board considered the CMT's Assessment for Decision, issued on April 11, 2012 (Applicant's Record, Vol 1 at 168-174) ( <FRAGMENT_SUPPRESSED> , above at para 14). In its assessment, the CMT considered the applicant's history, his risk of recidivism and the parole officer's observations and recommended that the applicant be transferred to a minimum-security institution before he can apply for parole. The CMT's recommendation was mostly based on the fact that the applicant spent most of his adult life in prison and would benefit from spending some time in the community, as opposed to the restrictive environment of his present medium security facility, before he is set free. After considering all this information, the Board determined that, because he would be under no mandatory supervision in the UK, the applicant poses a risk that is not undue. As a result, the Board decided that the applicant needed to demonstrate that he can integrate into a new environment and follow rules in a less restrictive setting.", "[48] The respondent argues that the Board arrived to its own conclusion and did not blindly follow the CMT's recommendations. The Board never suggested that a gradual and structured release was a requirement. Rather, the Board found that, in the applicant's specific case and taking all the information into account, the Board might have been satisfied that the applicant would not pose an undue risk to society if he had previously spent time at a minimum-security prison. The respondent submits that it is not the role of this Court on judicial review to reweigh the information before the Board ( <FRAGMENT_SUPPRESSED> [2012] FCJ No 589 (QL) [ <FRAGMENT_SUPPRESSED> ]).", "[49] Second, the respondent submits that the Board's decision does not infringe section 7 of the Charter . The respondent further submits that a refusal to grant parole does not amount, in and of itself, to a deprivation of a liberty interest protected by section 7 of the Charter . Parole is merely a change in the form of a sentence and, as such, is a privilege, not a right ( Scott , above at paras 62-63; <FRAGMENT_SUPPRESSED> [2012] FCJ No 1059 (QL)). Even if a Board's decision to deny parole was characterized as a deprivation of liberty contrary to section 7 of the Charter , such a deprivation would not be contrary to the principles of fundamental justice because it was necessary for the protection of the public in accordance with section 102 of the CCRA Scott , above at 70).", "[50] The respondent contends that the mere suggestion that a transfer to a minimum-security facility could satisfy the Board, that the applicant does not pose an undue risk to society, suggests that parole is not an impossibility. The respondent argues that the fact that ETAs were denied to the applicant in the past and that CSC refused to transfer him to a minimum-security prison does not mean that the same decisions will be made in the future. As the situation of the applicant evolves and his risk of recidivism lowers, CSC's decisions might be different in the future. It is worth noting that the CMT withdrew its support for a transfer only because the applicant was named as a person of interest in an ongoing police investigation. The Board did see this withdrawal as a temporary setback, and not a permanent situation (Respondent's Memorandum of Fact and Law at paras 54-58).", "[51] The respondent adds that as long as an inmate's release poses an undue risk to society, his detention can justifiably be maintained for a lifetime ( <FRAGMENT_SUPPRESSED> , above at 31). The applicant's contention that because he was denied ETAs and a transfer to minimum-security in the past and should therefore be released without restriction to the UK is untenable (Respondent's Memorandum of Fact and Law at paras 59-60)", "[52] Third, the respondent contends that the Board does not have jurisdiction over CSC's decisions (Respondent's Memorandum of Fact and Law at paras 62-66). Since the Board does not have jurisdiction over CSC's decisions regarding an inmate's correctional plan ( <FRAGMENT_SUPPRESSED>  [2006] FCJ No 924 (QL) [ Collier ]), any complaint the applicant might have should be addressed to the CSC through the relevant grievance process ( <FRAGMENT_SUPPRESSED> [2002] FCJ No 978 (QL)). The Board only had to determine whether the applicant's release would constitute an undue risk to society, and not to conduct a grievance assessment or a judicial review of CSC's decisions.", "[53] Fourth, the respondent submits that the Appeal Division's decision was reasonable (Respondent's Memorandum of Fact and Law at paras 67-69). Since the Board's decision was reasonable, the decision of the Appeal Division affirming it should also be reasonable unless it committed a separate error ( Scott , above at para 35). As the applicant does not allege any separate error by the Appeal Division, the Court should not intervene in its decision. VII. Analysis A. Was the Board's decision to deny the applicant day and full parole reasonable?", "[54] In substance, the applicant makes three (3) main submissions attacking the reasonableness of the Board's decision. He first claims that the Board unlawfully fettered its own discretion by reading in the requirement of a gradual and structured release prior to granting parole. Second, he submits that the Board did not conduct its own analysis of the applicant's situation and unduly deferred to the CSC's recommendations. Third, he argues that CSC deliberately prevented him from participating in any form of gradual and structured release, which the Board considered as a requirement to parole.", "[55] First, the Court agrees with the respondent that the applicant mischaracterized the Board's reasoning. While the Board's use of the word \"requirement\" to designate the \"gradual and structured release\" plan (Applicant's Record at 15) recommended by the CMT might not have been the most fortunate, it is not fatal and nothing in its decision suggests that it unlawfully fettered its discretion.", "[56] Section 102 of the Corrections and Conditional Release Act provides the criteria for granting parole: Criteria for granting parole 102. The Board or a provincial parole board may grant parole to an offender if, in its opinion, ) the offender will not, by reoffending, present an undue risk to society before the expiration according to law of the sentence the offender is serving; and ) the release of the offender will contribute to the protection of society by facilitating the reintegration of the offender into society as a law-abiding citizen. 102.", "[57] Paragraphs 101( ) and ( ) of the Corrections and Conditional Release Act provide that, while applying the criteria above, the Board must take into consideration all relevant information and make decisions that are consistent with the protection of society and are limited to what is necessary and proportionate for the purposes of conditional release: Principles guiding parole boards 101. The principles that guide the Board and the provincial parole boards in achieving the purpose of conditional release are as follows: ) parole boards take into consideration all relevant available information, including the stated reasons and recommendations of the sentencing judge, the nature and gravity of the offence, the degree of responsibility of the offender, information from the trial or sentencing process and information obtained from victims, offenders and other components of the criminal justice system, including assessments provided by correctional authorities; ... ) parole boards make decisions that are consistent with the protection of society and that are limited to only what is necessary and proportionate to the purpose of conditional release; Principes 101. [...]", "[58] In its decision, the Board reviewed, among other things, the circumstances of the murder, the applicant's violent history, his volunteering activities, the numerous psychological and risk assessments made by the authorities and the recommendations of the CMT. The Board noted that the risk to society posed by a release of the applicant, has slowly decreased over time but it is such that full parole is not warranted at this point. While the applicant contends that his risk to society is now low, he does not allege that the Board made an error on this point. Since this is a highly factual determination made by the Board in its area of expertise, the Court finds that this conclusion should not be disturbed ( <FRAGMENT_SUPPRESSED> , above at para 33).", "[59] The Board noted that because of the applicant's deportable status, day parole would result in his deportation to the UK and unconditional release. And since other forms of gradual release such as UTAs are not available to him, the only option that could render the applicant's risk in the community more manageable would be a transfer to a minimum-security prison. The Board found that such a transfer would enable the applicant to demonstrate his ability to follow rules in a less restrictive environment.", "[60] It is the Court's view that the Board's decision was based on the CCRA criteria, namely the protection of the public by not releasing the applicant while he still presents an undue risk and by facilitating his reintegration to society. Throughout its decision, the Board applied the CCRA principles by considering all available evidence and striving to strike a balance between the paramount importance of protecting society and making the least restrictive determination for the applicant. The applicant failed to convince the Court that in doing so, the Board unlawfully fettered its discretion in any way.", "[61] The Court is also of the view that the Board's decision was based on the relevant statutory criteria and principles, was well reasoned and based on all the information that was before it. It gave weight to the CMT's withdrawal of support for the applicant's transfer to a minimum-security facility, but nevertheless conducted its own analysis of the issue before it, which was whether or not to grant the applicant day or full parole. Both options would, because of the applicant's deportable status, result in his deportation to the UK, where he would essentially be unconditionally released. It found that such an outcome is not in the interest of society's protection, as his risk is not yet manageable in the community.", "[62] The Board discussed the possibility of a transfer to a minimum-security facility, because it could demonstrate the applicant's ability to function in a community and follow rules in a less controlled setting, eventually alleviating the remaining concerns regarding his risk to society. However, since the Board does not have the power to order such a transfer, the CMT's recommendation was, in practice, determinative regarding the prospect of a transfer at the time of the hearing. The Board's decision to deny parole was ultimately based on its assessment of the applicant's risk. The Court therefore finds no merit to the applicant's second submission.", "[63] The applicant failed to convince the Court that it was unreasonable for the Board to require a gradual and structured release while failing to consider CSC's deliberate attempts to block all means to attain such a gradual release. Even if the record indicates that several applications for ETAs and for transfers to minimum-security have been denied in the past, nothing suggests that all future demands will have such a fate. Indeed, the applicant's CMT was initially open to a transfer - which is indicative of the improving prospect for the applicant - but the CMT withdrew its support at the last minute due to an ongoing significant criminal investigation. The CMT's last minute withdrawal translated into a genuine set-back for the applicant. However peculiar or unfortunate it may have been for the applicant to become a person of interest as part of a significant criminal investigation at the very last stage of the process, this issue falls outside the scope of the present application for judicial review ( Collier , above at para 46). B. Did the Board's decision infringe section 7 of the Charter?", "[64] The Court has found that the Board did not unlawfully fetter its discretion, reasonably applied the statutory criteria and principles to the facts of this case and committed no reviewable error in its handling of the evidence before it. Accordingly, in these circumstances, the applicant's argument that the Board's decision is arbitrary and deprived him of his liberty contrary to section 7 of the Charter is not convincing.", "[65] The Court agrees with the respondent that denying parole is merely a modification of an existing sentence and does not constitute, in and of itself, a deprivation of liberty guaranteed by the Charter Scott , above at para 70).", "[66] The Court cannot accept the applicant's argument that, because all his attempts to attain a gradual and structured release have been denied so far and are likely to be denied in the future, he is deprived of his right to liberty in violation of the Charter . It is trite law to find that, should his unconditional release continue to threaten society, his detention could be justifiably maintained for a lifetime ( <FRAGMENT_SUPPRESSED> , above at 31). However, as mentioned above, the Court cannot accept the applicant's argument that he has no means to achieve the kind of incremental release that would alleviate the remaining risk he poses to society. For instance, the record suggests that, but for the ongoing police investigation, that the CMT would not have opposed his transfer to minimum-security. The applicant's situation seems to be evolving positively. Nothing allows this Court to find, at this juncture, that he will never be put in a less restrictive setting that in turn might allow him to convince the Board that he does not present a risk to public security. C. Was the Appeal Division's decision to uphold the Board's decision reasonable?", "[67] The Court is satisfied that the Board, in accordance with the relevant statutory criteria and principles, reasonably denied the applicant day and full parole. The Court also concludes that the Board's decision does not infringe the Charter . Since the applicant did not allege any separate error on the part of the Appeal Division, the Court's intervention in its decision is not warranted.", "[68] For all of these reasons, the application is dismissed. The Court, in exercising its discretion, has decided that there will be no costs awarded. JUDGMENT", "[69] THIS COURT'S JUDGMENT is that the application be dismissed. No costs. Application dismissed. Editor: J. Danielle King/vnh"]}