{"id_": "043243", "body_str": ["[1] Manson, J. : This is an application for judicial review of the decision of Anthony P. da Silva, a member of the Refugee Protection Division of the Immigration and Refugee Protection Board [the Board], pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [the Act]. The Board dismissed the Applicant's claim for refugee protection, concluding that he was not a convention refugee or person in need of protection under sections 96 and 97 of the Act.  <FRAGMENT_SUPPRESSED> I. Issue  <FRAGMENT_SUPPRESSED>", "[1] The issue raised in the present application is as follows:  <FRAGMENT_SUPPRESSED> A. Was the Board's decision unreasonable?  <FRAGMENT_SUPPRESSED> II. Background  <FRAGMENT_SUPPRESSED>", "[2] The Applicant is a Tamil citizen of Sri Lanka. Prior to coming to Canada he resided in Sampaltivu, an area that was under the control of the Liberation Tigers of Tamil Eelam [LTTE], until 1990. At that time he moved to Trincomalee, an area controlled by the Sri Lankan Army [SLA].  <FRAGMENT_SUPPRESSED>", "[3] The Applicant alleges that in January, 1998, he was detained, interrogated, threatened and beaten by SLA security forces who suspected that he was connected to the LTTE because he was born in an LTTE-controlled area. After an intervention by his school principal, he was released in April, 1998 and in 2000 he moved with his family to Nithyapuri, an area controlled by the SLA.  <FRAGMENT_SUPPRESSED>", "[4] The Applicant alleges that he was continually harassed by members of the LTTE after he moved to Nithyapuri. This harassment led him to leave school in 2003. In 2004, he started a taxi business but was harassed by SLA security forces officers.  <FRAGMENT_SUPPRESSED>", "[5] In June, 2009, the Applicant was detained, threatened and beaten by SLA security forces on the grounds that he was suspected of assisting the LTTE as a taxi driver. His father was able to facilitate a bribe and the Applicant was released on October 15, 2009. It is unclear if the bribe was received by the security forces and whether it played a role in his release. After his release, members of a Tamil paramilitary group visited the Applicant's father and threatened to fabricate evidence proving the Applicant's involvement with the LTTE and give it to SLA security forces if he did not pay them.  <FRAGMENT_SUPPRESSED>", "[6] On October 31, 2009, the Applicant fled to Mexico via Thailand and entered the United States illegally on November 10, 2009, where he was detained until February, 2010. He travelled to Canada and made a claim for refugee protection on February 9, 2010.  <FRAGMENT_SUPPRESSED>", "[7] The Board found that the Applicant did not have a well-founded fear of persecution.  <FRAGMENT_SUPPRESSED>", "[8] The Board concluded that the Applicant was not personally targeted on either of the two occasions he was detained. Rather, he fit a profile that the security forces were detaining at those times. He was detained in 1998 because he fit the profile of a young Tamil male. In 2009, he was detained because he was a male Tamil driver. While his history of detention parallels the history of many young Tamil males during and after the period of conflict between the SLA and LTTE, there is little reason to believe that he would be targeted should he return to Sri Lanka as he is not an LTTE member, fighter or operative, or person who played a role in the international procurement network. The increasing sophistication of Sri Lankan government records would substantially decrease the risk that a person with no links to the LTTE would be targeted. Further, there was a large gap in time between the two alleged incidences of persecution.  <FRAGMENT_SUPPRESSED>", "[9] The Board gave very little weight to the Applicant's place of birth being in a Tamil-controlled area in Eastern Sri Lanka as a risk factor for persecution.  <FRAGMENT_SUPPRESSED>", "[10] The Board held that, despite evidence that Sri Lanka is not safe for failed asylum seekers, and particularly for those connected to the LTTE, the Applicant's lack of sufficient profile and connection to the LTTE suggests that he would not attract particular negative attention that would give rise to a risk of persecution if he was returned to Sri Lanka.  <FRAGMENT_SUPPRESSED>", "[11] The Applicant also alleged that the Tamil Peoples Liberation Tigers political party (formerly known as the Karuna Group) will extort him should he return to Sri Lanka. While acknowledging there is evidence that paramilitary groups are involved in extortion, the Board noted that the evidence before it was from 2010, not 2012. Consequently, the Board found that there is insufficient trustworthy evidence to suggest that the Karuna Group would present more than a generalized risk to the Applicant.  <FRAGMENT_SUPPRESSED> III. Standard of Review  <FRAGMENT_SUPPRESSED>", "[12] The standard of review is that of reasonableness ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED> IV. Analysis  <FRAGMENT_SUPPRESSED>", "[13] While acknowledging that the Board need not examine every piece of evidence, the Applicant argues that the Board was obliged to discuss and give reasons for rejecting important evidence which contradicts its conclusions ( <FRAGMENT_SUPPRESSED> [ Cepeda-Gutierrez ]; <FRAGMENT_SUPPRESSED> [ Packinathan ]). The Applicant alleges that the Board ignored evidence in concluding that because the Applicant was from Eastern Sri Lanka and not Northern Sri Lanka, his birthplace was not a significant risk factor.  <FRAGMENT_SUPPRESSED>", "[14] The Board only referred to one excerpt at page 33 of a Danish Immigration Service report titled \"Human Rights and Security Issues concerning Tamils in Sri Lanka,\" in discounting the Applicant's place of birth in Eastern Sri Lanka as a significant risk factor.  <FRAGMENT_SUPPRESSED>", "[15] However, the Applicant cited many excerpts from a United Nations High Commission on Refugees report titled \"Guidelines for Assessing the International Protection Needs of Asylum-Seekers from Sri Lanka\" (at pages 56 and 61) and a United Kingdom Border Agency report titled \"Sri Lanka: Country of Origin Information,\" (at pages 93, 120-122, 126-127 and 158). These excerpts show that Tamil men from both Eastern and Northern Sri Lanka are victims of enforced disappearances and abductions, undocumented detentions, extortion and ransom, extrajudicial killings, frequent harassment, close scrutiny from police and anti-terrorism measures, harsh material conditions and economic marginalization.  <FRAGMENT_SUPPRESSED>", "[16] The Respondent argues that the precedent  <FRAGMENT_SUPPRESSED> -Gutierrez applies to evidence specific to an applicant, and not general country condition evidence. I find that nothing  <FRAGMENT_SUPPRESSED> -Gutierrez supports such a narrow reading so as to constrain its precedent to evidence regarding the Applicant's personal situation. This is supported by the jurisprudence ( <FRAGMENT_SUPPRESSED> , at para 9; <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[17] It is unreasonable to ignore the clear evidence which shows that Eastern and Northern Tamil males face the same substantial risks of persecution. This contradicts the Board's finding on this important issue and no single concluding statement by the Board which asserts that it considered all the evidence is sufficient to support a finding otherwise ( Cepeda- <FRAGMENT_SUPPRESSED> at para 17; <FRAGMENT_SUPPRESSED> , at para 10).  <FRAGMENT_SUPPRESSED>", "[18] For these reasons, this application for judicial review is allowed.  <FRAGMENT_SUPPRESSED>", "[19] THIS COURT'S JUDGMENT is that :  <FRAGMENT_SUPPRESSED> 1. The application is allowed and the matter is referred back to a differently constituted Board for reconsideration;  <FRAGMENT_SUPPRESSED> 2. No question is certified.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED> I.", "II.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11] III. La norme de contrôle applicable  <FRAGMENT_SUPPRESSED>", "[12] <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED> IV. Analyse  <FRAGMENT_SUPPRESSED>", "[13] <FRAGMENT_SUPPRESSED> ( Cepeda-Gutierrez ); <FRAGMENT_SUPPRESSED> et 10 ( Packinathan", "[14] Human Rights and Security Issues concerning Tamils in Sri Lanka", "[15] Guidelines for Assessing the International Protection Needs of Asylum-Seekers from Sri Lanka Sri Lanka: Country of Origin Information", "[16] Packinathan <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[17] Cepeda-Gutierrez, Packinathan", "[18] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[19] [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}