{"id_": "043333", "body_str": ["[1] Phelan, J. : Mr. Atkins, who ably represented himself in this Court, is attempting to have a disability pension, granted June 29, 2005, made retroactive to 2000. This is the maximum retroactivity which may occur under the Veterans Review and Appeal Board Act , S.C. 1995, c. 18 ( Act ). Mr. Atkins has a number of problems with events and advice received in 1992 when he first began the disability pension process. The basis of Mr. Atkins' claim is that he submitted new evidence and therefore it was unreasonable not to grant his request for retroactivity.", "[2] The real point of this case is the effective date of Mr. Atkins' pension claim related to cervical disc disease. II. BACKGROUND", "[3] The Applicant served in the military almost continually from 1969 to 1993. His trade was physical training but he was first attached to an infantry regiment, then he served in the airborne forces and finally in search and rescue operations.", "[4] On June 4, 1992, Mr. Atkins filed a Notice of Application for a disability pension in which he included, amongst other matters, a claim for both his back (lumbar) and cervical spine injury. His Notice also included claims for hearing loss as well as hip and neck injuries.", "[5] Between the filing of the Notice of Application, the filing of the First Application on February 1, 1993 and the application going forward for consideration, there were a number of medical reports and interactions between the Bureau of Pension Advocates (BPA) and Veterans Affairs' medical advisers.", "[6] As a result of a request for further information in support of his claim, Mr. Atkins obtained a medical assessment from a Dr. Gray. In that assessment Dr. Gray notes that X-rays of the cervical spine showed \"mild degenerative change at L3, 4. No other significant changes found.\" Mr. Atkins alleges that this was a typo because the \"L\" designation refers to the lumbar region not the cervical region where discs would have a \"C\" designation.", "[7] On June 14, 1994, on the recommendation of a medical adviser at Veterans Affairs, the hip and neck claims were dropped by the BPA. The medical adviser indicated that a claim could be made for injury to the lumbar region. Such a claim appears consistent with the X-ray reports of mild degenerative disc disease at L4-5 and moderate degenerative disc disease at L-5 and S-1.", "[8] Mr. Atkins claims that the BPA had informed him that he could not combine a claim for lumbar injury with that of cervical injury.", "[9] In any event, when the application was put to the Canada Pension Commission (CPC), it considered only the hearing loss and lumbar disc claims (any cervical disc claim was dropped). The CPC concluded that the lumbar condition was not directly connected to military service but to age and was degenerative in nature. His claim was denied.", "[10] As a result of some form of advice from a friend, Mr. Atkins made an application on June 29, 2001 for pension benefits of cervical disc disease.", "[11] The pension claim was granted with full entitlement at 25%. The effective date was confirmed as June 29, 2005; the date on which the complete application was made.", "[12] The Applicant was not content with the result as he contended that the true application date was in 1992 when he first raised cervical injury as a possible claim.", "[13] As a consequence, the Applicant sought a review of the effective date before the Veterans Review and Appeal Board (VRAB). The VRAB decided on January 11, 2007 that there should be no change to the effective date.", "[14] That decision was appealed to the VRAB Entitlement Appeal Panel (Appeal Panel) which confirmed the VRAB's decision.", "[15] On August 30, 2007, the Applicant then applied for a reconsideration of the Appeal Panel's decision before the Reconsideration Panel. As part of the reconsideration, the Applicant submitted as evidence (a) a letter to Dr. Gray asking if his diagnosis of September 23, 1993 was legitimate which Dr. Gray confirmed with a note \"yes\" written on a copy of Mr. Atkin's letter, and (b) a copy of the September 23, 1993 Gray report with the \"L\" in the \"L3, 4\" changed to a \"C\".", "[16] The Reconsideration Panel concluded that there was no new evidence presented and that there were no errors in law or fact on the part of the Appeal Panel. The Reconsideration Panel applied the four-part test in <FRAGMENT_SUPPRESSED>  (T.D.), as to what constituted new and credible evidence.", "[17] The Reconsideration Panel held that the evidence was not new because it could have been adduced prior to the Appeal Panel's decision and, while relevant and credible, it did not pertain to changing the result. That Panel went on to find that the facts and law had been properly considered and applied and declined to hear the case.", "[18] The judicial review of the Reconsideration Panel's decision raises the principal issue of (a) whether the conclusion as to new evidence was reasonable, and (b) if in confirming the effective date of June 29, 2005, there were other errors which warrant this Court's intervention. III. ANALYSIS A. Standard of Review", "[19] Decisions of the VRAB are generally discretionary and are subject to a reasonableness standard ( <FRAGMENT_SUPPRESSED> ). While the issue of what is \"new evidence\" consists of a legal determination as to the test for \"new evidence\", and therefore is subject to correctness, the application of the facts to the test of new evidence, as occurred here, is subject only to reasonableness.", "[20] The other grounds of errors of fact and law were not seriously challenged; however, the issue of retroactivity is subject to statutory provisions going to jurisdiction and thus must be subject to a correctness standard.", "[21] The relevant statutory provisions are sections 39, 80, 81 and 82 of the , R.S. 1985, c. P-6: \"39(1) A pension awarded for disability shall be made payable from the later of (a) the day on which application therefor was first made, and (b) a day three years prior to the day on which the pension was awarded to the pensioner. \"(2) Notwithstanding subsection (1), where a pension is awarded for a disability and the Minister or, in the case of a review or an appeal under the Veterans Review and Appeal Board Act, the Veterans Review and Appeal Board is of the opinion that the pension should be awarded from a day earlier than the day prescribed by subsection (1) by reason of delays in securing service or other records or other administrative difficulties beyond the control of the applicant, the Minister or Veterans Review and Appeal Board may make an additional award to the pensioner in an amount not exceeding an amount equal to two years pension. \"80(1) Subject to subsection (2), no award is payable to a person unless an application has been made by or on behalf of the person and payment of the award has been approved under this Act. \"(2) A survivor or child of a deceased member of the forces who, at the time of the member's death, (a) was living with the member, and (b) was a person in respect of whom an additional pension was being paid to the member need not make an application in respect of a pension referred to in paragraph 21(1)(i) or (2)(d) or subsection 34(6), (7) or (11) or 45(2), (2.1), (3), (3.01) or (3.1) or an allowance referred to in subsection 38(3) or 72(5). \"81(1) Every application must be made to the Minister. \"(2) The Minister shall consider an application without delay after its receipt and shall (a) where the Minister is satisfied that the applicant is entitled to an award, determine the amount of the award payable and notify the applicant of the decision; or (b) where the Minister is not satisfied that the applicant is entitled to an award, refuse to approve the award and notify the applicant of the decision. \"(3) The Minister shall, on request, (a) provide a counselling service to applicants and pensioners with respect to the application of this Act to them; and (b) assist applicants and pensioners in the preparation of applications. \"82(1) Subject to subsection (2), the Minister may, on the Minister's own motion, review a decision made by the Minister or the Commission and may either confirm the decision or amend or rescind the decision if the Minister determines that there was an error with respect to any finding of fact or the interpretation of any law, or may do so on application if new evidence is presented to the Minister. \"(2) Subsection (1) does not apply with respect to a decision made by an Assessment Board or Entitlement Board under the former Act.\" B. New Evidence", "[22] The test for new evidence is well described in <FRAGMENT_SUPPRESSED> , at paragraph 26: \"26 However, I am satisfied that Dr. Murdoch's report qualifies as 'new evidence' for the purposes of Section 111. The applicant has cited a test for 'new' evidence from Palmer and  <FRAGMENT_SUPPRESSED>  (S.C.C.) at 224 (hereinafter Palmer ): '... The following principles have emerged: (1) the evidence should generally not be admitted if, by due diligence, it could have been adduced at trial provided that this general principle will not be applied as strictly in a criminal case as in civil cases: see <FRAGMENT_SUPPRESSED> ; (2) the evidence must be relevant in the sense that it bears upon a decisive or potentially decisive issue in the trial; (3) the evidence must be credible in the sense that it is reasonably capable of belief, and (4) it must be such that if believed it could reasonably, when taken with other evidence adduced at trial, be expected to have affected the result.'\"", "[23] The Applicant relies on the 2008 notation from Dr. Gray indicating \"yes\" and the change from \"L\" to \"C\" noted on a copy of his original report. Presumably this notation by Dr. Gray was to indicate cervical problems rather than lumbar.", "[24] However, even if Dr. Gray's report in 1993 contained an error, that is not sufficient for the Applicant to succeed.", "[25] Dr. Gray was asked for his confirmatory opinion in 2008, yet there is insufficient evidence of due diligence to discuss with Dr. Gray his diagnosis of 1993, subsequent to it or prior to any of the various reviews prior to the proceedings of the Reconsideration Panel.", "[26] There is also an issue of insufficiency of evidence. The affirmatory note by Dr. Gray that his 1993 report was a \"legitimate\" diagnosis adds nothing new to the record. The revision on his 1993 report does not indicate the significance of the purported change from L3, 4 to C3, 4.", "[27] The Reconsideration Panel concluded that the evidence did \"not pertain to changing the result\". The Court presumes that this phrasing is a reference to the fourth test in <FRAGMENT_SUPPRESSED>  - that the new evidence, if believed, could reasonably, when taken with other evidence adduced at trial, be expected to have affected the result.", "[28] There is nothing to suggest that Dr. Gray's 2008 notations would have changed the result of the 2005 decision. The Applicant cannot in the context of a review relitigate the 1994 decision by suggesting that his claim was always one related to cervical injury when his application dropped that very claim and proceeded with a claim for lumbar injury. Any suggestion that the Applicant was not well served by the BPA is not a matter to be determined in this proceeding.", "[29] Therefore, the Court cannot find that the Reconsideration Panel's conclusion that there was no \"new evidence\" justifying a review of the effective date of the pension was unreasonable. C. Other Errors of Fact and Law", "[30] While there was reference to the decision in <FRAGMENT_SUPPRESSED>  this case does not turn on issues of burden of proof or whether an applicant must meet some high threshold of proof.", "[31] The power of the Reconsideration Panel (or any other relevant deciding body) to alter the effective date of a pension is very circumscribed. Section 39 sets out two circumstances for setting a date on which a pension is payable.", "[32] Under s.39(1) the pension is payable on the later (not the \"earlier\") of the day on which the application is made and a day three years prior to the day the pension is awarded. The practical anticipated effect of the provision is that any award should be made within three years of an application being filed.", "[33] Since the Applicant withdrew the cervical injury claim from his 1992 application, that application has no bearing on the calculation of the date on which the award is payable and does not form a basis for retroactivity from October 11, 2002 (three years prior to the date of the award).", "[34] The cervical pension application was completed June 29, 2005 and awarded October 11, 2005 (three years earlier being October 11, 2002). The pension was made payable on June 29, 2005, the later of the two possible dates under s.39(1).", "[35] Section 39(2) sets a two (2) year maximum on retroactivity where there have been delays in securing service or other records or administrative delays. On the record here there was no such evidence of any of these circumstances. It was therefore reasonable for the Reconsideration Panel to refuse s.39(2) relief.", "[36] There are no other errors which warrant this Court's intervention. IV. CONCLUSION", "[37] Therefore, this judicial review will be dismissed. Under the circumstances, the Court will not impose a cost award against the Applicant. JUDGMENT", "[38] THIS COURT ORDERS AND ADJUDGES that this application for judicial review is dismissed. Application dismissed. Editor: Jana A. Andersen/clh [End of document]"]}