{"id_": "043442", "body_str": ["[1] Annis, J. : This is an application for judicial review pursuant to section 18.1 of the Federal Courts Act , RSC 1985, c F-7 of a decision of Transport Canada refusing the Applicant's application for a transportation security clearance [the clearance] required to work at Lester B. Pearson International Airport in Toronto, Ontario [the airport]. II. Factual Background", "[2] The Applicant has been employed as a baggage handler for Servisair at the airport, a position that requires access to restricted areas of the airport. He initially obtained a clearance in 1997, to be renewed every five years, and the most recent renewal occurred on June 11, 2012.", "[3] On August 13, 2013 the Royal Canadian Mounted Police [the RCMP] provided Transport Canada with a Law Enforcement Records Check report [the RCMP Report] regarding the Applicant, which it indicated as follows: • The Applicant is associated with three other individuals employed at the airport, identified only as Subjects A, B, and C [the Subjects], who are believed to be co-conspirators in a drug importation ring at the airport; • The YYZ Airport Intelligence Unit received information from a reliable human source on May 7, 2007 indicating that the Applicant and the Subjects were attending the airport on their days off to retrieve controlled substances from international flights; • On May 14, 2007, the Canadian Border Services Agency [CBSA] observed Subject A offloading baggage onto a conveyor belt at Terminal 3 of the airport and that one of the offloaded suitcases was found to contain twenty bricks of cocaine hidden in two small backpacks; • The Applicant and the remaining two Subjects were identified as being at Terminal 3 that day, despite not being scheduled to work; • The packing strategy observed by the CBSA is a \"strong indicator\" of an internal conspiracy and employee corruption; • A January 25, 2008, report by the YYZ Airport Intelligence Unit revealed that the Applicant and the Subjects were believed to be part of a group suspected of smuggling narcotics out of the airport and that there was electronic data indicating that the Applicant and Subject A were attending the airport on their days off and using their Restricted Area Identity Cards [RAICs] to access secure doors within the airport; and • The RCMP's Toronto Airport Drug Enforcement Unit received information from a reliable confidential human source that the Applicant can and does conspire to import drugs with individuals other than Subject A at the airport;", "[4] In a letter dated August 22, 2013 [the Letter], the Chief of Security Screening Program [SSP] advised the Applicant that the SSP had received adverse information regarding his suitability to retain the clearance and that his clearance would be reviewed by the Transportation Security Clearance Advisory Body [the Advisory Body], which would in turn provide a recommendation to the Minister of Transport [the Minister]. The Letter included, in nearly verbatim detail, the allegations outlined in the RCMP Report.", "[5] The Letter directed the Applicant to consult the Transportation Security Clearance Program Policy [the Policy] and encouraged him to provide any additional information or explanation, including any extenuating circumstances. The Applicant did not provide any response to the Letter.", "[6] The Advisory Body convened on November 19, 2013 and recommended cancelling the Applicant's clearance based on its conclusion that the information on file led the Advisory Body to reasonably believe, on a balance of probabilities, that the Applicant may be prone or induced to commit an act or to assist or abet any person to commit an act that may unlawfully interfere with civil aviation.", "[7] The final decision to cancel the clearance was made on behalf of the Minister by Ms. Erin O'Gorman, the Director General of Aviation Security and was communicated to the Applicant in a letter dated December 13, 2013. The decision essentially reiterated the factors considered by the Advisory Board and its concerns regarding the Applicant's suitability for the clearance. III. Issues", "[8] The singular issue in this application for judicial review is whether there was a breach of procedural fairness. IV. Standard of Review", "[9] The standard of review for questions of procedural fairness in the context of transportation security clearances is correctness ( <FRAGMENT_SUPPRESSED> [ Sylverster ], citing <FRAGMENT_SUPPRESSED>  [ Clue ]). V. Analysis", "[10] In security clearance cases, it has been said that the level of fairness is \"limited to the right to know the facts alleged against [the Applicant] and the right to make representations about those facts\" ( <FRAGMENT_SUPPRESSED> [ Salmon ], Sylvester at para 11, citing <FRAGMENT_SUPPRESSED> [ Rivet ]).", "[11] The Applicant submits that there was a breach of procedural fairness in that he was denied a meaningful opportunity to directly address the allegations against him since the Letter did not include the identity of the Subjects, the specific dates that he was alleged to have attended the airport on his days off and accessed restricted areas, or the specific areas in Terminal 3 where he was believed to have been seen.", "[12] The Applicant relies entirely on the recent decision of <FRAGMENT_SUPPRESSED>  ACWS (3d) 542 [ <FRAGMENT_SUPPRESSED> ] by Justice Rennie, setting aside a similar decision of the Minister on procedural fairness grounds. The applicant in <FRAGMENT_SUPPRESSED> was one of three subjects mentioned in a report by the RCMP and, like the Applicant in the present case, she had lost her security clearance.", "[13] In summarizing the difficult position that the applicant in <FRAGMENT_SUPPRESSED> found herself in, Justice Rennie stated as follows:", "[35] In sum, the applicant has lost her employment on the basis of allegations that sometime perhaps between 2007-2009, or perhaps subsequent to 2009 and 2013, she associated, in some unspecified way, with a certain unspecified individual in a major drug importation scheme at Pearson. Other than a minor charge many years ago for the theft of children's Tylenol from a drug store, the applicant has no criminal record. She has never been interviewed in respect of the alleged criminal activity relied on in the decision letter. She has never been charged in respect of these matters.", "[36] What was the case the applicant was to meet? Was her involvement in a plot between 2007-2009, as the decision letter indicated, or was it her involvement in a current investigation, as suggested by the RCMP? Why did the Department of Transport wait over three years before acting on the information, said to originate from reliable sources? The case the applicant had to meet was a miasma of unspecified allegations and distilled to the assertion that at some point between 2007 and 2013 she associated with an unidentified person who was involved in drug smuggling at Pearson. How she was associated, and what she, in particular, did in respect of the smuggling operation, even in the most rudimentary terms of date, time and place, remain unknown.", "[14] The Respondent concedes that the decision of Justice Rennie should govern the outcome of this decision, but submits that Court must consider the individual in <FRAGMENT_SUPPRESSED> made serious attempts to obtain further particulars of the allegations, all of which were refused, while the Applicant did nothing in response to the fairness letter in this matter. It is the Respondent's position that this factual difference is significant.", "[15] However, the Applicant pointed out that all of Ms. Meyler's requests were refused during the same period that he would have been asking for the same particulars and argues that, as can be seen from the facts described in <FRAGMENT_SUPPRESSED> , the Respondent's argument has no foundation in reality.", "[16] I agree that the Respondent's argument is too artificial in reality. There was no chance that any request from the Applicant would have been responded to positively. Accordingly, I apply the <FRAGMENT_SUPPRESSED> decision to this matter and allow the application setting aside the Minister's decision revoking the Applicant's security clearance. The order shall similarly require the re-determination to be made in accordance with the reasons  <FRAGMENT_SUPPRESSED> . JUDGMENT", "[17] THIS COURT'S JUDGMENT is that 1. The application for judicial review is granted and the decision to revoke the Applicant's security clearance is quashed; 2. The matter is remitted to the Minister for re-determination in accordance with the reasons in <FRAGMENT_SUPPRESSED>  ACWS (3d) 542; and 3. Costs are awarded to the Applicant. II.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7] III.", "[8] IV. La norme de contrôle", "[9] <FRAGMENT_SUPPRESSED>  ( Sylvester <FRAGMENT_SUPPRESSED>  ( Clue )). V. Analyse", "[10] <FRAGMENT_SUPPRESSED>  ( Salmon Sylvester <FRAGMENT_SUPPRESSED>  ( Rivet", "[11]", "[12]", "[13]", "", "", "[14]", "[15]", "[16] JUGEMENT", "[17] <FRAGMENT_SUPPRESSED>  ACWS (3d) 542; Application granted. Editor: E. Joanne Oley [End of document]"]}