{"id_": "043544", "body_str": ["[1] Gauthier, J. : Mr. Nagulesan, a 32-year old Tamil from northern Sri Lanka, seeks judicial review of the decision of the Refugee Protection Division (RPD) who rejected his claim under sections 96 and 97 of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (IRPA).", "[2] The applicant challenges many of the RPD's findings with respect to his lack of credibility, the existence of an internal flight alternative, and his lack of subjective fear. He also submits that the RPD breached its duty of fairness by failing to consider additional evidence filed after the hearing but before the decision was made. I will only deal with this last argument for I believe the RPD's failure to consider this documentation constitutes a reviewable error which justifies setting the decision aside.", "[3] The facts relevant to this issue are simple. On August 5, 2003, a few days after his hearing, the applicant delivered to the RPD a letter addressed to the member presiding at his hearing indicating that he wished to file additional evidence to corroborate his testimony with respect to his presence in Sri Lanka after 1987 and the death of his father and two brothers. The proposed evidence was attached to the letter which also states that these additional documents are important in that the Board member had requested such corroborative evidence during the hearing.", "[4] The copy of this letter attached as an exhibit to the applicant's affidavit clearly bears the receipt stamp of the Immigration and Refugee Board for August 5th. It is agreed that by August 5th, the decision had not been issued and the presiding member was not functus officio.", "[5] For reasons unexplained, the letter and the documents attached thereto are not in the certified copy of the Tribunal Record and the RPD does not refer to it at all in its decision. It does, however, discuss at length the fact that the applicant failed to file evidence establishing that he continued living in Sri Lanka after 1987, as well as evidence corroborating the death of his father and two brothers, and how this negatively impacted his credibility.", "[6] The respondent states that there is no evidence that the decision maker ever saw this material. He argues that the applicant had a duty to obtain confirmation that the presiding member had in fact received these documents prior to issuing his decision. Having failed to do so, he cannot allege a breach of the duty of fairness. To support his position, the respondent refers to four decisions of this Court namely,  <FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 1748,  <FRAGMENT_SUPPRESSED> .", "[7] The Federal Court of Appeal reversed the decision of this Court  <FRAGMENT_SUPPRESSED> , [2003] F.C.J. No. 1424, even though it found that the Court was right in concluding that the RPD was not functus officio when the new evidence was filed. In effect, despite the Court's initial findings in his favour on these issues, the Minister had conceded that if the RPD was not functus officio, it had breached its duty of fairness when it failed to consider or to refer in its reasons to the material submitted by Mr. Avci which was sufficiently important to the issues in dispute to warrant such consideration. The Court of Appeal indicates that it does not disagree with this concession, and on that basis it set aside the decision of the RPD.", "[8] In  <FRAGMENT_SUPPRESSED> , the decision under review was set aside because the decision maker had failed to consider evidence submitted by the applicant well before the decision was rendered. The respondent relies particularly on the fact that the learned judge noted in her decision that when a party submits additional material, which the decision maker had not requested, after the hearing, there is a duty on counsel to obtain a confirmation from the relevant panel members that their additional submissions have actually been received and that she would expect counsel to obtain such a confirmation in the future.", "[9] In  <FRAGMENT_SUPPRESSED> , there was evidence that additional submissions and material had been faxed to the decision maker but there was no evidence that it had in fact been received by it. The Court concludes that the post-hearing document never found its way to the decision maker and says that \"at a minimum, counsel ought to have ensured that the fax, for which he received no acknowledgement from the Board, had in fact been received.\"", "[10] In  <FRAGMENT_SUPPRESSED> , Gibson J. had to deal with another situation where the alleged additional submissions did not form part of the certified record and there was no evidence to prove that they were actually received by the respondent. In the circumstances, the Court found that it had to presume that they were not received and that thus no error was made in failing to consider those submissions.", "[11] In the present case, the applicant did have confirmation that the RPD received these documents which were hand delivered. I cannot agree with the respondent that having done this, the applicant also had the duty to obtain a further confirmation that those documents properly filed with the RPD were indeed remitted to the member who heard his claim. The case was properly identified and was properly filed with the RPD. It may well be advisable for counsel to follow up to ensure that there are no undue administrative delays in forwarding the documentation but a failure to do so cannot materially affect the applicant's rights.", "[12] Although the parties did not address this point explicitly, implicit in the discussion of the argument presented by the applicant is the existence of a continuing obligation to consider evidence submitted by the applicant until the RPD is functus officio.", "[13] This obligation was recently considered by  <FRAGMENT_SUPPRESSED>  who said: ¶ 19 In Nadarajah [see footnote 1], the Court of Appeal held that the Board is under a continuing obligation to consider evidence proffered by the applicant until the Board is functus officio. The respondent challenges that proposition saying that the law has changed since Tambwe-Lubemba [see footnote 2] . As I see it, the passage relied upon by the respondent is taken out of context. The applicants  <FRAGMENT_SUPPRESSED> -Lubemba submitted that the panel hearing their claim should have considered information received by the Refugee Division's document centre after the hearing but before the decision had been rendered. What the Court held was that the panel was under no obligation to consider information that the members had not seen and that was not tendered by the claimants.\" (my emphasis) Footnotes 1.  <FRAGMENT_SUPPRESSED>  (F.C.A.) and  <FRAGMENT_SUPPRESSED>  (F.C.A.)", "[14] The learned judge then concluded that in neglecting to acknowledge or comment on the additional evidence submitted by the applicant the RPD failed in its duty and acted unfairly.", "[15] When it adopted its new Rules (Can. Reg. 2002-228), the RPD dealt with this issue specifically at Rule 37 which sets out some new parameters. The Rule reads as follows: \"37(1) Additional documents after the hearing has ended - A party who wants to provide a document as evidence after a hearing must make an application to the Division. \"(2) Written application - The party must attach a copy of the document to the application. The application must be made under rule 44, but the party is not required to give evidence in an affidavit or statutory declaration \"(3) Factors - In deciding the application, the Division must consider any relevant factors, including: (a) the document's relevance and probative value; (b) any new evidence it brings to the proceedings; and (c) whether the party, with reasonable effort, could have provided the document as required by rule 29.", "[16] Pursuant to Rule 44, an application must normally be made in writing and it must indicate the decision the party wants the RPD to make and give the reason why it should make that decision. If there is another party (this was not the case) and the views of the party are known, it should also mention whether the other party agrees to the application.", "[17] In the particular circumstances of this case, I am satisfied that the applicant's letter of August 5th satisfies the requirement of Rule 37. This means that the RPD had to deal with the applicant's request. It could simply mention in its decision that, having reviewed the letter, it decided not to consider the evidence because of factors listed in Rule 37(3) or it could accept to consider the new evidence and deal with it in its decision. The RPD simply failed to deal with this matter. A breach of procedural fairness can only be overlooked if there is no doubt that it had no material effect on the decision. This is not such a case and I must set the decision aside.", "[18] The parties did not submit any question for certification and the Court agrees that this case does not raise any question that should be certified. ORDER", "[19] THIS COURT ORDERS that this application is allowed and the decision of the RPD is set aside. It shall be reconsidered by a differently constituted panel. [End of document]"]}