{"id_": "043587", "body_str": ["[1] Tremblay-Lamer, J. : This is an application for judicial review under section 22.1 of the Citizenship Act , RSC 1985, c C-29 [the Act] of the decision of a Citizenship Judge to approve the respondent's application for Canadian citizenship. II. Facts", "[2] The respondent landed in Canada as a permanent resident on October 16, 2007 and applied for Canadian citizenship on July 13, 2011.", "[3] In his citizenship application, he declared 106 days of absences from Canada during the relevant period, October 16, 2007 to July 13, 2011.", "[4] A citizenship officer reviewed his application and on May 24, 2013, the officer sent the respondent a residence questionnaire to complete in order to assist in determining whether he met the residency requirements. In the residence questionnaire, the respondent declared the same absences as in his citizenship application, all except for the last trip to Lebanon in July 2011, which was omitted. After being transferred twice, the file ended up in the hands of the Citizenship Judge who ultimately made the impugned decision.", "[5] The Citizenship Judge held a hearing with the respondent and, with the respondent's consent, obtained a copy of the Integrated Customs Enforcement System [ICES] report of the respondent's entries into Canada. III. The Impugned Decision", "[6] On September 22, 2014, the Citizenship Judge approved the respondent's application. He specified that he was using the physical presence test for residency set out in , [1993] FCJ No 232, 62 FTR 122, [ ] and concluded that the respondent had demonstrated residence in Canada for the number of days claimed and that he therefore met the residency requirement.", "[7] The Citizenship Judge noted that the respondent had been given a residence questionnaire and that there had been questions regarding the respondent's credibility because the citizenship officer had had difficulty assessing his residency. He found that the respondent was credible and that there were no inconsistencies or contradictions in his oral or documentary evidence.", "[8] He also noted that the respondent kept a visa for travel to Qatar, and was satisfied that his reason for keeping such a visa was in case he was required to travel there for work and that only three of the trips listed in the residence questionnaire had been to Qatar.", "[9] He further stated that the respondent had provided evidence of church involvement, as well as bank statements showing purchases in the Gatineau/Ottawa area during the relevant period. IV. Issue", "[10] The sole issue raised in this matter is whether the Citizenship Judge's determination that the respondent had met the physical presence test set out in was reasonable. V. Standard of Review", "[11] A citizenship judge's determination of whether the residency requirement has been met is reviewable on a standard of reasonableness ( <FRAGMENT_SUPPRESSED> ).", "[12] The determination of whether the decision is reasonable includes consideration of whether the evidence on the record supports the decision of the Citizenship Judge and whether the reasons are adequate to allow the Court to understand how he reached his decision and whether that decision falls within the range of acceptable outcomes ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; Newfoundland and  <FRAGMENT_SUPPRESSED> ). VI. Preliminary Motion", "[13] The respondent asks this Court to dismiss the application at the outset and not to consider it on its merits, due to the fact that the applicant submitted an affidavit at the leave stage that wrongly attributed a set of handwritten notes to the decision-maker. The applicant emphasizes the significance of information contained in affidavits at the leave stage and contends that leave in this case was granted, at least in part, on the basis of these notes since the applicant had argued on leave that the decision maker's notes contradicted his conclusions. He relies on <FRAGMENT_SUPPRESSED>  to support his position that the application should be dismissed since leave would likely not have been granted if the notes hadn't wrongly been attributed to the Citizenship Judge.", "[14] The applicant acknowledges that the notes were attributed to the Citizenship Judge in error, but submits that the Court should exercise its discretion to hear the application on its merits despite this error since: it was not intentional; the authorship of the notes does not substantively affect the applicant's argument that the decision is unreasonable; and the applicant has a strong case.", "[15] <FRAGMENT_SUPPRESSED>  the Federal Court of Appeal held that, even where an applicant has intentionally presented false evidence on an application for leave, which I do not suggest was the case here, the Court has a discretion to hear the application on its merits. The Court of Appeal provided guidance on the proper exercise of this discretion:", "[10] In exercising its discretion, the Court should attempt to strike a balance between, on the one hand, maintaining the integrity of and preventing the abuse of judicial and administrative processes, and, on the other, the public interest in ensuring the lawful conduct of government and the protection of fundamental human rights. The factors to be taken into account in this exercise include: the seriousness of the applicant's misconduct and the extent to which it undermines the proceeding in question, the need to deter others from similar conduct, the nature of the alleged administrative unlawfulness and the apparent strength of the case, the importance of the individual rights affected and the likely impact upon the applicant if the administrative action impugned is allowed to stand.", "[16] Despite the error in the applicant's affidavit, I choose to exercise my discretion in this case to hear the application on its merits. I am not prepared to second guess the basis on which leave was granted and I am satisfied that the incorrect attribution of the notes was not intentional. Further, the error does not undermine the proceeding or substantively affect the applicant's argument that the record does not support that the respondent met the residency requirement, especially in light of the fact that the notes simply listed the date stamps in the respondent's passport and other information already contained elsewhere in the record. Finally, even absent the notes, the applicant has a strong case on the basis of the remainder of the record.", "[17] Accordingly, I dismiss the respondent's motion and will decide the matter on its merits. VII.", "[18] The applicant submits that it was unreasonable for the Citizenship Judge to find that the respondent was physically present in Canada for the number of days he claimed, since the evidence on the record did not support this conclusion. Rather, the exits and entries recorded in the respondent's passport and corroborated by the ICES report indicated that he was absent from Canada for 539 days.", "[19] In his decision, the Citizenship Judge did not address any of the discrepancies in the record however, nor did he conduct his own calculation or explain how he arrived at his conclusion that the respondent had resided in Canada for 1259 days as claimed.", "[20] The applicant also argues that the Citizenship Judge misinterpreted the ICES report by stating that it \"revealed fewer absences than those declared\" by the respondent, when in fact the ICES report contradicted the respondent's declarations by confirming that several of the declared returns to Canada never actually occurred, and that the respondent's absences were therefore greater than stated.", "[21] Further, the Citizenship Judge relied on bank statements that allegedly show purchases in the Ottawa/Gatineau area during the relevant period, but failed to acknowledge that the majority of the activity in the bank statements was accumulation of interest, and that no actual transactions or purchases are recorded during the periods at issue. VIII.", "[22] The respondent submits that the applicant's argument is based almost entirely on the absence of re-entry stamps in his passport; yet it is well established that passport stamps do not constitute irrefutable evidence of a person's movements across the Canadian border as not all countries, including Canada, routinely stamp passports at entry ( <FRAGMENT_SUPPRESSED> ; Citizenship Policy Manual CP-5 at 20; Operational Bulletins 022 (August 22, 2006)).", "[23] Since passport stamps are not a definitive source of evidence to prove residency, the Citizenship Judge made it clear that other supporting documents were needed for the assessment. The ICES report was requested after the hearing specifically to address the fact that there were missing entry stamps in the passport. The Citizenship Judge reviewed the ICES report and concluded that there were fewer absences than those declared by the respondent.", "[24] As with passport stamps, the ICES report does not provide irrefutable evidence of movements across the Canadian border. This is exactly why Citizenship Judges have the opportunity to examine further evidence of residency and to question applicants at an interview. The Citizenship Judge weighed the evidence before him and took into careful consideration both the answers given to him at the hearing and the documentary evidence, including the stamps in the respondent's passport, the ICES report, the bank statements, and a letter from the respondent's pastor attesting to regular church attendance.", "[25] After assessing the documentary and oral evidence, he concluded that there were no inconsistencies in the documents or oral evidence provided by the respondent, and that the respondent was forthright and direct in answering questions and presented as credible. IX. Analysis", "[26] I agree with the applicant that the Citizenship Judge erred by failing to address evidence that contradicted his conclusion.", "[27] Specifically, while the respondent declared that he returned to Canada from Lebanon on January 18, 2010 and did not leave again until May 13, 2010, at which time he went to Lebanon, there are stamps in his passport showing that he entered Qatar on January 19, 2010 and left Qatar on May 13, 2010. While the absence of stamps may not provide irrefutable evidence of a person's movement in and out of Canada or another country, their presence is at minimum evidence of an arrival or departure from a country. Yet the Citizenship Judge did not address this discrepancy in his reasons.", "[28] Further, the Citizenship Judge did not acknowledge and deal with the other discrepancies in the evidence, such as the absence of either a passport stamp or an entry in the ICES report to show that the applicant returned to Canada from May 2 to August 13, 2008 or from November 30, 2010 to July 7, 2011, as declared.", "[29] While this Court on judicial review can look to the record in assessing the reasonableness of a decision, the Court cannot fill in gaps to the extent that it is essentially rewriting the decision to provide reasons which are not there. As Justice Kane wrote in Safi", "[18] On the other hand, a Court is not expected to look to the record to fill in gaps to the extent that it rewrites the reasons. As noted by Justice Rennie in <FRAGMENT_SUPPRESSED>  [2013] F.C.J. No. 370 [ <FRAGMENT_SUPPRESSED> ] at para 28:", "Newfoundland Nurses is a case about the standard of review. It is not an invitation to the supervising court to re-cast the reasons given, to change the factual foundation on which it is based, or to speculate as to what the outcome would have been had the decision-maker properly assessed the evidence. [...]", "[51] I have considered the guidance of Newfoundland Nurses and have looked to the record to supplement and support the outcome. The notations do not reveal whether the Citizenship Judge critically examined the discrepancies in the documents and the passport stamps or actually had the ability to determine the dates of the stamps, the country that issued them, or the language in which these were stamped. This type of reliance on the record to supplement the decision goes well beyond what was contemplated in Newfoundland Nurses and requires the Court to speculate about whether the Citizenship Judge was aware of and considered the problems with the evidence. The Court cannot rewrite the decision to provide reasons which simply are not there ( <FRAGMENT_SUPPRESSED> ).", "[30] I do not agree with the respondent that the Citizenship Judge acknowledged there were inconsistencies and carefully took into consideration all of the oral and documentary evidence. In my view, the record does not support that such a careful analysis took place, as it does not demonstrate that the Citizenship Judge was aware of and resolved the contradictory evidence.", "[31] Had the Citizenship Judge indicated that he weighed certain evidence more heavily than other evidence, the Court could possibly have concluded that he considered the discrepancies ( Safi at para 44). However, I am unable to understand the Citizenship Judge's reasoning and to understand which factors and evidence led him to be satisfied that the respondent had been in Canada for the requisite number of days. As argued by the respondent, there are possible explanations for the discrepancies in the evidence raised by the applicant. Without acknowledgement of these discrepancies in the reasons, it is impossible to know whether the Citizenship Judge was aware of them and considered the evidence critically in this regard. As such, the reasons reveal little to assist the Court in assessing the reasonableness of the outcome.", "[32] The Citizenship Judge's assessment of the bank statements does not resolve the issue either. He acknowledged that the respondent had provided bank statements showing purchases in the Gatineau/Ottawa area during the relevant period, but did not address that the only activity in the bank account during the periods at issue - May 2 to August 13, 2008 January 18 to May 13, 2010, and November 30, 2010 to July 7, 2011 - was the accumulation of interest.", "[33] In summary, I am unable to ascertain from the reasons when read in the context of the record, how the Citizenship Judge reached his decision or to determine whether the conclusion falls within the range of acceptable outcomes.", "[34] For these reasons, the application for judicial review is allowed and the matter is to be remitted to another decision-maker for redetermination. There is no question for certification. JUDGMENT", "[35] THIS COURT'S JUDGMENT is that 1. This application for judicial review is granted. 2. The matter is to be sent back to another decision maker for redetermination. 3. There is no question for certification. II.", "[2]", "[3]", "[4]", "[5] III.", "[6]", "[1993] ACF no 232, 62 FTR 122, [", "[7]", "[8]", "[9] IV.", "[10] V. La norme de contrôle", "[11] <FRAGMENT_SUPPRESSED> ).", "[12] VI.", "[13]", "[14]", "[15]", "", "[16]", "[17] VII.", "[18]", "[19]", "[20]", "[21] VIII.", "[22]", "[23]", "[24]", "[25] IX. Analyse", "[26]", "[27]", "[28]", "[29] Safi", "", "[...]", "", "[30]", "[31] Safi,", "[32]", "[33]", "[34] JUGEMENT", "[35] [End of document]"]}