{"id_": "043774", "body_str": ["[1] Near, J. : This is an appeal of the decision of a Citizenship Judge under subsection 14(5) of the Citizenship Act , RSC 1985, c C-29 (the Act). Manijeh Kohestani contests the denial of her citizenship application in a letter dated April 19, 2011 on the grounds that she failed to disclose multiple trips and this affected her credibility and declarations. Her appeal was heard at the same time as that of her husband, Gholamali Navidi (Court File T-795-11).", "[2] For the following reasons, the appeal is dismissed. I. Facts", "[3] The Applicant is an Iranian national. On May 5, 2005, she was granted permanent residence in Canada as an accompanying dependant of her husband, who immigrated to the country as part of the Federal Investors Program.", "[4] On March 23, 2009, she applied for Canadian citizenship. The relevant residency period was from May 5, 2005 to March 23, 2009. She declared a total of 117 days of absences from Canada for a claimed physical presence of 1,300 days.", "[5] On September 13, 2010, she appeared before a Citizenship Judge. Since the documents submitted to that date had not assisted in proving physical presence, she was given the opportunity to provide additional information in support of her claim, including ICES Traveller History and Banking Records.", "[6] On October 6, 2010, the Citizenship Judge received a package containing the requested documents. II. Citizenship Determination", "[7] In summarizing the evidence presented by the Applicant, the Citizenship Judge referred to the package of additional documents. While it contained both requested documents, neither assisted the Applicant in establishing her physical presence.", "[8] The ICES Traveller History for March 1, 2005 to present revealed multiple undeclared travel dates in the period under review. The Citizenship Judge stated that \"[t]he failure to declare all these trips on both application for citizenship, and Residence Questionnaire has done irreparable harm to your credibility and hence, your declarations.\"", "[9] The banking information related to a joint account with her husband and his sister. Those records did not identify the person activating the account or performing the transactions to prove physical presence.", "[10] The Citizenship Judge therefore concluded: After a thorough review of the provided documentation, and in light of your failure to disclose multiple trips (absences) during the period under review, which corresponds with the several long periods of inactivity on your Ministry of Health and Long Term Care Payment Summary, your claim of 117 days of total absences from Canada is not accurate, nor could your other claims be proven and substantiated. Therefore, on the balance of probabilities, I am not convinced you have the necessary 1, 095 days of physical presence and I am not satisfied you meet the residence requirements under paragraph 5(1)(c) Residence of the Act. III. Issues", "[11] The issues raised by the Applicant can be addressed as follows: (a) Did the Citizenship Judge err in finding that the Applicant did not meet the residency requirement under subsection 5(1)(c) of the Act? (b) Was the Applicant denied procedural fairness or natural justice? IV. Standard of Review", "[12] A Citizenship Judge's determination as to residency is reviewable on a standard of reasonableness ( FRAGMENT_SUPPRESSED). This Court should only intervene where the decision fails to demonstrate FRAGMENT_SUPPRESSED ( FRAGMENT_SUPPRESSED).", "[13] Issues of procedural fairness and natural justice require the correctness standard ( FRAGMENT_SUPPRESSED). V. Analysis A. Residency Requirement", "[14] The Applicant's principal argument is that the Citizenship Judge failed to properly apply the residency test to the facts as prescribed in FRAGMENT_SUPPRESSED. As will become clear, there is no relevance to that argument in the case at bar.", "[15] Subsection 5(1)(c) of the Act establishes the residency requirement. Citizenship will be granted where, according to the prescribed formula, an applicant \"within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada.\"", "[16] The term \"residence\" has been interpreted in various ways. Justice Francis Muldoon favoured a strict physical presence test in FRAGMENT_SUPPRESSED. By contrast, Justice Barbara Reed established a series of six qualitative factors to determine where an applicant \"regularly, normally or customarily lives\" in FRAGMENT_SUPPRESSED.", "[17] This Court continues to engage in some debate as to whether one test is more appropriate. Most recently, while Justice Robert Mainville in the decision in FRAGMENT_SUPPRESSED , as raised by the Applicant above, endorsed the qualitative approach in FRAGMENT_SUPPRESSED ; Justice Donald Rennie argued that the strict physical presence approach in FRAGMENT_SUPPRESSED was more reflective of legislative intent in FRAGMENT_SUPPRESSED", "[18] As stressed in FRAGMENT_SUPPRESSED, it remains open to citizenship judges to adopt either test.", "[19] In my view, Parliament's intention was to require the physical presence of an applicant in the period set out in the statute. The Court has over the years added various different tests or nuances. The Applicant is asking the Court to adopt the attempt by Justice Mainville in FRAGMENT_SUPPRESSED , above to consolidate these various tests as the sole test for compliance with subsection 5(1)(c).", "[20] However, despite the laudable goal of having one uniform test for citizenship it would be illogical in my view to prevent a citizenship judge from utilizing the test most clearly intended by Parliament in order to achieve this goal. Thus, where a citizenship judge utilizes the physical presence test and finds that an applicant has failed to prove the actual days required to establish physical presence in Canada, there is no need, in my view, for the citizenship judge to do anything more.", "[21] Moreover, although the Applicant provided numerous submissions in this regard, the test for residency was not the critical factor in this Citizenship Judge's decision. As the Respondent maintains, the Applicant would not have met either the quantitative or qualitative tests since the Citizenship Judge found her evidence was not credible due to a failure to disclose several absences.", "[22] The importance of establishing credible evidence of residency was expressly addressed by Justice Rennie in FRAGMENT_SUPPRESSED where he stated: FRAGMENT_SUPPRESSED", "[23] Referring to this reasoning in FRAGMENT_SUPPRESSED, Justice Judith Snider found it was appropriate for a citizenship judge to conclude that an applicant had not met the burden of establishing physical presence when issues arose as to undeclared days of absence from Canada. She stated: FRAGMENT_SUPPRESSED", "[24] The findings in FRAGMENT_SUPPRESSED , above are directly applicable in this instance. The Applicant's evidence as to travel indicated several additional absences from Canada and cast doubt on her application more broadly. A negative finding of credibility can extend to all relevant evidence (see FRAGMENT_SUPPRESSED).", "[25] The Applicant has suggested that the Citizenship Judge erred in failing to consider the evidence as a whole, namely that even if the three undeclared absences were taken into account she would still have met the required number of days of residence. She also points to evidence on her Ministry of Health Summary.", "[26] I am unwilling to accept, however, that the Citizenship Judge's conclusion was unreasonable given the concerns raised by evidence of further absences. On more than one occasion the Applicant made declarations as to the accuracy of the evidence she was putting forward of physical presence. She cannot expect these declarations to be treated lightly.", "[27] The Citizenship Judge was therefore justified in his conclusion that this additional evidence had done \"irreparable harm\" to her credibility. The Applicant was under an obligation to provide credible information as to her residency which necessarily implies that it is complete, accurate, reliable and relevant.", "[28] I am similarly unconvinced by the Applicant's argument that the Citizenship Judge failed to articulate sufficient reasons for his decision. The Applicant claims that the Citizenship Judge merely listed the evidence without providing analysis based on FRAGMENT_SUPPRESSED). She also insists that grounds exist for review because she is unclear how her application was assessed. She relies on FRAGMENT_SUPPRESSED.", "[29] These cases are not applicable to the decision made regarding the Applicant. Although he begins with a numbered summary of the relevant evidence, the Citizenship Judge proceeds to analyze that evidence and explain the reasons for his conclusion. The Applicant merely disagrees with that conclusion.", "[30] I see no justification for intervening in the Citizenship Judge's decision where it is perfectly clear to the Applicant in the reasons provided that her application was not approved given serious credibility concerns arising from undeclared absences. B. Procedural Fairness", "[31] The Applicant further contends that she was not given an opportunity to respond to the negative credibility finding. She has tried to include additional information explaining why she did not disclose the additional absences in an affidavit and suggests that the Citizenship Judge failed to give her the benefit of the doubt. Alternatively, she suggests her consultant failed to advise her to obtain ICES Traveller History and if she had been so advised she would have disclosed the trips.", "[32] There is no merit to these arguments. As the Respondent makes clear, the Applicant was given a hearing before the Citizenship Judge. She had not presented sufficient evidence to establish residency and was provided with the opportunity to submit additional evidence. The Citizenship Judge thereafter made negative credibility findings that I consider reasonable in light of the evidence ultimately before him. There is no requirement to further give the Applicant the benefit of the doubt.", "[33] Moreover, I am not permitted to evaluate the Applicant's subsequent explanations for her failure to disclose the absences. This appeal proceeds solely on the record before the Citizenship Judge (see FRAGMENT_SUPPRESSED). I also note that she confirmed on two occasions the accuracy of the information put forward.", "[34] As a consequence, the Applicant has not demonstrated any breaches of natural justice or procedural fairness. VI. Conclusion", "[35] The Citizenship Judge reasonably determined that the Applicant had not provided credible evidence. This warranted the denial of her application. In addition, there was no breach of procedural fairness or natural justice in the circumstances.", "[36] Accordingly, this appeal is dismissed. JUDGMENT", "[37] THIS COURT'S JUDGMENT is that this appeal is dismissed. Appeal dismissed. Editor: Elizabeth M.A. Turgeon/vnh [End of document]"]}