{"id_": "043757", "body_str": ["[1] Snider, J. : The Applicant, Mr. Bekele Mengistu Gebreab, is a citizen of Ethiopia. In 1986, he joined an organization named the Ethiopian Peoples' Revolutionary Party (EPRP) and participated by attending meetings, giving speeches and handing out pamphlets regarding the oppression by the government.", "[2] Mr. Gebreab came to Canada in 1990 - initially as a student - and was accepted as a Convention refugee in 1993. The basis of his claim was that he feared persecution at the hands of the governing party, the Ethiopian Peoples' Revolutionary Democratic Front (EPRDF), because of his involvement with the EPRP.", "[3] In late 2008, Mr. Gebreab was called to an interview by officials with Canadian Border Services Agency (CBSA). On December 31, 2008, an official with CBSA issued a report (the s. 44 report), pursuant to s. 44(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 ( IRPA ), in which report the official concluded that Mr. Gebreab was inadmissible to Canada under s. 34(1)(f) of IRPA for being a member of an organization (the EPRP) that was engaged in subversion by force of any government and that was engaged in terrorism.", "[4] Pursuant to s. 44(2) of IRPA , the s. 44 report was referred to the Immigration Division of the Immigration and Refugee Protection Board (the Board) for an inadmissibility hearing. After a hearing, in a decision delivered orally on May 8, 2009, the Board found Mr. Gebreab to be a \"foreign national who is inadmissible to Canada pursuant to paragraph 34(1)(f) of [ IRPA ] for being a member of an organization that there are reasonable grounds to believe engages, has engaged or will engage in the acts referred to in paragraphs 34(1)(b) and 34(1)(c), namely subversion by force of any government and terrorism\". The Board issued a Deportation Order that same day.", "[5] Mr. Gebreab seeks judicial review of the decision of the Board. II. Issues", "[6] As clarified during oral submissions, the key issue raised by Mr. Gebreab is whether the Board erred by failing to apply the correct test for determining whether the EPRP, at the time that Mr. Gebreab was a member, was an organization that met the criteria of s. 34(1)(b) and (c).", "[7] For the reasons that follow, I am not persuaded that there is any such test as proposed by Mr. Gebreab. Moreover, the Board, in this case, correctly applied the relevant provisions of IRPA and the existing jurisprudence. Finally, I am satisfied that the Board's finding - a question primarily of fact - that the EPRP is an \"organization\" within the meaning of s. 34(1)(f) was reasonable. II. Analysis A. Statutory Framework", "[8] Mr. Gebreab was found inadmissible on security grounds under s. 34(1)(f) of IRPA . In turn, his inadmissibility was based on the characterization of the EPRP under s. 34(1)(b) and (c). These provisions are as follows: Security \"34(1) A permanent resident or a foreign national is inadmissible on security grounds for (b) engaging in or instigating the subversion by force of any government; (c) engaging in terrorism; (f) being a member of an organization that there are reasonable grounds to believe engages, has engaged or will engage in acts referred to in paragraph (a), (b) or (c).\"", "[9] Of direct relevance to the determinations made by the Board are the \"Rules of Interpretation\" set out in s. 33 as follows Rules of interpretation \"33. The facts that constitute inadmissibility under sections 34 to 37 include facts arising from omissions and, unless otherwise provided, include facts for which there are reasonable grounds to believe that they have occurred, are occurring or may occur.\" B. Standard of Review", "[10] The issue before the Court is similar to the issue before Justice de Montigny in <FRAGMENT_SUPPRESSED> . <FRAGMENT_SUPPRESSED> was a case dealing with inadmissibility under s. 37(1) of IRPA . Justice de Montigny stated that the issue of whether the Board erred in \"finding there was 'reasonable ground to believe' that Mr. Mendoza was a 'member' of a criminal organization\" can be split into two. First, determining the test for membership is a question of law; second, whether the Board erred in concluding there was sufficient evidence of membership is mixed fact and law. Justice de Montigny concluded that the decision on the test for membership was reviewable on a standard of correctness and the actual membership decision was reviewable on a standard of \"patent unreasonableness\".", "[11] In my view, the determinations by Justice de Montigny in <FRAGMENT_SUPPRESSED> are equally applicable in the case before me. Of course, since <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> , at para. 13), the standard of patent unreasonableness is now that of reasonableness.", "[12] It follows that I will review the question of whether the Board applied the proper test for its findings on a standard of correctness. However, if the Board applied the law correctly, its findings with respect to the EPRP should be reviewed on a standard of reasonableness. C. Is there a \"test\" for finding membership?", "[13] Mr. Gebreab does not dispute that the EPRP pursued violent means for achieving a change in government in Ethiopia in the 1970s - long before he became a member. There also appears to be little disagreement that the EPRP, when Mr. Gebreab joined, was not engaged in violence or acts of terrorism.", "[14] Mr. Gebreab argues that, in reading the objectives of IRPA (in particular s. 3(2)(h)) together with s. 34(1)(f)), the Board must apply objective criteria to determine \"membership\" and \"organization\". Given the serious consequences to an individual found to be inadmissible (see <FRAGMENT_SUPPRESSED>  at para. 41), the use of objective criteria is essential. Specifically, Mr. Gebreab submits that the nature of an \"organization\" should be determined by an analysis of the following three factors, as of the date of his membership: 1. Identity of the leaders and members of the organization; 2. The goals and policies of the organization; and 3. The methods by which the organization attempts to attain its goals.", "[15] Mr. Gebreab asserts that, in his case, application of the criteria to the organization as it existed when he was a member, demonstrates that the organization has undergone \"fundamental and enduring\" change. Thus, he argues, the Board erred by not applying the factors he has set out.", "[16] In support of his position, Mr. Gebreab points to the decisions in <FRAGMENT_SUPPRESSED>  revd. on other grounds [2006] 1 F.C.R. 474; 333 N.R. 233; 2005 FCA 122 ( Thanaratnam FC ). According to Mr. Gebreab, these two cases have established the criteria to be used for determining whether an \"organization\" meets the requirements of s. 37(1)(a) of IRPA . He submits that the same objective criteria should be applied to a finding under s. 34(1). In my view, Mr. Gebreab has misapprehended the findings of the Courts in <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> .", "[17] The source of Mr. Gebreab's \"test\"  <FRAGMENT_SUPPRESSED>  FC appears to be the statement by Justice O'Reilly at paragraph 31, where he states: \"Here, the two Tamil groups described by the police had some characteristics of an organization - identity, leadership, a loose hierarchy and a basic organizational structure - and I can find no error in the Board's conclusion that they fell within the terms of paragraph 37(1)(a) of [ IRPA ].\"", "[18] In <FRAGMENT_SUPPRESSED> , above at paragraph 38, Justice Linden considered the meaning of the term \"organization\" in s. 37(1)(a) of IRPA and endorsed the factors described by Justice O'Reilly: \" <FRAGMENT_SUPPRESSED>  (T.D.), reversed on other grounds, [2006] 1 F.C.R. 474 (C.A.), O'Reilly, J., took into account various factors when he concluded that two Tamil gangs (one of which was the A.K. Kannan gang at issue here) were 'organizations' within the meaning of paragraph 37(1)(a) of the IRPA . In his opinion, the two Tamil groups had 'some characteristics of an organization', namely 'identity, leadership, a loose hierarchy and a basic organizational structure' (para. 30). The factors listed in <FRAGMENT_SUPPRESSED> , supra, as well as other factors, such as an occupied territory or regular meeting locations, both factors considered by the Board, are helpful when making a determination under paragraph 37(1)(a), but no one of them is essential.\"", "[19] These two passages do not, in my view, establish any \"test\" for the definition of an \"organization\". Indeed, as stated by Justice Linden, while the factors are helpful, \"no one of them is essential\". In any event, these factors do not address the question of changes within an organization.", "[20] So, what does IRPA require of an analysis? There has been considerable jurisprudence on that question.", "[21] <FRAGMENT_SUPPRESSED>  this Court was asked to review the decision of the Board which found Mr. Al Yamani inadmissible to Canada on security grounds under s. 34(1)(f). Mr. Al Yamani conceded that he was a member of the Popular Front for the Liberation of Palestine (PFLP). However, he argued that the Board erred in finding him inadmissible under s. 34(1)(f) of IRPA because was not an active member when the PFLP committed acts of terrorism.", "[22] This Court concluded that, under s. 34(1)(f), the Board must carry out two separate assessments: 1. whether reasonable grounds existed to believe that the organization in question engages, has engaged or will engage in acts of espionage, terrorism, or subversion by force; and 2. whether the individual is a member of the organization (at para. 10).", "[23] Under this analysis, \"there is no temporal component\" in the determination of organization, or in the determination of the individual's membership ( Al  <FRAGMENT_SUPPRESSED> , at paras. 11-12). The Board does not have to examine whether the organization has stopped terrorist acts, and does not have to see if there is a \"matching of the person's active membership to when the organization carried out its terrorist acts\" ( Al  <FRAGMENT_SUPPRESSED> , at para. 12). Furthermore, for the purposes of s. 34(1)(f), the determination of whether the organization in question engages, has engaged, or will engage in acts of terrorism is independent of the claimant's membership.", "[24] Rationale for the broad interpretation of these inadmissibility provisions of IRPA can be found in the words of Justice Rothstein in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 309 (T.D.), at paragraph 52. In speaking of the almost identical provisions in the previous act, he stated: \"The provisions deal with subversion and terrorism. The context in immigration legislation is public safety and national security, the most serious concerns of government. It is trite to say that terrorist organizations do not issue membership cards. There is no formal test for membership and members are not therefore easily identifiable. The Minister of Citizenship and Immigration may, if not detrimental to the national interest, exclude an individual from the operation of subparagraph 19(1)(f)(iii)(B). I think it is obvious that Parliament intended the term 'member' to be given an unrestricted and broad interpretation. I find no support for the view that a person is not a member as contemplated by the provision if he or she became a member after the organization stopped engaging in terrorism. If such membership is benign, the Minister has discretion to exclude the individual from the operation of the provision.\" (Emphasis added)", "[25] Furthermore, at paragraph 36 of <FRAGMENT_SUPPRESSED> (above), Justice Linden held that an \"unrestricted and broad\" interpretation should be given to \"organization\". Equally, when dealing with \"membership\", the Court of Appeal also endorsed a broad interpretation. In using s. 33 of IRPA , Justice Linden argued that \"membership\" is not determined solely on present membership ( <FRAGMENT_SUPPRESSED> , above, at para. 20). \"In my view, Parliament must have intended section 33 to have some meaning. The language of section 33 is clear that a present finding of inadmissibility, which is a legal determination, may be based on a conclusion of fact as to an individual's past membership in an organization. In other words, the appellant's past membership in the A.K. Kannan gang, a factual determination, can be the basis for a legal inadmissibility finding in the present.\"", "[26] This reasoning is not only applicable to s. 37, but also to s. 34 of IRPA ( <FRAGMENT_SUPPRESSED> , above, at para. 26). Thus, contrary to the arguments put forth by Mr. Gebreab, the Court in <FRAGMENT_SUPPRESSED> also favoured a broad interpretation of membership and organization - one that is not limited by temporal qualifications, or changes in the organization.", "[27] A further concern that I have with Mr. Gebreab's \"test\" is the impact it would have on the interpretation of s. 33 and s. 34(1)(f) of IRPA . Section 33 sets out that the facts that constitute admissibility under s. 34 \"include facts for which there are reasonable grounds to believe that they have occurred , are occurring or may occur\". Further, under s. 34(1)(f), a foreign national is inadmissible for being a member of an organization \"that there are reasonable grounds to believe engages, has engaged or will engage in acts referred to in paragraph (a), (b) or (c)\". By finding that the EPRP is not an \"organization\" because, at the time of Mr. Gebreab's membership, it did not engage in acts of terrorism or subversion, the Board would, in effect, eliminate the words \"they have occurred\" from s. 33 and the words \"has engaged\" from s. 34(1)(f).", "[28] Given that there are no required factors, the issue becomes whether the Board, in determining the s. 37(1) issues before it, asked itself the right questions. First, there was no question before the Board as to the membership of Mr. Gebreab in the EPRP; he has consistently acknowledged that fact. Further, it was undisputed that the acts of the EPRP in the 1970s would meet the test for a terrorist or subversive organization as those terms are used in s. 34(1)(b) and (c) of IRPA . Thus, the only issue before the Board dealt with the \"organization\" that called itself the EPRP in the 1970s and the \"organization\" that called itself the EPRP in the 1980s. At page 4 of the decision, the Board states: \"The nature of the EPRP as an organization was disputed by the parties and the important question was whether the EPRP in the 1970s was the same organization as the EPRP in the 1980s. \" (Emphasis added)", "[29] That is exactly the right question. The Board engaged in a consideration of whether the organization to which Mr. Gebreab belonged (in the 1980s) was the same organization as the EPRP of the 1970s, or whether there were two separate and different organizations that shared the same name. If the Board had concluded that there were two separate organizations, it would have been open to the Board to conclude that the later \"organization\" - the EPRP of the 1980s - was not an organization within the meaning of s. 34(1). On the other hand, with a finding that the EPRP, during both 1970s and the 1980s was one continuous organization, the Board was only required to determine whether there were reasonable grounds to believe that the terrorist or subversive acts of the EPRP have occurred in the 1970s.", "[30] In sum, the \"test\" proposed by Mr. Gebreab is not a test taught by either the IRPA or the jurisprudence. On the particular facts of this case, once the Board had established that the EPRP of the 1970s was an \"organization\" within the meaning of s. 34 of the IRPA , all that remained was for the Board to consider whether the EPRP of the 1970s was the same organization as the EPRP of the 1980s. I am satisfied that the Board correctly identified the question before it and correctly applied the test for determining whether the EPRP was an organization as contemplated by s. 34(1) of IRPA C. Did the Board member err in finding that the EPRP was a single continuous organization?", "[31] As noted earlier, there was no disagreement, either before the Board or this Court, that Mr. Gebreab was a member of the EPRP beginning in 1986 and that the EPRP of the 1970s engaged in acts of terrorism and subversion. Thus, having established that the Board applied the correct test, the only issue is whether the Board's conclusion that there was one continuous organization was reasonable. The Court should not lightly intervene in this highly-factual determination.", "[32] The Board's reasons are extensive and easily understood. The Board carefully considered all of the evidence before it, including the evidence of the expert put forward by Mr. Gebreab, and explained where and why it preferred certain evidence over other evidence. It is fully within the Board's discretion in admissibility hearings to admit and weigh evidence ( <FRAGMENT_SUPPRESSED> , above, at paras. 45-49). After considering the evidence on the EPRP over the relevant time period, the Board concluded that \"the EPRP was a single, continuously-existent political organization from the [1970s] through the time of your membership in the 1980s and beyond\". Having reached this finding, it follows that Mr. Gebreab, an admitted member of the organization, was a member of an organization that there are reasonable grounds to believe has engaged in acts of terrorism referred to in s. 34(1)(b) and (c) of IRPA", "[33] I can find no reason to intervene in this decision. The Board's finding of inadmissibility under s. 34(1)(f) was not unreasonable. Having considered all of the evidence before it, the Board found, with extensive reasons, that the EPRP was one single entity that had engaged in terrorist and subversive acts, and Mr. Gebreab was a member. It is not the Court's role to re-weigh the evidence. According to <FRAGMENT_SUPPRESSED> , the reviewing court ought not intervene when the decision is within a range of reasonable outcomes, and when the reasoning is intelligible and defensible on the facts and law (above, at para. 47). This decision clearly meets that standard. IV. Conclusion", "[34] For these reasons, the application for judicial review will be dismissed.", "[35] Mr. Gebreab proposes that the following question be certified: Can a person who joins an organization establish that it has not engaged in subversion of government by force or terrorism as contemplated by s. 34(1)(f) of IRPA by showing that, when he joined the organization, it had undergone fundamental and enduring change in: (1) identity of its leaders and members; (2) its policies; and (3) its methods that reject subversion by force or terrorism?", "[36] The Respondent opposes the certification of this or any question.", "[37] In general, decisions of the Federal Court in matters arising under IRPA are final. However, pursuant to s. 74(d) of IRPA , an appeal to the Court of Appeal may be made \"only if, in rendering judgment, the judge certifies that a serious question of general importance is involved and states the question\". In the recent decision of <FRAGMENT_SUPPRESSED> ; 391 N.R. 366; 2009 FCA 145, the Court of Appeal emphasized that any question certified must meet certain criteria: • The question must be a serious question of general importance; • The question must arise from the issues in the case and not the judge's reasons; • A serious question is one that is dispositive of the appeal; and • The reference in s. 74(d) to \"a serious question\" means that a single case will raise more than one question only as an exception to the rule that only \"a\" question may be certified.", "[38] Having regard to the factors outlined in <FRAGMENT_SUPPRESSED> , I am satisfied that the first issue in this case raises a serious question of general importance. Although I believe that at least two trial level decisions have answered this question in the negative ( Al  <FRAGMENT_SUPPRESSED> , and Singh , above), there has been no consideration of the issue by the Court of Appeal. The answer to this question would be dispositive of the appeal in that, if the question is answered in the positive, the Board would have incorrectly applied s. 34(1)(f) of the IRPA", "[39] I would, however, re-formulate the question more directly and simply: Is a foreign national inadmissible to Canada, pursuant to s. 34(1)(f) of IRPA , where there is clear and convincing evidence that the organization disavowed and ceased its engagement in acts of subversion or terrorism as contemplated by s. 34(1)(b) and (c) prior to the foreign national's membership in the organization? JUDGMENT", "[40] THIS COURT ORDERS AND ADJUDGES that 1. the application for judicial review is dismissed: and 2. the following question is certified: Is a foreign national inadmissible to Canada, pursuant to s. 34(1)(f) of IRPA , where there is clear and convincing evidence that the organization disavowed and ceased its engagement in acts of subversion or terrorism as contemplated by s. 34(1)(b) and (c) prior to the foreign national's membership in the organization? Application dismissed. Editor: Angela E. McKay/pdk [End of document]"]}