{"id_": "043898", "body_str": ["[1] Blais, J. [Translation]: This is an application for judicial review under section 72 of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (the Act), of a decision dated February 7, 2006, by the visa officer of the Canadian Embassy in Damascus, who refused to issue to the applicant a temporary resident visa as a member of the worker class.", "[2] For the following reasons, I am satisfied that the application for judicial review should be dismissed. RELEVANT FACTS", "[3] Ghassan Al Nahhas (the applicant) is a businessman and a citizen of Syria.", "[4] On December 21, 2005, the applicant applied for a temporary resident visa as a member of the worker class. At that time, the applicant was the president and sole employee of L.E.N.K.E.R., a company registered in the province of Quebec in 2005. IMPUGNED DECISION", "[5] In a decision dated February 7, 2006, Paul Jamieson, a visa officer at the Canadian Embassy in Syria (the visa officer), dismissed the applicant’s application for a temporary visa because he was not satisfied that the applicant would leave Canada at the end of the authorized period. ISSUES", "[6] The issues in this case are as follows: (1) Did the visa officer make an error in assessing the evidence which would warrant intervention by this Court? (2) Did the visa officer breach his duty of fairness to the applicant? RELEVANT STATUTORY PROVISIONS", "[7] Immigration and Refugee Protection Act, S.C. 2001, c. 27 (the Act) 11 . (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document shall be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act. 20 . (1) Every foreign national, other than a foreign national referred to in section 19, who seeks to enter or remain in Canada must establish, (a) to become a permanent resident, that they hold the visa or other document required under the regulations and have come to Canada in order to establish permanent residence; and (b) to become a temporary resident, that they hold the visa or other document required under the regulations and will leave Canada by the end of the period authorized for their stay. 11 20 STANDARD OF REVIEW", "[8] The issuance of a temporary resident visa by a visa officer is a discretionary decision ( <FRAGMENT_SUPPRESSED> ).", "[9] As the Federal Court of Appeal explained in  <FRAGMENT_SUPPRESSED>  the patent unreasonableness standard is equivalent to paragraph 18.1(4)(d) of the Federal Courts Act, R.S.C. 1985, c. F-7, as amended by S.C. 1990, c.-8, which provides that the Federal Court may intervene in the case of a mistake of fact in a decision of a federal board, commission or other tribunal only if that board, commission or tribunal based its decision on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it.", "[10] However, when a matter of procedural fairness is involved, it is trite law that the applicable standard of review is correctness, because this is a question of law ( <FRAGMENT_SUPPRESSED> ). Accordingly, if the Court concludes that there has been a breach of procedural fairness, the application for judicial review will be allowed. ANALYSIS 1) Did the visa officer make an error in assessing the evidence which would warrant intervention by this Court?", "[11] The visa officer refused to issue a temporary resident visa to the applicant because he was not satisfied that the applicant would leave Canada at the end of the period authorized for his stay, as required under paragraph 20(1)(b) of the Act. According to the notes in the Computer Assisted Immigration Processing System (CAIPS), the decision of the visa officer was based on the following statements made by the applicant at his interview: (1) The applicant allegedly stated that he did not know when he would return to Syria and later mentioned that he would remain in Canada for approximately five to seven years; (2) The applicant allegedly planned on living in Canada with his family during this period and in fact had applied for temporary resident visas for his wife and two children; (3) The applicant allegedly intended to sell his house in Syria and buy one in Canada.", "[12] In the affidavit submitted in support of his application for judicial review before this Court, the applicant states having mentioned that his children were studying in Syria and would not accompany him to Canada and that, since he owned many properties in Syria, he had no intention of selling all of them. In answer to the applicant’s arguments, the visa officer also submitted an affidavit in which he maintained the version of the facts noted in the CAIPS.", "[13] In addition, the applicant submits that the visa officer did not take into consideration the fact that he had always respected the conditions of his visitor visas in the past. In his affidavit, however, the visa officer confirms that he considered this fact but simply did not attach decisive weight to it.", "[14] <FRAGMENT_SUPPRESSED>  paragraph 42, Mr. Justice Paul Rouleau wrote the following: In my view, the Court should attach greater weight to the visa officer’s testimony about what took place during the interview, for the following reasons. First, it is corroborated by the notes she recopied into the CAIPS system, which make absolutely no mention of problems communicating with the applicant, whereas there is nothing to support or confirm the applicant’s allegations. Further, the officer’s notes were re-transcribed into the CAIPS the day after the interview with the applicant, namely March 21, 2001, when the events were still fresh in her memory, and the applicant’s affidavit, on the other hand, dates from August 31, 2001, over five months after the interview. In my opinion the fact that the CAIPS notes, which corroborate the officer’s testimony, were contemporaneous is a sufficient reason to prefer her testimony to that of the applicant.", "[15] Also, in  <FRAGMENT_SUPPRESSED>  paragraph 18, Mr. Justice Michel Beaudry wrote the following: Based on a review of the CAIPS entries, which are dated the same date as the decision, as well as the evidence from both parties, the Court finds that the Visa Officer did not breach her duty of fairness to the applicant. Although there was no obligation to do so, the Visa Officer did express her misgivings and invited the applicant to provide further documentation to persuade her that his wealth was not gleaned from illegitimate sources. Unfortunately, the applicant said he had no further information. I attach greater weight to the Visa Officer’s affidavit about what took place during the interview because the CAIPS entries were done the same day and there is no mention that the applicant would have the opportunity to submit further documentation ( <FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 600 (F.C.T.D.) (QL)).", "[16] I have no hesitation in concluding, as my colleagues Rouleau J. and Beaudry J. have done, that more weight should be attached to the testimony of the visa officer concerning what happened at the interview, which is consistent with the CAIPS notes.", "[17] Having attentively studied the evidence that was before the visa officer when he made his decision, as well as the reasons on which this decision was based, I cannot conclude that he based his decision on an erroneous finding of fact that he made in a perverse or capricious manner or without regard for the material before him. 2) Did the visa officer breach his duty of fairness to the applicant?", "[18] The applicant submits as his second argument that the decision of the visa officer was tainted with prejudice and that the visa officer was biased.", "[19] The respondent argues that an allegation of bias is serious and must not be made lightly. The Federal Court of Appeal stated the following in  <FRAGMENT_SUPPRESSED> : . . . An allegation of bias, especially actual and not simply apprehended bias, against a tribunal is a serious allegation. It challenges the integrity of the tribunal and of its members who participated in the impugned decision. It cannot be done lightly. It cannot rest on mere suspicion, pure conjecture, insinuations or mere impressions of an applicant or his counsel. It must be supported by material evidence demonstrating conduct that derogates from the standard . . . .", "[20] The applicant did not submit any evidence in support of this allegation, other than his statement that the interview lasted only five minutes, something which the visa officer denies in his affidavit. Accordingly, the applicant’s allegations are insufficient to establish any breach of procedural fairness whatsoever.", "[21] For these reasons, the application for judicial review must be dismissed.", "[22] Counsel did not submit any question for certification. JUDGMENT", "[23] The application for judicial review is dismissed.", "[24] No question will be certified.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7] 11. 20. 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document shall be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act. 20. (1) Every foreign national, other than a foreign national referred to in section 19, who seeks to enter or remain in Canada must establish, (a) to become a permanent resident, that they hold the visa or other document required under the regulations and have come to Canada in order to establish permanent residence; and (b) to become a temporary resident, that they hold the visa or other document required under the regulations and will leave Canada by the end of the period authorized for their stay. NORME DE CONTRÔLE", "[8]", "[9]", "[10] ANALYSE", "[11]", "[12]", "[13]", "[14]", "[15] Based on a review of the CAIPS entries, which are dated the same date as the decision, as well as the evidence from both parties, the Court finds that the Visa Officer did not breach her duty of fairness to the applicant. Although there was no obligation to do so, the Visa Officer did express her misgivings and invited the applicant to provide further documentation to persuade her that his wealth was not gleaned from illegitimate sources. Unfortunately, the applicant said he had no further information. I attach greater weight to the Visa Officer’s affidavit about what took place during the interview because the CAIPS entries were done the same day and there is no mention that the applicant would have the opportunity to submit further documentation ( <FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 600 (F.C.T.D.) (QL)).", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22] JUGEMENT", "[23]", "[24] [End of document]"]}