{"id_": "043903", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (IRPA) for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board) dated February 28, 2006, which determined that the applicants were neither Convention refugees nor persons in need of protection.", "[2] The applicants request that the Board's decision be set aside and the matter remitted for redetermination by a differently constituted panel of the Board. Background", "[3] The applicants are citizens of Honduras. For ease of reference, the four family members will be referred to as follows in this decision: Jose Roberto Carias Martinez (the father); Marta Lidia Juarez Pereira de Carias (the mother); Jose Roberto Carias Juarez (the elder son); and Fernando Carias Juarez (the younger son). The claims of the father, mother and elder son rest upon the younger son's involvement in the investigation of corrupt Honduran police and army officers who had been involved in a car theft ring. The applicants claim to have been threatened and persecuted due to the younger son's involvement in the investigation. The father and mother alleged a fear of persecution on the basis of their membership in a particular social group, namely, the Carias family. The elder son alleged a fear of persecution due to his membership in three social groups: the army, Christians and the Carias family. The younger son alleged a fear of persecution due to his anti-government opinion, which was based upon his investigations of corrupt Honduran officials.", "[4] The father described the basis of his claim in the narrative portion of his Personal Information Form (PIF), which was filed in October 2003. He stated that his perception as a relatively wealthy individual caused him problems. In 1997, his elder son was abducted and a ransom was requested. He paid the ransom and his son was released. He continued to be targeted by an organized gang, but could not go to the authorities because the perpetrators were connected to the police. He was advised by a friend not to make any complaints to the police. He paid the gang regularly but on May 6, 2003, they beat him and left him semi-conscious. He left Honduras for the United States on June 27, 2003. He then made his way to Canada on October 7, 2003, where he claimed refugee protection. During the hearing, he testified that his daughter Melisa, who was still in Honduras, was being threatened and assaulted due to his younger son's investigations. The mother did not provide her own PIF narrative, and instead relied upon those of her family in alleging her fear of persecution. She left Honduras on November 27, 2003, and arrived in Canada via the United States on December 9, 2003, where she immediately claimed refugee protection.", "[5] The elder son described his fear of persecution in his PIF narrative, which was filed in October 2003. He was a member of the Honduran army from 1984 until 1994, when he became a teacher. He was harassed for having deserted the army. He was also harassed for being a Christian, when he became a minister. The elder son later determined that those harassing him were gang members. In November 1997, he was abducted by a gang. During his abduction, he was allegedly beaten and tortured. His father paid a ransom and he was released after three days. He fled to the United States on December 3, 1997, where he remained legally until he joined his father in Canada in October 2003, and claimed refugee status.", "[6] The younger son was an investigations agent in the Direction of Criminal Investigation (DIC). His PIF, dated January 2004, set out the reasons for which he feared persecution in Honduras. In 1998, he became the head of the automotive theft department. Following a number of car thefts, his department arrested members of a car theft ring. He and his family experienced death threats, harassment and attempted murder due to his involvement in the investigations. He claimed that his house was set on fire and gunshots were fired, a bomb exploded in his car, his dogs were killed, and he received a phone call threatening him with death unless he stopped the investigations.", "[7] The younger son reported his investigations to his immediate supervisors, however they did not respond, as they were corrupt. Eventually his report was given to senior government officials whom the younger son believed were receiving payoffs. He was allegedly abducted on July 25, 2002, and tortured over a period of two days. His abductors warned him to stop his investigations or that his family would be killed. He took a two month leave of absence and did not pursue the investigations when he returned to work. In December 2002, he received a telephone call from the Honduran Minister of Defence wherein he was asked to leave the country and threatened with death. He agreed to leave if his wife and child would be protected. He relocated his family within Honduras and fled to the United States in January 2003. He was later informed by his mother that there had been an abduction attempt upon his child. He came to Canada on December 9, 2003 and claimed refugee status.", "[8] The applicants jointly filed a supplemental PIF narrative in August 2004. The supplementary information indicated that the younger son had been contacted by phone in 1997 when the elder son had been abducted, and was told that the abduction had been ordered by those he had been investigating. The applicants' refugee hearings took place on August 24, 2004, May 5, 2005, September 14, 2005, and October 17, 2005. By decision dated February 28, 2006, the Board found that they were neither Convention refugees nor persons in need of protection. This is the judicial review of the Board's decision. Board's Reasons", "[9] In their application for judicial review, the applicants did not dispute the credibility findings made by the Board.", "[10] The sole issue argued before me was whether the applicants were persons in need of protection under subparagraph 97(1)(b)(ii) of IRPA.", "[11] The Board found that the following incidents occurred: SUMMARY OF THE CLAIMS In summary, I find that the following incidents occurred: 1) verbal harassment of the second claimant in 1994-95 2) shots fired at the fourth claimant's car and house in 1996 3) abduction of second claimant for ransom in 1997 4) robbery of first claimant in 2003 5) unsuccessful abduction attempt against the fourth claimant's daughter in 2003 6) physical assault of Melisa in March 2005 Board's Reasons with Respect to Section 97 of IRPA", "[12] The Board stated at pages 49 to 51 of the tribunal record: In light of the above six incidents, I considered whether there is a reasonable chance that any or all of the claimants would be personally subjected to a risk to their lives or of cruel and unusual treatment or punishment or the danger of torture if they return to Honduras. I find that the verbal harassment of the second claimant is not a serious form of harm and that it happened over ten years ago and, therefore, it does not contribute to establishing an objective basis of future harm for any of the claimants. The other five incidents took place between 1996 and 2005. Five different family members experienced five different types of economic and/or violent crimes. According to the testimony of the first claimant, the Carias family is perceived as being well-off. The claimants' PIFs indicate that they were largely employed in various professional capacities in Honduras; for example, as an agronomist, teacher, airplane mechanic and investigations agent. The documentary evidence indicates that about two-thirds of the country's households live in poverty and forty per cent of the population lives on less than a dollar a day. In this context, I find that the Carias family members would be perceived as a relatively wealthy and, thus, prime victims for economically motivated crimes. The documentary evidence indicates that crime and violence is on the rise in Honduras. Amnesty International reports that \"the socio-economic conditions, the poverty that affects a high percentage of the whole population, the ineffectiveness of and lack of confidence in the legal system and police force have all created great insecurity among the population in general. These conditions have \"prompt[ed] many to flee the country.\" I find, on a balance of probabilities, that the claimants, and other Carias family members still in Honduras, have been victims of random and isolated economic, and sometimes violent, crimes over the last decade as a result of the rising crime rates in Honduras. Thus, I find that these incidents do not demonstrate that there is a reasonable chance that the first, second, third or fourth claimants will be personally subjected to a risk to their lives or of cruel and unusual treatment or punishment or a danger of torture in Honduras. CONCLUSION I find that there is not a reasonable chance that the claimants will be persecuted or will be personally subjected to a risk to their lives or of cruel and unusual treatment or punishment or be at a risk of torture for the reasons outlined above. Accordingly, the Refugee Protection Division determines that the first, second, third and fourth claimants are not Convention refugees or persons in need of protection and, therefore, rejects their claims to refugee protection. Issue", "[13] The applicants submitted the following issue for consideration: Did the Board err in failing to apply its finding that the applicants were prime targets because of their perceived wealth, to its assessment of whether they would be at risk in Honduras?", "[14] I would rephrase the issue as follows: Did the Board err in finding that the applicants were not persons in need of protection under subparagraph 97(1)(b)(ii) of IRPA?", "[15] The applicants submitted that the Board erred in law in failing to consider their status as prime targets of crime, their experiences as a result of this targeting, and the personal risk they faced in Honduras. It was submitted that the Board failed to consider that they belonged to a particular social group, namely, relatively wealthy targets of crime, and that they risked being subjected to further violent crime.  <FRAGMENT_SUPPRESSED>  (C.A.), the Federal Court of Appeal held that in claims involving generalized oppression, the issue was not whether an individual was more at risk than anyone else in their country, but rather whether the abuse was serious enough to form the basis of a refugee claim.", "[16] The applicants submitted that if crime in Honduras was rampant, the police are ineffective and the applicants were prime targets; they therefore faced a risk of cruel and unusual treatment. It was submitted that the Board erred in requiring that they prove future personal risk, rather than membership in a group that was vulnerable to risk.  <FRAGMENT_SUPPRESSED>  Justice Kelen held that targeting on the basis of wealth may constitute a basis for a fear of persecution. The applicants submitted that they were in a similar situation. It was submitted that the evidence showed that police protection was ineffective in Honduras. As such, the Board erred in imposing too high a standard upon them when it demanded that they show personal risk.", "[17] The respondent submitted that the Board did not err in making its negative credibility findings. It was submitted that the applicable standard of review with respect to credibility findings was patent unreasonableness.", "[18] The respondent submitted that the Board did not err in finding that there was no nexus between the crimes experienced by the applicants and a Convention ground. It was submitted that the evidence provided to show that they had been targeted because of the younger son's investigations was not credible. The respondent submitted that the applicants could not meet the Convention refugee definition due to their perceived wealth or for being victims of crime (see <FRAGMENT_SUPPRESSED> ). The Board found that five members of the Carias family had become victims of crime on five occasions over nine years. The respondent submitted that the Board properly found that this did not mean that the applicants faced a serious possibility that they would personally be subjected to risk in Honduras as required under section 97 of  <FRAGMENT_SUPPRESSED> .", "[19] It was submitted that the risk of crime faced by the applicants was general rather than personal, as it was prevalent throughout the country. The respondent submitted that the perception of the applicants as wealthy could increase their chances of being victimized, however it did not mean that the risk was no longer generalized. It was submitted that the Board properly determined that the risk they faced was general in nature. Analysis and Decision Standard of Review", "[20] The Board found that there was not a reasonable chance that the applicants would be persecuted or personally subjected to a risk to their lives, or to cruel and unusual treatment or punishment, or to a risk of torture if they were to return to Honduras. This determination is subject to review on the standard of patent unreasonableness (see", "[21] Issue 1 Did the Board err in finding that the applicants were not persons in need of protection under subparagraph 97 (1)(b)(ii) of IRPA? The Board acknowledged that crime and violence occurred regularly in Honduras and found that the applicants had suffered the following as a result: 1) the elder son was harassed in 1994-1995; 2) shots were fired at the younger son's car and house in 1996; 3) the elder son was abducted in 1997; 4) the father was robbed in 2003; 5) an abduction attempt was made against the younger son's daughter in 2003; and 6) Melisa was physically assaulted in March 2005. However, the Board concluded that these incidents did not demonstrate that there was a reasonable chance that the applicants would be persecuted or personally subjected to a risk to their lives, or of cruel and unusual treatment or punishment or a danger of torture. In other words, the applicants faced a general risk of harm to which citizens of Honduras are subjected.", "[22] In <FRAGMENT_SUPPRESSED> above, the Federal Court of Appeal adopted Professor Hathaway's statements regarding generalized oppression: In view of the probative value of the experiences of persons similarly situated to a refugee claimant, it is ironic that Canadian courts historically have shown a marked reluctance to recognize the claims of persons whose apprehension of risk is borne out in the suffering of large numbers of their fellow citizens. Rather than looking to the fate of other members of the claimant's racial, social, or other group as the best indicator of possible harm, decision makers have routinely disfranchised refugees whose concerns are based on generalized group-defined oppression. In sum, while modern refugee law is concerned to recognize the protection needs of particular claimants, the best evidence that individual faces a serious chance of persecution is usually the treatment afforded similarly situated persons in the country or origin. In the context of claims derived from situations of generalized oppression, therefore, the issue is not whether the claimant is more at risk than anyone else in her country, but rather whether the broadly based harassment or abuse is sufficiently serious to substantiate a claim to refugee status. If persons like the applicant may face serious harm for which the state is accountable, and if that risk is grounded in their civil or political status, then she is properly considered to be a Convention refugee. (Emphasis Added)", "[23] In my view, the applicants faced a generalized risk of harm that was faced by many other Hondurans, including those perceived as wealthy, and was not sufficiently serious to substantiate a claim to protection.", "[24] Subparagraph 97(1)(b)(ii) of IRPA sets out that a person in need of protection is a person whose removal to their home country would subject them personally to a risk to their life or to a risk of cruel and unusual treatment or punishment, if the risk would be faced by the person in every part of that country and is not faced generally by other individuals in that country. In <FRAGMENT_SUPPRESSED> above, Justice Snider stated the following regarding generalized risk, at paragraphs 24 to 27: It seems to me that common sense must determine the meaning of s. 97(1)(b)(ii). To put the matter simply: if the Applicants are correct that parents in Colombia are a group facing a risk not faced generally by other individuals in Colombia, then it follows that every Colombian national who is a parent and who comes to Canada is automatically a person in need or protection. This cannot be so. The risk described by the Applicants and the Board in this case is a risk faced by millions of Colombians; indeed, all Colombians who have or will have children are members of this population. It is difficult to define a broader or more general group within a nation than the group consisting of \"parents\". Further, I can see nothing in s. 97(1)(b)(ii) that requires the Board to interpret \"generally\" as applying to all citizens. The word \"generally\" is commonly used to mean \"prevalent\" or \"widespread\". Parliament deliberately chose to include the word \"generally\" in s. 97(1)(b)(ii), thereby leaving to the Board the issue of deciding whether a particular group meets the definition. Provided that its conclusion is reasonable, as it is here, I see no need to intervene. In conclusion, the Board reasonably concluded that the risk to which the son-in-law and his wife would be subject is a general risk and does not make them persons in need of protection under s. 97.", "[25] The applicants are members of a large group of people who may be targeted for economic crimes in Honduras on the basis of their perceived wealth. The applicants submitted that the Board erred in imposing too high a standard upon them in requiring that they prove that they would be personally at risk. Given the wording of subparagraph 97(1)(b)(ii) of IRPA, the applicants had to satisfy the Board that they would be personally subjected to a risk that was not generally faced by others in Honduras. The application for judicial review is therefore dismissed.", "[26] The respondent put forward the following proposed serious question of general importance for my consider for certification: Do persons who are targets of crime due to their wealth or perceived wealth face a personal risk that is not faced generally by other individuals under section 97 of IRPA?", "[27] The applicants opposed the certification of this question. I am not prepared to certify this question. In my view, wealth is an insufficient basis to ground a claim under section 97 and does not raise a serious issue to warrant certification, as the risk is generalized. JUDGMENT", "[28] IT IS ORDERED that the application for judicial review is dismissed. ANNEX Relevant Statutory Provisions The relevant statutory provisions are set out in this section. The Immigration and Refugee Protection Act , S.C. 2001, c. 27.: 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. 97.(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. [End of document]"]}