{"id_": "043935", "body_str": ["[1] Blanchard, J. [Translation]: The Attorney General of Canada (the applicant/the Minister) is requesting judicial review of a decision dated December 19, 2006, by a member of the Pension Appeals Board (the Board) granting the respondent an extension of time and leave to appeal the decision of the Review Tribunal dated November 27, 2001. The applicant seeks an order rejecting the decision and remitting the case to the Board for reconsideration by another member.  <FRAGMENT_SUPPRESSED> II. Factual background  <FRAGMENT_SUPPRESSED>", "[2] The respondent was born on July 12, 1953, is married and has a child. She has a Grade 10 education and worked as a fish processor from 1972 until November 1990.  <FRAGMENT_SUPPRESSED>", "[3] From November 1990 to April 1996, the respondent ran a nursing home in her home.  <FRAGMENT_SUPPRESSED>", "[4] On September 11, 1998, the respondent completed her first application for a disability pension. She stated that she suffered from severe pain in her back, hands and left leg, burnout, depression, panic attacks, anxiety and osteoarthritis.  <FRAGMENT_SUPPRESSED>", "[5] On January 20, 1999, the Minister determined that the respondent was not disabled within the meaning of the Canada Pension Plan , R.S.C. 1985, c. C-8 (the Act ) and denied her claim.  <FRAGMENT_SUPPRESSED>", "[6] The respondent appealed that decision to the Minister on February 25, 1999. The appeal was dismissed on April 12, 1999.  <FRAGMENT_SUPPRESSED>", "[7] On July 22, 1999, the respondent appealed the Minister's decision to a Review Tribunal of the Board. A hearing before the Tribunal was adjourned to enable the respondent to complete her record. The Review Tribunal denied the disability pension claim and issued its reasons on November 27, 2001. The Tribunal based its decision on the reports of Drs. Nadkarni and Picard and stated that the evidence was not sufficient to support a finding that the respondent was disabled within the meaning of the Act at her minimum qualifying period of December 1996. The respondent did not appeal that decision to the Pension Appeals Board. That decision was the subject of the application for an extension of time and for leave to appeal that underlies this application for judicial review.  <FRAGMENT_SUPPRESSED>", "[8] The respondent filed a second application for a disability pension, dated May 7, 2004. This application, which is not in the Court docket, was refused by the Minister. The respondent appealed this refusal to the Review Tribunal. The hearing was adjourned on November 24, 2005, because there were discussions about an application to reopen under section 84(2) of the Act and about a new application for benefits. This second application is still in abeyance.  <FRAGMENT_SUPPRESSED>", "[9] On December 6, 2006, the respondent applied for an extension of time and for leave to appeal the Review Tribunal's decision of November 27, 2001, to the Board. On December 19, 2006, a designated member of the Board granted ex parte an extension of time and leave to appeal the Review Tribunal's decision of November 27, 2001. In granting the application, the Pension Appeals Board wrote as follows:  <FRAGMENT_SUPPRESSED> [Translation] \"The Pension Appeals Board received from the above-named individual an application for leave to appeal the decision of the Review Tribunal issued on November 27, 2001. A member designated under section 83(2.1) of the Canada Pension Plan granted her leave to appeal on December 19, 2006, and came to the following conclusion:  <FRAGMENT_SUPPRESSED> 'Considering the claimant's illness and the steps she took both through her second application for a pension and her appeal of the Review Tribunal's decision in November 2001, it is clear that she has always demonstrated her intention to pursue her application for a disability pension using all available methods. An extension of 90 days is granted.' <FRAGMENT_SUPPRESSED> On January 26, 2007, the applicant applied for judicial review, asking that this decision be rejected and that the matter be referred to the Board for reconsideration by another member.  <FRAGMENT_SUPPRESSED> III. Issues  <FRAGMENT_SUPPRESSED>", "[10] The issues are as follows:  <FRAGMENT_SUPPRESSED> (A) Did the designated member of the Board err by not applying the relevant legal test for granting an extension of time?  <FRAGMENT_SUPPRESSED> (B) Did the designated member of the Board err by granting the respondent leave to appeal?  <FRAGMENT_SUPPRESSED> IV. Applicable statutory provisions  <FRAGMENT_SUPPRESSED>", "[11] The provisions of the Canada Pension Plan that specifically apply to this case are reproduced in the schedule to these reasons.  <FRAGMENT_SUPPRESSED> V. Standard of review  <FRAGMENT_SUPPRESSED>", "[12] <FRAGMENT_SUPPRESSED>  the Supreme Court of Canada determined that there should only be two standards of review, correctness and reasonableness. The Court stated that the standard of correctness must be maintained in respect of jurisdictional and some other questions of law (see at paragraph 50). When applying the correctness standard, a reviewing court will not show deference to the decision maker's reasoning process; it will rather undertake its own analysis. The analysis will bring the court to decide whether it agrees with the determination of the decision maker.  <FRAGMENT_SUPPRESSED>", "[13] The Supreme Court also teaches that in judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes that are defensible in respect of the facts and law (see at paragraph 47).  <FRAGMENT_SUPPRESSED>", "[14] Guidance with regard to the questions that will be reviewed on a reasonableness standard can be found in the existing case law (see at paragraph 54). The deference that should be given to a tribunal will be determined based on the following factors: a privative clause; a discrete and special administrative regime in which the decision maker has special expertise; and the nature of the question of law (see at paragraph 55).  <FRAGMENT_SUPPRESSED>", "[15] In <FRAGMENT_SUPPRESSED>  Mr. Justice Kelen noted at paragraph 9 that the decision of a designated member of the Board to extend time to appeal or to grant leave to appeal is discretionary. He also determined that the appropriate standard to assess the decision of a designated member of the Board is correctness on questions of law, patent unreasonableness on questions of fact and reasonableness simpliciter on questions of mixed fact and law.  <FRAGMENT_SUPPRESSED>", "[16] Although the administrative regime here may require the Board to have a certain expertise on questions dealing with the merits of an application for a disability pension, it does not, in my view, require such expertise to dispose of the question before us, specifically, an extension of time. I also note the absence of a privative clause.  <FRAGMENT_SUPPRESSED>", "[17] With respect to the nature of the question, the first issue is essentially a question of law since it involves determining whether the decision maker applied the right legal test in deciding whether to grant an extension of time. If it appears that an error was made in applying the correct legal test, the decision is reviewable on the correctness standard and will be set aside ( <FRAGMENT_SUPPRESSED> ; 2006 FC 322 (Lexis), at paragraph 14). See also <FRAGMENT_SUPPRESSED> ; 2006 FC 1364 (Lexis), at paragraphs 29 and 31. If the question turns on the assessment of the factors prescribed by the legal test, the question would be one of mixed fact and law because the determination would require the application of facts to these factors. Such a question is reviewable against the reasonableness standard.  <FRAGMENT_SUPPRESSED>", "[18] The second question seeks to determine whether the decision maker erred in granting leave to appeal. This is also a question of mixed fact and law since it requires that a legal test established by the case law be applied to the particular facts of the case. Taking into account the three factors set out  <FRAGMENT_SUPPRESSED> , the appropriate standard of review on this question is also reasonableness.  <FRAGMENT_SUPPRESSED> VI. Preliminary issue  <FRAGMENT_SUPPRESSED>", "[19] On my own motion, I raised the issue of whether the Court had jurisdiction to decide an application for judicial review of a decision by a designated member of the Board. This issue was raised in light of the recent Federal Court of Appeal decision in <FRAGMENT_SUPPRESSED>  where Mr. Justice Létourneau wrote at paragraph 43:  <FRAGMENT_SUPPRESSED> In a nutshell, sending the parties to the Federal Court to have the correctness of a legal ruling made by a Review Tribunal reviewed on an application for reconsideration pursuant to subsection 84(2) does not find support in the statutory provisions enacted by Parliament. Moreover, it defeats the legislative purpose and objective of the CPP because the unnecessary diversion is costly and the claimant, whether he is the applicant or the defendant in the Federal Court proceedings, always stands at the losing end of this process: he bears his own costs of the proceedings, and possibly those of the winning party if he loses, and, in the meantime, the adjudication on the merits of his disability claim is long delayed. The diversion puts an unnecessary and unwarranted constraint on the fairness and efficiency of the adjudicative process put in place by Parliament .\" (Emphasis added)  <FRAGMENT_SUPPRESSED> This decision reversed a line of cases holding that applications for judicial review of decisions by the Board be heard in Federal Court. Mazotta established that applications for judicial review of decisions by the Board, particularly those based on fresh evidence, must now be appealed to the Board ( <FRAGMENT_SUPPRESSED> ). In the case before me, the decision was not made by the Board but by a designated member of the Board, and it deals with an application for an extension of time and for leave to appeal. Mazotta , above, does not specifically address this situation.  <FRAGMENT_SUPPRESSED>", "[20] The case law teaches us that there is a distinction between a decision made by the Board and one made by a designated member of the  <FRAGMENT_SUPPRESSED>  (Lexis), Mr. Justice Pratte concluded at paragraph 2 that a decision can be reviewed by the Federal Court if it was made by a \"vice-chairman ... in the exercise of a jurisdiction which, by statute, is not conferred on the Board but on its chairman and vice-chairman\". This approach was confirmed in <FRAGMENT_SUPPRESSED> ; 223 N.R. 120 (F.C.A.) (Lexis) at paragraph 5. More recently, in <FRAGMENT_SUPPRESSED>  Madam Justice Mactavish came to the same conclusion. She acknowledged the Federal Court of Appeal's jurisdiction to hear applications for judicial review in respect of the Board pursuant to section 28 of the Federal Courts Act , R.S.C. 1985, c. F-7. However, she also noted that decisions of designated members are not decisions of the Board and therefore can be reviewed by the Federal Court. I concur with her analysis and conclusion.  <FRAGMENT_SUPPRESSED>", "[21] I also accept my colleague's comments noting the difference in the respective mandates of a designated member and the Board. The Board is responsible for conducting a de novo hearing on the claim for a disability pension once a designated member has granted leave. The Board has no mandate to revisit a leave to appeal. Applications for leave and for an extension of time are interlocutory \"special\" proceedings since they fall within the jurisdiction of the designated member and not the Board. Judicial review of such decisions is to the Federal Court. (See Layden at paragraphs 24 to 26.)  <FRAGMENT_SUPPRESSED>", "[22] In my view, if the Federal Court of Appeal in Mazotta had intended to change the state of the law on this issue, it would have done so explicitly.  <FRAGMENT_SUPPRESSED>", "[23] For these reasons, I am satisfied that in this case, this Court has jurisdiction to hear the application for judicial review of the decision made on December 19, 2006, by a member of the Board granting the respondent an extension of time and leave to appeal the Review Tribunal's decision.  <FRAGMENT_SUPPRESSED> VII. Analysis  <FRAGMENT_SUPPRESSED> A. Did the designated member of the Board err by not applying the relevant legal test for granting an extension of time?  <FRAGMENT_SUPPRESSED>", "[24] Section 83 of the Act provides that a party who is dissatisfied with a decision of a Review Tribunal may, within 90 days after the decision was communicated to that party, apply in writing to the Chairman or Vice-Chairman of the Board for leave to appeal the Tribunal's decision to the Board. The Chairman or Vice-Chairman may then grant the applicant leave to appeal.  <FRAGMENT_SUPPRESSED>", "[25] It appears from the wording of subsection 83(1) of the Act that a party who does not apply for leave to appeal a decision to the Pension Appeals Board within the prescribed 90 days must first be granted an extension of time to apply for leave. The Act provides that applications for an extension of time and for leave to appeal are made ex parte.  <FRAGMENT_SUPPRESSED>", "[26] Section 5 of the Pension Appeals Board Rules of Procedure (Benefits) , C.R.C. (the Rules ), indicates the information that is required on an application for an extension of time.  <FRAGMENT_SUPPRESSED>", "[27] In <FRAGMENT_SUPPRESSED>  Madam Justice Snider determined that the situation faced by a member of the Board considering an application for an extension of time is analogous to that of a Federal Court judge considering an extension of time for bringing an application for judicial review. Accordingly, the following criteria must be considered when deciding whether an extension of time should be granted:  <FRAGMENT_SUPPRESSED> (i) The applicant has shown a continuing intention to pursue the appeal;  <FRAGMENT_SUPPRESSED> (ii) A reasonable explanation for the delay has been provided;  <FRAGMENT_SUPPRESSED> (iii) The application for leave discloses an arguable case; and  <FRAGMENT_SUPPRESSED> (iv) There is no prejudice to the other party in allowing the extension.  <FRAGMENT_SUPPRESSED> The case law confirms the use of this test on applications for an extension of time ( <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED>  at paragraph 9).  <FRAGMENT_SUPPRESSED>", "[28] In <FRAGMENT_SUPPRESSED> , at paragraph 10, the Court explains that it is critical in the interests of justice that the record demonstrates clearly that all of the above factors have been addressed by the decision maker. Provided that the record demonstrates that there was a reasonable evidentiary basis upon which the member could assess the factors, it would not be up to this Court to reweigh the evidence.  <FRAGMENT_SUPPRESSED>", "[29] For the following reasons, I am not persuaded that the designated member applied the requisite legal test for granting an extension of time.  <FRAGMENT_SUPPRESSED>", "[30] In his decision, the designated member did not address the factors to consider in the context of the legal test that applies when a claimant seeks an extension of time. The designated member did not mention the test at all in his decision and did not deal with the factors listed above. The brief decision seems to indicate that the designated member granted the application for an extension for two reasons. First, the respondent had a continuing intention to pursue obtaining a disability pension and second, the delay in question was explained by the respondent's illness.  <FRAGMENT_SUPPRESSED>", "[31] With respect to the first reason, the designated member did not explain the link between the respondent's intention to obtain a disability pension and a continuing intention to pursue the appeal of the impugned decision, i.e., the first factor listed in the test. Nor does the evidence in the record establish such a link. The evidence shows that the respondent was told about the time limit for appealing and that she chose not to take advantage of it. On or about March 30, 2005, the respondent completed a second application for a disability pension and exercised her right to appeal to a second Review Tribunal on October 12, 2005. Based on this evidence, it could be inferred that, since the respondent completed a second application for a disability pension and appealed the refusal to grant her this pension to a second Review Tribunal, she did not intend to appeal the Review Tribunal's decision issued on November 26, 2001. Although the respondent's actions indicate that she intended to obtain a disability pension, they do not demonstrate that she had a continuing intention to pursue the appeal of the November 26, 2001, decision.  <FRAGMENT_SUPPRESSED>", "[32] With respect to the second reason, the designated member did not explain what aspect of the respondent's \"illness\" could have justified the delay. The respondent states in her letter of November 17, 2006, that she suffered from very severe depression and exhaustion, had been sexually assaulted, had attempted suicide a number of times and was being followed by a psychiatrist. She maintains that she was suffering both physically and emotionally. However, the evidence indicates that the key elements of her \"illness\" already existed in September 2001, i.e., when the hearing on her first application was held. I note that her illness did not prevent her from appearing and testifying at the hearing. The respondent now wants to justify her delay in pursuing her appeal of the November 2001 decision by relying on this illness whose symptoms already existed. In addition, I note that she did not file a psychiatric report to support her arguments. Also, her \"illness\" did not prevent her from applying a second time for a disability pension in 2005.  <FRAGMENT_SUPPRESSED>", "[33] The evidence is simply not sufficient to support the finding that a reasonable explanation was provided to the designated member to justify granting an extension of time.  <FRAGMENT_SUPPRESSED>", "[34] The two other factors in the legal test set out in <FRAGMENT_SUPPRESSED> , were not addressed at all by the designated member in his decision, specifically, whether there is an arguable case and whether the respondent would suffer irreparable harm. In the absence of reasons dealing with these factors, I cannot conclude that the designated member considered them. It is settled law that the decision maker must provide sufficient reasons when rendering a decision ( <FRAGMENT_SUPPRESSED> ; 130 N.R. 236 (F.C.A.) (Lexis)).  <FRAGMENT_SUPPRESSED>", "[35] Overall, the reasons provided by the designated member in his December 21, 2006, decision are simply inadequate and do not explain what he based his decision on. The factors considered by the designated member cannot in themselves warrant the extension of time since the findings he made are not supported by the evidence. Furthermore, the two other conjunctive components of the legal test were not explicitly considered, and there is nothing in the record to suggest that the designated member turned his mind to assessing those factors. In the circumstances, I can only conclude that the designated member did not apply these conjunctive components of the legal test. Thus, he did not apply the relevant legal test for granting an extension of time. This constitutes an error of law, which warrants the intervention of this Court.  <FRAGMENT_SUPPRESSED> B. Did the designated member of the Board err in granting the respondent leave to appeal ?  <FRAGMENT_SUPPRESSED>", "[36] Given that my finding on the first question is determinative of this application, it is unnecessary to address the second question regarding leave to appeal.  <FRAGMENT_SUPPRESSED> VII. Conclusion  <FRAGMENT_SUPPRESSED>", "[37] For these reasons, the application for judicial review will be allowed without costs. The matter will be remitted for reconsideration by a different designated member of the Board in accordance with these reasons.  <FRAGMENT_SUPPRESSED>", "[38] THE COURT ORDERS AND ADJUDGES that :  <FRAGMENT_SUPPRESSED> 1. The application for judicial review is allowed.  <FRAGMENT_SUPPRESSED> 2. The matter will be remitted to the Board for reconsideration by a different designated member in accordance with these reasons.  <FRAGMENT_SUPPRESSED> 3. No costs.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Anick Ouellette-Levesque/clh  <FRAGMENT_SUPPRESSED> SCHEDULE  <FRAGMENT_SUPPRESSED> Canada Pension Plan , R.S.C. 1985, c. C-8  <FRAGMENT_SUPPRESSED> When person deemed disabled  <FRAGMENT_SUPPRESSED> 42(2) For the purposes of this Act,  <FRAGMENT_SUPPRESSED> (a) a person shall be considered to be disabled only if he is determined in prescribed manner to have a severe and prolonged mental or physical disability, and for the purposes of this paragraph,  <FRAGMENT_SUPPRESSED> (i) a disability is severe only if by reason thereof the person in respect of whom the determination is made is incapable regularly of pursuing any substantially gainful occupation, and  <FRAGMENT_SUPPRESSED> (ii) a disability is prolonged only if it is determined in prescribed manner that the disability is likely to be long continued and of indefinite duration or is likely to result in death; and  <FRAGMENT_SUPPRESSED> (b) a person shall be deemed to have become or to have ceased to be disabled at such time as is determined in the prescribed manner to be the time when the person became or ceased to be, as the case may be, disabled, but in no case shall a person be deemed to have become disabled earlier than fifteen months before the time of the making of any application in respect of which the determination is made.  <FRAGMENT_SUPPRESSED> Appeal to Pension Appeals Board  <FRAGMENT_SUPPRESSED> 83(1) A party or, subject to the regulations, any person on behalf thereof, or the Minister, if dissatisfied with a decision of a Review Tribunal made under section 82, other than a decision made in respect of an appeal referred to in subsection 28(1) of the Old Age Security Act, or under subsection 84(2), may, within ninety days after the day on which that decision was communicated to the party or Minister, or within such longer period as the Chairman or Vice-Chairman of the Pension Appeals Board may either before or after the expiration of those ninety days allow, apply in writing to the Chairman or Vice-Chairman for leave to appeal that decision to the Pension Appeals Board.  <FRAGMENT_SUPPRESSED> (2) The Chairman or Vice-Chairman of the Pension Appeals Board shall, forthwith after receiving an application for leave to appeal to the Pension Appeals Board, either grant or refuse that leave.  <FRAGMENT_SUPPRESSED> (2.1) The Chairman or Vice-Chairman of the Pension Appeals Board may designate any member or temporary member of the Pension Appeals Board to exercise the powers or perform the duties referred to in subsection (1) or (2).  <FRAGMENT_SUPPRESSED> (3) Where leave to appeal is refused, written reasons must be given by the person who refused the leave.  <FRAGMENT_SUPPRESSED> (4) Where leave to appeal is granted, the application for leave to appeal thereupon becomes the notice of appeal, and shall be deemed to have been filed at the time the application for leave to appeal was filed.  <FRAGMENT_SUPPRESSED> (5) The Pension Appeals Board shall consist of the following members to be appointed by the Governor in Council:  <FRAGMENT_SUPPRESSED> (a) a Chairman and a Vice-Chairman, each of whom shall be a judge of the Federal Court of Appeal, the Federal Court or a superior court of a province; and  <FRAGMENT_SUPPRESSED> (b) not less than one and not more than ten other persons, each of whom shall be a judge of the Federal Court of Appeal, the Federal Court or a superior court of a province.  <FRAGMENT_SUPPRESSED> (5.1) Subject to subsections (5.2) and (5.3), in addition to the members of the Pension Appeals Board for whom provision is made by subsection (5), any judge or former judge of the Federal Court of Canada, the Federal Court of Appeal or the Federal Court or of a superior or district court of a province may, on the request of the Chairman of the Board made with the approval of the Governor in Council, act as a temporary member of the Board.  <FRAGMENT_SUPPRESSED> (5.2) Except in relation to a former judge, no request may be made under subsection (5.1)  <FRAGMENT_SUPPRESSED> (a) to a judge of the Federal Court of Appeal or the Federal Court, without the consent of the Chief Justice of the Court or of the Attorney General of Canada; or  <FRAGMENT_SUPPRESSED> (b) to a judge of a superior or district court of a province, without the consent of the chief justice or chief judge of that court or of the attorney general of the province.  <FRAGMENT_SUPPRESSED> (5.3) The Governor in Council may approve the making of requests pursuant to subsection (5.1) in general terms or for particular periods or purposes, and may limit the number of persons who may act as temporary members of the Board under that subsection.  <FRAGMENT_SUPPRESSED> (5.4) Each temporary member of the Board who is a former judge shall be paid such remuneration as may be fixed by the Minister.  <FRAGMENT_SUPPRESSED> (5.5) Each temporary member of the Board is entitled to be paid such travel and living expenses incurred by the member in the performance of duties and functions under this Act as may be fixed by the Minister.  <FRAGMENT_SUPPRESSED> (6) An appeal to the Pension Appeals Board shall be heard by either one, three or five members of the Board, whichever number the Chairman of the Board directs, and where the appeal is heard by three or five members of the Board, the decision of the majority is a decision of the Board.  <FRAGMENT_SUPPRESSED> (7) Where an appeal is heard by three or five members of the Pension Appeals Board, the Chairman of the Board shall preside if he is one of those members, or, if he is not, he shall designate one of those members to preside.  <FRAGMENT_SUPPRESSED> (8) The Pension Appeals Board may hear appeals at any place or places in Canada, and the Chairman of the Board shall arrange for hearings accordingly.  <FRAGMENT_SUPPRESSED> (9) In the event of the absence or incapacity of the Chairman of the Pension Appeals Board or if the office of Chairman is vacant, the Vice-Chairman of the Board has, subject to any designation made by the Chairman under subsection (7), all the powers and duties of the Chairman.  <FRAGMENT_SUPPRESSED> (10) Where an appeal is made to the Pension Appeals Board in respect of  <FRAGMENT_SUPPRESSED> (a) a survivor's pension payable to the survivor of a deceased contributor,  <FRAGMENT_SUPPRESSED> (b) a division of unadjusted pensionable earnings under section 55, 55.1 or 55.2, or  <FRAGMENT_SUPPRESSED> (c) an assignment of a contributor's retirement pension under section 65.1,  <FRAGMENT_SUPPRESSED> and in the Minister's opinion a person in addition to the appellant may be directly affected by the decision of the Pension Appeals Board, the Minister shall notify the Board of all such persons, and the Board shall add as a party to the appeal any such person who is not already a party thereto.  <FRAGMENT_SUPPRESSED> (11) The Pension Appeals Board may confirm or vary a decision of a Review Tribunal under section 82 or subsection 84(2) and may take any action in relation thereto that might have been taken by the Review Tribunal under section 82 or subsection 84(2), and shall thereupon notify in writing the parties to the appeal of its decision and of its reasons therefor.  <FRAGMENT_SUPPRESSED> Authority to determine questions of law and fact  <FRAGMENT_SUPPRESSED> 84(2) The Minister, a Review Tribunal or the Pension Appeals Board may, notwithstanding subsection (1), on new facts, rescind or amend a decision under this Act given by him, the Tribunal or the Board, as the case may be.  <FRAGMENT_SUPPRESSED> Pension Appeals Board Rules of Procedure (Benefits)  <FRAGMENT_SUPPRESSED> APPLICATION FOR LEAVE TO APPEAL  <FRAGMENT_SUPPRESSED> 4. An appeal from a decision of a Review Tribunal shall be commenced by serving on the Chairman or Vice-Chairman an application for leave to appeal, which shall be substantially in the form set out in Schedule I and shall contain  <FRAGMENT_SUPPRESSED> (a) the date of the decision of the Review Tribunal, the name of the place at which the decision was rendered and the date on which the decision was communicated to the appellant;  <FRAGMENT_SUPPRESSED> (b) the full name and postal address of the appellant;  <FRAGMENT_SUPPRESSED> (c) the name of an agent or representative, if any, on whom service of documents may be made, and his full postal address;  <FRAGMENT_SUPPRESSED> (d) the grounds upon which the appellant relies to obtain leave to appeal; and  <FRAGMENT_SUPPRESSED> (e) a statement of the allegations of fact, including any reference to the statutory provisions and constitutional provisions, reasons the appellant intends to submit and documentary evidence the appellant intends to rely on in support of the appeal.  <FRAGMENT_SUPPRESSED> EXTENSION OF TIME  <FRAGMENT_SUPPRESSED> 5. An application for an extension of time within which to apply for leave to appeal a decision of a Review Tribunal shall be served on the Chairman or Vice-Chairman and shall set out the information required by paragraphs 4(a) to (e) and the grounds on which the extension is sought.  <FRAGMENT_SUPPRESSED> Federal Courts Act  <FRAGMENT_SUPPRESSED> 28(1) The Federal Court of Appeal has jurisdiction to hear and determine applications for judicial review made in respect of any of the following federal boards, commissions or other tribunals:  <FRAGMENT_SUPPRESSED> (a) the Board of Arbitration established by the Canada Agricultural Products Act;  <FRAGMENT_SUPPRESSED> (b) the Review Tribunal established by the Canada Agricultural Products Act;  <FRAGMENT_SUPPRESSED> (b.1) the Conflict of Interest and Ethics Commissioner appointed under section 81 of the Parliament of Canada Act;  <FRAGMENT_SUPPRESSED> (c) the Canadian Radio-television and Telecommunications Commission established by the Canadian Radio-television and Telecommunications Commission Act;  <FRAGMENT_SUPPRESSED> (d) the Pension Appeals Board established by the Canada Pension Plan;  <FRAGMENT_SUPPRESSED> (e) the Canadian International Trade Tribunal established by the Canadian International Trade Tribunal Act;  <FRAGMENT_SUPPRESSED> (f) the National Energy Board established by the National Energy Board Act;  <FRAGMENT_SUPPRESSED> (g) [Repealed, 1992, c. 49, s. 128]  <FRAGMENT_SUPPRESSED> (h) the Canada Industrial Relations Board established by the Canada Labour Code;  <FRAGMENT_SUPPRESSED> (i) the Public Service Labour Relations Board established by the Public Service Labour Relations Act;  <FRAGMENT_SUPPRESSED> (j) the Copyright Board established by the Copyright Act;  <FRAGMENT_SUPPRESSED> (k) the Canadian Transportation Agency established by the Canada Transportation Act;  <FRAGMENT_SUPPRESSED> (l) [Repealed, 2002, c. 8, s. 35]  <FRAGMENT_SUPPRESSED> (m) umpires appointed under the Employment Insurance Act;  <FRAGMENT_SUPPRESSED> (n) the Competition Tribunal established by the Competition Tribunal Act;  <FRAGMENT_SUPPRESSED> (o) assessors appointed under the Canada Deposit Insurance Corporation Act;  <FRAGMENT_SUPPRESSED> (p) the Canadian Artists and Producers Professional Relations Tribunal established by subsection 10(1) of the Status of the Artist Act; and  <FRAGMENT_SUPPRESSED> (q) the Public Servants Disclosure Protection Tribunal established by the Public Servants Disclosure Protection Act.  <FRAGMENT_SUPPRESSED> (2) Sections 18 to 18.5, except subsection 18.4(2), apply, with any modifications that the circumstances require, in respect of any matter within the jurisdiction of the Federal Court of Appeal under subsection (1) and, when they apply, a reference to the Federal Court shall be read as a reference to the Federal Court of Appeal.  <FRAGMENT_SUPPRESSED> (3) If the Federal Court of Appeal has jurisdiction to hear and determine a matter, the Federal Court has no jurisdiction to entertain any proceeding in respect of that matter.  <FRAGMENT_SUPPRESSED>"]}