{"id_": "044085", "body_str": ["[1] Pinard, J. : This is a motion on behalf of the defendants Greywing Shipping and The Owners and All Others Interested in the Ship \"ANANGEL SPLENDOUR\" (the \"defendants\") for an Order reversing the Order of Prothonotary Morneau, dated June 7, 2005, and for an Order that the plaintiff, The Administrator of the Ship-source Oil Pollution Fund (the \"Fund\"), put forward as discovery representatives, suitable representatives from Quebec Cartier Mining Company (\"QCM\") and Fisheries and Oceans Canada (\"DFO\"), two entities who are not named parties to these proceedings.", "[2] The Ship-source Oil Pollution Fund and its administrator were respectively created and appointed under the Marine Liability Act, S.C. 2001, c. 6. In its action, the plaintiff claims to recover for pollution clean-up costs and damage incurred by QCM and DFO in respect of a pollution which allegedly took place at Port Cartier, Quebec, on or about May 12-13, 2000. The Fund claims to have compensated both QCM and DFO and in consequence of which the Fund claims to be subrogated to any rights of QCM and DFO. The Fund alleges that the pollution damage was caused by the defendant ship ANANGEL SPLENDOUR.", "[3] In his Order, the Prothonotary denied the defendants' request under Rule 237 of the Federal Courts Rules, 1998, SOR/98-106, that representatives of QCM and of DFO be put forward as substituted or further discovery representatives on behalf of the Fund. The Prothonotary rather dealt as follows with the defendants' request in the alternative to examine QCM and DFO under Rule 238: 3. The Defendants' request in the alternative to examine QCM and DFO under Rule 238 is denied for the time being; Defendants' rights to re-apply under Rule 238 are reserved. While the Court is satisfied that QCM and DFO have relevant information in relation to the case, the Court cannot grant a request to examine under Rule 238 until such time as the Defendants shall be able to satisfy the Court that they have been unable to obtain the information informally from QCM and DFO, as required by Rule 238(3)(b). The following steps will be taken in that regard: A. The Defendants shall send to QCM and to DFO (with copy to the Plaintiff) their requests for information/documents within 30 days of this Order. B. QCM and DFO shall respond to the requests within 45 days of receipt of the requests. C. If thereafter the Defendants are still dissatisfied with the information/documents provided to them by QCM and by DFO, then the Defendants shall have the right to re-apply to the Court for an Order permitting them to examine QCM and DFO under Rule 238. D. The present case management schedule is stayed for the time being. Within twenty days from receiving QCM and DFO's responses, the parties shall file a revised proposed case management schedule, providing for the next steps, namely a motion, if any, for examination under Rule 238 and the requisition for a pre-trial conference.", "[4] The defendants' motion is dismissed on the basis of the arguments contained in paragraphs 32 to 43 inclusive of the plaintiff's Written Representations contained in its motion record.", "[5] Furthermore, I am of the view that a subrogator, as such, cannot be selected as a representative to be examined under Rule 237(1). Firstly, the subrogator is clearly not a party to an action brought in the name only of the subrogee; secondly, Rule 237(4), (5), (6) and (7) already provides for the examination for discovery of specific persons who are non-parties; it is significant to note that subrogators are not also specifically allowed therein to be examined for discovery; thirdly, Rule 238 is the specific rule which allows, under certain conditions, the examination for discovery of \"any person not a party to the action\".", "[6] Consequently, the defendants' motion is dismissed, with costs. [End of document] <FRAGMENT_SUPPRESSED>"]}