{"id_": "044333", "body_str": ["[1] Le juge Pinard", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9] <FRAGMENT_SUPPRESSED> , paragraphe 51 et", "[10]", "[11]", "[12]", "[13]", "[14]", "[15] JUGEMENT", "[16] <FRAGMENT_SUPPRESSED>  an application for judicial review of a decision dated December 18, 2009, by the Refugee Protection Division of the Immigration and Refugee Board (the panel), wherein the panel determined that the applicant was neither a \"Convention refugee\" nor a \"person in need of protection\" within the meaning of sections 96 and 97 respectively of the Immigration and Refugee Protection Act , S.C. 2001, c. 27, and rejected his claim for refugee protection.", "[2] The applicant is a citizen of Haiti. He was a pastor at the Église de Dieu de la Rhema, in Port-au-Prince, until 1998. In his sermons, he denounced crime and injustice, which allegedly drew the attention of the Lavalas Chimères, a notorious armed gang.", "[3] The applicant alleged that, on November 19, 1998, about 20 Chimères came to his home with batons and firearms and tried to enter the house. The applicant stated that he telephoned the police, who came right away. The Chimères allegedly all escaped, successfully evading the police.", "[4] The applicant, his wife and their two children then allegedly hid in the home of the applicant's sister-in-law, in another district of Port-au-Prince. The applicant left Haiti on December 18, 1998, one month after the incident, for Orlando, Florida. At the time, he had a valid visa for the United States. He claimed that he waited one month before leaving Haiti to ensure that he would be able to work as a pastor in the United States. The applicant returned to Port-au-Prince twice, in June 1999 and September 1999. He alleged that he had returned to settle the church's affairs and make sure that someone would replace him as a pastor.", "[5] The applicant never sought asylum in the United States. He applied for permanent residency through the Horeb Church of God, which had sponsored him as a pastor, but the application was rejected on December 13, 2005. He remained illegally in Orlando for nearly two more years.", "[6] The applicant went to the Canadian border on October 2, 2007, and claimed refugee protection that same day. He alleged a fear of persecution by the Chimères, both personalized, by reason of his membership in the \"pastors\" social group, and because of his imputed political opinion.", "[7] The panel found that the applicant had not credibly established the essential elements of his narrative or a well-founded subjective fear of persecution. In the panel's opinion, the applicant's behaviour was inconsistent with that of a person who allegedly feared persecution in Haiti, for three reasons: the applicant waited one month after the alleged incident to leave Haiti, he returned to Haiti twice, even though he allegedly feared the Chimères, and he never claimed refugee status in the United States, a signatory to the United Nations Convention Relating to the Status of Refugees", "[8] The panel found the applicant's testimony not to be credible because he did not seem to have been present during the alleged incident, as he had difficulty describing the details of the incident. In particular, the panel found the applicant's testimony to be evasive and ambiguous.", "[9] The standard of review is reasonableness ( <FRAGMENT_SUPPRESSED> , paragraph 51, and Canada (Citizenship and  <FRAGMENT_SUPPRESSED> , paragraph 59). The applicant is challenging the panel's reasons pertaining to questions of mixed fact and law; more specifically, he contests the assessment of the evidence, an aspect that is clearly within the panel's jurisdiction and regarding which the Court should not substitute its own view unless the decision were found to be arbitrary or to lack transparency.", "[10] The applicant raised a preliminary issue regarding the panel's treatment of the American authorities' negative decision on his application for permanent residency in the United States. The applicant claimed that the panel contradicted itself, since, at paragraph 8 of its reasons, it stated that the applicant had not submitted a copy of the decision at the hearing, and, at paragraph 15, it stated that it had subsequently received the decision. The respondent noted, and I agree, that the applicant's complaint against the panel on this matter is unclear. The panel obviously read and addressed the decision. That it mentioned in passing that the decision had not initially been filed at the hearing along with the applicant's other documents and that it was then produced a few hours later does not mean that the panel contradicted itself.", "[11] The applicant also claimed that the panel erred in finding that his testimony had been evasive, ambiguous and not credible. This argument cannot warrant this Court's interference, since assessing testimony is at the very heart of the jurisdiction of the panel, which had the benefit of seeing and hearing the applicant.", "[12] In addition, the applicant submitted that the panel erred in failing to take into consideration certain documents that he had filed, that is, testimonials from his spouse and the pastor who had replaced him. However, it is well established that the panel does not need to mention every item of evidence submitted or explain why each item was rejected ( <FRAGMENT_SUPPRESSED>  (F.C.A.)). The panel in this case stated at the beginning of its reasons that there was documentary evidence, but it found that there were \"[no] objective documents\" and that this documentary evidence therefore had no probative value regarding the applicant's credibility (see <FRAGMENT_SUPPRESSED> ). In my opinion, when it found that the testimonials were self-serving and that it did not believe that the incident had taken place, it was implicit that it did not believe the testimonials either. Moreover, the new pastor's testimonial did not corroborate the incident with the Chimères; it merely addressed the reasons why the applicant had returned to Haiti, which was an element that the panel did not question. Therefore, I do not find that the treatment of the evidence was unreasonable.", "[13] Lastly, the applicant claimed that the panel had been capricious in finding that there was no subjective fear of persecution. The applicant simply reiterated the three grounds on which the panel had found his narrative not to be credible (the delay before leaving Haiti, the two voluntary returns to the country of persecution and the failure to claim refugee status in the United States) and repeated the explanations given for each of the elements at the hearing. However, these inferences were fully supported by uncontradicted evidence. Consequently, the panel could have reasonably drawn these inferences, and it is not for this Court to substitute its own appreciation of the facts for that of the panel (see <FRAGMENT_SUPPRESSED>  (F.C.A.)). I therefore find that the panel's conclusions on the lack of subjective fear and credibility were reasonable.", "[14] For all of these reasons, the application for judicial review is dismissed.", "[15] No question is certified. JUDGMENT", "[16] The application for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board dated December 18, 2009, is dismissed. [End of document]"]}