{"id_": "044499", "body_str": ["[1] Layden-Stevenson, J. : Before coming to Canada, Mrs. Brovina, a 71-year-old Albanian citizen, lived with her son and his wife in Albania. She claims a well-founded fear of persecution based on her membership in a social group - a family member of her son, Fisnik Brovina, who based his claim on political belief. Mrs. Brovina's personal information form (PIF) narrative stated that she relied upon her son's narrative. Her son's narrative in turn incorporated the incidents recounted in his wife's narrative. The claims of Mrs. Brovina's son and daughter-in-law were joined with her claim.  <FRAGMENT_SUPPRESSED>", "[2] The couple were accepted as refugees based on persecution because of their political opinion. The Refugee Protection Division of the Immigration and Refugee Board (RPD) found that Mrs. Brovina was not personally in any danger in Albania and, since her son and his wife were staying in Canada, she should have no difficulty upon her return. The board found that Mrs. Brovina was not politically active and, while she had received harassing calls for her son and had been present when her son's apartment was ransacked, she had not been personally targeted. With the successful claimants in Canada, Mrs. Brovina could safely return to Albania without fear of retaliation.  <FRAGMENT_SUPPRESSED>", "[3] Mrs. Brovina says that the board made some errors and that the matter should be returned to the RPD for redetermination. Although the arguments are interesting from an academic perspective, the facts of this particular matter do not support them.  <FRAGMENT_SUPPRESSED>", "[4] The first alleged error is that the RPD erred by failing to consider the \"compelling reasons\" exception under s. 108 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 ( IRPA ). The gist of this argument is that the RPD found, in the same decision, that because Mrs. Brovina's son and daughter-in-law were accepted as refugees, they would not be going back to Albania and the reason for which Mrs. Brovina was persecuted in Albania would therefore no longer exist. Since the reasons for which Mrs. Brovina left Albania had ceased to exist - because of the board's own decision - it should have determined whether there are compelling reasons that she should not be returned to Albania.  <FRAGMENT_SUPPRESSED>", "[5] The difficulty with this argument is that the RPD did not find that Mrs. Brovina had suffered past persecution. For the board to embark on a compelling reasons analysis, it must first find that there was a valid refugee (or protected person) claim and that the reasons for the claim have ceased to exist (due to changed country conditions). It is only then that the Board should consider whether the nature of the claimant's experiences in the former country were so appalling that he or she should not be expected to return and put himself or herself under the protection of that state.  <FRAGMENT_SUPPRESSED>", "[6] Here, there was no finding of past persecution and it is implicit in the decision that, notwithstanding that the RPD believed Mrs. Brovina, it did not accept that she had been subject to past persecution. On the contrary, it noted that very few Albanians qualify as refugees because of political involvement. The leadership roles and the high level positions held by Mrs. Brovina's son and daughter-in-law in the Democratic Party constituted the reason for allowing their claims. Mrs. Brovina, on the other hand, was never politically active. She was, unfortunately, in her son's apartment when it was ransacked and she, again unfortunately, happened to answer the telephone. However, there was no evidence to suggest that the perpetrators were interested in her. In the absence of a finding of past persecution, subs. 108(4) has no application.  <FRAGMENT_SUPPRESSED>", "[7] The second argument is that the RPD failed to make a finding on past persecution. Mrs. Brovina submits that the credibility of her evidence and her subjective fear were accepted by the board. Although the board did not explicitly state that she was subject to past persecution, she contends that it is clear that she was because of the phone calls and the home invasion in which she was involved. Based on the same events, the board found that the younger claimants were refugees.  <FRAGMENT_SUPPRESSED>", "[8] This argument relates back to the first. While the RPD did not expressly state that she did not experience past persecution, as noted earlier, the finding is implicit in the reasons. Moreover, the board did not, as alleged, find that Mrs. Brovina's son and daughter-in-law were Convention refugees based on the same events as those that Mrs. Brovina experienced. Both were subject to considerable threats and violent events - in the case of the daughter-in-law, sexual assault and in the case of the son, beatings and threats to his life. That was not so with respect to Mrs. Brovina.  <FRAGMENT_SUPPRESSED>", "[9] There was no need to make a finding of past persecution because the RPD made (properly) a forward-looking analysis and concluded that Mrs. Brovina would not suffer future persecution. It was reasonably open to the board to make the finding it made - that if Mrs. Brovina was not living with her son, she would be in no more danger than was her second son, who remained safely in Albania.  <FRAGMENT_SUPPRESSED>", "[10] Next, Mrs. Brovina argues that the RPD erred in relation to the burden of proof because it found that, on a balance of probabilities, there was not a serious possibility that Mrs. Brovina would be targeted for persecution. She submits that the burden to establish facts is the balance of probabilities, but the burden in terms of well-foundedness is serious grounds to consider (more than a mere possibility). It is alleged that the board also erred in relation to s. 97 in referring to a likelihood of risk. Section 96, it is said, arguably has a higher burden of proof than s. 97. The test for s. 96 is reasonable chance, but a mere risk is a lower threshold still. Furthermore, paragraphs 97(1)(a) and 97(1)(b) arguably do not have the same test since 97(1)(a) refers to risk of torture on substantial grounds, while 97(1)(b) refers only to risk.  <FRAGMENT_SUPPRESSED>", "[11] This argument is academic. Regardless of the standard of proof, it could have made no difference to the findings in this case. The RPD based its findings on the balance of probabilities that there was not a serious possibility of persecution: \"Nothing in the evidence before me indicates that should the principal claimant's mother return to Albania, on balance of probabilities, there is a serious possibility that she would be targeted for persecution\". This is not an incorrect formulation of the relevant test, although the sentence may be somewhat awkwardly worded. The board also found that there was \"no reason to believe that she should be in any way targeted\" and \"no reason to believe that ... she should face any more likelihood than her son in Albania of persecution or of risk to life or a risk of cruel and unusual punishment\". Thus, the threshold for the disputed burden of proof was not engaged because the board found there was no evidence to find any kind of risk.  <FRAGMENT_SUPPRESSED>", "[12] Last, Mrs. Brovina submits that it was incumbent on the RPD to conduct a separate analysis under s. 97. Referring to recent authority from this court, she argues that unless the RPD decision turns on credibility - which is not the case - it must conduct a separate s. 97 analysis. The exception regarding credibility, it is said, can be gleaned from the cases.  <FRAGMENT_SUPPRESSED>", "[13] <FRAGMENT_SUPPRESSED>  Mr. Justice Blanchard discussed this issue in the context of a situation where identity was not disputed, but the country conditions might lead to an objective fear (though still based on personal circumstances) of s. 97 risk, even if the subjective fear was found to be not credible. Justice Blanchard noted the distinction between s. 96 and s. 97 claims and stated that although the evidentiary basis may be the same, the claims should be considered as separate. Most importantly, for present purposes, he stated, \"Whether a Board properly considered both claims is a matter to be determined in the circumstances of each individual case bearing in mind the different elements required to establish each claim\". Although the board had erred in failing to specifically analyze the s. 97 claim, its error was not material to the result in that case.  <FRAGMENT_SUPPRESSED>", "[14] <FRAGMENT_SUPPRESSED>  Mr. Justice Mosley, at paragraph 27 stated:  <FRAGMENT_SUPPRESSED> \"In my opinion, the Board in this case did not address the country documentation and other evidence related to prison conditions in Turkey and failed to consider whether the applicant could be a 'person in need of protection' if returned to that country, in light of the possibility that he may face a 'serious prison sentence' for evading Turkish military service. Despite the Board's negative credibility findings, a separate analysis, along the lines described in <FRAGMENT_SUPPRESSED> , and having regard to the legislative wording of s. 97, may have produced a finding that Mr. Kilic was a person in need of protection. Therefore, the result of the Board's error is unknown, and accordingly, this application should be sent back for redetermination on this ground. <FRAGMENT_SUPPRESSED> It is evident that in <FRAGMENT_SUPPRESSED> , there was evidence that was not addressed under the s. 96 analysis that should have received s. 97 consideration.  <FRAGMENT_SUPPRESSED>", "[15] <FRAGMENT_SUPPRESSED>  Mr. Justice von Finckenstein found that the board's negative credibility finding was substantiated by the facts and that the failure to perform a s. 97 analysis was not relevant to the result because of a lack of evidence.  <FRAGMENT_SUPPRESSED>", "[16] Mr. Justice Gibson, in <FRAGMENT_SUPPRESSED>  determined that the board did not err in arriving at its negative credibility finding. Since the sole bases for the claim were Convention grounds (ethnicity and membership in a particular social group), the board's credibility and risk analyses were sufficient to support a denial of refugee status. Justice Gibson further determined that the claimant was not a person in need of protection because no ground to support a need of protection other than a Convention ground had been advanced. While a more extensive explanation for the board's determination regarding s. 97 might have been desirable, its absence did not constitute reviewable error.  <FRAGMENT_SUPPRESSED>", "[17] These authorities, in my view, do not demand that a s. 97 analysis be performed in every case. Rather, it will be required in some cases. It is a question that must be reviewed on a case by case basis. If there is evidence before the board to support a s. 97 analysis, the analysis must be conducted.  <FRAGMENT_SUPPRESSED>", "[18] Thus, while a separate s. 97 analysis is desirable, the failure to conduct such an analysis will not be fatal in circumstances where there is no evidence that would require it. Here, there were no other grounds to support a finding of person in need of protection and the risk analysis was performed for Mrs. Brovina in the context of refugee protection. Moreover, the board did conduct a brief analysis related to a s. 97 risk when it found that there was \"no reason to believe\" that Mrs. Brovina would face any risk in returning to Albania. There was no objective evidence before the board that might have led to any other conclusion.  <FRAGMENT_SUPPRESSED>", "[19] Counsel for Mrs. Brovina suggested that if my decision in this matter turned on the standard of proof tests in paragraphs 97(1)(a) and 97(1)(b), that the issue of the applicable standard would be one that is appropriate for certification. That is not the case. The respondent opposed certification on the basis that there is no factual foundation. I agree.  <FRAGMENT_SUPPRESSED> ORDER  <FRAGMENT_SUPPRESSED>", "[20] IT IS HEREBY ORDERED THAT the application for judicial review is dismissed. No question is certified.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Elizabeth M.A. Turgeon/kawm  <FRAGMENT_SUPPRESSED> [End of document]"]}