{"id_": "044484", "body_str": ["[1] Morneau, Prothonotary [Translation]: The issue in this case is whether the plaintiffs' action should be dismissed for delay as a result of the Order of this court dated January 5, 2000 , enjoining the plaintiffs to show cause, as follows: ORDER \"Considering that some or all the steps contained in the order of this court dated March 16, 1999 have not been complied with, the plaintiffs shall show cause why this is the case and why this proceeding should not be dismissed for delay, in written submissions to be served and filed within twenty (20) days of the date of this order. \"Furthermore, the parties, either jointly or separately, shall submit to the court, within twenty (20) days of the date of this order, a new proposed schedule with respect to completion of the required next steps in this case should the court decide to allow the proceeding to continue. Any proposed schedule shall be very stringent as to the time allotted for each subsequent step and shall be restricted to clearly essential steps.\" (Emphasis added)", "[2] Pursuant to that order, the defendant herein, Evdomon Corp., submitted written representations to the court arguing for dismissal of the plaintiffs' action. The plaintiffs, of course, submitted written representations on January 25, 2000, arguing that their action should be allowed to continue, and with those representations included a new schedule for completion of the remaining steps, that is, the steps identified in the order dated March 16, 1999. Background And Analysis", "[3] In order to properly understand the appropriateness of the order of January 5, 2000, and of the order of March 16, 1999, the following facts, which are set out in the written argument submitted by the parties in relation to the aforementioned orders, should be noted.", "[4] On December 12, 1995, the plaintiffs filed their statement of claim relating to damages of close to $344,719.19, which were allegedly caused to the cargo during shipping.", "[5] It is apparent, however, that the statement of claim was not served until nearly one year later. It is also apparent that the plaintiffs' reply to the defendant's defence was not filed until nearly one year after filing of the defence. I note these delays here simply to establish that these steps are part of what then brings us to the end of May, 1998.", "[6] At that time, despite the time that had elapsed since the statement of claim was filed, it appears that the plaintiffs were already having trouble putting together their affidavit of documents, as may be seen from the following letter, which their solicitor sent to the other parties on May 27, 1998: \"Dear colleagues: We have not yet been able to obtain all the required documentation from our principals to prepare our Affidavit of Documents. It is our interpretation of the Federal Court Rules , 1998, which came into force on April 25, 1998, that we had 10 days to file a Reply to the Defence of owners and a further 30 days to serve the Affidavit of Documents, which delay will lapse on June 4, 1998. We hereby request, pursuant to rule 7(1), that you consent to a 15 day extension for the service of the Affidavits of Document to June 19, 1998 by endorsing the present letter and by returning it to the undersigned for filing into the Registry. We thank you for your cooperation and remain, Yours, truly,\" (emphasis added)", "[7] The plaintiffs' affidavit of documents was not filed within the time requested in the aforementioned letter.", "[8] On January 21, 1999, given that over 360 days had elapsed since the issuance of the statement of claim and no requisition for a pretrial conference had been filed, this court issued a notice of status review.", "[9] On February 22, 1999, in reply to that notice, the plaintiffs filed written representations seeking to avoid having their action dismissed for delay.", "[10] In their representations, the plaintiffs submitted the following, inter alia: \"10. Plaintiffs are now finalizing their Affidavit of Documents which should shortly be served on the defendants and third parties; \"11. It appears from the above that the matter had been initially advanced at a slow but steady pace and that the plaintiff will shortly be in a position to file its Affidavit of Documents; \"12. It is plaintiffs' proposal that the parties be granted a further ninety (90) days from the decision to be rendered on the Notice of Status Review to serve on each other their respective Affidavits of Documents, that the parties be thereafter granted a six (6) month delay to conduct examinations on discovery and that upon the expiry of that delay plaintiffs be given a forty (45) (sic) day delay to file its Requisition for pretrial conference together with the pretrial conference memorandum the whole as required by the Rules \"13. It is plaintiff's respectful submission that the proposed recommended course of action meets the interests of justice, as well as the interest of all parties concerned. Plaintiff suggests that the timetable outlined above be endorsed by the court to permit the present proceedings advance to the pretrial conference stage.\" (Emphasis added)", "[11] Parenthetically, if we fast-forward to a future point in time, we should note that in view of these representations, the explanation given by the plaintiffs in their representations dated January 25, 2000, to explain their logistical problems in assembling the relevant documents before the summer of 1999 cannot stand. In February 1999, the plaintiffs were saying that they would \"shortly\" be in a position to file their affidavit of documents.", "[12] On March 16, 1999, the court allowed the action to continue as a specially managed proceeding, and established a schedule which, inter alia, while note granting the ninety days sought by the plaintiffs for filing their affidavit of documents, nonetheless gave them nearly two months to do so. That two-month period should have been more than adequate, since the plaintiffs had indicated in February 1999, as we have seen, that they were shortly to be in a position to serve their affidavit of documents. In addition, it should be noted that the plaintiffs did not appeal that order.", "[13] The order made by the court on March 16, 1999 read as follows: \"Further to this court's notice of status review, it is hereby ordered that this case shall be continued as a specially managed proceeding. Pursuant to rules 382(2)(c) and 385 of the Federal Court Rules, 1998 (the Rules ): - The parties shall have until May 10, 1999, to serve their respective affidavits of documents. - Thereafter, the parties shall have until September 10, 1999 to conduct examinations on discovery. - Then, the parties shall proceed in accordance with rule 257 before October 11, 1999. - If this case is not settled through the process of rule 257, the plaintiffs shall serve and file a requisition for a pretrial conference in accordance with rule 258 on or before November 12, 1999.\"", "[14] The court might have expected that this schedule would be observed, since it was taking this action in a case that was already in breach of the rules (there had had to be a notice of status review issued in the case) and which the court was allowing to continue. Any schedule imposed by the court certainly should have been taken seriously at that point. This is particularly true for any plaintiff since ultimately it is the plaintiff's action that is at stake, any primary responsibility for ensuring that the case moves forward lies with the plaintiff. This is a matter of the credibility of and respect for the orders of this court.", "[15] Here, despite their representations on May 27, 1998 and February 22, 1999, the plaintiffs were unable to meet the first step, on May 10, 1999, set out in the order of March 16, 1999. That step had still not been completed on January 25, 2000 , more than eight months later: on January 25, 2000, the plaintiffs sought an additional thirty days to complete and serve their affidavit of documents.", "[16] Of course, the other steps outlined in the order of March 16, 1999, were also not completed and still have not been.", "[17] Were it not for the order of January 5, 2000, cited supra, we might seriously doubt that the plaintiffs would have bothered completing their affidavit. In fact, on November 9, 1999, the defendant's solicitor sent his counterparts, who were acting for the plaintiffs, a letter in which he pointed out that the plaintiffs' affidavit of documents had still not been filed, that this meant that they were in default of the order of this court dated March 16, 1999, and that the conclusion to be drawn was that the plaintiffs were no longer interested in their action. The relevant portion of that letter is as follows: \"We do not appear to have received plaintiffs' Affidavit of Documents which was to be served before May 10, 1999, pursuant to the order of Prothonotary Morneau dated 16 March 1999. \"The parties are in serious default of that order generally, inasmuch as discoveries were to be conducted by September 10th and settlement explored by October 11th. \"In the circumstances, we can only assume that cargo interests are no longer interested in pursuing the claim.\"", "[18] It is apparent that the plaintiffs never responded to the letter from the solicitor for the defendant.", "[19] Having regard to the order of March 16, 1999, which was made in light of the representations made by the plaintiffs at that time, I see no reasonable excuse on which the plaintiffs could rely to justify their failure to comply with the deadlines set out in the order of March 16, 1999, and primarily with the deadline of May 10, 1999.", "[20] In my opinion, any unjustified non-compliance with an order of the court establishing a schedule is a serious matter in itself. When that order was made pursuant to a status review, any unjustified default is even more serious, and the degree of tolerance shown by the court will be correspondingly lower. After all, the court is then dealing with a case that is delinquent for the second time. It seems to me that the test that then applies should be even simpler than what we find in , [1999] F.T.R. Uned. 149 (T.D.), and <FRAGMENT_SUPPRESSED> ; 160 F.T.R. 91 (T.D.). In my view, the sound administration of justice justifies saying that a finding of unjustified default is then sufficient in itself for a plaintiff's action to be struck for delay.", "[21] Of course, striking an action will definitely prejudice a plaintiff to some extent. However, in terms of a status review, an assessment of the prejudice to a party is not part of the equation that is applied (see <FRAGMENT_SUPPRESSED>  (T.D.). This seems to me to be particularly true when, as here a situation that arose after the notice of status review. If any prejudice should be taken into consideration at this point, it is the prejudice to the court and those of its users who comply with the rules and orders. As my colleague Hargrove wrote in <FRAGMENT_SUPPRESSED>  (T.D. Protho.), at p. 89: \"These reasons touch on the need for litigants to recognize that they must not delay proceedings unreasonably so as to tie up the court's resources needlessly. If a plaintiff should do so he or she stands to have the action dismissed. For the court to do otherwise results in stale proceedings which not only bring the court and its case management process into disrespect, but also affects and indeed may prejudice other litigants who wish to have their litigation resolved expeditiously.\"", "[22] Here, there is even more in terms of unacceptable conduct.", "[23] In this instance, the court is of the opinion that the plaintiffs paid very little attention to the order of the court dated March 16, 1999. They allowed the various steps set out in that order to expire without doing anything to obtain a variation from the court. On November 9, 1999, the plaintiffs were reminded of their default by the defendant, and yet this prompted no response on their part. Heaven knows when the plaintiffs would have got back in touch with the court by motion, were it not for the court's order dated January 5, 2000, which the court made on its own initiative.", "[24] A party who has an order from the court, and particularly a plaintiff, cannot allow the various steps set out in that order to expire without attempting, in a timely manner, to obtain a variation of the order by motion.", "[25] For these reasons, I am of the opinion that the plaintiffs' action in this case should be dismissed for delay. An order will issue accordingly. Since the defendant has not claimed costs, there will be no order in that respect. Action dismissed. Editor: Janette Blue/slm"]}