{"id_": "044582", "body_str": ["[1] Zinn, J. : This is an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board that the applicants were neither Convention refugees nor persons in need of protection within the meaning of the Immigration and Refugee Protection Act , R.S.C. 2001, c. 27. The determinative issue under section 96 as to whether the applicants are Convention refugees was whether they had established a nexus between their alleged persecution and one of the Convention refugee grounds. The determinative issue under section 97 as to whether they are \"persons in need of protection\" was whether they faced a non-generalized risk within the meaning of subsection 97(1)(b)(ii) of the Act", "[2] For the reasons that follow, this application is granted. Background", "[3] Javier Castillo Mendoza, his wife, Veronica Maria Ramirez Legorreta, and their children, David Ismael Sanchez Ramirez, Jesus Alberto Sanchez Ramirez, Samantha Karina Castillo Ramirez, and Fernando Javier Castillo Ramirez are citizens of Mexico. Samantha is also a citizen of the United States.", "[4] Mr. Castillo Mendoza is a successful businessman. The family's claim is based on the kidnapping and extortion of Mr. Castillo Mendoza by the judicial police in Mexico, and two other threats of extortion. The applicants say that these two threats of extortion were also made by the judicial police, whereas the Board was not satisfied that the police were behind these additional incidents.", "[5] The first incident was in January 2004. Mr. Castillo Mendoza began receiving threatening telephone calls at his work from a caller who claimed to be with the police. The caller knew intimate details of the family's life, and demanded a payment of 200,000 pesos with the threat that his family would be harmed if he did not pay. Mr. Castillo Mendoza reported the matter to the judicial police. He testified that the police refused to make a report and that they insisted he go through with the money transfer before a report could be filed. Mr. Castillo Mendoza came to the view, through the indirect warning from another police officer, that the police were the source of the extortion attempt. In response, he moved his family to a location about an hour away.", "[6] The second incident occurred in August 2005, when Mr. Castillo Mendoza's car was stolen and he reported the theft to the judicial police. The police later telephoned him to inform him that they had found his car and that he could meet them to collect it. When he went to meet the police he was kidnapped by three men dressed in suits, with firearms, and a marked police car. The police officers demanded 100,000 pesos for the release of his car and him. Mr. Castillo Mendoza phoned his wife to ask her to get the money. While she gathered the money, Mr. Castillo Mendoza was driven around in the police car for hours. Mrs. Ramirez Legorreta took the money to the police station where her breast was groped by a police officer before she paid the extortion money. Mr. Castillo Mendoza was eventually taken to the same police station and released. In response to this incident, the family moved to their summer residence in Morelos and relocated their business there as well.", "[7] The third and last incident occurred in April 2007. Mr. Castillo Mendoza received a call to his business that was similar to the call in January 2004. The caller demanded 300,000 pesos with the threat that his family would be killed if he did not pay. Another call was received a few days later with the caller stating that he was with the police. Shortly thereafter Mrs. Ramirez Legorreta was approached in Morelos by a man, whose name was the same as one of the callers; this man told her to say hi to her husband. Mr. Castillo Mendoza reported the incident to the police in Morelos and Mexico City, as well as to the Human Rights Commission.", "[8] The family closed their business, the children stayed home from school, they disconnected their phone, and they remained indoors until a few weeks later they were able to leave Mexico and come to Canada. On June 22, 2007, the family arrived in Toronto, Ontario, and made claims for refugee protection. On December 4, 2009, the Board rejected the family's claims.", "[9] The Board clearly sympathized with the applicants' plight, but nonetheless determined that they were neither Convention refugees nor persons in need of protection.", "[10] The Board determined that Samantha was neither a Convention refugee nor a person in need of protection because she was a U.S. citizen and as such had to present a claim, which she had not, against that country in addition to her claim against Mexico.", "[11] The Board stated that it \"was struck by the principal claimant's compelling testimony and has no doubt that he gave reliable and trustworthy evidence.\" The Board also accepted the testimony of Mrs. Ramirez Legorreta as credible and accurate.", "[12] The Board held that there was \"no nexus to a Convention ground,\" stating that \"the claimants do not fear the judicial police on the basis of their nationality, race, religion, or political opinion.\" The Board rejected that being victimized through extortion and kidnapping or \"status as a small business owner\" could bring the applicants within the definition of a particular social group.", "[13] The Board also rejected the argument that the applicants were members of a particular social group because of their persistent reports of police corruption. The Board held that even if the applicants' reports of police corruption could bring them within the definition of a particular social group, \"[t] here was no evidence ... demonstrating that the principal claimant was a target because of his reports to police.\" The Board further held that \"the principal claimant's fear resulted from criminality, which does not constitute a fear of persecution based on a Convention ground.\"", "[14] The Board then considered the claimants' claim under section 97 of the Act", "[15] The Board accepted that the second incident was committed by the police who \"flaunted their authority in that case.\" However, the Board was not persuaded that the first and third incidents were committed by the same people or by the police at all. The Board relied on the fact that \"the modus operandi was different\" in that the callers in the telephone extortion incidents had called Mr. Castillo Mendoza's place of business as opposed to his cell phone, which the police had called in the second incident. The Board also relied on documentary evidence that suggested extortionists often claimed that they are police officers, and the fact that Mrs. Ramirez Legorreta did not recognize the individual that approached her in the third incident as one of the police officers she encountered in the second incident. The Board stated that it \"cannot conclude that all three crimes were committed by the same people, only that the claimant was an attractive target for extortion.\"", "[16] However, the Board held that even if the \"the extortion incidents were connected or that the claimants' wealth placed them at a higher risk, the claimants' case is still not made out.\" The Board relied on <FRAGMENT_SUPPRESSED>  at para. 23 for the proposition that in order to bring oneself within section 97 of the Act , claimants must show that they face a \"personalized risk that is not faced generally by other individuals in or from\" the country in question. The Board determined that \"[k] idnappings, including those committed by police are a prevalent problem in Mexico.\" It further determined that kidnappings affected \"all social classes\" and that the \"[p] olice are known to be involved in kidnappings as corruption among them is documented as being a major problem\" in Mexico.", "[17] The Board drew an analogy to the case of <FRAGMENT_SUPPRESSED> . The Board concluded: \"Extortion, whether it occurs once or is ongoing, and whether committed by police, or others, is a risk shared by others in Mexico. Kidnappings are a widespread threat for all Mexicans throughout the country, despite their class. While some Mexicans like the principal claimant may have been victimized, and even more than once, this is a shared problem. There was no evidence in the case to demonstrate that the agents of harm were targeting the claimant for any reason other than money.\"", "[18] The Board held that \"[w] hile the principal claimant may be specifically targeted, he is the victim of the general problem of police corruption, kidnapping and extortion that is pervasive in Mexico\" and that even if his status as a successful business owner increased his risk of becoming a victim, his situation was not captured by within the meaning of section 97.", "[19] Lastly, the Board rejected the application of section 108 of the Act to the applicants' circumstances. Issues The applicants raise the following issues: 1. Whether the Board erred in contradicting itself with respect to the credibility finding regarding the principal applicant's evidence; 2. Whether the Board erred in failing to conduct an analysis of whether compelling reasons under section 108(4) of the Immigration and Refugee Protection Act would apply; and 3. Whether the Board erred in failing to consider the totality of the applicants' evidence or the particular situation of the applicants when assessing the issue of generalized risk. a) Were there contradictory credibility findings?", "[20] The applicants submit that the Board erred in finding them to be credible but then finding that they had not proven that all three incidents were attributable to the police. The applicants contend that the Board accepted their evidence that the agent of harm in one incident was the police, and that after accepting this evidence, it was inconsistent to then find that all incidents were not attributable to the police.", "[21] The Board's findings on the agent or agents of persecution for each incident is a question of fact and therefore reviewable on the reasonableness standard.", "[22] The Board accepted the applicants' testimony and accepted that the second incident was committed by the police, but it was not persuaded that the first and third incidents were committed by the same people or by the police at all. I agree with the respondent that inferences from accepted testimony are open to the Board, and that just because the Board has a different inference than the claimant does not mean that there is an inherent inconsistency or a reviewable error.", "[23] The Board accepted the applicants' testimony on how they came to learn that the police were the source of the first extortion attempt. Given this acceptance, the explicit acceptance of the police as the source of the second incident, and the similarities between the first and third incidents, the justification provided by the Board for its conclusion is inadequate. The mere fact that the police refused to take the complaint until the extortion funds were paid cries out for some explanation for the Board's view that the police were not involved.", "[24] With that said, this error is immaterial to the result since the Board stated that it would have reached the same determination even if the same police had been the agents of persecution in each incident. Not every error committed by the Board constitutes a reviewable error. The error must go to the heart of the decision. In this case it does not. The Court cannot set aside the decision on the basis of this error alone. b) Application of section 108(4) of the Immigration and Refugee Protection Act", "[25] The applicants submit that after finding that they faced persecution the Board was obligated to conduct an analysis of whether their circumstances warranted the application of section 108(4) of the Act . In my view, there is no merit to this submission.", "[26] The relevant provisions of section 108 are subsections 1 and 4, which provide as follows: \"108(1) A claim for refugee protection shall be rejected, and a person is not a Convention refugee or a person in need of protection, in any of the following circumstances: (a) the person has voluntarily reavailed themself of the protection of their country of nationality; (b) the person has voluntarily reacquired their nationality; (c) the person has acquired a new nationality and enjoys the protection of the country of that new nationality; (d) the person has voluntarily become re-established in the country that the person left or remained outside of and in respect of which the person claimed refugee protection in Canada; or (e) the reasons for which the person sought refugee protection have ceased to exist. (4) Paragraph (1)(e) does not apply to a person who establishes that there are compelling reasons arising out of previous persecution, torture, treatment or punishment for refusing to avail themselves of the protection of the country which they left, or outside of which they remained, due to such previous persecution, torture, treatment or punishment.\"", "[27] Subsection 108(4), and its predecessor section in the Immigration Act , to which a number of the relevant cases relate, permits the Board to grant refugee status to individuals who previously qualified as a Convention refugee or a person in need of protection, and would continue to qualify, but for the fact that the risk they faced has ceased to exist: <FRAGMENT_SUPPRESSED> ; Minister of Employment and  <FRAGMENT_SUPPRESSED>  (F.C.A.).", "[28] A condition precedent to the application of subsection 108(4) of the Act is that the claimant would have once qualified as either a Convention refugee or a person in need of protection. In this case the Board concluded that the applicants would not qualify as either Convention refugees or persons in need of protection. Accordingly, these applicants failed to meet the condition precedent to the application of subsection 108(4) of the Act", "[29] Given the absence of a necessary condition precedent to the application of subsection 108(4) of the Act , the Board did not err in determining that it did not apply to the applicants. c) The consideration of totality of the evidence or the situation of the applicant", "[30] The applicants submit that the Board failed to consider their personal circumstances, and in particular the fact that they continued to face persecution even after they relocated their home and business twice. The applicants submit that their continued persecution, despite their efforts to relocate, makes the risk personalized. The applicants contend that the risk they face was not \"indiscriminate or random\" and that the Board's finding that they only faced a generalized risk is inconsistent with the Board's \"instructive paper 'Consolidated Grounds in the Immigration and Refugee Protection Act '\"", "[31] <FRAGMENT_SUPPRESSED>  at para. 19, I held that \"[w] hen the question is whether the oral and documentary evidence points to particularized or generalized risk, then the standard of review is reasonableness, since this is a question of mixed fact and law.\"", "[32] I also held, at para. 22, that: \"... an increased risk experienced by a subcategory of the population is not personalized where that same risk is experienced by the whole population generally, albeit at a reduced frequency. I further am of the view that where the subgroup is of a size that one can say that the risk posed to those persons is wide-spread or prevalent then that is a generalized risk.\"", "[33] I do not accept the applicants' submission that the risk they faced became personalized when their agents of persecution followed them after they relocated. A crime does not become particularized persecution just because the criminals, in this case the Mexican police, follow their victims over some geographic distance. The fact that the applicants were being targeted does not make their risk one that is not faced generally by other individuals in or from that country.", "[34] Under s. 97(1)(b) of the Act , the questions that must be asked are whether the individual is personally at risk to their life or to a risk of cruel and unusual treatment or punishment, whether state protection or an internal flight alternative is available, whether the risk is due to lawful sanctions or a lack of healthcare, and whether the risk \"is not faced generally by other individuals in or from that country.\" As the Court of Appeal explained in <FRAGMENT_SUPPRESSED> , at para. 7, these questions necessitate \"an individualized inquiry, which is to be conducted on the basis of the evidence adduced by a claimant 'in the context of a present or prospective risk' for him\" (emphasis in original; citation omitted): <FRAGMENT_SUPPRESSED> .", "[35] In conducting the individualized inquiry the Board must examine both the nature of the risk faced by claimants as well as the agent of persecution. In examining the nature of the risk, the question is not whether the risk amounts to being a victim of crime. In most countries, and in most circumstances, persecution constituting a risk to life or rising to the level of cruel and unusual punishment, will also constitute criminal conduct under domestic criminal statutes. The question is not whether all citizens in a country face a possibility of being a victim of such crimes. We all face the possibility of being the victim of a crime each and every day.", "[36] The relevant question is whether the risk is one generally faced by all citizens. Generally, in this sense, is to be given its ordinary meaning. What is general in one country may not be general in another country. In Canada, we generally face a risk of being involved in a motor vehicle accident each time we drive, even though the probability of such an event is low; we do not face a general risk of kidnapping and extortion, even though there is a possibility of being a victim of such crimes, and such crimes do occur each year. In examining the generality of persecution the Board must also take a context specific approach by focusing on the generality of a risk of persecution from a specific agent of persecution. A risk may be general at the hands of a one agent of persecution and not general at the hands of a different agent of persecution. For example, the same risk may be generalized if the agent of persecution is a non-state actor but particularized if the agent of persecution is the state.", "[37] In my view, the Board did not err in its discussion of this Court's jurisprudence regarding the distinction between generalized and particularized risk. The Board did not ignore the totality of the applicants' evidence. The Board outlined the steps the applicants had taken to avoid their persecutors, and found that the persecution continued. The Board considered the unique aspects of the applicants' case. The Board's determinative finding was that the risk of persecution that the applicants were subject to personally was also a risk \"faced generally by other individuals in or from\" Mexico.", "[38] In my view, the Board's decision is in error because it cannot be reconciled with the Board's persuasive decision on the availability of state protection in Mexico (TA6-07453) [see footnote 1] and with the many Board decisions that explicitly or implicitly rely on it. In that decision, the Board found that Mexico is a democracy, with a functioning \"preventative\" police force and judiciary, that it faces issues relating to corruption and narco-trafficking, but that the state is taking \"serious efforts\" to combat these issues. In the decision under review the Board held that kidnapping and extortion by police, is such \"a prevalent problem in Mexico\" that risk of being victimized by the police, as the applicants were in this case, is a risk faced generally by others in Mexico.", "[39] There is an obvious discrepancy between Mexico as a state that generally provides state protection to its citizens, and Mexico as a state where kidnapping and extortion committed by police is so pervasive as to constitute a generalized risk. If this decision is correct, then every subsequent unsuccessful refugee claimant from Mexico may be expected to cite it as evidence that police corruption and criminality is so pervasive that the police itself pose a generalized risk for all Mexican citizens such that state protection is not available.", "[40] Decisions of one Board member are not binding on another; however, the laudable goal of administrative consistency requires that similar factual and legal situations should be treated in a consistent manner. This is especially so in the case of \"persuasive decisions.\" The Board states that \"[t] he use of persuasive decisions enables the IRB to move toward a consistent application of the law in a transparent manner. [see footnote 2] \" The Board does not require its members to explain why a persuasive decision was not used. Nonetheless, if a persuasive decision is relevant to a material aspect of a case and the Board, faced with similar factual evidence as in the persuasive decision, departs markedly from the conclusion in the persuasive decision, then some level of explanation is required for that departure. None was provided in this case.", "[41] In this case, the Board concluded that the police, the very institution that the persuasive decision concludes is able to provide state protection, are so corrupt and criminal as to pose a generalized risk to all Mexican citizens. The position in the persuasive decision and this decision can only be reconciled if the conditions in Mexico have changed for the worse in the three years since the persuasive decision was written; there is no evidence of that. Alternatively, one is left with a decision which is inconsistent with a relevant persuasive decision on the availability of state protection apparatus in Mexico.", "[42] The Board supports its finding on the generality of police corruption and criminal involvement in extortion and kidnapping with two documentary sources, the U.S. State Department's 2008 Country Reports on Human Rights Practices for Mexico, and the Research Directorate of the Board's Response to Information Request Mexico: Kidnappings for ransom, including the types of kidnapping, protection available to victims, the effectiveness of anti-kidnapping measures, and the complicity of some police officers (2007 - April 2009) (MEX103154.FE). Both documents support the conclusion that the Mexican police are occasionally involved in extortion and kidnapping crimes. Similarly, the U.S. State Department's 2006 report on Mexico, which the Board expressly relies on in its persuasive decision, also supports a comparable conclusion. Neither of these documents support the conclusion that the risk the Mexican police pose to Mexican citizens is pervasive or general.", "[43] <FRAGMENT_SUPPRESSED>  at para. 47, the Supreme Court stated that \"[i]n judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" In light of the persuasive decision on the general availability of state protection in Mexico, and the similarity between the documentary evidence before the Board in that case and this case, the Board's conclusion that the judicial police were so corrupt and criminal, so as to pose a general risk to all Mexican citizens, does not fall within the range of possible, acceptable outcomes which are defensible in respect of the facts and law. In my view, the Board's conclusion on the generality of police kidnapping and extortion was unreasonable and cannot stand. If I am wrong, then the suitability of the persuasive decision as a persuasive decision is cast in serious doubt.", "[44] On this basis, I find that the decision is not reasonable and the applicants' application must be remitted for redetermination by another Board member.", "[45] Neither party proposed a question to be certified. On the record before me there is no question to certify. JUDGMENT", "[46] THIS COURT ORDERS that 1. This application is allowed and the matter is remitted to the Refugee Protection Division for redetermination by a differently constituted Board; and 2. No question is certified. Application allowed. Editor: Sharon McCartney/ve Footnotes [End of document]"]}