{"id_": "044567", "body_str": ["[1] Lutfy, J. : Did the Convention Refugee Determination Division err in determining that the applicants, who admitted repeated acts of stealing, were excluded from the definition of Convention refugee on the ground that they were persons who \"... committed a serious non-political crime outside the country of refuge\" within the meaning of Article 1F(b) of the United Nations Convention Relating to the Status of Refugees ? This is the central issue in this application for judicial review.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[2] The applicants, two parents and their two dependent children, are citizens of Poland. They describe themselves as Gypsies, a description which was accepted by the tribunal. The parents acknowledge having supported the family by stealing, both prior to their seeking refuge in Canada and subsequently. Their stealing is by way of shoplifting. In s. 2 of the Criminal Code [see footnote 1], stealing is defined as committing theft.  <FRAGMENT_SUPPRESSED>", "[3] The respondent acknowledged before the tribunal that the commission of one theft does not necessarily constitute a serious crime within the meaning of Article 1F(b). [see footnote 2] However, the respondent relies on the tribunal's principal finding concerning the applicants that \"[t]he crime in question is 'serious' because it is recidivist and repetitive\".  <FRAGMENT_SUPPRESSED>", "[4] The respondent consents to the granting of this application for judicial review with respect to the two children, currently 23 and 13. The children, as well as their parents, were determined not to be refugees because \"... the claimants are all part of an organized crime family, of which the male claimant appears to be the head\". No other reason was given for excluding the children. The tribunal had indicated that the children's claims would be dealt with separately although this was not done. The court will give effect to the respondent's consent and an order will issue setting aside the decision concerning the children applicants. Hereinafter, \"the applicants\" will refer only to the parents, Jan Brzezinski and Barbara Brzezinska.  <FRAGMENT_SUPPRESSED> The Evidence Concerning The Applicants' Crimes  <FRAGMENT_SUPPRESSED>", "[5] The applicants sought refugee status upon their arrival in Canada in 1989. They moved to the United States shortly afterwards and returned to Canada in 1992. Their refugee hearing began in September 1994 and, after several continuations for various reasons, was only completed in December 1996. The tribunal received evidence concerning offences committed by the applicants in Europe, the United States of America and in Canada.  <FRAGMENT_SUPPRESSED> i) Evidence Of Crimes Outside The Country Of Refuge  <FRAGMENT_SUPPRESSED>", "[6] The proof of the commission of thefts by the applicants comes substantially from their own testimony.   <FRAGMENT_SUPPRESSED>", "[7] The tribunal considered Mr. Brzezinski's testimony in which he acknowledged having been taught to steal as a youth. For this applicant, stealing had become a way of life. The tribunal summarized his testimony as follows:  <FRAGMENT_SUPPRESSED> \"... the claimant was also asked if he had ever had a steady job and he said he did not. He said he supported himself and his family by stealing. Mostly, he said, he stole clothing that he could then sell to have money to survive. For the most expensive items he would get $30 or $40. As Gypsies, he said, they are born with that in their blood. He said he cannot answer why, but he has this feeling in his blood. He has to do it. He was asked why he only steals in stores and he said it was the easiest thing to do. He said he grew up in Poland and he learned techniques from other children. He said it is easier to steal when there are more people. Older relatives teach one how to avoid getting caught. He would take things and others would take things. One person would go to the cash with a small item while others walked out of the store with what they had taken. If they were caught stealing that was it. If they were merely suspected, they would deny it and even offer to take an oath. He was asked if he had savings for retirement and he said he did not, that he could not stop stealing and that there is no such thing as retirement for Gypsies. He was asked what happens when a person becomes infirm and cannot steal anymore. The claimant did not answer. He was asked again and said he helps old and infirm members who cannot help themselves. He said his children would take care of him when he is old and infirm.  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"By his own admission he will always steal. He explained his techniques and he involves his family in these. <FRAGMENT_SUPPRESSED> On the basis of this evidence, the tribunal found that Mr. Brzezinski \"appears to be committed to stealing\" and \"is involved in chronic criminality which undermines the social structure\".  <FRAGMENT_SUPPRESSED>", "[8] The testimony of Mr. Brzezinski's wife was similar. Her evidence was also summarized by the tribunal:  <FRAGMENT_SUPPRESSED> \"... she said she makes her living by stealing. She took a dress, for example, because she never had a nice dress. She took a chocolate cake, and she took things on special occasions. She admitted that she has stolen in Poland, the USA and Canada. She first said it was difficult to say if she had done so in other countries, but then admitted she had been in Germany and was caught stealing there. <FRAGMENT_SUPPRESSED> She acknowledged to having committed thefts on occasions when she was not apprehended by police.  <FRAGMENT_SUPPRESSED>", "[9] There is also documentary evidence. The Minister's representative produced a report from the Interpol office in Germany which spoke of Mr. Brzezinski being suspected of shoplifting on three occasions. Information from the U.S. Federal Bureau of Investigation suggested Mr. Brzezinski's involvement in several retail thefts while in Illinois, one in late 1989 and five in 1991. The F.B.I. also suggested that Mrs. Brzezinska was involved in three thefts during the same period. The evidence does not indicate whether these incidents resulted in convictions.  <FRAGMENT_SUPPRESSED>", "[10] Other documents referred to the applicants' use of false papers, their making untruthful statements and their use of aliases while in Europe.  <FRAGMENT_SUPPRESSED> ii) Evidence Of Crimes Within Canada  <FRAGMENT_SUPPRESSED>", "[11] The tribunal also received evidence of the applicants' criminal activity in Canada. These acts were not committed \"outside the country of refuge\". The tribunal may have been of the view that this evidence was relevant to establish the applicants' ongoing involvement with theft.   <FRAGMENT_SUPPRESSED>", "[12] Mr. Brzezinski was twice convicted of possession of property obtained by crime while in Canada. In January 1993, he was fined $75 for the first of these convictions and in October 1994, he was fined $1,000 and placed on probation for eighteen months. His spouse was involved in the second incident and received a suspended sentence with two years probation. During 1992 and 1993, she was also convicted on four occasions for theft under $1,000 and received sentences ranging from a $200 fine to fourteen days of detention.   <FRAGMENT_SUPPRESSED>", "[13] The tribunal also received evidence from a police officer with the criminal intelligence unit of the Ottawa-Carleton Regional Police. He produced a chart purportedly linking the Brzezinski family with \"Polish Gypsies and Associates\" in what he described as organized criminal activity in theft and shoplifting. He filed a report of the Retail Council of Canada establishing shop theft losses in 1994 at $2.4B, of which 25% is attributed to employee theft. He had very little, if any, additional specific information concerning the applicants' involvement in criminal activity. He has no knowledge of the applicants committing thefts from residences or with the use of weapons. In response to a question from the Minister's representative, he acknowledged that one incident of \"theft under\" in and of itself would not constitute a \"serious\" crime. [see footnote 3]  <FRAGMENT_SUPPRESSED> The Tribunal Decision  <FRAGMENT_SUPPRESSED>", "[14] The tribunal's principal finding concerning the commission of serious crimes is limited to the applicants' acknowledgment of stealing as a way of life. [see footnote 4] For the tribunal, on the evidence of repeated stealing in this case, theft is a serious crime:  <FRAGMENT_SUPPRESSED> \"The crime in question is 'serious' because it is recidivist and repetitive. The two principal claimants admitted to stealing for a long time and the male claimant expressed his intention to continue doing so. He said his criminal activity will continue. He said he has involved his family in these criminal activities. He has taught his children how to steal. Mrs. Brzezinska admitted that the family had committed thefts that had not come to the attention of the authorities.\" [see footnote 5]  <FRAGMENT_SUPPRESSED> The tribunal concluded that the applicants came within the scope of Article 1F(b) on the basis of the evidence that some of the crimes were committed both prior to the arrival in Canada and subsequently while they were in the United States.  <FRAGMENT_SUPPRESSED>", "[15] The tribunal made no finding on inclusion \"since [the applicants] are persons who should be excluded\". The transcript discloses that the questions asked of the parents focussed more on the exclusion issue than on the persecution to which Gypsies in Poland may be subjected. The tribunal did note, however, on the basis of its review of the documentary evidence, that Gypsies in Poland face discrimination which may, in many cases, amount to persecution.  <FRAGMENT_SUPPRESSED> Article 1F(b) Of The U.N. Convention Relating To The Status Of Refugees  <FRAGMENT_SUPPRESSED>", "[16] The definition of Convention refugee in s. 2(1) of the Immigration Act [see footnote 6] excludes persons to whom ss. E and F of Article 1 of the Convention Relating to the Status of Refugees apply. Sections E and F are contained in the schedule to the Immigration Act . Section F deals with persons who have committed war crimes or crimes against humanity, serious non-political crimes and acts contrary to the purposes and principles of the United Nations:  <FRAGMENT_SUPPRESSED> \"F. The provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for considering that:  <FRAGMENT_SUPPRESSED> (a) He has committed a crime against peace, a war crime, or a crime against humanity, as defined in the international instruments drawn up to make provision in respect of such crimes;  <FRAGMENT_SUPPRESSED> (b) He has committed a serious non-political crime outside the country of refuge prior to his admission to that country as a refugee;  <FRAGMENT_SUPPRESSED> (c) He has been guilty of acts contrary to the purposes and principles of the United Nations. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[17] This court has not been called upon to consider Article 1F(b) on many occasions.  <FRAGMENT_SUPPRESSED>  meaning of \"political crime\". This issue is not relevant here.  <FRAGMENT_SUPPRESSED>  no difficulty in asserting that attempted sexual battery of an eleven-year old boy was a \"serious\" crime under Article 1F(b), although the nature of the offence was not the principal issue in that case.  <FRAGMENT_SUPPRESSED>  setting aside the decision of the Convention Refugee Determination Division because of \"reviewable errors in its handling of the exclusion issue\". In Klos , the C.R.D.D. [see footnote 10] had determined that a Polish Gypsy was excluded from the definition of Convention refugee on the basis of crimes committed outside the country of refuge. The acts included outstanding charges concerning the entering of a residence to steal personal goods.   <FRAGMENT_SUPPRESSED>", "[18] The Handbook on Procedures and Criteria for Determining Refugee Status [see footnote 11] describes the post-war environment when the exclusion clause concerning criminals was drafted in 1951:  <FRAGMENT_SUPPRESSED> \"147. The pre-war international instruments that defined various categories of refugees contained no provisions for the exclusion of criminals. It was immediately after the Second World War that for the first time special provisions were drawn up to exclude from the large group of then assisted refugees certain persons who were deemed unworthy of international protection.  <FRAGMENT_SUPPRESSED> \"148. At the time when the Convention was drafted, the memory of the trials of major war criminals was still very much alive, and there was agreement on the part of States that war criminals should not be protected. There was also a desire on the part of States to deny admission to their territories of criminals who would present a danger to security and public order. <FRAGMENT_SUPPRESSED>", "[19] The Handbook also deals with the meaning of \"serious\" non-political crime under the heading \"Common crimes\" (in French, \"Crimes de droit commun\") :  <FRAGMENT_SUPPRESSED> \"155. What constitutes a 'serious' non-political crime for the purposes of this exclusion clause is difficult to define, especially since the term 'crime' has different connotations in different legal systems. In some countries the word 'crime' denotes only offences of a serious character. In other countries it may comprise anything from petty larceny to murder. In the present context, however, a 'serious' crime must be a capital crime or a very grave punishable act. Minor offences punishable by moderate sentences are not grounds for exclusion under Article 1F(b) even if technically referred to as 'crimes' in the penal law of the country concerned.\" (Emphasis added)  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[20] The respondent relied on the following extract from The Refugee in International Law [see footnote 12] dealing with serious non-political crimes:  <FRAGMENT_SUPPRESSED> \"With a view to promoting consistent decisions, UNHCR proposed that, in the absence of any political factors, a presumption of serious crime might be considered as raised by evidence of commission of any of the following offences: homicide, rape, child molesting, wounding, arson, drugs trafficking, and armed robbery. 150 However, that presumption should be capable of rebuttal by evidence of mitigating factors, some of which are set out below. The following offences might also be considered to constitute serious crimes, provided other factors were present: breaking and entering (burglary); stealing (theft and simple robbery); receiving stolen property; embezzlement; possession of drugs in quantities exceeding that required for personal use; and assault. Factors to support a finding of seriousness included: use of weapons, injury to persons; value of property involved; type of drugs involved; 151 evidence of habitual criminal conduct.  <FRAGMENT_SUPPRESSED> __________________  <FRAGMENT_SUPPRESSED> 150 This list, of course, is by no means exclusive, but draws on the sorts of offences in fact admitted. The evidence in question was provided by the asylum seekers themselves, in interviews with US officials.  <FRAGMENT_SUPPRESSED> 151 Mere possession of marijuana for personal use was not considered to amount to a serious non-political crime.\" (Emphasis added)  <FRAGMENT_SUPPRESSED>", "[21] In Moreno and  <FRAGMENT_SUPPRESSED>  commentators that an exclusion clause in the Convention should be construed narrowly. He then set out that the exclusion clause should be interpreted by reference to existing jurisprudence, the clear intent of the signatories of the Convention and, if there is ambiguity, in a manner consistent with justice and reason:  <FRAGMENT_SUPPRESSED> \"The thrust of the appellant's argument is that the Board, and this court, should construe narrowly the exclusion clause in view of the possible persecution awaiting persons who might otherwise be declared Convention refugees. I recognize that this view is echoed by all of the leading commentators and reinforced in the UNHCR Handbook ; ...  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"As persuasive as the commentaries may be, I am bound to approach the application of the exclusion clause, first, by reference to the existing jurisprudence of this court and, second, by reference to the clear intent of the signatories to the Convention . Where, however, there is an unresolved ambiguity or issue, the construction most agreeable to justice and reason must prevail.\" [see footnote 14]  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>  referred to this statement of Robertson, J.A., in endorsing the usefulness of considering the preparatory work (\"travaux préparatoires\") in interpreting conventions and treaties.  <FRAGMENT_SUPPRESSED>", "[22] In Pushpanathan , the Supreme Court considered whether the commission of a serious drug trafficking offence in Canada was an act contrary to the purposes and principles of the United Nations within the meaning of Article 1F(c). In his analysis of this issue, Bastarache, J., noted the linkage between crimes under Article 1F(b) and those that may be amenable to extradition proceedings:  <FRAGMENT_SUPPRESSED> \"It is quite clear that Article 1F(b) is generally meant to prevent ordinary criminals extraditable by treaty from seeking refugee status, but that this exclusion is limited to serious crimes committed before entry in the state of asylum.  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"The parties sought to ensure that common criminals should not be able to avoid extradition and prosecution by claiming refugee status. Given the precisely drawn scope of Article 1F(b), limited as it is to 'serious' 'non-political crimes' committed outside the country of refuge, the unavoidable inference is that serious non-political crimes are not included in the general, unqualified language of Article 1F(c). Article 1F(b) identifies non-political crimes committed outside the country of refuge, while Article 33(2) addresses non-political crimes committed within the country of refuge.\" [see footnote 16]   <FRAGMENT_SUPPRESSED>", "[23] In its early draft version, Article 1F provided:  <FRAGMENT_SUPPRESSED> \"The provisions of the present Convention shall not apply to any person with respect to whom there are serious reasons for considering that (a) he has committed a crime specified in article VI of the London Charter of the International Military Tribunal; or (b) he falls under the provisions of article 14, paragraph 2, of the Universal Declaration of Human Rights.\" [see footnote 17]  <FRAGMENT_SUPPRESSED> Article 14 of the Universal Declaration of Human Rights states: [see footnote 18]  <FRAGMENT_SUPPRESSED> \"1. Everyone has the right to seek and to enjoy in other countries asylum from persecution.  <FRAGMENT_SUPPRESSED> \"2. This right may not be invoked in the case of prosecutions genuinely arising from non-political crimes or from acts contrary to the purposes and principles of the United Nations. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[24] For some delegations, the phrase \"arising from non-political crimes\" in Article 14(2) would result in an unduly broad exclusion of the right to refugee status. This concern was expressed most forcefully by the representative of the United Kingdom during the last meetings which considered Article 1F immediately prior to the Convention's final adoption:  <FRAGMENT_SUPPRESSED> \"Article 14(2) laid down that the right of asylum could not be invoked in cases involving prosecutions genuinely arising out of non-political crimes. A reference to that paragraph, therefore, would mean that if there were serious reasons for considering that a person fell within that category, that person would not be covered by the Convention. But what was meant by considering that a person fell within a category of prosecutions? A person who was prosecuted and convicted would certainly seem to fall within that category. As it stood, therefore, clause (b) would include refugees who had committed a crime, no matter how trivial, in the country of refuge, provided it was not a political crime, and would thus automatically exclude them from the benefits of the Convention. It must be obvious to all that such a proposition was untenable. \" [see footnote 19] (Emphasis added)  <FRAGMENT_SUPPRESSED> At a meeting two days earlier, the U.K. representative expressed the same concern and specifically referred to \"petty theft\" as among the crimes thought could be caught by Article 14(2) if the \"loophole\" was not corrected:  <FRAGMENT_SUPPRESSED> \"... refugees who had committed such crimes as petty thefts in their camp should not thereby be placed once and for all beyond the reach of the Convention . It had been argued that as a matter of civilized treatment that would not occur; if so, he could see no objection to giving the principle legal recognition in the Convention . Otherwise States would be given a loophole of which they could take advantage to divest themselves of responsibility for any refugee who happened to be convicted of any crime on their territory.\" [see footnote 20]  <FRAGMENT_SUPPRESSED>", "[25] His views were shared by the representative from the Netherlands (\"... it would be illogical to exclude common criminals from the benefits of the Convention \") [see footnote 21] and the representative from Belgium (\"... the Belgian delegation did not consider that the status of refugee could be denied to a person simply because he had been convicted of a common law offence in his country of origin\") [see footnote 22]. The French delegate noted that \"... a crime was not the same thing as a misdemeanour, and that the term 'crime', in the sense in which it was used in the Universal Declaration of Human Rights meant serious crimes\". [see footnote 23]  <FRAGMENT_SUPPRESSED>", "[26] In the light of these discussions, the Conference adopted amendments proposed by the Yugoslav and Belgian delegations to replace the draft version of Article 1F(b) and its simple reference to Article 14(2) of the Universal Declaration of Human Rights with the following:  <FRAGMENT_SUPPRESSED> \"(b) he has committed a serious crime under common law outside the receiving country prior to his admission to that country as a refugee;  <FRAGMENT_SUPPRESSED> \"(c) he has been guilty of acts contrary to the purposes and principles of the United Nations.\" [see footnote 24]  <FRAGMENT_SUPPRESSED> The final version of the Convention Relating to the Status of Refugees was adopted on July 28, 1951 so that Article 1F(b) now reads:  <FRAGMENT_SUPPRESSED> \"(b) He has committed a serious non-political crime outside the country of refuge prior to his admission to that country as a refugee; ... <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[27] The of these meetings [see footnote 25] disclose the extent to which the delegates' discussion was influenced by the \"non-refoulement\" clause in Article 33 of the Convention . Article 33 provides:  <FRAGMENT_SUPPRESSED> Article 33. - Prohibition of expulsion or return ('refoulement')  <FRAGMENT_SUPPRESSED> \"1. No Contracting State shall expel or return ('refouler') a refugee in any manner whatsoever to the frontiers of territories where his life or freedom would be threatened on account of his race, religion, nationality, membership of a particular social group or political opinion.  <FRAGMENT_SUPPRESSED> \"2. The benefit of the present provision may not, however, be claimed by a refugee whom there are reasonable grounds for regarding as a danger to the security of the country in which he is, or who, having been convicted by a final judgement of a particularly serious crime, constitutes a danger to the community of that country. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> Section 53 of the Immigration Act [see footnote 26], in conjunction with ss. 19 and 27, is Canada's implementation of Article 33. In Pushpanathan , Bastarache, J., considered the convergence of Article 1F and Article 33:  <FRAGMENT_SUPPRESSED> \"The purpose of Article 1 is to define who is a refugee. Article 1F then establishes categories of persons who are specifically excluded from that definition. The purpose of Article 33 of the Convention , by contrast, is not to define who is and who is not a refugee, but rather to allow for the of a bona fide refugee to his or her native country where he or she poses a danger to the security of the country of refuge, or to the safety of the community. This functional distinction is reflected in the Act , which adopts Article 1F as part of s. 2, the definitional section, and provides for the Minister's power to deport an admitted refugee under s. 53, which generally incorporates Article 33. Thus, the general purpose of Article 1F is not the protection of the society of refuge from dangerous refugees, whether because of acts committed before or after the presentation of a refugee claim; that purpose is served by Article 33 of the Convention . Rather, it is to exclude ab initio those who are not bona fide refugees at the time of their claim for refugee status. Although all of the acts described in Article 1F could presumably fall within the grounds for described in Article 33, the two are distinct.\" [see footnote 27] (Emphasis added)  <FRAGMENT_SUPPRESSED>", "[28] The final version of Article 33(2) is, with minor revisions, the result of a joint amendment proposed by France and the United Kingdom. [see footnote 28] In response to a suggestion that the amendment include a reference to habitual criminals, the U.K. representative is noted as hoping:  <FRAGMENT_SUPPRESSED> \"... that the scope of the joint amendment would not be unduly widened. Although he appreciated the intention behind the Italian proposal, he wished to point out that to be classified by the courts as a hardened or habitual criminal, a person must have committed either serious crimes, or an accumulation of petty crimes. The first case would be covered by the joint amendment, and he was quite content to leave the second outside the scope of the provision.\" [see footnote 29]  <FRAGMENT_SUPPRESSED> It was during the meetings shortly following this intervention that \"serious non-political crime\" was agreed upon for Article 1F(b). The for both Article 1F(b) and Article 33(2) disclose the delegates' intention not to exclude persons who committed minor crimes, even \"an accumulation of petty crimes\", from seeking refugee protection. The text of these provisions reflects this intention of the drafters.  <FRAGMENT_SUPPRESSED> Article 1F(b) And Its Application To This Case  <FRAGMENT_SUPPRESSED>", "[29] In my view, when read in the context of crimes against humanity in Article 1F(a) and acts against the purposes and principles of the United Nations in Article 1F(c), \"serious non-political crime\" in Article 1F(b) is clear and without ambiguity in excluding the minor crime of shoplifting or \"theft under\". It was also quite clear to Bastarache, J.,  <FRAGMENT_SUPPRESSED> that Article 1F(b) was intended to prevent ordinary criminals \"extraditable by treaty\" [see footnote 30] from seeking refugee status. Similarly, I am also of the view that persons who acknowledge repeated acts of shoplifting, even when characterized as \"recidivist\", do not come within Article 1F(b). If any doubt did exist as to the scope of Article 1F(b), the express, in my opinion, \"the clear intent of the signatories of the Convention \" [see footnote 31] to exclude minor crime, including petty thefts even when repeated.   <FRAGMENT_SUPPRESSED>", "[30] In the context of this case, I am satisfied that it was not intended that shoplifting in the conventional sense or \"theft under\" pursuant to s. 334 of the Criminal Code be considered \"serious\" crimes. More specifically, the applicants' testimony concerning their shoplifting of relatively inexpensive goods is the only evidence of their crimes in Europe. This is also documentary evidence of minor thefts in the United States. There is no other evidence of crime \"outside the country of refuge\" relied upon by the tribunal to reach its principal conclusion. [see footnote 32] There is little, if any, evidence concerning the seriousness of the penal sanctions of these offences in Europe and in the United States. There is no evidence that these offences are extraditable by treaty.  <FRAGMENT_SUPPRESSED>", "[31] The extent of theft and shoplifting in Canada may be a serious social problem. The acts of stealing acknowledged by the applicants are crimes. They are serious matters. They are not, however, \"serious\" crimes within the meaning of Article 1F(b), which is part of the laws of Canada through its incorporation in the Immigration Act. In Canada, \"theft under\" is punishable by way of indictment or by way of summary conviction. On the evidence of this case, it appears that the applicants were charged with summary convictions in Canada. Their sentences ranged between fines and one fourteen-day period of detention. The sanctions against the applicants' repeated conduct, should they succeed in establishing their well-founded fear of persecution in Poland, must be found in Canada's criminal and immigration laws. The response, however, cannot be Article 1F(b).  <FRAGMENT_SUPPRESSED>", "[32] As I noted earlier, even repeated acts of shoplifting are not \"serious\" crime within the meaning of Article 1F(b). If I am wrong in this conclusion, the tribunal decision under review must nonetheless be set aside. The evidence discloses no use of weapons or illegal entry of residences by the applicants. In concluding that \"[t]he crime in question is 'serious' because it is recidivist and repetitive\", the tribunal relied, at least in part, on offences committed within Canada. This is an error in law as the applicants' convictions in Canada ought not to be relevant in the assessment of the seriousness of crime \"outside the country of refuge\". Similarly, the evidence concerning their alleged involvement in organized crime from within Canada is tentative at best and not conclusive, even if it were relevant in bringing the applicants within Article 1F(b).  <FRAGMENT_SUPPRESSED>", "[33] In Moreno , the Court of Appeal also suggested that the Convention Refugee Determination Division should make a determination concerning the inclusion aspect of the refugee claim notwithstanding any decision to apply the exclusion clause. Three reasons were given in urging the C.R.D.D. to follow the practice of making alternative rulings:  <FRAGMENT_SUPPRESSED> \"First, as a practical matter it is extremely difficult to separate the grounds on which a claimant bases his or her refugee claim from the circumstances which might give rise to the application of the exclusion clause.  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"Second, in the event that the Board errs with respect to the application of the exclusion clause but has also ruled on the application of the inclusion clause, it may be unnecessary to refer the matter back to the Board. The same holds true if the Board rules on the inclusion clause, reaches a negative determination and dismisses the claim without turning to the exclusion criteria. Considerations of time and expense are always persuasive when establishing practical guidelines.  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"Finally, aside from any practical considerations, it may well be that in certain cases the Board will be legally obligated to rule on the refugee claim irrespective of the applicability of the exclusion clause.\" [see footnote 33]  <FRAGMENT_SUPPRESSED> It may well be that a panel's thorough consideration of the merits of the claimant's well-founded fear of persecution would bring to light facts relevant to its assessment, one way or the other, of the exclusion provisions. This was not done in this case.  <FRAGMENT_SUPPRESSED>", "[34] For these reasons, the tribunal decision will be set aside with respect to all four applicants. The matter will be referred for redetermination by a different panel, with regard to both the inclusion and exclusion issues, in a manner not inconsistent with these reasons.  <FRAGMENT_SUPPRESSED>", "[35] The parties have jointly suggested the certification of the following questions:  <FRAGMENT_SUPPRESSED> \"1. Can the exclusionary provision contained under Article 1F(b) of the UN Convention Relating to the Status of Refugees as Contained in Schedule 1 of the Act be engaged by a claimant's habitual involvement in crimes which taken singularly would not be considered to be 'serious non-political crime'?  <FRAGMENT_SUPPRESSED> \"2. Can the C.R.D.D. take into account other factors beyond the crime(s) committed outside the country of origin which might aggravate or mitigate a finding of 'serious non-political crime'? For example, can a continued pattern of crime within the country of refuge or testimony showing a complete lack of remorse or rehabilitation in relation to such crime(s) engage the exclusionary provision? <FRAGMENT_SUPPRESSED> I agree that these are serious questions of general importance concerning Article 1F(b) and raise issues directly related to these reasons. The questions will be certified.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Jocelyne M. Caissie/klf  <FRAGMENT_SUPPRESSED> Footnotes  <FRAGMENT_SUPPRESSED> 1.\tR.S.C. 1985, c. C-46.  <FRAGMENT_SUPPRESSED> 2.\tInfra, paragraph 13.  <FRAGMENT_SUPPRESSED> 3.\tTribunal Record, p. 1217.  <FRAGMENT_SUPPRESSED> 4.\tThe tribunal appears not to have pursued the issue of forging passports (Tribunal Record, p. 11) although it briefly returned to these allegations later in its reasons (Tribunal Record, p. 21). See, infra, note 32.  <FRAGMENT_SUPPRESSED> 5.\tTribunal Record, p. 19.  <FRAGMENT_SUPPRESSED> 6.\tR.S.C. 1985, c. I-2.  <FRAGMENT_SUPPRESSED> 7.\t[1995] 1 F.C. 508; 174 N.R. 292 (F.C.A.). See also <FRAGMENT_SUPPRESSED>  (F.C.A.).  <FRAGMENT_SUPPRESSED> 8.\t(1995), 103 F.T.R. 241; 32 Imm. L.R.(2d) 135 (T.D.).  <FRAGMENT_SUPPRESSED> 9.\t(8 August 1997), IMM-2516-96 (F.C.T.D.).  <FRAGMENT_SUPPRESSED> 10.\tJune 21, 1996, no. T95-07565. The C.R.D.D. decision  <FRAGMENT_SUPPRESSED> was filed with the tribunal in this case. However, the consent order setting aside the decision  <FRAGMENT_SUPPRESSED> was issued subsequent to the decision now under judicial review.  <FRAGMENT_SUPPRESSED> 11.\tOffice of the United Nations High Commission for Refugees, Handbook on Procedures and Criteria for Determining Refugee Status under the 1951 Convention and the 1967 Protocol relating to the Status of Refugees (Geneva: 1992).  <FRAGMENT_SUPPRESSED> 12.\tG.S. Goodwin-Gill, The Refugee in International Law (Oxford: Clarendon Press, 1996), p. 107.  <FRAGMENT_SUPPRESSED> 13.\t[1994] 1 F.C. 298; 159 N.R. 210 (F.C.A.).  <FRAGMENT_SUPPRESSED> 14.\tIbid., p. 307  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED> 15.\t[1998] S.C.J. No. 46 (QL); 226 N.R. 201 (S.C.C.), at paragraphs 54-55. As I understand the statement of Robertson, J.A., the clear intent of the Convention signatories is to be preferred as an interpretative guide over \"the commentaries\" of leading authors. In this sense, in my respectful view, the Supreme Court of Canada, with its extensive reference to the has not disagreed with the approach of Robertson, J.A.,  <FRAGMENT_SUPPRESSED> 16.\tIbid., paragraph 73. The reference by Bastarache, J., to ordinary criminals \"extraditable by treaty\" is also one found in the : see, for example, 22 August 1950, U.N. Doc. E/AC.7/SR.166 which is the summary record of a meeting of the Economic and Social Council of August 7, 1950 when the definition of \"refugee\" was considered.  <FRAGMENT_SUPPRESSED> 17.\tA. Takkenberg & C.C. Tahbaz, eds., The Collected Travaux préparatoires of the 1951 Geneva Convention relating to the Status of Refugees (Amsterdam: Dutch Refugee Council, 1990) vol. III at p. 22 and p. 159 which reproduces p. 5 of 12 March 1951, U.N. Doc. A/CONF.2/1. This is the version of the Draft Convention adopted by the General Assembly on December 14, 1950. In <FRAGMENT_SUPPRESSED> , note 15 at paragraph 59, Bastarache, J., refers to an earlier version adopted by the U.N. Economic and Social Council in August 1950.  <FRAGMENT_SUPPRESSED> 18.\tCentre for Human Rights, Human Rights: A Compilation of International Instruments, vol. 1 (New York and Geneva: United Nations, 1994) at p. 4.  <FRAGMENT_SUPPRESSED> 19.\tSupra, note 17, p. 491 which reproduces pp. 11-12 of 28 November 1951, U.N. Doc. A/CONF.2/SR.29, the summary record of the Conference meeting of 19 July 1951.  <FRAGMENT_SUPPRESSED> 20.\tSupra, note 17, p. 432 which reproduces p. 9 of 27 November 1951, U.N. Doc. A/CONF.2/SR.24, the summary record of Conference meeting of 17 July 1951.  <FRAGMENT_SUPPRESSED> 21.\tSupra, note 17, p. 491 which reproduces p. 12 of 28 November 1951, U.N. Doc. A/CONF.2/SR.29, the summary record of the Conference meeting of 19 July 1951.  <FRAGMENT_SUPPRESSED> 22.\tSupra, note 17, p. 492 which reproduces p. 14 of 28 November 1951, U.N. Doc. A/CONF.2/SR.29, the summary record of the Conference meeting of 19 July 1951.  <FRAGMENT_SUPPRESSED> 23.\tIbid.  <FRAGMENT_SUPPRESSED> 24.\tSupra, note 17, p. 661 which reproduces p. 3 of 20 July 1951, U.N. Doc. A/CONF.2/L.1/add.10. The discussion of these amendments is summarized in the record of the meeting of July 19, 1951, supra, note 19 at pp. 495-499 which reproduce pp. 20-27 of the U.N. Doc. An earlier amendment, which had been tabled by the U.K. delegation to initiate the debate but which was not pursued, is set out in The Collected Travaux préparatoires , supra, note 17, p. 22 and in 13 July 1951, U.N. Doc. A/CONF.2/74.  <FRAGMENT_SUPPRESSED> 25.\tIn particular, see supra, note 17, pp. 571-574 which reproduce pp. 20-25 of 3 December 1951, U.N. Doc. A/CONF.2/SR.35, the summary record of the Conference meeting of 25 July 1951.  <FRAGMENT_SUPPRESSED> 26.\tSupra, note 6.  <FRAGMENT_SUPPRESSED> 27.\tSupra, note 15 at paragraph 58.  <FRAGMENT_SUPPRESSED> 28.\tSupra, note 17, pp. 89-90 and p. 184.  <FRAGMENT_SUPPRESSED> 29.\tSupra, note 17, pp. 350-351 which reproduce pp. 16-17 of 23 November 1951, U.N. Doc. A/CONF.2/SR.16, the summary record of the Conference meeting of 11 July 1951.  <FRAGMENT_SUPPRESSED> 30.\tSupra, note 16.  <FRAGMENT_SUPPRESSED> 31.\tSee <FRAGMENT_SUPPRESSED> , paragraph 21.  <FRAGMENT_SUPPRESSED> 32.\tTribunal record at p. 11 where the tribunal states: \"The panel indicated that the issue of actually forging passports would not be pursued unless more information becomes available\". This reflects comments made by a panel member during the hearing: Tribunal Record, p. 623.  <FRAGMENT_SUPPRESSED> 33.\tSupra, note 13 at pp. 326-327. See also <FRAGMENT_SUPPRESSED>  (F.C.A.), at p. 657.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}