{"id_": "044586", "body_str": ["[1] Rothstein, J. : This is an application pursuant to s. 18.1 of the Federal Court Act , R.S.C. 1985, c. F-7 (as amended), for judicial review of a decision of an adjudicator appointed under the Canada Labour Code , R.S.C. 1985, c. L-2. At the commencement of the hearing, counsel for the respondent made a motion to limit the scope of judicial review in light of the existence of s. 243 of the Canada Labour Code which is in substance a privative clause. At the conclusion of argument on the preliminary motion, I rendered the following decision: \"The Court: On this preliminary question of my jurisdiction to hear this application for judicial review under s. 18.1(4) of the Federal Court Act , I am of the opinion that I am bound by the decision of the Supreme Court of Canada in National Corn Growers B.C.I.T. , [1990] 2 S.C.R. 1324, where at page 1369 Gonthier, J., states: 'Although the terms of s. 28 of the Federal Court Act are quite broad in scope, it is to be remembered that courts, in the presence of a privative clause will only interfere with the findings of a specialized tribunal where it is found that the decision of that tribunal cannot be sustained on any reasonable interpretation of the facts or of the law. This principle, now widely recognized by the courts, has recently been expressed in <FRAGMENT_SUPPRESSED> , where I had occasion to state at p. 1744 referring to the leading decision of Canadian Union of Public Employees, Local 963 v. New Brunswick Liquor Corp. , [1979] 2 S.C.R. 227 (\" C.U.P.E. \")': \"Where the legislator has clearly stated that the decision of an administrative tribunal is final and binding, courts of original jurisdiction cannot interfere with such decisions unless the tribunal has committed an error which goes to its jurisdiction. Thus this Court has decided in the CUPE case that judicial review cannot be completely excluded by statute and that courts of original jurisdiction can always quash a decision if it is 'so patently unreasonable that its construction cannot be rationally supported by the relevant legislation and demands intervention by the court upon review' (p. 237). Decisions which are so protected are, in that sense, entitled to a nondiscretionary form of deference because the legislator intended them to be final and conclusive, and, in turn, this intention arises out of the desire to leave the resolution of some issues in the hands of a specialized tribunal.\" \"Counsel for the applicant urged upon me the decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  and the decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> . \"As I read the Lee Shanok case, it stands for the proposition that the Court's jurisdiction would not be ousted in respect of jurisdictional errors by a privative clause. I believe that finding to be consistent with the decision in National Corn Growers (supra). \"In the Pioneer Grain case, (supra), the decision appears to confer upon the Federal Court of Appeal under s. 28 of the Federal Court Act as it was worded at that time an overriding jurisdiction over tribunals notwithstanding the existence of a privative clause. I note that at that time, s. 28 of the Federal Court Act contained the words in subs. (1) 'Notwithstanding s. 18 or the provisions of any other Act'. Those words do not now appear in s. 18.1 of the current Federal Court Act insofar as the jurisdiction of the Trial Division for judicial review is concerned. \"Moreover, it seems to me that to follow Pioneer Grain would require that, in essence, I would have to ignore the existence of s. 243 of the Canada Labour Code . This, I do not think I can do. \"It seems to me that the current state of the law is that in the face of a privative clause, the jurisdiction of the Court to review the decision of a federal board or tribunal is restricted to errors that the tribunal or board has committed that go to its jurisdiction or decisions that are so patently unreasonable that their construction cannot be rationally supported by the relevant legislation. In my opinion, that is the scope of the judicial review that I am entitled to conduct in this case. \"That is my decision on the preliminary question, gentlemen.\"", "[2] After I gave my decision on the preliminary motion, counsel for the applicant proceeded with argument on the merits within the scope determined as a result of the preliminary motion.", "[3] This is a review of a decision of Harold W. Veale, Q.C., adjudicator appointed under the Canada Labour Code . The decision is dated April 3, 1992 and deals with a complaint for wrongful dismissal by Basil Jacula against the Alberta Wheat Pool. Adjudicator Veale decided that Mr. Jacula should not have been dismissed.", "[4] The applicant submits that in coming to this conclusion the adjudicator asked himself the wrong question. Section 242(3)(a) of the Canada Labour Code provides: \"242.(3) subject to subs. (3.1) an adjudicator to whom a complaint has been referred under subs. (1) shall (a) consider whether the dismissal of the person who made the complaint was unjust and render a decision thereon ...\"", "[5] The applicant submits that the adjudicator did not ask whether the dismissal was unjust but rather asked whether there was a \"culminating incident\". In doing this it is submitted that the adjudicator failed to comply with the statute in that he failed to answer the question prescribed by the statute and indeed answered a different question.", "[6] At page 20 of his decision, Mr. Veale states: \"In Canadian Labour Arbitration , 3d Edition by Brown and Beatty, the doctrine of culminating incidence is described at pages 7-164, as follows: 'Specifically, the doctrine of the culminating incident posits that where an employee has engaged in some final, culminating act of misconduct or course of conduct for which some disciplinary sanction may be imposed, it is entirely proper for the employer to consider a checkered and blameworthy employment record in determining the sanction that is appropriate for that final incident.'\":", "[7] \"Before the employer can rely on a doctrine of culminating incident, it must show, the existence of some final incident of misconduct, which itself is deserving of discipline, to the extent of at least a written warning. If the incident is culminating in this sense, the employer can rely on the employee's prior record in support of the discipline which it has imposed.\"", "[8] In this case the alleged culminating incident appears to be the absence of Mr. Jacula without authorized approval for one and one-half hours on May 30, 1990 to take his children to the dentist in unexpected circumstances arising from the sudden illness of his wife. After analysing the facts, Mr. Veale finds at p. 22: \"There was no culminating incident, the employer is not entitled to rely on the employee's previous employment record, and the dismissal was unjust. \"If I am wrong, and there was a culminating incident, entitling the employer to review the employee's employment record, I find that in all the circumstances, with particular reference to the position held by the employee, and his service to the employer, the dismissal was too severe a form of discipline. In my opinion, the most severe form of discipline which would have been justified, was a form of suspension without pay. Mr. Jacula should not have been dismissed.\"", "[9] Counsel for the applicant submitted that in deciding whether or not there was a culminating incident, the adjudicator did not ask the question in the statute. He relied on <FRAGMENT_SUPPRESSED> , where at p. 364 N.R. McGuigan, J.A., for the majority stated: \"The general principal as to the misconduct that will constitute just cause for dismissal was well stated by Lord Esher, M.R., in <FRAGMENT_SUPPRESSED> , at 539: 'The rule of law is that where a person has entered into a position of servant, if he does anything incompatible with the due or faithful discharge of his duty to his master, the latter has the right to dismiss him. The relationship of master and servant implies necessarily that the servant shall be in a position to perform his duty duly and faithfully, and if by his own act he prevents himself from doing so, the master may dismiss him ... What circumstances will put a servant into the position of not being able to perform, in a due manner, his duties, or of not being able to perform this duty in a faithful manner, it is impossible to enumerate. Innumerable circumstances have actually occurred which fall within that proposition, and innumerable other circumstances which never have yet occurred, will occur, which also will fall within that proposition.'\" Counsel submits that the adjudicator should have considered whether Mr. Jacula did anything incompatible with the due or faithful discharge of his duty to his employer.", "[10] No authority was cited to indicate that the culminating incident approach was an inappropriate analytical method by which to determine whether or not a dismissal was or was not unjust. Moreover, counsel for the applicant before the adjudicator, advanced as part of his submission: \"What I propose to do, sir, is have my only witness Mr. Schatz who is the author of these documents give evidence and describe what led to the discipline, which we submit is progressive discipline, that resulted in the culminating incident which then triggered dismissal. So that is the employers case sir.\"", "[11] In his letter of May 31, 1990 to Mr. Jacula discharging him, Mr. Schatz states that the discharge \"... is a direct result of you being absent from your workplace without authorization and without satisfactory reasons ... \"In view of your past disciplinary record, and the culminating incident on May 30, I have no recourse but to terminate your employment with the Alberta Wheat Pool; effective immediately.\"", "[12] In this case, Adjudicator Veale found that the situation that occurred on May 30, 1990, was a case of innocent absenteeism and that there was no culminating incident.", "[13] I am of the opinion that the adjudicator did not commit an error of jurisdiction in this case. While the overall question to be decided is whether or not the dismissal was just or unjust, it is necessary to analyze the facts of a given case under some reasonable methodology. The culminating incident approach is one recognized in Canadian labour law. I do not view the culminating incident approach as one which displaces the decision as to whether or not the dismissal was unjust but rather only an analytical tool to be used in reaching the decision prescribed by the statute.", "[14] Moreover, the adjudicator went further and found that if there was a culminating incident, that in all the circumstances, dismissal was too strong a form of discipline in the case of Mr. Jacula. Thus it appears that in addition to looking at the culminating incident, he looked at all the circumstances. Indeed his decision is some twenty-three pages long and recites a series of events over a course of time which do not speak well of the employee. It appears that Mr. Veale was well aware of these circumstances and concluded that, notwithstanding these events, taking into account the employee's length of employment and otherwise satisfactory services to the employer, the dismissal should not have occurred.", "[15] Counsel for the applicant submitted that the reasons by which the adjudicator came to this conclusion were inadequate. While there is no event by event analysis by the adjudicator, it is to be remembered that this was not his primary reason for deciding that the dismissal was unjust. No authority was cited which would indicate that in these circumstances, the brief way in which the adjudicator dealt with the evidence constitutes an error going to his jurisdiction.", "[16] The applicant also argued that the findings of the adjudicator relative to Mr. Jacula's absence on May 30, 1990, were patently unreasonable. It was submitted that the adjudicator should have considered the failure of the employee to obtain permission to be absent and not just the absence itself. There had been a series of steps taken by the employer which should have left no doubt in the mind of Mr. Jacula that he should have obtained permission to be absent failing which he would be discharged.", "[17] At p. 14 of his decision, Mr. Veale states: \"On May 30, 1990, Mr. Schatz visited the Mannville station to make a regular visit, and found that Mr. Jacula was again absent without permission. Mr. Jacula testified that he was away from the station for a little over an hour and a half, because he had to take both of his children to the dentist for a 3 p.m. appointment. He didn't ask permission because he thought until the last minute, that his wife was going to take the children to the dentist, but she telephoned and indicated she couldn't because she was not feeling well, following an epileptic seizure the previous day. Mrs. Jacula, while present throughout the hearing, did not testify.\"", "[18] At p. 21, Mr. Veale states: \"On May 30, 1990, Mr. Jacula, was absent from the elevator for approximately one and one-half hours to take his children to the dentist, in unexpected circumstances, arising from the sudden illness of his wife. Without more, it is unlikely that an employee with fourteen years of satisfactory employment would be the subject of any disciplinary measures. \"On the other hand, the employee did what he had been expressly told in writing, not to do, and may have been deserving of some form of discipline. However, this breach of his employer's instructions is tempered by the unexpected situation in which Mr. Jacula found himself, as a result of his wife's illness. \"The nature of the incident in question must be considered. It is not a breach of the employer-employee relationship, which would arise, for example, from an incident involving theft from the employer, abuse of a fellow employee, use of alcohol at the place of employment, insubordination, risk of, or actual financial loss to the employer, etc. In short, it is considerably less serious in nature. Having in mind the onus on the employer, and all of the circumstances in which the absenteeism arose, I find that the instance of absenteeism, which occurred on May 30, 1990, was innocent in nature, and did not reflect on the employee's capability of reasonable attendance in the future.\"", "[19] Previously in his decision, Mr. Veale outlined the correspondence by which Mr. Jacula was warned that any time off that he took would have to be approved in advance regardless of the circumstances and that if he did not obtain such approval that he would be dismissed.", "[20] From the decision of the adjudicator, it is apparent that he did take into account the fact that Mr. Jacula did not obtain permission to be absent. I draw this from Mr. Veale's observation that Mr. Jacula may have been deserving of some form of discipline except for the unexpected circumstances.", "[21] In support of the position that the adjudicator's finding was not patently unreasonable, counsel for the respondent brought to my attention Re Northside Electric Ltd. and International Brotherhood of Electrical Workers et al. (1983), 53 A.R. 114; 4 D.L.R.(4th) 635 (Q.B.), where at p. 644 D.L.R. Miller, J., states: \"Finally, it must be decided whether the Board's decision was 'patently unreasonable'. For an interpretation of an Act to be patently unreasonable, it is not enough that the decision merely be questionable. Rather, it must involve an interpretation which the words of the statute could not reasonably bear. The decision must be outrageous and unjustifiable on its face. In other words, if an argument could be made on behalf of the Board's decision, and that argument was not specious but had some basis in logic, then it cannot be said that the decision was patently unreasonable.\"", "[22] While another adjudicator may have come to a different conclusion, I do not think that it can be said that the findings in this case are outrageous or unjustifiable on their face. I do not think they could be characterized as being specious and having no basis in logic. Accordingly, I cannot conclude that they are patently unreasonable.", "[23] I would dismiss the application. Application dismissed. Editor: Elizabeth M.A. Turgeon/ldl [End of document]"]}