{"id_": "044769", "body_str": ["[1] Mosley, J. : This is an application for judicial review pursuant to section 72 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (\"IRPA\") of the decision made on September 22, 2010, at the Immigration Appeal Division (\"IAD\") of the Immigration and Refugee Board in Toronto, Ontario, rejecting the applicant's appeal from the decision of a visa officer not to issue a permanent resident visa to her spouse as a Member of a Family Class.  <FRAGMENT_SUPPRESSED> BACKGROUND  <FRAGMENT_SUPPRESSED>", "[2] At the time of the appeal hearing, the applicant was a 29-year old female, born in Pakistan. She landed in Canada in May 2006 as a dependent on her father's application. Her father was sponsored by the applicant's brother.  <FRAGMENT_SUPPRESSED>", "[3] The applicant's spouse was born in May 1979 and is two years older than she. He is a citizen of Pakistan. He was granted a visitor's visa on humanitarian and compassionate grounds in late 2004 or early 2005. The visa expired in March 2005. It was extended from April 2005 until December 31, 2005. It was extended a second time from December 31, 2005 until it finally expired on May 30, 2006.  <FRAGMENT_SUPPRESSED>", "[4] The couple met through an online dating website called shaadi.com. Their profiles were placed online by their respective family members. The two were married in Canada in March 2007. The applicant submitted a sponsorship application for her spouse in July 2007 that was refused by way of letter on June 3, 2008. The visa officer was not satisfied that the marriage was genuine. The applicant appealed to the IAD. The IAD concluded that the applicant's marriage to her spouse was not bona fide and was entered into primarily for the purpose of her husband gaining permanent resident status under IRPA. This is a judicial review of that decision.  <FRAGMENT_SUPPRESSED> DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>", "[5] The IAD found the applicant did not prove, on a balance of probabilities, that the marriage is genuine and was not entered into for the purpose of the applicant acquiring status or privilege under the IRPA. In particular, the IAD took issue with the fact that the applicant was not consulted or involved in the choice of her husband; that the marriage negotiations were hastily held and that the applicant lacked input in the arrangements. It found the dates of first contact and meeting of each other confusing and that the telephone receipts submitted as evidence reflected a number of unidentified incoming calls.  <FRAGMENT_SUPPRESSED>", "[6] The IAD also held that the cards sent to the applicant by her husband provided little evidence of a genuine marriage; that there was a lack of supporting documentation to show that the applicant and her husband lived together when they returned to Pakistan; that the applicant lived mainly at her brother's home upon her return to Canada in 2009; and that the husband was evasive on several occasions, in particular with respect to his brother's whereabouts or status in Canada. Finally, the IAD found that the husband wished to remain in Canada with his immediate family and had made previous attempts to gain status here, testifying that his desire to stay was to comply with his father's wishes.  <FRAGMENT_SUPPRESSED> ISSUES  <FRAGMENT_SUPPRESSED>", "[7] This application raises the following issues:  <FRAGMENT_SUPPRESSED> 1. Did the IAD err by ignoring the cultural context of the arranged marriage?  <FRAGMENT_SUPPRESSED> 2. Did the IAD err in assessing the applicant's marriage?  <FRAGMENT_SUPPRESSED> 3. Did the IAD err in failing to consider the totality of evidence?  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED> Standard of review  <FRAGMENT_SUPPRESSED>", "[8] As an expert tribunal, decisions by the IAD are owed deference by this Court and can only be set aside if the decision is based \"on an erroneous finding of fact\" made in a \"perverse or capricious manner or without regard for the material before it\", pursuant to paragraph 18.1(4) (d) of the Federal Courts Act , R.S.C., 1985, c.  <FRAGMENT_SUPPRESSED>  at para. 12; <FRAGMENT_SUPPRESSED>  at para. 23. The determination as to whether a marriage is genuine is a fact-based inquiry to be reviewed on a standard of reasonableness: <FRAGMENT_SUPPRESSED>  at para. 53.  <FRAGMENT_SUPPRESSED> Did the IAD err by ignoring the cultural context of the arranged marriage?  <FRAGMENT_SUPPRESSED>", "[9] It is well-established that when assessing genuineness of arranged marriages, in particular, the IAD must be careful not to apply Western conceptions of marriage to the case before it. Rather, the bona fides should be evaluated within the cultural context in which it took place: <FRAGMENT_SUPPRESSED>  F.T.R. 281 at para. 7; <FRAGMENT_SUPPRESSED>  at paras. 34-36. This is because, \"By its very nature, an arranged marriage, when viewed through a North American cultural lens, will appear non-genuine.\": Gill , above, at para. 7.  <FRAGMENT_SUPPRESSED>", "[10] Although the IAD acknowledges that marriage means different things for different cultures, its understanding of this notion is demonstrably less than profound:  <FRAGMENT_SUPPRESSED> I certainly acknowledge the institution of marriage varies from culture to culture and includes genuine arranged marriages. However, I do not find the arranged marriage between the appellant and the applicant to be a genuine marriage. I make this finding noting the appellant's testimony she was never consulted nor provided any input into her marriage negotiations. Nor did the appellant even speak with or meet the applicant before her family accepted the proposal on her behalf. Even acknowledging the appellant was out of the country; at the very least I find it would have been a reasonable expectation to have initiated some telephone calls to further assess compatibility, or alternatively wait for her return so she could meet the applicant face to face before her family accepted his proposal.  <FRAGMENT_SUPPRESSED>", "[11] As the applicant rightly notes, although it may be a reasonable expectation in Western society or North American culture to have initiated telephone calls to assess compatibility, this was not part of the custom of arranged marriages for Muslim women from Pakistan. The applicant testified orally and submitted in her sworn affidavit that she consented to the marriage and was aware that her brother had posted her profile on an online website to find her a suitable husband. Arranging a marriage for the applicant was a family affair; a process in which both families were heavily involved. The IAD appears not to have appreciated this fact, evidenced by its conclusion that it was unreasonable that some sort of personal contact between the applicant and her spouse had not been initiated in order to assess compatibility, and that the absence of this latter thus amounted to a lack of genuineness.  <FRAGMENT_SUPPRESSED> Did the IAD err in assessing the applicant's marriage?  <FRAGMENT_SUPPRESSED>", "[12] It should be recalled that section 4 of the Immigration and Refugee Protection Regulations , SOR/2002-227 was amended after the IAD rendered its decision in this case. Under the former version of the regulations, a marriage was considered to be of bad faith if it was found to be entered into primarily for the purpose of acquiring any status or privilege under the IRPA and was not genuine. The test was conjunctive: Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para. 12. Under the current, amended version, the test is disjunctive meaning that a marriage could be found to be of bad faith if entered into primarily for the purpose of acquiring any status or privilege under the IRPA or is held to be not genuine: <FRAGMENT_SUPPRESSED>  at para. 3.  <FRAGMENT_SUPPRESSED>", "[13] <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 251 at paragraphs 4-5, Justice Roger Hughes, citing <FRAGMENT_SUPPRESSED> reiterated the two-prong test to be used in interpreting section 4 of the then-in-force regulations. As noted at paragraph 4 in Khan :  <FRAGMENT_SUPPRESSED> 1. The genuineness of relationship must be considered in the present tense such that a relationship that may not have been \"genuine\" at the outset may have become genuine; and  <FRAGMENT_SUPPRESSED> 2. Consideration must be given as to whether the relationship entered into primarily for the purpose of acquiring any status or privilege under the Act.  <FRAGMENT_SUPPRESSED>", "[14] At paragraph 5 Justice Hughes went on to state that \"Both branches of the test must be met before a person cannot be considered a spouse or partner\" and \"if the Applicant succeeds ... on only one of these two branches of the test, then it is open to the Court to find that a reviewable error has occurred\".  <FRAGMENT_SUPPRESSED>", "[15] In the case at bar, the applicant submits that the IAD placed undue focus on her spouse's immigration history which may pertain, on a limited basis, to the second prong of the test. There is merit to this argument. Although the applicant's spouse did have an immigration history which included repeated attempts to stay in Canada, the couple did not try to hide this in the application. The applicant's spouse's history can be attributed largely to the fact that his immediate family was already here. The record indicates that in late 2004 or early 2005, the applicant's spouse and his brother were granted compassionate visitor visas to allow them to stay with their terminally ill mother. The initial visitor visa expired in March 2005. Their mother passed away in May 2005 and the spouse's visitor's visa was extended from April 2005 until December 31, 2005. It was extended for a second time from December 31, 2005 until it expired on May 30, 2006, as his father required his personal care assistance following knee replacement surgery in December 2005. The spouses' request for a third extension of his visitor visa was refused in July 2006 but he did not depart from Canada until May 9, 2008. He returned to Pakistan only because he had his visa interview.  <FRAGMENT_SUPPRESSED>", "[16] In May 2008, the applicant's spouse even noted at his visa post interview that remaining in Canada was part of the reason for his marriage to the applicant.  <FRAGMENT_SUPPRESSED>", "[17] The applicant herself appears to have both recognized this and takes no issue with it, as is indicated from an excerpt of the hearing transcript in the Certified Tribunal Record at p. 304:  <FRAGMENT_SUPPRESSED> Q: Why did he start looking [for a spouse] in Canada?  <FRAGMENT_SUPPRESSED> A: His father wanted to be in Canada because he got relatives here also, and his mother's grave is also here.  <FRAGMENT_SUPPRESSED> Q: Okay. What relatives does he have in Canada?  <FRAGMENT_SUPPRESSED> A: His father, and father's sister.  <FRAGMENT_SUPPRESSED> Q: Who else?  <FRAGMENT_SUPPRESSED> A: His sister and his mother was passed away.  <FRAGMENT_SUPPRESSED> Q: Okay, So - - now did he - - Okay, I'm going to ask you this, would he have married you if you were living in Pakistan and were a Pakistani citizen with no connection to Canada?  <FRAGMENT_SUPPRESSED> A: Both of our families were looking for that marriage relationship in Canada so there is no question of getting married in Pakistan. (Emphasis added).  <FRAGMENT_SUPPRESSED>", "[18] Reading this exchange together with copies of their online dating profiles, it becomes clear that they were each looking for similar things out of a relationship: someone with a similar cultural, religious and linguistic background, as well as someone who would be willing and able to start a life in Canada. It does not follow that just because the applicant's spouse was looking to establish himself in Canada, the couple's marriage was not genuine. The IAD thus erred in using the spouse's immigration history as a basis for finding a lack of bona fides of the marriage. In so doing, it failed to properly appreciate the distinction between what may traditionally constitute a \"genuine marriage\" in Canada and what may constitute a genuine marriage in other cultures.  <FRAGMENT_SUPPRESSED>", "[19] The genuineness of this couple's marriage is further reinforced by the photographs of their wedding reception showing family members sitting together, eating together and celebrating together. There are also photographs on record of their time together in Pakistan, as well as their testimony that they lived together in Canada and in Pakistan, evidence that they communicate for one hour every day and their shared desire to have children and live together in the future.  <FRAGMENT_SUPPRESSED> Did the IAD err in failing to consider the totality of evidence?  <FRAGMENT_SUPPRESSED>", "[20] Despite the fact that the IAD clearly considered the majority of evidence before it, the applicant is correct to point to pertinent evidence that was not mentioned in the decision under review. These pieces of evidence include: the sworn testimony that the couple was living together in Canada and in Pakistan, the reasons why the family members initially felt that the applicant and her husband would be compatible, namely age, education, religion, language, family background and geography, and the consistent testimony of the applicant and her spouse's knowledge of each other's educational background, together with evidence of communication, photographs and passport stamps showing the couple returned to Pakistan together. This evidence supports the applicant's position and could be considered to be contradictory evidence. As such, it is fair for the Court to conclude that it was overlooked or ignored: <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 124 at para. 29; <FRAGMENT_SUPPRESSED>  (QL), 157 F.T.R. 35.  <FRAGMENT_SUPPRESSED>", "[21] For the above reasons, this application will be allowed and remitted to a differently constituted panel of the IAD.  <FRAGMENT_SUPPRESSED>", "[22] In oral argument, counsel for the applicant requested that if the matter were returned to the IAD my Reasons for Judgment and Judgment include a direction that the IAD apply the conjunctive test as it was before the September 30, 2010 amendments of the Regulations . Fairness, the applicant argues, demands that the law be applied as it was when the original decision was made. The respondent noted that if returned, the hearing before the IAD would be de novo and argued that the new, disjunctive test would apply as required under the current Regulations . There are no transitional provisions in the regulations.  <FRAGMENT_SUPPRESSED>", "[23] I agree with the applicant. In coming to this conclusion I have taken into consideration section 43 of the Interpretation Act , R.S.C. 1985, c. I-21 which indicates that the repealing of a provision in whole or in part should not have an effect on any rights or privileges once they have begun to accrue:  <FRAGMENT_SUPPRESSED> 43. Where an enactment is repealed in whole or in part, the repeal does not  <FRAGMENT_SUPPRESSED> (a) revive any enactment or anything not in force or existing at the time when the repeal takes effect,  <FRAGMENT_SUPPRESSED> (b) affect the previous operation of the enactment so repealed or anything duly done or suffered thereunder,  <FRAGMENT_SUPPRESSED> (c) affect any right, privilege, obligation or liability acquired, accrued, accruing or incurred under the enactment so repealed,  <FRAGMENT_SUPPRESSED> (d) affect any offence committed against or contravention of the provisions of the enactment so repealed, or any punishment, penalty or forfeiture incurred under the enactment so repealed, or  <FRAGMENT_SUPPRESSED> (e) affect any investigation, legal proceeding or remedy in respect of any right, privilege, obligation or liability referred to in paragraph (c) or in respect of any punishment, penalty or forfeiture referred to in paragraph (d), and an investigation, legal proceeding or remedy as described in paragraph (e) may be instituted, continued or enforced, and the punishment, penalty or forfeiture may be imposed as if the enactment had not been so repealed.  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[24] I have also considered the cases of <FRAGMENT_SUPPRESSED>  (QL) and <FRAGMENT_SUPPRESSED>  which stand for the principle that a person cannot be prejudiced by giving retroactive effect to new and additional requirements in a regulation. In my view, that would be the effect of sending this matter back for reconsideration if the new disjunctive test is applied.  <FRAGMENT_SUPPRESSED>", "[25] The applicant submitted her application when the old Regulations were in force. She was entitled to have the bona fides of her marriage assessed in a way that took into account the cultural differences between Western relationships and those from other parts of the world. To apply the new regulations and the new, stricter, test at the de novo hearing would be to deprive this couple of the benefit of that entitlement.  <FRAGMENT_SUPPRESSED>", "[26] The Federal Court of Appeal made it clear in <FRAGMENT_SUPPRESSED>  N.R. 385, at paras. 13-14, that, upon sending a matter back for redetermination, this Court should not, except in the clearance of circumstances, direct the tribunal to reach a specific decision.  <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 708. In acknowledging the limits on my ability to exercise my discretion in the applicant's favour, I do consider it within the ambit of the Court's powers to direct the IAD to apply the law as it read when the applicant initiated her appeal and it was first determined by the IAD. Not to do so would render the remedy which the applicant has obtained on this application a nullity and deny her natural justice.  <FRAGMENT_SUPPRESSED>", "[27] No questions were proposed for certification and none will be certified.  <FRAGMENT_SUPPRESSED>", "[28] THIS COURT'S JUDGMENT is that :  <FRAGMENT_SUPPRESSED> 1. this application for judicial review is granted and the matter is remitted to a differently constituted panel of the Immigration Appeal Division for reconsideration;  <FRAGMENT_SUPPRESSED> 2. the new panel will apply the regulation as it was written prior to September 20, 2010;  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/vnh  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}