{"id_": "044922", "body_str": ["[1] Blanchard, J. : The Minister seeks judicial review under subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 [ IRPA ] of a decision by the Refugee Protection Division [RPD] of the Immigration and Refugee Board, dated June 22, 2012, granting the Respondent refugee status.  <FRAGMENT_SUPPRESSED>", "[2] The Applicant seeks an order pursuant to paragraph 18.3(1)( ) of the Federal Courts Act , R.S.C., 1985, c. F-7 quashing or setting aside the decision and referring the matter back to the RPD for determination in accordance with such directions as the Court considers appropriate.  <FRAGMENT_SUPPRESSED> I. Facts  <FRAGMENT_SUPPRESSED>", "[3] The Respondent is a 32-year-old Sri Lankan citizen who is ethnic Tamil. He arrived in Canada aboard the MV Sun Sea with approximately 500 others on August 13, 2010, and immediately sought asylum pursuant to sections 96 and 97(1) of the IRPA .  <FRAGMENT_SUPPRESSED>", "[4] In his Personal Information Form (PIF), the Respondent described his personal circumstances as follows:  <FRAGMENT_SUPPRESSED>", "[5]  <FRAGMENT_SUPPRESSED> (a) The Respondent was born in Navatkadu Varani, Jaffna, a town in the northernmost region of Sri Lanka.  <FRAGMENT_SUPPRESSED> (b) The Respondent's family suffered as a result of the war and was required to relocate on many occasions. Many family members were lost, including his sister who was killed by a landmine.  <FRAGMENT_SUPPRESSED> (c) The Respondent was living with his uncle in Vanni in August 2006. At that time the Liberation Tigers of Tamil Eelam (LTTE) were forcibly recruiting young people. The Respondent's company paid a percentage of his salary to the LTTE so that he would not be forced to join.  <FRAGMENT_SUPPRESSED> (d) From 2007 to 2008 the Sri Lankan army was advancing toward Vanni. As circumstances worsened, the Respondent and his uncle's family relocated twice to avoid the bombing.  <FRAGMENT_SUPPRESSED> (e) At the outset of 2009, the LTTE were forcibly recruiting every young Tamil in the area, and the Respondent went into hiding since he did not want to join.  <FRAGMENT_SUPPRESSED> (f) On May 16, 2009, the Sri Lankan Army forced Tamils into a controlled area. The Respondent was interned in a camp and questioned by the Criminal Investigation Department (CID) of the government about whether he had had any training with the LTTE. He denied any affiliation, but the CID did not believe him. He was threatened but eventually permitted to transfer and join his uncle's family in another camp. The Respondent bribed the Sri Lankan Army and paramilitary forces to release him. Once released, fearing re-arrest, he hid with relatives until he was able to make his way to Colombo.  <FRAGMENT_SUPPRESSED> (g) The Respondent applied for and received a passport and an Indian visa. He went to Chennai for one month in the summer of 2009 and decided to return based on reports that everything was normal in Sri Lanka.  <FRAGMENT_SUPPRESSED> (h) On the way back from the airport, the police stopped the Respondent at three different checkpoints because he did not have a police registration. The CID also took him to the police station because he did not have his identity card. Upon being released, the Respondent feared that he would be arrested on \"suspicion\" and killed because his registration would not check out. As a result, he fled to Singapore in August 2009. He registered with the UNHCR in Malaysia, and made his way to Thailand. He left for Canada aboard the MV Sun Sea on May 14, 2010.  <FRAGMENT_SUPPRESSED> II. Decision under review  <FRAGMENT_SUPPRESSED>", "[6] The RPD found the Respondent to be a Convention refugee pursuant to section 96 of the IRPA by reason of a well-founded fear of persecution based on his membership in a particular social group and imputed political opinion.  <FRAGMENT_SUPPRESSED>", "[7] The RPD found the Respondent to be a young, single, male Tamil from the north of Sri Lanka, who has traveled on the MV Sun Sea , a smuggling operation, alleged to have been organized by the LTTE. As such the RPD found that he fits into the category of membership in a particular social group, in addition to political opinion, imputed or real, due to perceived interaction with LTTE operatives.  <FRAGMENT_SUPPRESSED>", "[8] The RPD found that the Respondent demonstrated a lack of subjective fear of harm when he returned from India to Sri Lanka. The RPD determined that his registration with the UNHCR in Malaysia and Thailand, coupled with his \"nefarious\" seaborne trip to Canada prior to receiving the UNHCR's decision, demonstrates both a lack of subjective fear and asylum shopping. Further, the RPD found other credibility concerns with the Respondent's narrative, namely that he embellished aspects of his claim. The RPD did not believe that the Respondent was beaten, as claimed, that anyone tried to beat him, that he received numerous death threats from the Sri Lankan authorities or that he was tortured in the camp.  <FRAGMENT_SUPPRESSED>", "[9] The RPD found that the Sri Lankan authorities were not interested in the Respondent prior to his departure from Sri Lanka. The Respondent was easily able to pass through checkpoints without a police certificate and with an ID card indicating a suspicious location. He went to India, exiting Sri Lanka through the normal process, and returned one month later. He was photographed and his ID noted while interned in the camp, and the Sri Lankan authorities had many opportunities to arrest him. He was not arrested when exiting Sri Lanka the second time.  <FRAGMENT_SUPPRESSED>", "[10] Notwithstanding its credibility findings and the Respondent's lack of a subjective fear of harm while in Sri Lanka, the RPD found that the Respondent had established a basis for a claim by reason of his perceived ties to the LTTE. The RPD found on a balance of probabilities that the Respondent would be wanted for more specific questioning regarding his potential knowledge, real or imputed, of LTTE operatives because of the time he spent on the MV Sun Sea, and his exposure to a crew that allegedly had LTTE ties.  <FRAGMENT_SUPPRESSED>", "[11] The RPD was satisfied that sources were generally agreed that Tamils from the north and east were likely to receive greater scrutiny upon arrival at the Colombo airport. Connection with the LTTE, illegal departure from Sri Lanka, or involvement with the media or NGOs among other factors would put a returnee at greater risk of detention. Further, violations of humanitarian and international human rights law, including torture and coercion, by the Sri Lankan state security forces have been documented for a significant period. Although Sri Lanka has recognized that there is a crisis of impunity for human rights abuses by state forces and those associated with the state, no measures have been undertaken to address these issues. The RPD observed that the ICRC reporting indicates that there is a continuing prevalence of abduction, arbitrary arrest and detention without due process, and torture. The Sri Lankan government's unwillingness to allow the ICRC access to its LTTE rehabilitation camps and areas of (predominantly Tamil) returnees also demonstrates the government's hostility to accounting for the behaviour of its state security actors.  <FRAGMENT_SUPPRESSED>", "[12] The RPD concluded as follows:  <FRAGMENT_SUPPRESSED> Based on the evidence before me, in particular his association with the MV Sun Sea that has been internationally touted as an LTTE smuggling operation and having an LTTE affiliated crew, and the claimant is a young, single, male Tamil from the north, I find these cumulative factors would make him a person of interest to the Sri Lankan authorities if returned to Sri Lanka. On a balance of probabilities, I find that he would be questioned and detained. In the face of the independent objective country evidence, I find that he faces more than a serious possibility of persecution by the state security apparatus. As the state is the perpetrator of such treatment, I also find that he has no state protection or viable internal flight alternative.  <FRAGMENT_SUPPRESSED> III. Issues  <FRAGMENT_SUPPRESSED> 1. Did the RPD err in concluding that the Respondent's claim had a nexus to a ground in the Convention refugee definition, pursuant to section 96 of the IRPA ?  <FRAGMENT_SUPPRESSED> 2. Did the RPD err in finding that the Respondent has a well-founded fear of persecution?  <FRAGMENT_SUPPRESSED> IV. Standard of Review  <FRAGMENT_SUPPRESSED>", "[13] The issue of nexus to a convention ground raises a question of mixed law and fact. The question raised concerns the existence of a connection between Convention grounds and the Respondent's particular factual circumstances. It follows that the applicable standard of review is reasonableness.  <FRAGMENT_SUPPRESSED> . Issues relating to the sufficiency and intelligibility of reasons are reviewable on the reasonableness standard. See: Newfoundland and  <FRAGMENT_SUPPRESSED> ; at paragraph 47.  <FRAGMENT_SUPPRESSED>", "[14] Issues relating to the sufficiency of the evidence to link a claimant to a particular social group and the \"well foundedness\" of the Respondent's fear raise questions of mixed law and fact and are also reviewable on the reasonableness standard.  <FRAGMENT_SUPPRESSED> V. Analysis  <FRAGMENT_SUPPRESSED>", "[15] The Applicant argues that the RPD erred in finding that as a young Tamil male from the north of Sri Lanka who has traveled on the MV Sun Sea , the Respondent was part of a \"particular social group\" for the purpose of the Convention refugee definition and therefore that there was a nexus or link between the alleged persecution feared by the Respondent and a Convention refugee ground.  <FRAGMENT_SUPPRESSED>", "[16] In Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [ B380 ], a recent decision of this Court, Chief Justice Crampton held that the RPD erred in finding that passengers on the MV Sun Sea are members of a particular social group for the purpose of the Convention refugee definition. At paragraph 23 of his reasons, the Chief Justice wrote that  <FRAGMENT_SUPPRESSED> ... it is implicit in the approach that was adopted in [ <FRAGMENT_SUPPRESSED> , at paragraphs 63-70] Ward , above, that the historical fact of having come voluntarily together in a particular way for the ultimate purpose of traveling to Canada to seek refugee status is not sufficient basis upon which to become a \"particular social group\" within the meaning of section 96.  <FRAGMENT_SUPPRESSED> The Supreme Court in Ward teaches that the finding of a particular social group must take into account the \"underlying themes of the defence of human rights and anti-discrimination that form the basis for the international refugee protection initiative.\" Voluntarily choosing to set sail for Canada on an illegal human smuggling ship does not engage the defence of human rights or anti-discrimination.  <FRAGMENT_SUPPRESSED>", "[17] I agree with Chief Justice Crampton's conclusion that passengers on the MV Sun Sea do not represent a particular social group for the purpose of section 96. In the result, I find that the RPD's conclusion to the contrary was unreasonable.  <FRAGMENT_SUPPRESSED>", "[18] Unlike B380 , in the instant case the RPD did not base its conclusion solely on the Respondent's membership in a particular social group as a passenger on the MV Sun Sea . It also expressly found that the Respondent would face persecution on the basis of perceived political opinion and, implicitly, on the basis of his ethnicity/race.  <FRAGMENT_SUPPRESSED>", "[19] The following passages in the RPD's reasons support the above proposition:  <FRAGMENT_SUPPRESSED>", "[27] I find the claimant is a young, single, male Tamil from the north of Sri Lanka, who has traveled on the MV Sun Sea , which was a smuggling operation, alleged to have been organized by the LTTE. Due to these factors, I find the claimant fits into the category of membership in a particular social group in addition to political opinion, imputed or real due to perceived interaction with LTTE operatives.  <FRAGMENT_SUPPRESSED>", "[39] ... I find on a balance of probabilities that because of the time he spent on the MV Sun Sea , and his exposure to a crew that allegedly had LTTE ties, he would be wanted for more specific questioning regarding his potential knowledge, real or imputed, of LTTE operatives.  <FRAGMENT_SUPPRESSED>", "[51] Based on the evidence before me, in particular his association with MV Sun Sea that has been internationally touted as an LTTE smuggling operation and having an LTTE affiliated crew, and that the claimant is a young, single, make Tamil from the north. I find these cumulative factors would make him a person of interest to the Sri Lankan authorities if returned to Sri Lanka.  <FRAGMENT_SUPPRESSED>", "[20] The Supreme Court  <FRAGMENT_SUPPRESSED> at paragraph 48 endorsed the view that, when reviewing a decision on the reasonableness standard, a court must pay \"respectful attention to the reasons offered or which could have been offered in support of a decision\" Mr. Justice Evans in a dissenting decision in <FRAGMENT_SUPPRESSED>  (subsequently adopted by the Supreme Court of Canada, in <FRAGMENT_SUPPRESSED> ) reinforced this view. He wrote at paragraph 164 of his reasons:  <FRAGMENT_SUPPRESSED> The underlined words avoid an unduly formalistic approach to judicial review. Thus, to the extent that the Tribunal does not fully explain aspects of its decision, the Court may consult evidence referred to by the Tribunal in order to flesh out its reasons. However, I do not regard the Court  <FRAGMENT_SUPPRESSED> as inviting a reviewing court to usurp the tribunal's responsibility for justifying its decisions.  <FRAGMENT_SUPPRESSED>", "[21] The RPD's findings are not as clear as they could have been and in some cases arguably deficient. For instance, the RPD could not rely upon imputed knowledge of LTTE activities to support its finding of imputed political opinion. I am nevertheless satisfied that the evidence referred to by the Tribunal in its reasons supports a finding that the Respondent, as a young, Tamil male from northern Sri Lanka, has a well-founded fear of persecution by reasons of his race and his imputed political opinion by reason of his perceived association with the LTTE. I am satisfied that the RPD's conclusion is reasonable.  <FRAGMENT_SUPPRESSED>", "[22] In the circumstances, I find the following passage in <FRAGMENT_SUPPRESSED>  (C.A.) (QL) instructive on the issue of nexus to race. In his reasons, Justice Hugessen, writing on behalf of the Federal Court of Appeal, has this to say:  <FRAGMENT_SUPPRESSED> In our view, it is obvious beyond any need of demonstration that if a person faces \"real and oppressive\" risks, including a risk of \"substantial violence\", from state sponsored sources (the IPKF) because he or she belongs to a group one of whose defining characteristics is race, (young Tamil males), it is simply impossible to say that such person does not have an objective fear of persecution for reasons of race.  <FRAGMENT_SUPPRESSED> See also <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[23] In its reasons, the RPD repeatedly referenced country documentation concerning the treatment of Tamils from northern Sri Lanka by government agencies and the risks faced by such returnees. It is therefore implicit in the reasons that the RPD considered the Respondent's objective fear of persecution to have a nexus with his Tamil ethnicity.  <FRAGMENT_SUPPRESSED>", "[24] The Applicant argues that the RPD failed to properly consider all of the evidence when he found that the Respondent had a well-founded fear of persecution on the \"sole basis\" that he had contact with the LTTE on the MV Sun Sea and therefore acquired an \"association\" with the LTTE.  <FRAGMENT_SUPPRESSED>", "[25] In my opinion, the RPD's treatment of the evidence was reasonable. The RPD considered all of the evidence before it including the evidence relating to the Respondent's circumstances, the treatment of returnees, particularly Tamils from the north, and the attitude of Sri Lankan authorities relating to passengers who traveled on the MV Sun Sea . The RPD was entitled to prefer the evidence it relied upon to the documentary evidence submitted by the Applicant.  <FRAGMENT_SUPPRESSED> VI. Conclusion  <FRAGMENT_SUPPRESSED>", "[26] The RPD's conclusion that the Respondent's alleged membership in a \"particular social group\" is unreasonable. However, its conclusion that the Respondent would face persecution based on imputed political opinion and, by implication, ethnicity is reasonable. The Board made no reviewable error in its consideration of the evidence. On the whole, the decision falls within the range of defensible outcomes based on the facts and the law.  <FRAGMENT_SUPPRESSED>", "[27] The parties have had the opportunity to raise a serious question of general importance as contemplated by paragraph 74( ) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27, and have not done so. I am satisfied that no serious question of general importance arises on this record. I do not propose to certify a question.  <FRAGMENT_SUPPRESSED> VII. Confidentiality  <FRAGMENT_SUPPRESSED>", "[28] The parties shall file written submissions setting out their respective positions on the content of the Reasons to be released publicly no later than ten (10) days from receipt of these Reasons.  <FRAGMENT_SUPPRESSED> a. These Reasons for Judgment and Judgment are un-redacted from the Confidential Reasons for Judgment and Judgment issued on March 28, 2013, pursuant to a Protective Oder dated August 14, 2012.  <FRAGMENT_SUPPRESSED> b. The Court canvassed counsel for the parties for their submissions on the content of the Public Reasons for Judgment and Judgment. Both parties agreed that the Confidential Reasons for Judgment and Judgment be issued publicly without redaction.  <FRAGMENT_SUPPRESSED> c. I am satisfied that the un-redacted confidential Reasons for Judgment and Judgment dated March 28, 2013, can be issued.  <FRAGMENT_SUPPRESSED>", "[29] THIS COURT ADJUDGES THAT :  <FRAGMENT_SUPPRESSED> 1. The application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED> 2. No serious question of general importance is certified.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED>", "[2] ) de la I.", "[3] Sun Sea", "[4]", "[5]  <FRAGMENT_SUPPRESSED> Sun Sea .  <FRAGMENT_SUPPRESSED>", "[6]", "[7] Sun Sea", "[8]", "[9]", "[10] Sun Sea", "[11]", "[12] Sun Sea IV.", "[13] Newfoundland and  <FRAGMENT_SUPPRESSED> ;", "[14] V. Analyse  <FRAGMENT_SUPPRESSED>", "[15] Sun Sea", "[16] Dans B380 Sun Sea Canada (Procureur général) c Ward Ward", "[17] Sun Sea", "[18] B380 Sun Sea", "[19]", "Sun Sea", "Sun Sea", "Sun Sea", "[20]", "[21] association", "[22] <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[23]", "[24] Sun Sea", "[25] Sun Sea VI. Conclusion  <FRAGMENT_SUPPRESSED>", "[26]", "[27] ) de la VII. Confidentialité  <FRAGMENT_SUPPRESSED>", "[28] Post-scriptum  <FRAGMENT_SUPPRESSED> a. b. c. JUGEMENT  <FRAGMENT_SUPPRESSED>", "[29] :  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}